{
    "kind": "blogger#post",
    "id": "4187818733768949451",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2006-12-30T17:18:00Z",
    "updated": "2015-02-08T12:08:41Z",
    "url": "http://happinessofbeing.blogspot.com/2006/12/putting-it-all-together.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4187818733768949451",
    "title": "'Putting it all together'",
    "content": "Yesterday I received the following message that someone sent through the form on the <a href=\"http://www.happinessofbeing.com/contact_me.html\" target=\"_blank\">Contact Me</a> page of my <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">website</a>:<br /><br /><blockquote>I'm very new to this teaching of <i>advaita vedanta</i>. I have some books of Nisargatta and Ramana and waiting for Sadhu Om's books to arrive. Haven't started to read them yet. I have almost completely read Robert Adams' <i>The Silence of The Heart</i> and I am deeply touched by it. I'm still leaning on how to put everything together, so as to awaken to my Self. Self-Realization is what I want! I am very pleased that your interest aren't in the direction of money, as I read on your site (your E-book). I have found the web site '...' [name of this other website omitted] and was surprised to see that everything has a price. I don't know how to understand this! I would apreciate your help in 'putting it all together' and help my understanding.</blockquote>In reply I wrote as follows:<br /><br />Regarding your request for help in \"putting it altogether\", I believe that the first and most important need for anyone coming newly to Sri Ramana is to acquire a clear understanding of both the philosophy and the practice that he taught.<br /><a name='more'></a><br />The sole purpose of his philosophy is to provide us with a firm foundation of clear theoretical understanding upon the basis of which we can practise the science and art called 'self-enquiry' or self-investigation, which he taught as the only means by which we can discover who or what we really are. That is, his philosophy enables us to understand clearly how our present knowledge about ourself is imperfect, what is the nature of true self-knowledge (which is what is meant by terms such as 'self-realisation', 'self-awakening' or 'enlightenment'), why we need to experience such true self-knowledge, and why 'self-enquiry' or self-investigation (which is simply the practice of self-attention or self-attentiveness) is the only means by which we can attain the direct non-dual experience of such true self-knowledge.<br /><br />To help people such as yourself to 'put together' or understand comprehensively all the interconnected elements of Sri Ramana's teachings, I compiled some of my reflections on them into the form of a book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, so I would suggest that you may find it helpful to begin by reading this. I would also highly recommend that you read the books of Sri Sadhu Om, particularly <a href=\"http://www.davidgodman.org/books/pathofsriramana1.shtml\" target=\"_blank\"><i>The Path of Sri Ramana - Part One</i></a> and <a href=\"http://www.aham.com/bookstore/catalogpages/bhagavan1.html\" target=\"_blank\"><i>A Light on the Teachings of Bhagavan Sri Ramana Maharshi - The Essence of Spiritual Practice</i></a>, and also <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>.<br /><br />By reading the appropriate books, we can gain the necessary understanding of the non-dual science of true self-knowledge, but such understanding will be useful to us only to the extent to which we actually apply it in practice. All unhappiness, and all the other problems that we experience as a result of our seeming lack of complete and perfect happiness, arise only due to our lack of clear self-knowledge. Therefore, since perfectly clear self-knowledge is the only solution to all our problems, and since we cannot truly know anything unless we attend to it directly, self-attention is the only means by which we can know our own real nature, our essential being, and thereby experience true and lasting happiness.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4187818733768949451/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "The Path of Sri Ramana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzk3MzIxMzIyCm9mZnNldDogMAo\""
}