{
    "kind": "blogger#post",
    "id": "2892052919875383826",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-18T14:02:00Z",
    "updated": "2015-02-08T09:41:51Z",
    "url": "http://happinessofbeing.blogspot.com/2007/03/consciousness-that-we-experience-in.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2892052919875383826",
    "title": "The consciousness that we experience in sleep",
    "content": "On page 119 of the present e-book version of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> there is a paragraph in which I write:<br /><br /><blockquote>Generally we think of deep sleep as a state of 'unconsciousness'. But what we were unconscious of in sleep was only things other than 'I', such as any body or world. We were not, however, unconscious of our own existence. We need other people to tell us that our body and the world existed while we were asleep, but we need no one to tell us that we existed at that time. Without the help or testimony of any other person or thing, we know 'I slept'. In sleep we may not have known exactly what we were, but we did know very clearly that we were. The knowledge that we clearly possess about our experience in sleep, and that we express when we say 'I slept peacefully, and knew nothing at that time', would not be possible if in sleep we had not been conscious that we were having that experience. If we did not know 'I am' while asleep, we could not know so clearly 'I slept' after we wake up. Since in the waking state we know clearly not only that we slept, but also that in sleep we did not know anything, is it not clear that sleep was a state that we actually experienced? The 'unconsciousness' of sleep – the absence at that time of any knowledge about anything other than 'I am' – was our own experience, something that we ourself experienced or knew at that time.</blockquote>Today I have been checking all the changes that I have made while revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print, and while doing so I decided to expand the explanation given in this paragraph as follows:<br /><a name='more'></a><br />Generally we think of deep sleep as a state of 'unconsciousness'. But what we were unconscious of in sleep was only things other than 'I', such as any body or world. We were not, however, unconscious of our own existence. We need other people to tell us that our body and the world existed while we were asleep, but we need no one to tell us that we existed at that time. Without the help or testimony of any other person or thing, we know clearly and without any doubt 'I slept'.<br /><br />In sleep we may not have known exactly what we were, but we did know very clearly that we were. The clear knowledge that we possess about our experience in sleep, and that we express when we say 'I slept peacefully, and knew nothing at that time', would not be possible if in sleep we had not been conscious of that experience — or to be more precise, if we had not been conscious of ourself as the consciousness that was unconscious of anything other than our own peaceful and happy being.<br /><br />If we did not know 'I am' while we were asleep, now after we have woken from sleep we could not know so clearly 'I slept'. That is, we could not now know so clearly that we were then in the state that we now call 'sleep' — in other words, that we did indeed exist in that state. We know that we existed in sleep because in that state we did actually experience our own existence — our essential self-conscious being, 'I am'.<br /><br />Since in the waking state we know clearly not only that we slept, but also that in sleep we did not know anything, is it not clear that sleep was a state that we actually experienced? The 'unconsciousness' of sleep — the absence at that time of any knowledge about anything other than 'I am' — was our own experience, something that we ourself experienced and knew at that time.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2892052919875383826/comments"
    },
    "labels": [
        "consciousness",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg4NTExMDc0Cm9mZnNldDogMAo\""
}