{
    "kind": "blogger#post",
    "id": "3957424212265371973",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-08-21T06:44:00+01:00",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/08/supreme-compassion-of-sri-ramana.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3957424212265371973",
    "title": "The supreme compassion of Sri Ramana",
    "content": "Towards the end of chapter 10, ‘The Practice of the Art of Being’, on page 558 of the second e-book edition (page 589 of the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a>) of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, I give a translation of the nineteenth paragraph of <em>Nan Yar?</em>, which Sri Ramana concludes by saying: <blockquote>... It is not proper [for us] to let [our] mind [dwell] much on worldly matters. It is not proper [for us] to enter in the affairs of other people [an idiomatic way of saying that we should mind our own business and not interfere in other people’s affairs]. All that one gives to others one is giving only to oneself. If [everyone] knew this truth, who indeed would refrain from giving?</blockquote>On pages 559 to 562 of the second e-book edition (pages 589 to 592 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a>) I discuss the meaning of this paragraph, and while doing so I write:<br /><blockquote>When Sri Ramana says that it is not proper for us to allow our mind to dwell much upon worldly matters, or for us to interfere in the affairs of others, he does not mean that we should be indifferent to the sufferings of other people or creatures. It is right for us to feel compassion whenever we see or come to know of the suffering of any other person or creature, because compassion is an essential quality that naturally arises in our mind when it is under the sway of <em>sattva-guna</em> or the quality of ‘being-ness’, goodness and purity, and it is also right for us to do whatever we reasonably can to alleviate such suffering.</blockquote><a name='more'></a>I then explain that though there is little that we with our limited powers can do to alleviate the many forms of suffering that exist and will always exist in this world, we should at least take care to avoid contributing in any way to that suffering, and I conclude my explanation by writing on pages 561 to 562 of the second e-book edition (page 592 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a>):<br /><blockquote>Moreover, in the final analysis, this world and all the sufferings that we see in it are created by our own power of imagination and exist only in our own mind, just as the world and the sufferings that we see in a dream are. If we feel compassion on seeing the sufferings of other people and animals in our dream, and if we wish to alleviate all such suffering, all we need do is to wake up from that dream. Likewise, if we truly wish to put an end to all the sufferings that we see in this world, we must strive to wake up from this dream that we mistake to be our waking life, into the true waking state of perfectly non-dual self-knowledge, by tenaciously practising the art of self-attentive being.</blockquote>In continuation of this discussion about the final four sentences of the nineteenth paragraph of <em>Nan Yar?</em>, on pages 592 to 609 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a> I have incorporated a detailed explanation about the importance of compassion and <em>ahimsa</em> (a word that means 'non-harming' or not injuring, that is, not causing any suffering to any living being). Since this explanation is quite long, I will post it here in two separate instalments, of which the following first instalment is what I have written on pages 592 to 601:<br /><br />However, though our life in this world is in fact just a dream, so long as we experience this dream we should not dismiss the sufferings of others as being simply unreal and therefore of no consequence. We who experience this imaginary dream are ourself a part of it, and hence everything that we experience or witness in this dream is just as real as we are.<br /><br />So long as we feel ourself to be a person — a body-bound mind — who is experiencing this dream, we cannot but feel that the joys and sufferings that we are undergoing are perfectly real, and so long as we thus feel that our own joys and sufferings are real, we cannot deny that the joys and sufferings of other people and creatures are equally real and just as consequential. Hence, since we each naturally wish to avoid any form of suffering being caused to ourself, we should wish equally strongly to avoid any form of suffering being caused to any other sentient being.<br /><br />Therefore, when Sri Ramana advises us to avoid interfering in the affairs of others or allowing our mind to dwell much upon worldly matters, he does not suggest that we should avoid such actions of body, speech or mind due to heartless indifference, but only that we should do so due to holy indifference — compassionate indifference, truly loving and caring indifference.<br /><br />Sri Ramana never advised anyone to be heartlessly indifferent — uncaringly and unkindly indifferent — to the sufferings of others. On the contrary, through his own actions he clearly exemplified how compassionate, tender-hearted and caring we should all be, and how strictly we should avoid causing even the least <i>himsa</i> or harm to any other living being.<br /><br />Though Sri Ramana seldom taught the importance of compassion explicitly in words, he did teach it very clearly through his own life — through his every action and attitude. In every situation, his attitude and his response through speech or action clearly demonstrated his unbounded love, compassion, tender-heartedness, kindness, consideration and <i>ahimsa</i> — sensitive and careful avoidance of causing any harm, injury or hurt to any living being.<br /><br />Compassion, kindness and love shone through every action of Sri Ramana because that is what he was. His very being was itself the fullness of love — infinite and all-inclusive love. Because his seeming individuality had merged and been consumed in the infinite light of true self-knowledge, he was truly one with the absolute reality, whose nature is perfectly non-dual and indivisible being, consciousness, happiness and love.<br /><br />He therefore loved all of us — each and every sentient being — as his own self, because he experienced himself as the one infinite reality, other than which none of us can be. He truly was and is the real and essential self of each and every one of us, and hence none of us can be excluded from his infinite love — his all-inclusive self-love — which is his own essential being.<br /><br />Therefore the seeming ‘person’ that was Sri Ramana was a perfect embodiment of <i>parama karuna</i> — supreme compassion, grace, kindness and love. His kindness and love were equal to all. To him sinner and saint were all alike. He showed the same simple care, kindness, tenderness, love and compassion to people whom we may consider to be bad as he did to people whom we may consider to be good.<br /><br />His love and kindness were absolutely impartial. He showed no greater love, kindness or concern for his most sincere devotees — those who most truly understood and put his teachings into practice — than he did either for those people who disregarded him, disparaged him or even ill-treated him, or for those devotees who were unconcerned about his teachings, or who misunderstood them, or who even tried to distort, misinterpret or misrepresent them.<br /><br />In fact, if he ever seemed to show any partiality, it was not for those who loved him most sincerely, but only for those who had least love or no love at all for him. Devotees who loved him most sincerely, and who earnestly tried to follow his teachings by turning their mind inwards and surrendering it to him in the core of their being, sometimes felt that outwardly he seemed to ignore them, and to give his attention only to other less sincere devotees. However, if they understood him correctly, they knew that he outwardly gave his attention to those who were most in need of it, and that if he outwardly ignored us it was only to encourage us to turn inwards to seek the true form of his love, which is always shining blissfully in our heart as our own non-dual self-conscious being, ‘I am’, waiting to draw us within by its magnetic power of attraction.<br /><br />The reason why he showed equal love and kindness to each and every person, irrespective of the fact that a particular person may have been the worst of sinners or the greatest of saints, was that in his view there is no essential difference between a sinner and a saint, between an atheist and a devotee, or between a cruel person and a kind person. He knew that in essence every person is the same single non-dual self, which he experienced as himself. If at all there seems to be any such thing as a separate person, he or she appears to be such only due his or her imaginary ignorance of the true nature of the one real non-dual self, which we all always experience as our own essential self-consciousness, ‘I am’.<br /><br />Not only are we all in essence the same one non-dual self, but as people we are all also equally ignorant of our own true nature. Even our theoretical knowledge of our own true nature does not make us any less ignorant than another person who has no such theoretical knowledge, because this theoretical knowledge exists only in our own mind, which arises only because of our basic underlying self-ignorance or self-forgetfulness.<br /><br />In our self-ignorant view, Sri Ramana appears to us to be a person like us, and even our honest belief and conviction that he is in reality not a person but only our own infinite real self is a faith that exists only in our own mind. So long as we experience ourself as a person, and not as the one infinite and undivided real self, we cannot experience Sri Ramana as our own essential self, but can only know him as a person, albeit a person immeasurably superior to ourself.<br /><br />Therefore in our self-ignorant view, Sri Ramana seemed to be a person, and as such he seemed to see each one of us as a separate person. However, even insofar as he seemed to see each of us as a person, he did not see any essential difference between us. He saw us all as being equal in our ignorance of our real self. In his view there was no person who was any more or any less ignorant than any other person. We either know ourself as we really are, or we ignore our real nature and experience ourself as a person — a finite body-bound mind.<br /><br />Since in his view we are all equally ignorant, we are all equally in need of his <i>karanam illada karunai</i> — his causeless grace, mercy, compassion, kindness and love. Nothing that we can do can make us worthy of his grace, and equally nothing that we can do can make us unworthy of his grace. Just as the rain falls on the good and evil alike, his divine grace and love is equally available to all creatures, including the greatest saints and the most evil sinners, the most brilliant intellectuals and the dullest of fools, the richest and the poorest, kings and beggars, human beings and all the so-called lesser animals.<br /><br />His grace or love is uncaused because it is his essential nature. As the one infinite real self, he cannot but love us all as himself, because he experiences us all as himself. Since his grace is infinite, and not dependent upon any cause other than itself, it can never either increase or decrease. In truth it is the only reality — the one absolute reality, which is eternal, immutable and self-shining.<br /><br />Though Sri Ramana is truly the one infinite reality that we call ‘God’, who is always making his grace available to each and every one of us by shining eternally in the innermost depth of our heart as our nearest and dearest — our own true self-conscious being, ‘I am’ — he manifested himself in human form in order to teach us that we can experience the perfect and ever-undiminishing happiness that we all seek only by turning our mind selfwards and thereby surrendering it in the absolute clarity of our own non-dual self-conscious being, which is the true form of his grace or love.<br /><br />His human form was thus an embodiment of <i>parama karuna</i> or supreme compassion, grace, mercy, tender-heartedness, kindness, care and love, and as such no creature could ever be excluded from his infinite kindness and love. And though his human form passed away in 1950, before most of us were even born, his grace, love and inner guidance are ever available to us, because they are the one eternal reality that ever shines within us as ‘I am’, our own most beloved self. Moreover, not only does he always remain as our own essential self, but he also continues to be manifest outwardly in the form of his precious teachings, which are still available to remind us constantly of our need to turn selfwards in order to experience the infinite happiness of true self-knowledge.<br /><br />In order to avail of his love or grace in all its infinite fullness, all we have to do is to turn selfwards and to drink thus at the source from which it springs. Though his grace is always helping us, so long as we attend to anything other than our own essential self we are ignoring it, and by doing so we are in effect closing the doors of our heart on it, obstructing it from flowing forth and consuming us in its infinite clarity.<br /><br />His grace is the light of consciousness that shines within us, enabling us to know both ourself and all the imaginary objects that we have created in our mind. Both subject and object are illumined only by his grace, and without his grace as their essential substance and reality they could not even seem to exist.<br /><br />However, so long as we attend to any form of object — whether the objects that we recognise as being only thoughts in our own mind, or the objects that we imagine exist in a world outside our mind — we are misusing the light of his grace, and we are distorting his infinite non-dual self-love and experiencing it as our desire for some objects and our aversion for other objects. Rather than misusing his grace in this manner to know objects, or expecting it to fulfil any of our petty desires, we should derive true benefit from it by using it to know ourself.<br /><br />That is, our mind, which the distorted light of consciousness that we now use to know objects, is a reflected form of our original light of self-consciousness, which is his grace. Therefore if we turn our mind away from all objects towards the source of its light, it will merge in that source like a ray of sunlight that is reflected from a mirror back towards the sun. By thus turning the reflected light of our mind back on ourself, we are surrendering ourself to our original light of grace — our fundamental self-consciousness, ‘I am’, which is the true form of love that we call ‘Sri Ramana’.<br /><br />When Sri Ramana manifested himself in human form, the compassion, tender-heartedness, kindness and love that he showed towards every person he encountered was an outward expression of the infinite, eternal, undivided and non-dual love that he experienced as his own self, and that always shines within each one of us as our own essential self-conscious being, ‘I am’. Therefore the impartiality of his outward kindness and love demonstrated clearly the absolute impartiality of his true inward grace, which is always surging in the heart of every sentient being.<br /><br />The same love that he showed to all people he showed to every other creature. He did not consider any animal to be any less worthy of his kindness, love and compassion than any human being, and animals naturally responded to the love they felt in him, and therefore approached him without any fear. Numerous stories and incidents in his life have been recorded that beautifully illustrate his extraordinary relationship with both wild and domesticated animals — the tender-heartedness, kindness, care and love that he showed to them, and their reciprocal fondness for and trust in him.<br /><br />Moreover, not only was he equally kind to and caring about individual animals of every species, but he also showed his strong disapproval whenever any person treated unkindly or caused any harm to any animal. He would not tolerate or allow people to kill even poisonous animals such as snakes and scorpions, and he pointed out that our fear of such animals is caused only by our attachment to our own bodies. He said that just as we cherish our life in our present body, so every other creature equally cherishes their life in their present body, and hence we have no right to deprive any creature of its cherished life, or to cause it harm or suffering of any kind whatsoever.<br /><br />One very clear illustration of his unbounded and absolutely impartial compassion and love was an incident that occurred when he was a young man. One day while he was walking though a thicket his thigh accidentally brushed against a hornet’s nest, disturbing its numerous occupants, who immediately flew out in a rage and began to sting his offending thigh. Understanding their natural response, and feeling sorry for the disturbance that he had accidentally caused them, he stood quite still and, in spite of the intense pain that they were inflicting upon him, patiently allowed them to string his thigh until they were all fully satisfied and returned to their nest. In later years, when Sri Muruganar wrote a verse (which is now included in <i><a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\">Guru Vachaka Kovai</a></i> as verse 815) asking him why he felt repentant and allowed the hornets to sting his thigh even though the disturbance he caused them was not intentional, he replied by composing verse 7 of <i>Upadesa Tanippakkal</i>, in which he said: <blockquote>Though the swarming hornets stung the leg so that it became inflamed and swollen when it touched and damaged their nest, which was spread [and concealed] in the midst of green leaves, and though it [the act of disrupting their nest] was a mistake that happened accidentally, if one did not at least feel sorry [pity for the hornets and repentant for the trouble caused to them], what indeed would be the nature of his mind [that is, how thoroughly hard-hearted and insensitive it would be]?</blockquote>By his own life and example Sri Ramana taught us the great importance not only of kindness, love, tender-heartedness, consideration, compassion and <i>ahimsa</i>, but also of humility, selflessness, desirelessness, non-acquisitiveness, non-possessiveness, non-wastefulness, generosity, contentment, self-restraint, self-denial and utter simplicity of lifestyle. None of these qualities were cultivated or practised by him with any effort, but were all quite effortless, because they were natural effects of his absolute egolessness.<br /><br />Because he did not experience himself as an ego, a finite and separate individual consciousness, he did not experience any person, animal, plant or inanimate object as being other than himself, and hence in the infinite fullness of his love — his absolutely non-dual self-love — there was no room for even the least trace of selfishness, greed, desire, attachment, possessiveness, unkindness, insensitivity or any other defect that tends to arise when we mistake ourself to be a finite body-bound ego or mind. He therefore lived what he taught, and taught only what he himself lived.<br /><br />His actions, his attitude and his response to each person, to each animal and to each outward situation and event were therefore teachings that were no less powerful or significant than his spoken and written words. He exemplified in his life the same state of absolute egolessness that he taught us as being the only goal worth seeking. Therefore, though we cannot emulate his perfectly egoless life so long as we mistake ourself to be a person, a body-bound mind or ego-consciousness, we can learn much from it, and if we truly wish to lose our false individual self in our own natural state of absolutely egoless self-conscious being, we should humbly and sincerely try to apply what we are able to learn from his outward life in our own outward life.<br /><br />That is, if we truly wish to be absolutely egoless, we must begin even now to practise the selfless qualities and virtues that are natural to egolessness. If we do not love and cherish such qualities, we do not truly love the state of perfect egolessness.<br /><br />The consistently selfless simplicity of Sri Ramana’s lifestyle was legendary and witnessed by thousands of people. Though his devotees built an <i>ashram</i>, a community dwelling-place and religious institution, around him, he never claimed anything as his own. And though there were rich people who offered him and honestly desired to give him anything that he might want, he availed himself of nothing other than the minimum food, clothing and shelter that were necessary for the survival of his body.<br /><br />From the time he left home at the age of sixteen till the end of his bodily lifetime, he lived the simple life of a <i>sadhu</i>, a religious mendicant. His only clothing was a <i>kaupina</i>, a simple loincloth. Until his devotees built a simple dwelling-place for him, he lived only in caves or in <i>mandapams</i>, open temple hallways. Even in the later years of his life, when he lived in a small hall that his devotees had built for him, its doors were open to visitors day and night, and he shared it freely with other permanent or temporary residents, who lived and slept there with him. He had no private life or time for himself, but was available always for anyone who needed him.<br /><br />He preferred to eat only the simplest of food, and even when he was offered any type of special food, whether a delicacy such as a sweet or a savoury titbit, an elaborately prepared feast, or even a medicinal tonic for bodily health, he would eat it only if it were first shared equally with all people who were present. Just as he shared his shelter, his time and his entire life with everyone in his presence, so he shared with them freely and equally whatever food or other material thing he was given.<br /><br />The only type of food that he strictly avoided, and that he advised others to avoid equally strictly, was any form of non-vegetarian food such as meat, fish or eggs. In this and many other ways he taught us emphatically that we should always avoid any action that would cause even the least harm, injury or suffering to any creature.<br /><p align=\"right\">(to be continued)</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3957424212265371973/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "grace",
        "guru",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MTk5Cm9mZnNldDogMzYwMDAwMAo\""
}