{
    "kind": "blogger#post",
    "id": "9043316346871687632",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-07T10:40:00Z",
    "updated": "2016-06-08T23:59:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/what-is-true-knowledge-additions-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9043316346871687632",
    "title": "What is True Knowledge? - additions to chapter 5 of <i>Happiness and the Art of Being</i>",
    "content": "I have posted the five largest additions that I will be incorporating in chapter 5 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in my five most recent posts, namely:<br /><ul><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/objective-knowledge-will-disappear.html\">Objective knowledge will disappear along with our mind when we know ourself as we really are</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/non-duality-is-truth-even-when-duality.html\">Non-duality is the truth even when duality appears to exist</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/everything-is-just-expansion-of-our-own.html\">Everything is just an expansion of our own mind or ego</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/i-am-is-most-appropriate-name-of-god.html\">'I am' is the most appropriate name of God</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/true-import-of-word-i.html\">The true import of the word 'I'</a></li></ul>I will also incorporate the following three smaller additions in this chapter, 'What is True Knowledge?'<br /><br />In my discussion about the meaning of verse 22 of <em>Ulladu Narpadu</em> I have split the paragraph that begins on the bottom of page 291 and ends on the top of page 292 of the present e-book version, and have added a new sentence, so the two resulting paragraphs will read as follows:<br /><a name='more'></a><blockquote>However, even when we turn back to attend to him [God] within ourself, we will not know him as an object, because our object-knowing mind will drown and be dissolved in his infinite light of adjunct-free self-consciousness. Therefore when we turn back within ourself, we will know him by becoming one with his true self-conscious being.<br /><br />If we use a mirror to reflect the light of the sun upon objects here on earth, that reflected ray of light will illumine those objects, enabling us to see them clearly. But if we turn that mirror towards the sun itself, its reflected ray of light will merge and dissolve in the brilliant light of the sun. Similarly, the reflected light of consciousness that we call our mind enables us to know the objects of our imagination so long as we turn it towards them. But when we turn it back within ourself to face our own essential self-consciousness, which is the source of its light, it will merge and dissolve in the infinitely luminescent and therefore all-consuming light of that source.</blockquote>At the bottom of page 292 of the present e-book version, while discussing the meaning of verse 8 of <em>Ulladu Narpadu</em> I refer to verse 4 of <em><a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\">Upadesa Undiyar</a></em>, but I do not actually quote it. Therefore in the new version of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, which I am now preparing for print, I will incorporate at this point my translation of verse 4 of <em><a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\">Upadesa Undiyar</a></em>, which is as follows:<br /><blockquote>This is certain, <em>puja</em> [ritual worship], <em>japa</em> [vocal repetition of a <em>mantra</em> or name of God] and <em>dhyana</em> [meditation] are [respectively] actions of body, speech and mind, [and hence each succeeding] one is superior to [the preceding] one.</blockquote>In my discussion of verse 8 of <em>Ulladu Narpadu</em> I have also expanded the paragraph that begins on the bottom of page 294 and ends on the top of page 295 of the present e-book version, developing it into four paragraphs as follows:<br /><blockquote>In order to see or know this absolute reality or essential being 'in truth', that is, as it really is, Sri Ramana says that we must become one with it by scrutinising and knowing our own truth and thereby subsiding and dissolving in the truth of that real essence. The word that I have translated as 'truth', which he uses three times in the second sentence of this verse, is <em>unmai</em>, which etymologically means <em>ul-mai</em>, 'am'-ness or 'is'-ness, and which is therefore a word that is commonly used to denote existence, reality, truth, veracity, or the intrinsic nature or essential being of anything.<br /><br />Since <em>ul</em> is the base of a tenseless verb meaning 'to be', in its basic form <em>ul</em> it just means 'be', and hence <em>ul-mai</em> or <em>unmai</em> literally means 'be'-ness. Because it is a verbal base, <em>ul</em> does not specifically denote either the first person, second person or third person, so from a purely grammatical perspective <em>ul-mai</em> can equally well be taken to mean 'am'-ness, 'are'-ness or 'is'-ness.<br /><br />However, since true being is self-conscious, and since it is known by nothing other than itself, from a philosophical perspective <em>ul-mai</em> is more accurately described by the term 'am'-ness than by the terms 'are'-ness or 'is'-ness. That is, true being is only our own self-conscious being, which we always experience as 'I am', and not any other objective being that we experience either as 'you are' or as 'he is', 'she is' or 'it is'. Therefore, since Sri Ramana uses the word <em>unmai</em> here to denote true being, in this context its etymological meaning is best translated as 'am'-ness.<br /><br />Since true, self-conscious and unqualified being is single, infinite, indivisible and hence absolutely non-dual, the 'am'-ness of God and of ourself is truly one. Hence, by scrutinising and knowing our own 'am'-ness, we will subside and dissolve in the infinite 'am'-ness that is God, thereby becoming one with it, as in truth we always are. Becoming one with God, having thus known our own 'am'-ness and having thereby dissolved in his true 'am'-ness, is alone seeing him as he really is. Such is the true non-dual experience of Sri Ramana, as expressed by him in this verse.</blockquote>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9043316346871687632/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "God",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Nzk3MDUwCm9mZnNldDogMzYwMDAwMAo\""
}