{
    "kind": "blogger#post",
    "id": "5448796943041374544",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-07-30T08:28:00+01:00",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-additions-to_30.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5448796943041374544",
    "title": "<i>Happiness and the Art of Being</i> – additions to chapter 7",
    "content": "In the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, chapter 7, ‘The Illusion of Time and Space’, I have incorporated three new portions that are not in the second e-book edition.<br /><br />After the first paragraph on page 389 of the second e-book edition, regarding verse 15 of <em>Ulladu Narpadu</em> I have added the following new paragraph, which will be on page 395 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>: <blockquote>In the <i>kalivenba</i> version of <i>Ulladu Narpadu</i> Sri Ramana added two extra words before the initial word of this verse, <i>nihazhvinai</i> or ‘the present’, namely <i>nitamum mannum</i>, which mean ‘which always endures’. Thus he further emphasised the fact that the present moment is ever present, that all times are the present while they occur, and that the present is therefore the only time that actually exists — the only time that we ever experience directly and actually. All other times, both past and future, are just thoughts that occur in this present moment.</blockquote>On page 395 of the second e-book edition, immediately after verse 14 of <em>Ulladu Narpadu</em>, I have added two new paragraphs, and modified and expanded the next paragraph. These three paragraphs, which will be on page 402 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>, are as follows:<br /><a name='more'></a><blockquote>In the <i>kalivenba</i> version of <i>Ulladu Narpadu</i> Sri Ramana added four extra words before the initial word of this verse, <i>tanmai</i> or ‘first person’, namely <i>udal nan ennum at</i>, which together with <i>tanmai</i> mean \"that first person which says ‘I am [this] body’\". Thus he defined the first person as being our <i>dehatma buddhi</i>, our root thought or primal imagination ‘I am this body’, which is the distorted and spurious form of consciousness that rises as our mind from our real non-dual self-consciousness, ‘I am’.<br /><br />In the second sentence of this verse, the words that I have translated as ‘the truth of the first person’ are <i>tanmaiyin unmaiyai</i>, in which the word <i>unmai</i> or ‘truth’ etymologically means ‘be’-ness or ‘am’-ness. Hence the ‘truth of the first person’ is the essential being or ‘am’-ness of our mind or individual sense of self, which we experience as ‘I am this body’. Whereas our mind is an objectified form of consciousness — a form of consciousness that imagines itself to be an object, this body — its truth or ‘am’-ness is its true and essential non-objective self-consciousness, ‘I am’, which is the sole reality underlying its false appearance.<br /><br />Our individual ‘selfhood’ or <i>tanmai</i>, which is the adjunct-mixed consciousness that feels ‘I am this body’, appears to exist only because we have failed to investigate or scrutinise the underlying truth or ‘am’-ness of it closely. If we scrutinise this false first person consciousness closely in order to know its underlying truth or reality, we will discover it to be nothing other than our non-dual consciousness of our own being, ‘I am’, which is our real and essential self, our true state of mere being.</blockquote>On page 400 of the second e-book edition, immediately after the first paragraph following verse 16 of <em>Ulladu Narpadu</em>, I have added the following three new paragraphs, which will be on pages 407 to 408 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>:<br /><blockquote>In the <i>kalivenba</i> version of <i>Ulladu Narpadu</i> Sri Ramana added three extra words before the initial word of this verse, <i>nam</i> or ‘we’, namely <i>unara nindra porul</i>, which literally mean ‘the reality that stood to know’, but which are a poetic way of saying ‘the reality that exists knowingly’, or more precisely ‘the reality that exists and knows [its own existence]’. By placing these words before <i>nam</i> he defined exactly what he meant by it in this context. That is, when he asked, \"Except ‘we’, where is time and where is place?\", by the term ‘we’ he did not mean our object-knowing mind but only our real self — our essential and ever-existing self-conscious being, which we always experience as ‘I am’.<br /><br />Time and space are known only by our mind, and hence they depend upon it for their seeming existence. They are not known by our essential consciousness of being, which knows only itself, and hence they are not known by us in sleep, in which we experience only our own self-conscious being. However, though they are not known by our essential self-consciousness, they could not be known independent of it, because it is the sole reality that underlies and supports the appearance of the false object-knowing form of consciousness that we call our mind, in whose imagination alone they exist.<br /><br />We are able to imagine ourself to be this mind, which experiences itself as a body that exists in time and space, only because we know ourself as ‘I am’. However, whereas our mind and the time and space known by it are transitory appearances, we are the reality that always exists and knows its own existence. Since our self-conscious existence or being exists independent of time and space, it is the absolute reality — the only reality that truly exists. Hence Sri Ramana asks, \"Except ‘we’, where is time and where is place?\", implying thereby that we alone truly exist, and that time and space are mere appearances — mental images that have no real existence of their own.</blockquote>After two weeks I will begin posting the final three major additions that I have incorporated in the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>, namely about twenty pages that I have added in chapter 9 (on page 431 of the second e-book edition) about the question 'who am I?' and the practice of <em>atma-vichara</em> or self-investigation, four pages of further explanation about the first <em>mangalam</em> verse of <em>Ulladu Narpadu</em>, which I have added in chapter 10 (on page 538 of the second e-book edition), and finally about seventeen pages that I have added towards the end of chapter 10 (on page 562 of the second e-book edition) about the importance of compassion and <em>ahimsa</em> (non-harming), as taught and exemplified by Sri Ramana.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5448796943041374544/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDQzCm9mZnNldDogMzYwMDAwMAo\""
}