{
    "kind": "blogger#post",
    "id": "144734416353438477",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-08-20T08:22:00+01:00",
    "updated": "2016-06-08T23:53:16+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/08/crest-jewel-of-sri-ramanas-teachings.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/144734416353438477",
    "title": "The crest-jewel of Sri Ramana's teachings",
    "content": "On page 529 of the second e-book edition (page 555 of the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a>) of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> I give the following translation of the <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/we-must-experience-what-is-not-what.html#unm1\">first <i>maṅgalam</i> verse</a> of <em>Ulladu Narpadu</em>:<br /><blockquote>Other than <em>ulladu</em> [‘that which is’ or being], is there consciousness of being? Since [this] being-essence [this existing substance or reality which is] is in [our] heart devoid of [all] thought, how to [or who can] think of [or meditate upon this] being-essence, which is called ‘heart’? Being in [our] heart as [we truly] are [that is, as our thought-free non-dual consciousness of being, ‘I am’] alone is meditating [upon our being]. Know [this truth by experiencing it].</blockquote>On pages 529 to 538 of the second e-book edition (pages 555 to 565 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a>) I have given a detailed explanation of the meaning of this important verse, after which on pages 565 to 569 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> I have added the following conclusion to my explanation:<br /><br />In the first of the two verses of his <i>payiram</i> or preface to <i>Ulladu Narpadu</i>, Sri Muruganar writes that Sri Ramana joyfully composed this clear and authoritative text in response to his request, \"So that we may be saved, [graciously] reveal to us the nature of reality and the means to attain [join, reach, experience or be united with] it\". Accordingly, in this first <i>mangalam</i> verse Sri Ramana reveals to us both the essential nature of reality and the means by which we can experience it, which is possible only by our being one with it.<br /><a name='more'></a><br />In the first two sentences of this verse Sri Ramana reveals several crucial truths about the nature of the one absolute reality, which is <i>ulladu</i> or ‘that which is’. Firstly he explains that it is not only being but also consciousness, because other than ‘that which is’ there cannot be any consciousness to know ‘that which is’. Therefore ‘that which [really] is’ is self-conscious — that is, it is absolutely non-dual self-conscious being.<br /><br />Secondly he says that that truly existing reality or ‘being-essence’ exists devoid of thoughts, or devoid of thinking. That is, it is not a mere thought or mental conception, but is the fundamental reality that underlies and supports the seeming existence of our thinking mind and all its thoughts. However, though it supports the imaginary appearance of thoughts, in reality it is devoid of thoughts, and hence devoid of the thinking consciousness that we call our ‘mind’, because both this thinking mind and its thoughts are unreal. In the clear view of the one self-conscious reality, thoughts do not exist, because they appear to exist only in the distorted view of our mind, which is itself one among the thoughts that it imagines and knows.<br /><br />Thirdly he says that it exists ‘in heart’, that is, in the innermost core of our being. In other words, it is not merely something that exists outside us or separate from us, but is that which exists within us as our own essential reality. He also adds that it is called ‘heart’, thereby indicating that the word ‘heart’ does not merely denote the abode in which the reality exists, but more truly denotes the reality itself. Moreover, since the word <i>ullam</i> means not only ‘heart’ but also ‘am’, by saying that the truly existing reality or ‘being-essence’ is called <i>ullam</i> Sri Ramana reveals that it is not something that exists as an object but is our own self — our essential being or ‘am’-ness.<br /><br />In other words, the absolute reality exists not only in us but also as us. It is the real ‘heart’ or core of our being. That is, it is our own very essence, substance or reality. It is that which we really are. Other than as the one absolute reality, we truly do not exist.<br /><br />Because we mistake ourself to be this thinking mind or object-knowing consciousness, the one fundamental reality is said to exist within us, but this is only a relative truth — a truth that is only true relative to the distorted perspective of our mind, which experiences dualities such as subject and object, ‘self’ and ‘other’, ‘inside’ and outside’, and so on. Since the one fundamental reality transcends all such dualities, the absolute truth about its nature is not merely that it exists within us, but that it exists as us.<br /><br />Finally, by asking, \"<i>ulla-porul ullal evan?</i>\", which means ‘how to [or who can] meditate [upon this] being-essence?’, Sri Ramana emphasises the truth that since the absolute reality is that which transcends thought, it cannot be conceived by mind or reached by thought. Therefore, since its nature is such, what is the means by which we can ‘reach’ it, ‘attain’ it or experience it as it really is?<br /><br />Since it is not only that which is completely devoid of thought, but is also that which is essentially self-conscious, and since it is our own ‘heart’ or essential being, the only way we can experience it is by just being it. In other words, the only means by which we can ‘attain’ this one non-dual absolute reality is by simply remaining as we always truly are — that is, as our own true, essential, thought-free, self-conscious being. Therefore in the third sentence of this verse Sri Ramana says, \"Being in [our] heart as it is alone is meditating [upon this truly existing reality, which is called ‘heart’]\", thereby declaring emphatically that this practice of ‘being as we are’ is the only means by which we can experience the absolute reality as it is.<br /><br />Thus in this first <i>mangalam</i> verse Sri Ramana succinctly reveals both the essential nature of reality and the means by which we can ‘reach’ it, ‘attain’ it or experience it as it really is. Hence in a nutshell this verse expresses the very essence of <i>Ulladu Narpadu</i>, and all the other forty-one verses of this profound text are a richly elaborated explanation of the fundamental truths that he expressed so briefly yet so clearly and powerfully in this first verse.<br /><br />Indeed, since it reveals so clearly not only the nature of the one absolute reality but also the only means by which we can actually experience it, this verse summarises the essence not only of <i>Ulladu Narpadu</i> but of the entire teachings of Sri Ramana. Therefore it is truly the <i>chudamani</i> or crest-jewel of his teachings, and if we are able to understand its full import correctly, comprehensively and clearly, we have truly understood the very essence of his teachings.<br /><br />As in all his other teachings, in this verse Sri Ramana explains to us the nature of reality for a single purpose, namely to direct our mind towards the one practice that will actually enable us to experience reality as it truly is. Unless we understand the real nature of our goal, we will not be able to understand why the only one path by which we can ‘reach’ that goal is to practise just being as we always really are.<br /><br />If our goal were something other than ourself, there would be some distance for us to travel in order to reach it. But since we ourself are the goal that we seek, there is absolutely no distance between us and it, and hence the path by which we can reach it cannot be essentially any different from it. That is, between us and our goal, which is our own real self, there is truly no space to accommodate any path that is other than our goal. Hence our path and our goal must be one in their essential nature. Since our goal is just thought-free self-conscious being, our path must likewise be just thought-free self-conscious being. This is the essential truth that Sri Ramana reveals so clearly in this verse, and that he reiterates in so many different words throughout his other teachings [as he does, for example, in verse 579 of <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a>, which I quoted in my recent post <a href=\"http://happinessofbeing.blogspot.com/2007/07/actions-or-karmas-are-like-seeds.html\" target=\"_blank\">Actions or <em>karmas</em> are like seeds</a> and which I referred to in another recent post <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-is-only-practice-of.html\" target=\"_blank\"><em>Atma-vichara</em> is only the practice of keeping our mind fixed firmly in self</a>].<br /><br />In our natural state of absolutely non-dual self-knowledge, which is our goal, our experience of our thought-free self-conscious being is effortless, because it is what we always really are. However in our present state, in which we imagine ourself to be this thinking mind, we appear to be not devoid of thought, as in truth we are, and hence we feel that we have to make effort to experience our thought-free self-conscious being. Thus the only difference between our path and our goal is the effort that now seems to be necessary in order for us to abide in our natural state of thought-free self-conscious being.<br /><br />In this path, the effort that we have to make is not actually an effort to be, because we always effortlessly are, but is an effort to avoid mistaking ourself to be this thinking mind. So long as we imagine ourself to be this mind, we do not experience ourself as the true thought-free self-consciousness that is our real nature. Therefore in order to avoid mistaking ourself to be this thinking mind, we have to make effort to focus our entire attention upon our essential self-conscious being, ‘I am’, thereby withdrawing it from all thoughts.<br /><br />This state in which we focus our entire attention upon our own self-conscious being, thereby excluding all thoughts, is the true state of ‘meditation’, which Sri Ramana describes in this verse as <i>ullatte ullapadi ullade</i> or ‘only being in heart as it is [or as we are]’. That is, since the true nature of our essential self or ‘heart’ is just thought-free self-conscious being, ‘being in heart as it is’ is just the state of abiding calmly and peacefully in our own essential self as our own essential self — that is, free of all thoughts as our own true non-dual self-conscious being, ‘I am’.<br /><br />Thus the only path by which we can ‘reach’ or ‘attain’ our own essential self, which is the one and only absolute reality, is this simple practice of keenly attentive self-consciousness — self-consciousness that is so keenly attentive that it gives absolutely no room for the rising of any thought. Since no thought can rise unless we attend to it, when we focus our entire attention upon our own essential self-consciousness, ‘I am’, we automatically exclude the possibility of any thought arising.<br /><br />That is, thoughts arise only because we think them, and this act of thinking involves an imaginary diverting of our attention away from our essential self-consciousness, ‘I am’. Therefore the only effective means by which we can remain completely free of all thoughts — and hence completely free of our mind, which can rise and appear to exist only by thinking — is by just being attentively, keenly and vigilantly self-conscious.<br /><br />This state of thought-free and therefore mind-free self-conscious being alone is the state that Sri Ramana describes as ‘being as we are’, and it is not only our path but also our goal. When we practise this vigilantly attentive and therefore thought-excluding self-consciousness with effort, it is the path, and when we experience it effortlessly as our unavoidable natural state, it is our goal, which is the absolutely non-dual state of true self-knowledge.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/144734416353438477/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "effort",
        "Happiness and the Art of Being",
        "just being (summa iruppadu)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk2ODM2Cm9mZnNldDogMzYwMDAwMAo\""
}