{
    "kind": "blogger#post",
    "id": "7917215282523367886",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-03T11:01:00Z",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/nature-of-reality-additions-to-chapter.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7917215282523367886",
    "title": "The Nature of Reality - additions to chapter 4 of <i>Happiness and the Art of Being</i>",
    "content": "Yesterday I posted the last two of the four major additions that I will be incorporating in chapter 3, 'The Nature of Our Mind', of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, namely:<br /><ul><li><a href=\"http://happinessofbeing.blogspot.com/2007/02/foundation-of-all-our-thoughts-is-our.html\">The foundation of all our thoughts is our primal imagination that we are a body</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/while-revising-happiness-and-art-of.html\">Everything is only our own consciousness</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/contemplating-i-which-is-original-name.html\">Contemplating 'I', which is the original name of God</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2007/03/by-self-attentiveness-we-can-experience.html\">By self-attentiveness we can experience our true self-consciousness unadulterated by our mind</a></li></ul>In chapter 4, 'The Nature of Reality', I do not expect to incorporate any large additions, but I will incorporate the following four small additions.<br /><br />On page 219 of the present e-book version, I have added two sentences in the middle of the first paragraph, and after these sentences I have split the paragraph into two as follows:<br /><a name='more'></a><blockquote>When we wake up from sleep, we think that we were unconscious in sleep, but we did not actually know or experience complete unconsciousness in that state. What we actually experienced in sleep was merely the absence of any knowledge or consciousness of anything other than ourself. When we say, \"I know that I was unconscious in sleep\", we are describing our actual experience in sleep, but we are doing so in very loose terms, because we have not reflected deeply about what we actually experienced at that time, or what exactly we mean by the term 'unconscious'. In order to know that we were unconscious in sleep, we must have been conscious of that seeming 'unconsciousness'. That is, we were able to experience the relative 'unconsciousness' of sleep only because we were actually conscious at that time.<br /><br />When we say, \"I was unconscious\", we do not mean that we were absolutely unconscious, but only that we were unconscious of our body, the world and all the other things that we are accustomed to knowing in our waking and dream states. Our 'unconsciousness' or lack of objective knowledge in sleep is relative only to our objective knowledge in waking and dream. The absence of all objective knowledge in sleep, which is what we mean to describe when we say, \"I was unconscious\", is not merely inferred by our mind, but was actually experienced by us in sleep.</blockquote>I have amended and split the paragraph that begins on the bottom of page 240 and ends on the top of page 241 of the present e-book version, and after it I have added a new paragraph as follows:<br /><blockquote>In each state of dualistic experience — that is, in each of the many dreams that we experience, of which our present waking state is just one — we become a person, who is an intimate part of that dualistic state, and who is therefore entirely caught up in the seeming reality of everything that he or she experiences in that state. Since everything that we experience in any state of duality is a product of our own imagination, the imaginary person that we mistake ourself to be whenever we experience such a state is no more real than any of the other imaginary people and things that we experience in that state.<br /><br />The only thing about this imaginary person that distinguishes him or her from all the other imaginary people in that state is that our experience of this imaginary person is mixed and confused with our consciousness 'I am', and therefore we feel 'I am this person who is experiencing all this'. Because we thus imagine ourself to be this experiencing person, who is a part of the world that we are experiencing in that state, we become entangled and ensnared in the seeming reality of all that we are then experiencing.<br /><br />That is, because we confuse our essential consciousness 'I am' with this imaginary person, who seems to be experiencing the current state, we mistake him or her to be real. And because we thus attribute reality to this experiencing person, we thereby attribute the same degree of reality to all that he or she is experiencing. Therefore, though everything that we experience is just as real as this experiencing person, whom we imagine to be ourself, everything that we experience actually derives its seeming reality only from this experiencing person, who in turn derives his or her seeming reality only from our own essential self-consciousness 'I am'.</blockquote>After the last paragraph on page 244 of the present e-book version, I have added the following new paragraphs:<br /><blockquote>As Sri Ramana says in the seventh paragraph of <em>Nan Yar?</em>, which we discussed in the previous chapter:<br /><blockquote>That which actually exists is only <em>atma-svarupa</em> [our own real self]. The world, soul and God are imaginations [or fabrications] in it [our real self], like [the imaginary] silver [that we see] in a shell. These three [basic elements of relativity or duality] appear at the same time and disappear at the same time. [Our] <em>svarupa</em> [our 'own form' or real self] alone is the world; [our] <em>svarupa</em> alone is 'I' [our mind or individual self]; [our] <em>svarupa</em> alone is God; everything is <em>siva-svarupa</em> [our own real self, which is <em>siva</em>, the absolute and only truly existing reality].</blockquote>Therefore, though God as a separate entity is only a figment of our own imagination, he is nevertheless as real as this world, and also as real as our mind, which imagines him to be separate from itself. So long as we experience our mind as if it were real, we cannot deny the relative reality of God. Since he is the infinitely subtle power that regulates everything that we experience in this or any other world, he is as real as anything else that we experience.</blockquote>I have split the paragraph that begins on the bottom of page 258 and ends on the top of page 259 of the present e-book version, and have added a new sentence at the end as follows:<br /><blockquote>Some scholastic philosophers describe absolute reality and relative reality as being different 'levels' or 'planes' of reality. However, absolute reality and relative reality cannot be compared in this manner. The absolute reality is absolutely real, so it is relative to nothing, and therefore cannot be compared in any way to anything else.<br /><br />However, from the limited and distorted perspective of relative reality, we have to say that the absolute reality is the ultimate foundation, substratum or support of all this relative reality. Therefore, though the absolute reality is not related in any way to relative reality, relative reality is intimately, intrinsically and unavoidably related to the absolute reality, because it is entirely dependent upon it. That is, all relativity depends for its own seeming reality upon the true reality of the one absolute essence, which is our own self-conscious being or 'am'-ness, whereas this absolute essence does not depend upon anything else.</blockquote>I have written more than a dozen pages of additional material to incorporate at various places in chapter 5, 'What is True Knowledge?', and I will post these here over the next few days.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7917215282523367886/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "God",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3OTI5Cm9mZnNldDogMzYwMDAwMAo\""
}