{
    "kind": "blogger#post",
    "id": "5575583782141684887",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-06T19:08:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/i-am-is-most-appropriate-name-of-god.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5575583782141684887",
    "title": "'I am' is the most appropriate name of God",
    "content": "In a recent post, <a href=\"http://happinessofbeing.blogspot.com/2007/03/contemplating-i-which-is-original-name.html\">Contemplating 'I', which is the original name of God</a>, I quoted verse 716 of <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a> and while explaining it I referred to verses 712 to 715, saying that I would translate and explain them in a later post.<br /><br />While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print, I have incorporated my translation and explanation of these four verses in chapter 5, 'What is True Knowledge?'. That is, on pages 304 to 305 of the present e-book version there are two paragraphs in which I write that Sri Ramana often said that the words that express the true nature of the absolute reality most accurately are 'I' and 'am', and I have now enlarged upon those two paragraphs as follows:<br /><br />Though the absolute reality is given many names and descriptions such as God, <em>allah</em>, <em>brahman</em>, the absolute, the eternal, the infinite, the fullness of being, <em>purna</em> or the whole, pure knowledge, <em>sat-chit-ananda</em> or being-consciousness-bliss, <em>tat</em> or 'it', <em>nirvana</em>, the kingdom of God and so on, Sri Ramana often said that the words that express its real nature most perfectly and accurately are 'I' and 'am', or their combined form 'I am'.<br /><a name='more'></a><br />This is so because what these words 'I' and 'am' express is not only being, but also the essential self-consciousness of being. Therefore, no matter in which language these words are expressed, the first person singular pronoun, 'I', and the equivalent first person singular form of the basic verb to be, 'am', both express the whole truth as accurately as any words possibly can express it.<br /><br />This is why in most of the major religions of the world the name 'I am' is revered as the first, foremost and ultimate name of God. The supreme sanctity of this divine name 'I am' is expressed and enshrined in the Old Testament (upon which are based the three great religions of west Asian origin, Judaism, Christianity and Islam) in the words spoken by God to Moses, \"I <span style=\"font-size:85%;\">AM THAT</span> I <span style=\"font-size:85%;\">AM</span>\" (<em>Exodus</em> 3.14), and also in the Vedas (upon which are based the broad family of south Asian religions known as Hinduism) in the <em>mahavakya</em> or great saying \"I am brahman\" (<em>Brihadaranyaka Upanishad</em> 1.4.10).<br /><br />The fact that 'I' and 'am' are the original and natural names of the absolute reality or God is stated emphatically by Sri Ramana in verses 712, 713, 714 and 715 of <em><a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\">Guru Vachaka Kovai</a></em>:<br /><blockquote>When <em>meypporul</em> [the 'real substance', 'true essence' or absolute reality], which is called <em>ullam</em> [the heart], itself [seemingly] comes out and spreads gradually from the heart as consciousness [that is, when it seems to manifest outwardly as innumerable names and forms, which are actually just imaginary distortions of the one true formless and undivided consciousness 'I am', which is that 'real substance' itself], among the thousands of [sacred] names that are [attributed] to [this] <em>ulla-porul</em> [the 'being-essence' or absolute reality], know that when [we] scrutinise [we will discover that] 'I' indeed is the first [the original and foremost].<br /><br />Since [together] with that 'I', which was previously [in the above verse] said to be the primary name [of the absolute reality or God], as its <em>meypporul-vilakkam</em> [the light which is its real essence] it ['am'] always exists as 'I am' [in the heart of each one of us], that name 'am' also is [the primary name of the absolute reality or God].<br /><br />Among the many names [attributed to God in all the different religions and languages of this world], which are thousandfold, no name has [such] real beauty [or] is [so] truly appropriate to <em>kadavul</em> [God, who is <em>kadanda-ulavan</em>, 'he who exists transcending'], who abides in [our] heart devoid of thought, like this name ['I' or 'am']. [That is, 'I' or 'am' is the most beautiful and truly appropriate name of God, because he exists in our heart as our naturally thought-free self-conscious being, 'I am'.]<br /><br />Among all [the names of God] that are known, only the [original, natural and true] name of God, [which is experienced] as 'I [am] I', will thunder [its sole supremacy] to those whose attention is selfward-facing, shining forth as the <em>mauna-para-vak</em> [the supreme word, which is absolute silence], filling the space of [their] heart, in which [their] ego has been annihilated.</blockquote>When we turn our attention selfwards and thereby experience ourself as we really are, our mind or ego will be annihilated, all duality will disappear, and in the thought-free space of our heart, which is the infinite space of being-consciousness-bliss, only our non-dual self-consciousness 'I am' will remain shining clearly in all its pristine purity. Since there is nothing to disturb the perfect peace of this experience of true self-knowledge, and since it reveals its own absolute reality more clearly than any spoken or written words could ever do, Sri Ramana describes it as the <em>mauna-para-vak</em>, the 'supreme word' or <em>para-vak</em>, which is absolute silence or <em>mauna</em>.<br /><br />Since this silent, thought-free, peaceful and absolutely clear experience of pure non-dual self-consciousness, 'I am', is the true and natural state of our real self, which is the one absolute reality that we call 'God', Sri Ramana says that the original and most beautifully appropriate name of God is only 'I', 'am', 'I am' or 'I am I'.<br /><br />[For the continuation of this explanation, please refer to pages 305-314 of the current e-book version of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, which is available for free download on my main website, <a href=\"http://www.happinessofbeing.com\" target=\"_blank\">www.happinessofbeing.com</a>.]",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5575583782141684887/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "God",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "manōnāśa (annihilation of mind)",
        "self-investigation (ātma-vicāra)",
        "silence (mauna)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDg4Cm9mZnNldDogMzYwMDAwMAo\""
}