{
    "kind": "blogger#post",
    "id": "8232451240815228251",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-04T09:56:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/objective-knowledge-will-disappear.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8232451240815228251",
    "title": "Objective knowledge will disappear along with our mind when we know ourself as we really are",
    "content": "In <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, chapter 5, 'What is True Knowledge?', after the paragraph (on page 277 of the present e-book version) that ends, \"Is it not clear, therefore, that the only true knowledge that we can attain is the clear knowledge of ourself as we really are, devoid of any superimposed adjuncts — that is, knowledge of ourself as our unadulterated and essential self-consciousness, 'I am', which is the absolute non-dual consciousness that knows only itself?\" I will incorporate the following addition:<br /><br />All objective knowledge involves a basic distinction between the subject, who is knowing, and the object, which is known. It also involves a third factor, the subject's act of knowing the object.<br /><br />Because our knowledge of ourself involves only the inherently self-conscious subject, and no object, we know ourself just by being ourself, and we do so without the aid of any other thing. Because we are naturally self-conscious, we do not need to do anything in order to know ourself. Therefore unlike all our objective knowledge, our knowledge of ourself involves neither an object nor any act of knowing, and hence it is a perfectly non-dual knowledge.<br /><a name='more'></a><br />Objective knowledge involves an act of knowing because of the seeming separation that exists between the knowing subject and the known object. That is, because the object is something that seems to be other than the subject, in order to know the object the attention of the subject must move away from itself towards the object. This movement of our attention away from ourself towards something that seems to be other than ourself is an action or 'doing'.<br /><br />Whereas we know ourself by just being ourself, we can know other things only by actively attending to them — that is, only by directing our mind towards them. When we know ourself, our attention, which is our power of knowing or consciousness, rests in itself, without moving anywhere. But when we know any other thing, our attention must be diverted from ourself towards that other thing.<br /><br />This act of directing our attention towards something that appears to be other than ourself is what we call thinking. Every thought involves a movement of our attention away from ourself towards some image in our mind. Our mind forms all its thoughts or mental images only by seemingly moving its attention away from itself.<br /><br />Since all our objective knowledge is just thoughts or mental images that our mind has formed within itself by seemingly moving its attention away from itself, it appears to exist only because of this action, which we call by various names such as thinking, knowing, cognising, experiencing, seeing, hearing, remembering and so on. Likewise, all the objects that we know come into existence only because of our act of knowing them. That is, since all objects are thoughts or images that arise in our mind, they are formed by our action of thinking or imagining them — an action that can occur only when we allow our attention to move seemingly away from ourself.<br /><br />Thus all objective knowledge involves three basic elements, the knowing subject, its act of knowing and the objects known by it — or in other words, the knower, the knowing and the known. These three basic elements or factors of objective knowledge are known in Sanskrit as <em>triputi</em> and in Tamil as <em>mupputi</em>, two terms which both literally mean 'that which is threefold' but which can be translated more comfortably by the word 'triad'.<br /><br />Of these three factors of objective knowledge, the first and foremost is the knower, which is our own mind or object-knowing consciousness. Without this first factor, the other two factors could not appear to exist. Therefore our knowing mind is the root or original cause of the appearance of these three factors of objective knowledge. In other words, what these three factors depend upon for their appearance or seeming existence is the appearance of our mind. Hence they will appear to exist only so long as our mind appears to exist.<br /><br />This truth is clearly stated by Sri Ramana in verse 9 of <em>Ulladu Narpadu</em>:<br /><blockquote>The pairs and the triads exist [only by] clinging always to one [that is, to our mind or object-knowing consciousness]. If [we] look within [our] mind 'what is that one?' they will slip off [because we will discover that their cause, our mind, is itself non-existent]. Only those who have [thus] seen [the non-existence of our mind and the sole existence of our real self] are those who have seen the reality [the absolute reality or true 'am'-ness]. They will not be deluded [confused or agitated by again imagining the existence of such pairs and triads]. See [this absolute reality, which is our own true self — our essential non-dual consciousness of our own being, 'I am'].</blockquote>In this verse the word <em>irattaigal</em> or 'pairs' means the pairs of opposites such as life and death, existence and non-existence, consciousness and unconsciousness, happiness and unhappiness, real and unreal, knowledge and ignorance, light and darkness, good and bad, and so on. The word <em>mupputigal</em> or 'triads' means the various forms that the 'triad' or set of three factors of objective knowledge assumes, such as the knower, the knowing and the known, the thinker, the thinking and the thought, the perceiver, the perceiving and the perceived, the experiencer, the experiencing and the experienced, and so on.<br /><br />What exactly does Sri Ramana mean when he says that these pairs of opposites and triads exist only by 'clinging always to one'? The 'one' to which they always cling is our mind or object-knowing consciousness, and they are said to cling to it because for their seeming existence they all depend upon its seeming existence. When our mind seems to exist, as it does in waking and dream, the pairs of opposites and the triads also seem to exist, and when it does not seem to exist, as in sleep, they also do not seem to exist.<br /><br />Therefore Sri Ramana says that if we look within our mind to see what that 'one' is, the pairs of opposites and the triads will slip off. That is, if we keenly scrutinise ourself in order to know what this object-knowing consciousness really is, we will discover that it is actually just our essential non-dual consciousness, which knows nothing other than itself, and hence all the otherness and duality that it now appears to know will vanish.<br /><br />Our mind or object-knowing consciousness appears to exist only when we ignore our true non-dual self-consciousness, and hence it will cease to exist when we attend only to ourself — that is, to our fundamental and essential self-consciousness. When we look closely at an imaginary snake, it will disappear, and in its place only the real rope will remain. Similarly, when we look closely at this imaginary object-knowing consciousness that we call our 'mind', it will disappear, and in its place only our real non-dual self-consciousness will remain.<br /><br />Just as the snake disappears because it is imaginary and therefore never really existed, so our mind will disappear because it is imaginary and has therefore never really existed. And just as the sole reality underlying the imaginary appearance of the snake is the rope, so the sole reality underlying the imaginary appearance of our mind is our fundamental non-dual self-consciousness 'I am'.<br /><br />When we look closely at the object-knowing consciousness that we call our 'mind', we will discover that it is non-existent as such, being nothing other than our real consciousness — our non-dual self-consciousness 'I am', which never knows anything other than itself. When we thus discover that our object-knowing mind is non-existent as such, we will also discover that all the duality that appeared to be known by it was likewise non-existent. This is why Sri Ramana says that if we look within our mind to see what this object-knowing consciousness really is, the pairs of opposites and the triads will 'slip off' — that is, they will disappear along with their root cause, our mind.<br /><br />After saying that pairs of opposites and the triads will slip off if we see what the one object-knowing consciousness really is, Sri Ramana says, \"Only those who have seen [thus] are those who have seen the reality\". Here the word <em>kandavare</em>, which I have translated as 'only those who have seen', means only those who have thus seen the non-existence of our mind and the sole existence of our real self. The word <em>unmai</em>, which I have translated as 'the reality', but which etymologically means 'is'-ness or 'am'-ness, here denotes the absolute reality, which is our own essential being or true 'am'-ness.<br /><br />Sri Ramana then declares, \"<em>kalangare</em>\", which means, 'They will not be deluded, confused or agitated'. That is, since all delusion, confusion and agitation arise only due to our knowledge of duality or otherness, which in turn arises only due to the imaginary appearance of our mind, and since our mind will disappear for ever when we experience the absolute and only truly existing reality, which is our own perfectly non-dual self-consciousness, after we have experienced this reality we will never again be deluded or confused by the imaginary appearance of duality.<br /><br />Thus in this verse Sri Ramana emphasises the fact that our mind is the one foundation upon which this entire imaginary appearance of duality is built, and that we can therefore experience the absolute reality that underlies this appearance only by scrutinising its foundation, our mind. Until we thereby free ourself from our self-delusive imagination that this mind is our real self, we will continue to experience the unreal knowledge of duality, and we will therefore be unable to experience the non-dual true knowledge that is our own real self.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8232451240815228251/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "manōnāśa (annihilation of mind)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMTMwCm9mZnNldDogMzYwMDAwMAo\""
}