{
    "kind": "blogger#post",
    "id": "5636447801350189052",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-19T12:27:00Z",
    "updated": "2015-02-08T09:41:06Z",
    "url": "http://happinessofbeing.blogspot.com/2007/03/unconsciousness-that-we-seemed-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5636447801350189052",
    "title": "The 'unconsciousness' that we seem to experience in sleep",
    "content": "On pages 329-330 of the present e-book version of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> there are two paragraphs in which I write:<br /><br /><blockquote>Though in our present waking state we mistake the seeming 'unconsciousness' of sleep to be merely an unconsciousness of our body and the world, in sleep we do not think 'I am unconscious of my body and the world'. Only in the waking state do we think 'In sleep I was unconscious of my body and the world'. That which thinks thus is our mind, but since our mind was not present in sleep, it cannot accurately tell us what our experience in sleep actually was.<br /><br />All we can now say about sleep is that, though we knew 'I am' in that state, it was nevertheless a state of seeming darkness, ignorance or lack of clarity. That seeming lack of clarity is the 'unconsciousness' that we experience in sleep. But what actually is that seeming lack of clarity? About what is it that we lack clarity in sleep? Only about our real self, the real nature of our essential consciousness 'I am'. In sleep we know that we are, yet we lack clarity about what we are. Therefore the seeming 'unconsciousness' of sleep is actually only our lack of clarity of true self-knowledge, our so-called 'forgetfulness' of our real self. If our real self, our essential consciousness 'I am', were not obscured by the veil of our self-forgetfulness, sleep would be a state of perfectly clear self-knowledge.</blockquote><a name='more'></a>While finally checking all the changes that I have made when revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print, I decided today to expand the explanation given in these two paragraphs as follows:<br /><br />Though in our present waking state we mistake the seeming 'unconsciousness' that we experienced in sleep to be merely an unconsciousness of our body and the world, in sleep we did not actually know or think 'I am unconscious of my body and the world'. Only in waking and dream do we think 'In sleep I was unconscious of my body and the world'. That which thinks thus is our mind, but since our mind was not present in sleep, it cannot accurately tell us what our experience in sleep actually was.<br /><br />All we can now say about sleep is that, though we knew 'I am' in that state, it nevertheless appears to us now to be a state of seeming darkness, ignorance or lack of clarity. That seeming lack of clarity is the 'unconsciousness' that we appear to have experienced in sleep. But what actually is that seeming lack of clarity? About what is it that we seem to have lacked clarity in sleep?<br /><br />Since no body or world existed in sleep, to say that we were unconscious of them is misleading. Saying that in sleep we were unconscious of our body and this world is like saying that in our present waking state we are unconscious of the body and world that appeared to exist in a dream. Since any body or world that we experience, whether in waking or in dream, is only an imagination — a collection of thoughts or mental images that appears only in our own mind — saying that we were unconscious of them in sleep is in effect saying that we were unconscious of our thoughts in sleep.<br /><br />We could say that we are unconscious of our thoughts in sleep only if we actually had any thoughts in that state. When we say that we are unconscious of something, it implies that that thing actually exists, or at least appears to exist. Since in sleep we only experienced our own essential self-conscious being, 'I am', we have no reason to believe that anything other than that actually existed in that state.<br /><br />Therefore the clarity of knowledge that we seem to have lacked in sleep can only be a clarity concerning what actually existed in that state, namely our own real self-conscious being. In other words, the 'unconsciousness' that we now imagine that we experienced in sleep is only our seeming lack of clear self-knowledge — our seeming lack of clarity concerning the real nature of our essential consciousness 'I am'.<br /><br />In sleep we know that we are, yet we seem to lack a clear knowledge of what we are. Therefore the seeming darkness of sleep, which in our present waking state we mistake to be merely an 'unconsciousness' of the body and world that we are now experiencing, is actually just our lack of clarity of true self-knowledge — our so-called 'forgetfulness' or 'ignorance' of our own real self. If our real self, which is our essential consciousness 'I am', were not seemingly obscured by the veil of our self-forgetfulness or self-ignorance, sleep would be a state of perfectly clear self-knowledge.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5636447801350189052/comments"
    },
    "labels": [
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-forgetfulness",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg4NDY2OTUzCm9mZnNldDogMAo\""
}