{
    "kind": "blogger#post",
    "id": "5817759925086283460",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-17T16:53:00Z",
    "updated": "2019-10-25T23:17:28+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/02/only-absolute-clarity-of-true-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5817759925086283460",
    "title": "Only the absolute clarity of true self-knowledge will put an end to all our dreams",
    "content": "In continuation of my earlier posts <a href=\"http://happinessofbeing.blogspot.com/2007/02/our-imaginary-sleep-of-self.html\">Our imaginary sleep of self-forgetfulness or self-ignorance</a>, <a href=\"http://happinessofbeing.blogspot.com/2007/02/are-we-in-this-world-or-is-this-world.html\">Are we in this world, or is this world in us?</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/02/our-waking-life-is-just-another-dream.html\">Our waking life is just another dream</a>, the following is the fourth instalment of the additional matter that I plan to incorporate after the paragraph that ends on the first line of page 127 of my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>:<br /><br />In verse 1 of <em>Ekatma Panchakam</em>, after the first two clauses, \"Having forgotten ourself\" and \"having thought '[this] body indeed is myself'\", Sri Ramana adds a third clause, \"having [thereby] taken innumerable births\". What exactly does he mean by this? How actually do we \"take innumerable births\"?<br /><br />As we have discussed earlier, our present waking life is actually just a dream that is occurring in our imaginary sleep of self-forgetfulness or self-ignorance. When we imaginarily ignore or forget our real self, which is infinite being, consciousness and happiness, we seemingly separate ourself from the perfect happiness that is our own self. Therefore until we reunite with our own reality, which is absolute happiness, we cannot rest, except during the brief but necessary interludes that we experience in sleep, death and other such states, in which our mind subsides in a state of temporary abeyance or inactivity.<br /><a name='more'></a><br />Because we have imaginarily separated ourself from our own infinite happiness, we feel perpetually dissatisfied, and hence our innate love for happiness impels us to search restlessly for the happiness that we have lost. Thus our natural love for happiness, which is our own true being, is seemingly distorted, manifesting in the form of desire, which impels us to be active, thereby driving ourself further away from our true state of being. Whereas true love is our natural state of just being, desire gives rise to 'doing' or activity, which distracts us from our essential being.<br /><br />How does our love for happiness become distorted as desire? Having imaginarily separated ourself from our infinite real self, we now feel happiness to be something other than ourself, and therefore we seek it outside ourself in objects and experiences that we imagine to be other than ourself. In our natural state of true self-knowledge, we experience happiness as our own self, and hence our love for happiness impels us just to be ourself. In our imaginary state of self-ignorance, on the other hand, we experience happiness as if it were something other than ourself, and hence our simple love for happiness is distorted as innumerable desires for things other than ourself — for objects and experiences that we imagine will give us the happiness for which we crave.<br /><br />Because our self-ignorance clouds our natural clarity of discrimination, it deludes us, making us imagine that in order to be happy we must obtain things other than ourself — whether material objects, sensual experiences or intellectual knowledge. We imagine that certain experiences will make us happy, and certain other experiences will make us unhappy, and hence we desire those experiences that we imagine will make us happy, and we fear or feel averse to those experiences that we imagine will make us unhappy.<br /><br />Thus our self-ignorance inevitably gives rise to our desires and fears, which impel us to be constantly active, striving by mind, speech and body to experience the happiness for which we yearn so intensely. Until we attain the non-dual experience of true self-knowledge, thereby dissolving the illusion of self-ignorance and all its progeny, we will not be able to free ourself from the gripping vice of desire and fear.<br /><br />Even when our mind subsides temporarily in a state of abeyance such as sleep or death, our deeply rooted desires and fears are not dissolved, because our basic self-ignorance persists in a dormant form. Therefore, as soon as we are sufficiently rested, our dormant desires and fears rouse us from sleep, giving rise either to the experience of this waking state or to the experience of a dream.<br /><br />All our dreams are caused by our latent desires and fears, and our present waking state is just one of our dreams. Just as all that we experience in a dream is our own thoughts, which are formed by our latent desires and fears, so all that we experience in our present waking state is our own thoughts, which are likewise formed by our latent desires and fears.<br /><br />Since our present waking life is actually just a dream in our imaginary sleep of self-forgetfulness or self-ignorance, the state that we call death is merely the final termination of this particular dream. The entire life of our present body is one continuous dream, which is interrupted each day by a brief period of rest in sleep, but which resumes as soon as we have recuperated sufficient energy to engage in another period of mental activity. One feature of this dream is that the imaginary body that we now mistake to be ourself appears to grow gradually older and more worn out, until eventually we forsake it permanently. The state in which we thus permanently cease to imagine our present body to be ourself is what we generally call death.<br /><br />Since death is just the ending of an extended dream, it is merely a state of abeyance or temporary subsidence of our mind, like the sleep that we experience every day. After we have rested for a while in sleep, our latent desires and fears impel our mind to rise and become active once again in another state of dream. Similarly, after we have rested for a while in death, our latent desires and fears impel our mind to rise once again in another state of activity, in which we imagine some other body to be ourself.<br /><br />Therefore when Sri Ramana said, \"having taken innumerable births\", he was referring to this repeated process of forsaking one dream body and imagining another dream body to be ourself. Rebirth or reincarnation is therefore not real, but is just a dream — an imaginary event that occurs repeatedly in our seemingly long sleep of imaginary self-ignorance.<br /><br />Though rebirth is merely a figment of our imagination — a dream created by our own desires and fears — it is as real as our present life in this world, which is itself just as real as our mind, the limited and distorted form of consciousness that experiences this and so many other dreams. Until we know what we really are, thereby putting an end to our imaginary sleep of self-forgetfulness or self-ignorance, we will continue to experience one dream after another, and in each of those dreams we will mistake ourself to be a body that we have created by our own imagination.<br /><br />Since the fundamental cause of all the suffering and lack of perfect happiness that we experience in this dream-life and so many other dream-lives is our imaginary self-forgetfulness or self-ignorance, we can end all our suffering and attain perfect happiness only by experiencing the absolute clarity of true self-knowledge. Since the illusion of duality is caused by our self-forgetfulness — our forgetfulness of our fundamental non-dual consciousness of our own infinite and absolute being — it will be dissolved only when we experience perfectly clear non-dual self-knowledge or self-consciousness.<br /><br />By seemingly forgetting our real self, we enable ourself to imagine that we have become a body. Therefore though we have never really ceased to be our infinite real self, we do appear to have become something else. Hence in this first verse of <em>Ekatma Panchakam</em> Sri Ramana says that having forgotten our real self, having repeatedly imagined ourself to be a body, and having thereby seemingly taken birth in innumerable different bodies, when we finally know ourself we become ourself once again.<br /><br />Though he says, \"… finally knowing ourself [and thereby] becoming ourself …\", he does not mean to imply that the attainment of true self-knowledge is really a process of becoming. Relative to our present state of self-forgetfulness, in which we seem to have become a body and mind, the state of self-knowledge may appear to be a state in which we will once again become our real self, but in reality it is just our natural state of being, in which we remain as we always have been — that is, as our immutable real self.<br /><br />The word that Sri Ramana actually uses in this verse is <em>adal</em>, which is a gerund that primarily means 'becoming' but can also mean 'being'. Therefore, though the words \"<em>irudi tannai unarndu tan adal</em>\", which form the subject of this verse, could be translated as \"finally knowing ourself [and thereby] becoming ourself\", they can be translated more accurately as \"finally knowing ourself [and thereby just] being ourself\".<br /><br />The state of true self-knowledge is our natural, eternal, immutable and non-dual state of self-conscious being. Since it is the absolute reality, which underlies the appearance of all relativity, it can never undergo any form of change or becoming. It never has become anything, and it never will become anything. It just is.<br /><br />When we imagine that we know anything other than ourself, we seem to become something limited. However, such becoming is only imaginary. In reality, we always remain as we really are — that is, as infinite and absolute being, consciousness and happiness. Hence when we know ourself as we really are, we do not become anything, but simply remain as the infinite and absolute reality that we always have been and always will be. Therefore in verse 26 of <em><a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\">Upadesa Undiyar</a></em> Sri Ramana says:<br /><blockquote>Being [our real] self is indeed knowing [our real] self, because [our real] self is that which is devoid of two. …</blockquote>Since we are the absolute reality, we are in truth devoid of any form of duality, and hence we can know ourself only by being ourself, which is what we always are. Therefore the state that we call self-knowledge is not a state in which we know anything new, but is only the state in which we shed all knowledge of everything other than ourself.<br /><br />When we wake up from a dream, we do not become anything new or know anything new. We merely shed the imaginary experience of our dream, and remain as we previously were. Similarly, when we wake up from our imaginary sleep of self-forgetfulness, in which we have experienced innumerable dreams, we will not become anything new or know anything new. We will merely shed the imaginary experience of our self-forgetfulness and all our resulting dreams, and remain as the infinite and absolutely non-dual self-consciousness that we always have been.<br /><br />Therefore Sri Ramana concludes this first verse of <em>Ekatma Panchakam</em> by saying:<br /><blockquote>… finally knowing ourself [and] being ourself is just [like] waking from a dream of wandering about the world. See [thus].</blockquote>When we wake up from a dream, we know that everything that we experienced in that dream was merely our own imagination, and was therefore entirely unreal. Similarly, when we attain the non-dual experience of true self-knowledge, we will know that everything that we experienced in this state of self-forgetfulness (including our self-forgetfulness itself) is merely our own imagination, and is therefore entirely unreal.<br /><br /><div align=\"right\">(to be continued in a later post)</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5817759925086283460/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Ēkāṉma Pañcakam",
        "Happiness and the Art of Being",
        "just being (summa iruppadu)",
        "philosophy of Sri Ramana",
        "self-forgetfulness",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTcyMDQxODQ4MDE4Cm9mZnNldDogMzYwMDAwMAo\""
}