{
    "kind": "blogger#post",
    "id": "4598638672972963921",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-07-28T07:56:00+01:00",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-additions-to_28.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4598638672972963921",
    "title": "<i>Happiness and the Art of Being</i> – additions to chapter 5",
    "content": "In the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, chapter 5, ‘What is True Knowledge?’, I have incorporated eight new portions that are not in the second e-book edition.<br /><br />On page 304 of the second e-book edition, immediately after the first paragraph following verse 9 of <em>Ulladu Narpadu</em>, I have added two new paragraphs and modified the first sentence of the next paragraph. These three paragraphs, which will be on pages 306 to 307 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>, are as follows: <blockquote>The unreality both of these ‘triads’, which form the totality of our objective knowledge, and of these ‘pairs’, which are an inherent part of our objective knowledge, being objective phenomena experienced by our knowing mind, is emphasised by the word <i>vinmai</i>, which Sri Ramana added between the previous verse and this verse in the <i>kalivenba</i> version of <i>Ulladu Narpadu</i>. Being placed immediately before the opening words of this verse, <i>irattaigal mupputigal</i>, this word <i>vinmai</i>, which literally means ‘sky-ness’ — that is, the abstract quality or condition of the sky, which in this context implies its blueness — defines the nature of these ‘pairs’ and ‘triads’. That is, these basic constituents of all our objective or dualistic knowledge are unreal appearances, like the blueness of the sky.<br /><a name='more'></a><br />Just as the sky is actually just empty space, which devoid of colour, so we are actually just the empty space of unadulterated self-consciousness, which is devoid of duality or otherness. But just as the seeming blueness of the sky is formed because the light of the sun is refracted when it enters the earth’s atmosphere, so the appearance of duality is formed in the undivided space of our consciousness because the clear light of our non-dual self-consciousness is seemingly divided into many thoughts or mental images when the phantom of our mind arises within us.<br /><br />This is why Sri Ramana says that these pairs of opposites and triads exist only by ‘clinging always to one’. The ‘one’ to which they always cling is our mind or object-knowing consciousness, and they are said to cling to it because for their seeming existence they all depend upon its seeming existence. When our mind seems to exist, as it does in waking and dream, the pairs of opposites and the triads also seem to exist, and when it does not seem to exist, as in sleep, they also do not seem to exist.</blockquote>In the middle of the fourth paragraph on page 309 of the second e-book edition, I have added two new paragraphs regarding verse 37 of <em>Ulladu Narpadu</em>, and while doing so I joined the first sentence of fourth paragraph to the previous paragraph, and second sentence of fourth paragraph to the next paragraph. Including the previous and next paragraph, these four paragraphs, which will be on pages 312 to 313 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>, are as follows: <blockquote>In order for any of the ten men to discover the missing ‘tenth man’, all that was required was for him to remove his imagination that one of them was missing, and that could be achieved only by drawing his attention to himself. Similarly, in order for us to discover our own real self, all that is required is for us to remove our imagination that we know anything other than our real self, and that can be achieved only by drawing our attention towards ourself. That is, since the cause of our imaginary experience of duality or otherness is our seeming self-ignorance, it can be removed only by the experience of clear non-dual self-knowledge, which we can achieve only by attending keenly and exclusively to ourself.<br /><br />The necessity for spiritual practice — for our making effort to be keenly and exclusively attentive to our own self-conscious being — arises only because we imagine ourself to be anything other than our real self, which is our essential non-dual self-consciousness. This is the meaning implied by two words that Sri Ramana added before the opening words of this verse in the <i>kalivenba</i> version of <i>Ulladu Narpadu</i>, namely <i>ariyade muyalum</i>, which mean ‘which [we] attempt [or make effort to do] only [due to] not knowing’.<br /><br />Being placed before the initial word of this verse, <i>sadhakattil</i>, which means ‘in [the state of] spiritual practice’, these two words imply that we make effort to do any form of spiritual practice, including the ultimate practice of <i>atma-vichara</i> or self-investigation, only because we do not experience true self-knowledge — the true knowledge that we are just absolutely non-dual and therefore perfectly clear self-conscious being. Though this self-ignorance or lack of true self-knowledge is only imaginary, so long as we experience ourself as being anything other than absolutely unadulterated self-consciousness — consciousness that knows nothing other than itself, its own essential being or ‘am’-ness — it is necessary for us to practise self-investigation, which is the real spiritual practice of abiding undistractedly as our own true self-conscious being.<br /><br />However, since our present self-ignorance is truly imaginary, when as a result of our practice we do experience our real self — our absolutely non-dual self-conscious being — we will discover that we have never known anything other than it. Just as the ‘tenth man’ was never anyone other than the man who imagined him to be missing, so the real self that we are now seeking is never anything other than ourself, who now imagine it to be something that we do not clearly know. Therefore Sri Ramana says that it is not true to say that duality is real when we are seeking our real self. Even now we are truly nothing other than the non-dual real self that we seek.</blockquote>On page 311 of the second e-book edition, immediately after verse 23 of <em>Ulladu Narpadu</em>, I have added the following two new paragraphs, which will be on pages 314 to 315 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>: <blockquote>What exactly Sri Ramana means by saying in the first sentence of this verse, \"This body does not say ‘I’\", was clarified by him in the <i>kalivenba</i> version of <i>Ulladu Narpadu</i>, in which he added before it the words <i>mati iladal</i>, which mean ‘since it is devoid of <i>mati</i>’. The word <i>mati</i> usually means mind, intellect or power of discernment and understanding, but in this context Sri Ramana uses it in a deeper sense to mean consciousness.<br /><br />That is, since our body has no consciousness of its own, it cannot by itself say ‘I am’. Here ‘say’ is not used objectively to mean ‘make sound by mouth’, but is used more subjectively to mean ‘testify’, ‘bear witness’, ‘declare’ or ‘make known’. Our body does not experience or witness its own existence, any more than a corpse does, and hence it cannot testify ‘I am’. That which now experiences its seeming existence is only we — the consciousness or mind within this body — and since we imagine it to be ourself, we feel ‘I am this body’. Hence, when this body seems to say ‘I’, it is in fact we who speak through it referring to it as ‘I’.</blockquote>After the third paragraph on page 312 of the second e-book edition, I have added the following two new paragraphs regarding verse 23 of <em>Ulladu Narpadu</em>, which will be on pages 316 to 317 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>: <blockquote>The result that will be achieved when with a truly subtle power of attention we scrutinise our essential self-consciousness, ‘I am’, which is the source from which our mind or false finite sense of ‘I’ arises, is stated by Sri Ramana explicitly in the words that he added at the end of this verse in the <i>kalivenba</i> version of <i>Ulladu Narpadu</i>. The final word of this verse is <i>en</i>, which is an imperative that in this context means ‘scrutinise’, but in the <i>kalivenba</i> version he modified it as <i>enna</i>, which is the infinitive form of the same verb that is used idiomatically to mean ‘when [we] scrutinise’, and he added a concluding verb <i>nazhuvum</i>, which literally means ‘it slips off’, ‘it steals away’ or ‘it escapes’, and which therefore implies that it will depart, disappear, vanish, evaporate, dissolve or become entirely non-existent. Thus the meaning of this final sentence in the <i>kalivenba</i> version is: \"When [we] scrutinise by a subtle intellect where this ‘I’ rises, it [this rising ‘I’] will vanish\".<br /><br />This rising ‘I’, our mind or ego, appears to exist only when we imagine ourself to be a body, and hence its seeming existence depends upon our turning our attention away from our own essential self-conscious being, ‘I am’, towards a body and other thoughts, all of which are objects that we have created by our own power of imagination. When we do not attend to any imaginary object, such as this body, the world or any of the other thoughts in our mind, our mind or finite sense of ‘I’ cannot stand, and hence it subsides and vanishes within us, being found to be entirely non-existent. Therefore when we scrutinise the source of our finite rising ‘I’ — that is, when we turn our attention away from all thoughts or mental images and focus it wholly and exclusively upon our own essential self-conscious being — this false ‘I’ will vanish in the absolute clarity of our perfectly adjunct-free non-dual self-consciousness.</blockquote>On page 313 of the second e-book edition, immediately after the first paragraph following verse 26 of <em>Ulladu Narpadu</em>, I have added the following new paragraph, which will be on pages 317 to 318 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>: <blockquote>In the <i>kalivenba</i> version of <i>Ulladu Narpadu</i> Sri Ramana added the word <i>karuvam</i>, which means ‘which is the <i>karu</i>’, before the first word of this verse, which is <i>ahandai</i> or ‘ego’. As I explained in chapter three when discussing the meaning of verse 716 of <i>Guru Vachaka Kovai</i>, the word <i>karu</i> means ‘embryo’, ‘germ’, ‘efficient cause’, ‘substance’, ‘foundation’ or ‘womb’, and Sri Ramana describes our ego or mind as being the <i>karu</i> because it is the embryo or seed from which everything — all duality or otherness — is born, the substance of which everything is formed, the active cause or creator that brings everything into being, the foundation that supports the appearance of everything, and the womb inside which everything is born and contained.</blockquote>While discussing verse 12 of <em>Ulladu Narpadu</em>, I have expanded the first paragraph of page 315 of the second e-book edition and split it into the following three paragraphs, which will be on pages 320 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>: <blockquote>Though our real self, our essential adjunct-free consciousness ‘I am’, is completely devoid of knowledge and ignorance about anything other than itself, it is not merely an empty void, because it is the fullness of being — the fullness of perfectly clear self-conscious being, which is the fullness of true self-knowledge. Therefore the term <i>sunya</i> or ‘void’, which is used to describe the absolute reality not only in Buddhism but also in some texts of <i>advaita vedanta</i>, is in fact intended to be understood only as a relative description of it — a description of it relative to the multiplicity of relative knowledge that our mind now experiences.<br /><br />Though the absolute reality, which is our essential self-conscious being, is devoid of all relative knowledge — all knowledge of duality or otherness — it is not an absolute void, because it is not devoid of true knowledge, which is the absolute clarity of perfectly non-dual self-consciousness. Therefore rather than describing the absolute reality as a state of <i>sunya</i>, ‘emptiness’ or ‘void’, it is more accurate to describe it as the state of <i>purna</i>, ‘fullness’, ‘wholeness’ or ‘completeness’, because it is the absolute fullness of true knowledge.<br /><br />The same truth that Sri Ramana expresses in verse 12 of <i>Ulladu Narpadu</i> is expressed by him even more succinctly in verse 27 of <i>Upadesa Undiyar</i>: <blockquote>The knowledge which is devoid of both knowledge and ignorance [about objects], alone is [true] knowledge. This [true knowledge] is the [only existing] reality, [because in truth] there is nothing to know [other than ourself].</blockquote></blockquote>After the first paragraph of page 324 of the second e-book edition, I have added the following new paragraph regarding verse 22 of <em>Ulladu Narpadu</em>, which will be on pages 329 to 330 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>: <blockquote>Because everything other than our essential self-consciousness — that is, all otherness, duality or multiplicity — is known only by our mind, in the <i>kalivenba</i> version of <i>Ulladu Narpadu</i> Sri Ramana added the words <i>evaiyum kanum</i>, which mean ‘which sees everything’, before the initial word of this verse, <i>mati</i> or mind. Since our mind is an object-knowing form of consciousness, its nature is to know everything other than its own real self, but in order to know all those other things it must borrow the light of consciousness from its real self — from its own essential self-conscious being, which is the absolute reality that we call ‘God’ or the ‘Lord’.</blockquote>Finally on page 339 of the second e-book edition (pages 344 to 345 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>) I have added a translation of verse 5 of <em>Ekatma Panchakam</em> and a brief explanation about it, which I will post here separately tomorrow.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4598638672972963921/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "ego",
        "Ēkāṉma Pañcakam",
        "God",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0ODE4Cm9mZnNldDogMzYwMDAwMAo\""
}