{
    "kind": "blogger#post",
    "id": "5399554070075638070",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-08-22T07:11:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/08/importance-of-compassion-and-ahimsa.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5399554070075638070",
    "title": "The importance of compassion and <i>ahimsa</i>",
    "content": "In continuation of my previous post, <a href=\"http://happinessofbeing.blogspot.com/2007/08/supreme-compassion-of-sri-ramana.html\" target=\"_blank\">The supreme compassion of Sri Ramana</a>, the following is what I have newly incorporated on pages 601 to 609 of the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>:<br /><br />By both his words and his example he [Sri Ramana] taught us the virtue of perfect <i>ahimsa</i> or compassionate avoidance of causing any harm, injury or hurt to any sentient being. Through his life and his teachings he clearly indicated that he considered <i>ahimsa</i> or ‘non-harming’ to be a greater virtue than actively trying to ‘do good’. Whereas <i>ahimsa</i> is a passive state of refraining from doing any action that could directly or indirectly cause any harm or suffering to any person or creature, ‘doing good’ is an active interference in the outward course of events and in the affairs of other people, and even when we interfere thus with good intent, our actions often have harmful repercussions.<br /><br />When we try to do actions that we believe will result in ‘good’, we often end up causing harm either to ourself or to others, or to both. The danger to ourself in our trying to do ‘good’ to others lies principally in the effect that such actions can have on our ego. If we engage ourself busily and ambitiously in trying outwardly to do ‘good’, it is easy for us to overlook the defects in our own mind, and to fail to notice the subtle pride, egotism and self-righteousness that tend to arise in our mind when we concentrate on rectifying the defects of the outside world rather than rectifying our own internal defects.<br /><a name='more'></a><br />Moreover, what we consider to be ‘good’ is often quite different to what other people consider to be ‘good’, so unless we are very careful the ‘good’ that we try to do to others may in fact be unwanted. Even if we feel strongly that our idea of ‘good’ is right and some other people’s idea of it is wrong, we should be careful not to try to impose our idea of ‘good’ upon them, because when we do so our efforts will only create resentment and conflict, which will usually result in causing more harm than any actual good.<br /><br />Most actions have multiple effects, so the repercussions of our actions are often not what we intend them to be. The greater the ‘good’ that we try to do, the greater the harm that may result. Since the beginning of human history, many social, political and religious reformers have come and gone, but none of their attempted reforms have ever resulted in unmixed good. Any action or series of actions that has a significant impact upon this world inevitably results in a mixture of good and bad — benefit and harm.<br /><br />Many of the greatest evils and injustices in this world have resulted from supposedly well-intentioned social, political, economic or religious reforms. Even in the name of God countless conflicts have occurred, which have sometimes even resulted in cruel persecutions, wars and terrorism. From all this we should understand that attempts to do good can result in great harm, and that our primary moral duty is therefore to avoid causing any harm rather than to try to do any good.<br /><br />In many situations, far greater good can result by our refraining from doing any action than could possibly result by our doing any action, because whatever good might result from any action that we could do would not compensate for the harm that would result from it. In other words, our inaction — our just being without doing anything — can often be truly more beneficial than any amount of action or ‘doing’ could be.<br /><br />As a general rule, if any action is likely to cause harm to any sentient being, we should refrain from doing it, even though it may also result in some good. Moreover, whatever action we may decide either to do or to refrain from doing in any particular situation, we always should remember that the ultimate good, which is the infinite happiness of true self-knowledge, can never be achieved by any amount of action or ‘doing’, but only by just ‘being’ — that is, by our abiding peacefully in our own natural state, which is the egoless, thought-free and therefore absolutely actionless state of perfectly clear self-conscious being.<br /><br />This is not to say, however, that we should not do anything to help other people or creatures when an immediate need arises, but only that we should not be too ambitious in our desire to do good. We should respond appropriately to any situation we find ourself in, but we need not actively seek situations in which we imagine that our help may be required. Moreover, even when a situation does arise in which our help appears to be required, we should take care to do only whatever help or ‘good’ is truly appropriate, and we should at the same time be very vigilant not to cause any form of harm in our attempt to do good.<br /><br />From the example set by Sri Ramana, we should understand that it is good for us to be always humble, unselfish, kind, caring, considerate, gentle, compassionate, generous and sharing, and that all our outward actions and reactions — which in many cases may appropriately include our refraining from doing certain actions or any action whatsoever — should always be guided by these inward qualities of mind and heart. The great importance of such true generosity, kindness and care was clearly emphasised by Sri Ramana when he concluded this nineteenth paragraph of <i>Nan Yar?</i> by saying: <blockquote>… All that one gives to others one is giving only to oneself. If [everyone] knew this truth, who indeed would refrain from giving?</blockquote>All that we give to others (especially the tender-hearted love, kindness, compassion, sympathy, affection, care and consideration that we give to them) we are giving only to ourself because no one — no person, animal, plant or any other thing — is truly other than ourself, our essential self-conscious being or ‘am’-ness.<br /><br />This is the real meaning of the teaching of Christ, \"Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind... Thou shalt love thy neighbour as thyself\" (<i>Matthew</i> 22.37, 39, and <i>Mark</i> 12.30-31). We cannot truly love either God or our neighbour — any of our fellow sentient beings — as ourself unless we actually experience them as ourself, and if we do not love them as ourself, we cannot really love them with all our heart, soul and mind.<br /><br />Love for anything other than ourself can never be a whole love, but can only be a divided and therefore partial love, because we always love ourself more than we can ever love any other person or thing. Therefore if we truly wish to love either God or our neighbour wholly — with all our heart, soul and mind — we must experience them as ourself, and in order to experience them thus, we must experience ourself as we really are — that is, as the one infinite and indivisible absolute reality, which is the real essence or true substance of all that is. Hence, since we cannot experience ourself thus as the one infinite, undivided, non-dual and all-inclusive whole so long as we attend to anything that appears to be other than ourself, in order to experience and love both God and our neighbour as ourself, we must withdraw our mind entirely from their imaginary outward forms and focus it keenly and exclusively upon our own essential self-conscious being, ‘I am’, which alone is their real and essential form.<br /><br />Therefore until we merge and lose ourself entirely in our natural state of absolutely non-dual self-conscious being, which alone is the state of true self-knowledge, our love for God and for our neighbour will only be partial and imperfect. However, even though we may not yet actually experience and love all our fellow sentient beings as ourself, if we have really understood at least theoretically that they are truly not other than ourself, we will naturally feel compassion for them and will therefore empathise with all their sufferings. When we feel such compassion and empathy for all sentient beings, we will naturally refrain as far as possible from causing even the least harm or suffering to any of them.<br /><br />However, our love, compassion and concern for other people and animals should not lead us to believe that we can do any great good in this world, or that this world needs us to reform it. Whenever any person told Sri Ramana that he had an ambition to reform the world in some way or to do any other such ‘good’, he would say, \"He who has created this world knows how to take care of it. If you believe in God, trust him to do whatever is necessary for this world\". On many occasions and in many ways, Sri Ramana made it clear that our duty is not to reform the world but only to reform ourself.<br /><br />To people who lacked subtle understanding, he would say that since this world is created by God, he knows how to take care of it, thereby indicating that this world is exactly as God intends it to be, and that he intends it to be thus for the true benefit of all concerned. However, to people of more subtle understanding, he would say that this world is a creation of our own mind, and exists only in our mind in the same manner that a dream exists only in our mind, and that whatever defects we see in this world are therefore reflections of our mind’s own defects. Hence, rather than trying to reform the reflection, we should try to reform the source of it, which is our own mind. If we reform our mind by restoring it to our natural state of just being, its reflection will also merge and become one with our true being, which is the infinite fullness of unalloyed happiness and love.<br /><br />Though all the manifold problems of this world can be effectively solved only by our turning our mind inwards and drowning it in its source, which is our own absolutely non-dual self-conscious being, so long as our mind is turned outwards, we will continue to mistake ourself to be just a body-bound person — one among the many such body-bound creatures living in this material world. When we thus mistake ourself to be a finite person, we inevitably become involved in the activities of our body, speech and mind, and our actions unavoidably have an effect upon other people and creatures.<br /><br />Therefore in this dualistic state of activity we are responsible for the effects of our actions, and hence we must take care not to cause any harm to any of our fellow embodied beings. The benefit of our thus carefully practising the virtue of <i>ahimsa</i> or ‘non-harming’ is twofold. Not only do we thereby avoid as far as possible causing any harm or suffering to any other sentient beings, but we also thereby cultivate the tenderness of mind that is required for us to be able to turn within and merge in our natural state of just being.<br /><br />If we are heartlessly indifferent to the sufferings of others, we will not be able to succeed in any effort that we may make to turn within, because such heartlessness is caused only by the density of our ego — by our strong attachment to and identification with our own individual self. Only when our attachment to our own ego is greatly attenuated will we have the <i>vairagya</i>, desirelessness or detachment that is necessary for us to be able to relinquish all thoughts or attention to anything other than our own essential self-conscious being, and as an inevitable consequence of this attenuation of our ego, true heart-melting kindness, love and compassion will also naturally arise within us.<br /><br />Only to the extent to which our ego and all its desires and attachments are truly attenuated will the real love for just being arise in our heart. When this true love for just being arises within us, it will impel us to try repeatedly to withdraw our mind from all objects and to rest in our own essential self-conscious being. However, until our love for just being consumes us entirely, our mind will often slip down from our natural state of self-conscious repose, and whenever we thus experience this seemingly external world our heart-melting love for just being will manifest as tender-hearted compassion, kindness, love and consideration for all other sentient beings, who are each in essence nothing other than our own self-conscious being.<br /><br />Sri Ramana used to say that <i>bhakti</i> is <i>jñana mata</i> — that is, that devotion or love is the mother of true self-knowledge. In this context <i>bhakti</i> means true heart-melting love for just being — love, that is, for our own infinite self-conscious being. Since our true self-conscious being is infinite, it knows no other, and hence if we truly love our own being we will not feel anything — particularly any sentient being — to be excluded from it or from our love for it.<br /><br />Therefore so long as we experience even the least duality or otherness, our true love for just being will be experienced by us as a tender-hearted and all-inclusive love and compassion for our fellow sentient beings. Hence if we cultivate true love for just being, as we will naturally do by our persistent practice of self-attentiveness, we need make no separate effort to cultivate any other qualities such as compassion, tenderness or kindness for other sentient beings, because such qualities will result automatically from our love for true being.<br /><br />However, though we need not make any special effort to cultivate qualities such as compassion or sensitivity for the feelings of others, by cherishing such qualities we can indirectly nourish our love for just being, which alone can enable us to experience the egoless state of true self-knowledge. Only an extremely tender-hearted mind will be overwhelmed by such great love for just being that it will be willing to surrender itself entirely, turning its attention wholly towards its own self-conscious core or essence and thereby subsiding and merging within, losing itself in the absolute clarity of true non-dual self-knowledge.<br /><br />Just as compassion is a natural effect of true love for just being, so <i>ahimsa</i> or ‘non-harming’ is a natural effect of compassion. If we feel true compassion and tenderness for the feelings of others, we will automatically take care not to do any action that might cause any harm or suffering. Therefore the most important quality that we should strive to cultivate is the true love to subside and rest in our natural state of self-conscious being. If we cultivate this one essential quality, all other qualities will flourish effortlessly and naturally in our heart.<br /><br />Absolute <i>ahimsa</i> is possible only in the non-dual state of true self-knowledge. The first <i>himsa</i> or ‘harm’ — that is, the first action that causes harm, injury and suffering both to ourself and to all ‘others’ — is the rising of our own mind. When our mind does not rise, everything remains peacefully merged in the true state of non-dual self-conscious being, which is the state of infinite happiness. The imaginary rising of our mind is not only the primal form of <i>himsa</i>, but is also the cause and origin of all other forms of <i>himsa</i>.<br /><br />Therefore, so long as we imagine ourself to be this body-bound mind or ego, we cannot experience absolute <i>ahimsa</i>, and we cannot entirely avoid doing any form of <i>himsa</i>. Hence if we truly wish to avoid causing any harm whatsoever, we should not only try carefully to regulate all our actions of mind, speech or body in accordance with the morally imperative principle of <i>ahimsa</i>, but should also try to destroy the root cause of every form of <i>himsa</i>, which is our own mind or ego. In order to destroy this root cause of all suffering, the only means is to turn our mind away from all otherness or duality and thereby to drown it in the infinite clarity of our own self-conscious being. This is the reason why Sri Ramana says in the nineteenth paragraph of <i>Nan Yar?</i>: <blockquote>… It is not proper [for us] to let [our] mind [dwell] much on worldly matters. It is not proper [for us] to enter [or interfere] in the affairs of other people…</blockquote>The fact that we can truly do good to the world only by withdrawing our mind from it and searching within ourself for the real cause of all suffering is aptly and beautifully illustrated by the compassionate life of Lord Buddha. Like Bhagavan Ramana, Bhagavan Buddha was an embodiment of <i>parama karuna</i> or supreme compassion, kindness and love. As a young man, when he came to know of the inevitable sufferings of embodied existence such as disease, old age and death, he was overwhelmed by an intense desire to discover the root cause of all suffering and the means to destroy that cause. Therefore, though he had great love for his wife, son, father, aunt and other relatives and friends, he left them all and lived the life of a wandering mendicant, earnestly searching for the true knowledge that would put an end to all suffering.<br /><br />Though at an early stage of his search he hoped to attain such knowledge by practising severe bodily austerities, he eventually understood that no such external means could enable him to attain the truth that he was seeking, and that he could attain it only by searching calmly within himself. Thus by turning his mind away from his body and this world, he was able to experience the true state of <i>nirvana</i> — the absolute extinction of his mind or false finite self.<br /><br />The reason why Lord Buddha left his beloved wife, child and other relatives was not because he did not care for them. He left them only because his love for them was so great that he could not bear the thought that he was powerless to save them from the inevitable sufferings of embodied existence, and he was therefore determined to find the means to do so.<br /><br />Only because his love and compassion were so great that he was impelled to withdraw his mind from those he loved most in order to find the real solution to the sufferings of all embodied beings, was he able to attain the true knowledge that enabled him to teach us all the means by which we can attain <i>nirvana</i>, the true state of just being, in which all suffering is extinguished along with its cause, our mind or illusory sense of finite selfhood.<br /><br />In order to attain true self-knowledge — the state of absolutely non-dual self-conscious being — and thereby to extinguish the root of all suffering, we need not outwardly renounce either our family or the entire world, as Lord Buddha did, but we must inwardly renounce all thought of our false finite self and everything else other than our own essential self-conscious being. Still more importantly, in order to be sufficiently motivated to be able to surrender or let go of our false finite self, we must be impelled by the same intensity of tender-hearted love that impelled Lord Buddha and every other true sage to melt inwardly and surrender themself in the all-consuming fire of true self-knowledge.<br /><br />All the suffering that we see in this world is only a dream that arises due to the rising of our own mind, so if we are truly concerned about the sufferings of others, we should earnestly try to wake up from this dream by surrendering our self-deceptive mind in the clarity of our own essential self-conscious being. However, though true heart-melting love for our own essential being, which is also the essential being of every other person and creature, is the only means by which we can wake up from this dream of duality or otherness, our present finite love will blossom as the absolute fullness of infinite love only when we have actually destroyed this illusory dream of duality in the perfect clarity of true non-dual self-knowledge.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5399554070075638070/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "God",
        "Happiness and the Art of Being",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODY0Cm9mZnNldDogMzYwMDAwMAo\""
}