{
    "kind": "blogger#post",
    "id": "6508927384655513184",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-07-27T09:23:00+01:00",
    "updated": "2016-06-09T00:04:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-additions-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6508927384655513184",
    "title": "<i>Happiness and the Art of Being</i> – additions to chapter 2",
    "content": "As I wrote in my last post, <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\"><em>Happiness and the Art of Being</em> will soon be available in print</a>, I have written various new explanations, which will be incorporated in the printed version of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>. Most of these new additions are quite brief, often just one or two paragraphs, but four of them run to more than three pages, one in chapter 4, one in chapter 9 and two in chapter 10.<br /><br />In chapter 2, ‘Who am I?’, I have incorporated just two single-paragraph additions. On page 128, immediately after verse 3 of <em>Ekatma Panchakam</em>, I have added the following paragraph: <blockquote>In the <i>kalivenba</i> version of <i>Ekatma Panchakam</i> Sri Ramana added the compound word <i>sat-chit-ananda</i>, which means ‘being-consciousness-bliss’, before the initial word of this verse, <i>tannul</i> or ‘within [our] self’, thereby reminding us that what we are in essence is only the perfectly peaceful consciousness of being, ‘I am’. Other than our basic consciousness of our own being, everything that we know appears within the distorted object-knowing form of our consciousness that we call our mind, which arises within us during waking and dream, and subsides back into ourself during sleep. Our true consciousness of being — our essential self-consciousness ‘I am’ — is therefore like the screen on which a cinema picture is projected, because it is the one fundamental <i>adhara</i> or underlying base that supports the appearance and disappearance of our mind and everything that is known by it.</blockquote><a name='more'></a>On page 133 of the second e-book edition, immediately after verse 3 of <em>Ekatma Panchakam</em>, I have added the following paragraph (which will be on page 134 of the printed book): <blockquote>In the <i>kalivenba</i> version of <i>Ekatma Panchakam</i> Sri Ramana added the word <i>vattuvam</i>, which means ‘which is the substance’, before the initial word of this verse, <i>pon</i> or ‘gold’. The word <i>vattu</i> is a Tamil form of the Sanskrit word <i>vastu</i>, which means ‘substance’, ‘essence’ or ‘reality’, and which is a word that is often used in philosophy to denote the absolute reality, our own self-conscious being, which is the one essential substance of which all things are formed. Since Sri Ramana is here using gold as an analogy for our real self, by describing gold as the <i>vastu</i> or ‘substance’ he implies that we ourself are the one real substance of which our body and all other things are merely imaginary forms.</blockquote>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6508927384655513184/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Ēkāṉma Pañcakam",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MDU3NDE2Cm9mZnNldDogMzYwMDAwMAo\""
}