{
    "kind": "blogger#post",
    "id": "3426302849426756215",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-07T10:48:00Z",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/awareness-watching-awareness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3426302849426756215",
    "title": "'Awareness watching awareness'",
    "content": "In a <a href=\"http://happinessofbeing.blogspot.com/2006/12/your-comments-and-questions-are-welcome.html#comment-3730902305312581930\" target=\"_blank\">comment</a> on the post <a href=\"http://happinessofbeing.blogspot.com/2006/12/your-comments-and-questions-are-welcome.html\" target=\"_blank\">Your comments and questions are welcome (1)</a>, Ganesan wrote:<br /><blockquote><a href=\"http://www.albigen.com/uarelove/\" target=\"_blank\">http://www.albigen.com/uarelove/</a><br /><br />Are you connected, sir, with the above site, carrying the caption mentioned on the subject, 'Awareness watching awareness', with your name or namesake as the promoter, containing excerpts on the writings of Bhagavan, Muruganar and Sadhu Om, as well as containing the views of the promoter, purporting to explain the technique of self-enquiry? From the way the writings appear, I am inclined to believe that it is not so. Please clarify.</blockquote>I am not in fact connected in any way with this site to which Ganesan refers, <a href=\"http://www.albigen.com/uarelove/\" target=\"_blank\">www.albigen.com/uarelove/</a>, but after reading his question about it, I had a look at it and found that it is a mirror of various pages from two or three other sites, some of which I have seen before. All these pages are written or compiled by Michael Langford, who also writes under the pseudonym 'uarelove'.<br /><a name='more'></a><br />I can understand why Ganesan is confused about these two Michaels, Michael Langford and me, because this other Michael's website is largely about Sri Muruganar, Sri Sadhu Om and their writings, and as Ganesan probably knows, I was closely associated with Sri Sadhu Om. Moreover, on one of the pages of his website, <a href=\"http://www.albigen.com/uarelove/michael_james_muruganar_sadhu_om.aspx\" target=\"_blank\">www.albigen.com/uarelove/michael_james_muruganar_sadhu_om.aspx</a> (which is a mirror of a page from one of his other sites, <a href=\"http://uarelove1.tripod.com/wings.htm\" target=\"_blank\">http://uarelove1.tripod.com/wings.htm</a>), Michael Langford has reproduced in a slightly modified form an article that I wrote many years ago about Sri Muruganar and Sri Sadhu Om.<br /><br />Regarding Michael Langford's explanation about the technique of self-enquiry, his basic idea, namely that it is \"awareness watching awareness\", as he describes it, is correct. This term that he has coined, 'awareness watching awareness', is just another way of describing self-attention or self-attentiveness, which is the state in which consciousness is conscious only of itself and not of any other thing. This is the correct and only technique of self-enquiry.<br /><br />So long as we, who are consciousness or awareness, are conscious of anything other than ourself, our natural clarity of pure non-dual self-consciousness or self-knowledge is clouded and obscured by that consciousness or knowledge of otherness or duality. Therefore if we wish to attain a clear, unconfused and certain knowledge of our true self or essential being, we must withdraw our attention or consciousness from all other things and must focus it wholly and exclusively on itself, that is, on ourself.<br /><br />This state of clear unadulterated self-attention, self-consciousness or self-awareness can therefore be aptly described as 'awareness watching awareness', 'consciousness attending to consciousness', 'consciousness being conscious of consciousness' or simply 'us being conscious of ourself'.<br /><br />Though 'awareness watching awareness' may not be a term that I would choose to describe the practice of <em>atma-vichara</em> (a term that is usually translated as 'self-enquiry' or 'self-inquiry', but which can be more accurately translated as 'self-investigation', 'self-examination' or 'self-scrutiny'), I can appreciate that for many people it is a description that may help them to understand exactly what the practice of <em>atma-vichara</em> or 'self-enquiry' really is. Therefore, by putting so much stress on this term 'awareness watching awareness', I believe Michael Langford may well have helped a considerable number of people.<br /><br />Nevertheless, though I agree with Michael's description of self-enquiry or self-attention as being 'awareness watching awareness', I do have certain reservations about some of the other ideas that he expresses in his website, such as his idea about the 'six rings' of the direct path. However, to be fair to him, I feel that some such questionable ideas of his have arisen due to the fact that he has not been able to read the writings of Sri Ramana, Sri Muruganar and Sri Sadhu Om in their original Tamil form, but only some rather poor and inadequate English translations of them. This is perhaps the reason who he has classified two of the most important writings of Sri Ramana, <em>Nan Yar?</em> (Who am I?) and<em> Ulladu Narpadu</em> (Forty Verses on Being), or rather certain English translations of them, as belonging to the 'third ring' or third most direct expression of the direct path (as he writes in <a href=\"http://www.albigen.com/uarelove/five_sages.aspx\" target=\"_blank\">http://www.albigen.com/uarelove/five_sages.aspx</a>).<br /><br />However, Michael's view about how clearly the direct path of <em>atma-vichara</em> or 'self-enquiry' is expressed in <em>Nan Yar?</em> and <em>Ulladu Narpadu</em> might change if he were to read more accurate translations of these two very important works. In my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, I have included fresh translations of almost all of <em>Nan Yar?</em> and most of the verses of <em>Ulladu Narpadu</em>, along with often very detailed explanations of them, so if Michael reads this book, I hope he may be in a better position to appreciate how clearly and accurately Sri Ramana has expressed and explained the practice of this direct path of self-attention in these two central works of his.<br /><br />I have not yet made an index for <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, but in the PDF format in which it is currently available on my <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\"><i>website</i></a>, it is easy to do searches on words such as <em>Nan Yar?</em> or <em>Ulladu Narpadu</em>, and such searches will create a list of links to each of the pages on which any chosen word or group of words occurs. Therefore if any reader would like to read my new translation of most of <em>Nan Yar?</em> and <em>Ulladu Narpadu</em>, they may do so easily by using this search facility.<br /><br />At present <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a> contains nineteen of the twenty paragraphs of <em>Nan Yar?</em> and twenty-seven verses of <em>Ulladu Narpadu</em>, but before it is published as a printed book I hope to find appropriate places to incorporate the missing paragraph of <em>Nan Yar?</em> and at least six more verses of <em>Ulladu Narpadu</em>, and also some verses from Sri Ramana's other poems, so by the time the book is complete it should contain translations and explanations of most of his important philosophical writings.<br /><br />Returning once again to Ganesan's question about the views that Michael Langford expresses in his website, in spite of the reservations that I have about some of his ideas, I still feel that he has compiled in his website a lot of material that can be very useful to people who are unable to read the teachings of Sri Ramana in their original Tamil. For example, in two pages, <a href=\"http://www.albigen.com/uarelove/sadhu_om_self_inquiry.aspx\" target=\"_blank\">http://www.albigen.com/uarelove/sadhu_om_self_inquiry.aspx</a> and <a href=\"http://www.albigen.com/uarelove/sadhu_om_technique.aspx\" target=\"_blank\">http://www.albigen.com/uarelove/sadhu_om_technique.aspx</a>, he has reproduced the final two chapters of <em><a href=\"http://www.davidgodman.org/books/pathofsriramana1.shtml\" target=\"_blank\"><em>The Path of Sri Ramana</em></a></em> by Sri Sadhu Om, 'Self-Enquiry' and 'The Technique of Self-Enquiry'.<br /><br />I also believe that Michael Langford has done a good service in his website by emphasising the importance of the contribution made by both Sri Muruganar and Sri Sadhu Om to the correct understanding of Sri Ramana's teachings that many people now have. As Michael rightly makes clear, the writings of Sri Muruganar and Sri Sadhu Om make them the two most significant disciples of Sri Ramana from the prespective of any of us who truly wish to understand his philosophy and practise his teachings.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3426302849426756215/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MTY5Cm9mZnNldDogMzYwMDAwMAo\""
}