{
    "kind": "blogger#post",
    "id": "4548589669586988442",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-12T08:25:00Z",
    "updated": "2015-02-08T09:49:58Z",
    "url": "http://happinessofbeing.blogspot.com/2007/03/true-science-of-consciousness-and-drik.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4548589669586988442",
    "title": "The true science of consciousness and <i>drik drisya viveka</i>",
    "content": "In <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, chapter 8, 'The Science of Consciousness', on pages 386 to 390 of the present e-book version I discuss the modern field of study that is known as 'consciousness studies' or the 'science of consciousness', and I explain that any true science of consciousness must clearly distinguish consciousness from any object or phenomenon known by consciousness, a process that in the philosophy of <em><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_0\">advaita</span> <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_1\">vedanta</span></em> is known as <em><span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_2\">drik</span> <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_3\">drisya</span> <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_4\">viveka</span></em> or 'discrimination between the seer and the seen'. In this context I write on pages 388 to 389 of the present e-book version:<br /><br /><blockquote>... Until we understand this basic distinction between consciousness and even the subtlest object known by it, we will not be able to focus our attention solely and exclusively upon our essential consciousness, and thus we will not be able to experience it as it really is — that is, as our pure and unadulterated consciousness of our own being, which is devoid of even the slightest trace of duality or otherness.<br /><br />Unless modern scientists are willing to accept this fundamental but very simple principle, all their efforts to understand consciousness will be misdirected. Any scientist who imagines that they can understand consciousness by studying our physical brain, its electrochemical activity or its cognitive function, has failed to understand that all these things are merely objects that are known by consciousness as other than itself.</blockquote>While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print I have modified and expanded the next paragraph and added a new paragraph, so the next four paragraphs will read as follows:<br /><a name='more'></a><br />Our body, its brain, the many biochemical and electrochemical processes that occur within it, and the functioning of its cognitive processes, are all thoughts or mental images that arise in our mind due to our power of imagination, as also is the illusion that our consciousness is centred in our brain. In the actual experience of each one of us, our consciousness is always present and is clearly known by us as 'I am' even when we are not conscious of our present body or any other body, and though the rising and functioning of our mind is only a temporary phenomenon, no other phenomenon such as a body or brain can ever appear unless our mind rises to know it. Therefore, since we experience our mind whenever we experience our physical body or any other thing in this material world, we have no valid reason to believe or even to suppose that the existence of this world preceded the existence of our mind, or that our mind is a phenomenon that arises due to the functioning of our brain.<br /><br />Since we experience our mind even when we do not experience our present body, as in dream, and even when we have no idea about the brain in this body, our mind is something that is clearly distinct from both our body and our brain. Moreover, since we experience our consciousness even when we do not experience our mind, our present body or any other body, as in sleep, our consciousness is something that is clearly distinct from both our mind and our body, and consequently from the brain in this body.<br /><br />Since all that we know about our brain is just a collection of thoughts that arise in our mind, we can never discover the true nature either of our mind or of the basic consciousness that underlies it by studying the functioning of our brain. In fact by thinking in any way about our brain or any other such objective phenomenon, we are only diverting our attention away from <span class=\"blsp-spelling-error\" id=\"SPELLING_ERROR_5\">ourself</span> — that is, away from the consciousness that we seek to know.<br /><br />Even if we knew nothing about our brain, we would still know 'I am', so if we truly wish to know the true nature of this basic consciousness that we experience as 'I am', we need not attempt to know anything about our brain. All we need do is to turn our attention away from everything that is known by us as other than our essential consciousness, and to focus it instead only upon our consciousness that knows all those other things.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4548589669586988442/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "effort",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg4OTk4NTU3Cm9mZnNldDogMAo\""
}