{
    "kind": "blogger#post",
    "id": "5805737039358263869",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-12T21:01:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/can-sexual-energy-really-be-liberated.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5805737039358263869",
    "title": "Can sexual energy really be liberated?",
    "content": "A friend wrote to me about an account of a certain person and his \"inner unfoldment\", saying that it was \"concerning sexual energy and its liberation\". In my reply I wrote as follows:<br /><br />Regarding the liberation of sexual energy, I am not sure what is meant by 'liberation' in this context. Sexual energy will appear to be real so long as we mistake ourself to be this physical body, for which the sexual urge is natural. However, though it is natural for our body, the sexual urge is not natural for our real self, our true non-dual consciousness of being, 'I am', because in our natural state of non-dual consciousness there can be no other thing towards which we could be attracted.<br /><br />Sexual energy can never be truly liberated, because by its very nature it is always bound to our false sense of identification with our physical body. When we cease to imagine that we are this or any other body, as in sleep, we do not experience any sexual urge or energy. Therefore what can be liberated is not sexual energy, but only ourself.<br /><a name='more'></a><br />Because we are the reality that transcends the body, mind and all other forms of limitation, by knowing our real self, our true and essential being, we can liberate ourself from our imagination that we are this limited, body-bound creature. When we liberate ourself from this imagination, we will ipso facto liberate ourself from the bondage of sexual desire.<br /><br />This state of true liberation cannot truly be called the liberation of sexual energy, because it is the state in which we have discovered that sexual energy, like the body in which we experience it, is a mere imagination, an unreal phantom created by our own mind. True liberation is the state of <em>mano-nasa</em>, annihilation of our mind, or <em>nirvana</em>, total extinction of our illusory sense of being an individual self, a separate object-knowing consciousness, a finite mind confined within the limits of a material body.<br /><br />In other words, true liberation is our natural state, in which only our true non-dual consciousness of our own being exists, and in which all imagination is known to be an illusion that never really existed. Like all forms of duality or relativity, sexual energy is merely a product of our imagination, and will therefore be found to be a non-existent when we abide as the absolute reality — the non-dual consciousness that we always truly are.<br /><br />As I said above, I do not know exactly what people mean when they speak about the 'liberation' of sexual energy. However, what I do know is that this concept of sexual energy being 'liberated' can refer only to some relative state, a state within the imaginary realm of duality, and not to the absolute state of non-dual reality.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/absolute+reality\" rel=\"tag\" target=\"_blank\">absolute reality</a>, <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/liberation\" rel=\"tag\" target=\"_blank\">liberation</a>, <a href=\"http://technorati.com/tag/mind\" rel=\"tag\" target=\"_blank\">mind</a>, <a href=\"http://technorati.com/tag/nirvana\" rel=\"tag\" target=\"_blank\">nirvana</a>, <a href=\"http://technorati.com/tag/non-duality\" rel=\"tag\" target=\"_blank\">non-duality</a>, <a href=\"http://technorati.com/tag/self\" rel=\"tag\" target=\"_blank\">self</a>, <a href=\"http://technorati.com/tag/sexual+energy\" rel=\"tag\" target=\"_blank\">sexual energy</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5805737039358263869/comments"
    },
    "labels": [
        "consciousness",
        "manōnāśa (annihilation of mind)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDk2Cm9mZnNldDogMzYwMDAwMAo\""
}