{
    "kind": "blogger#post",
    "id": "777023438671731192",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-08T13:08:00Z",
    "updated": "2015-02-08T09:51:13Z",
    "url": "http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/777023438671731192",
    "title": "I think because I am, but I am even when I do not think",
    "content": "In <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, chapter 6, 'True Knowledge and False Knowledge', on pages 322 to 323 of the present e-book version I have written:<br /><br /><blockquote>... though our basic knowledge or consciousness 'I am' alone is real, and though all the other things that appear to be real borrow their seeming reality only from this consciousness, which is their underlying base and support, we are so accustomed to overlooking this consciousness and attending only to the objects or thoughts that we form in our mind by our power of imagination, that those objects and our act of knowing them appear in the distorted perspective of our mind to be more real than the fundamental consciousness that underlies them.<br /><br />The only reason why we suffer from this distorted perspective is that we are so enthralled by our experience of duality or otherness, believing that we can obtain real happiness only from things other than ourself, that throughout our states of mental activity, which we call waking and dream, we spend all our time attending only to such other things, and we consequently ignore or overlook our underlying consciousness 'I am'.<br /><a name='more'></a><br />This distorted perspective of our mind is what makes it so difficult for us to accept that our consciousness 'I am' alone is real, and that everything else is just an imagination or apparition. Whereas in our distorted perspective all our knowledge of this world appears to be solid, substantial, obvious and irrefutable, our underlying consciousness 'I am' appears in comparison to be something insubstantial and ethereal, something that we cannot quite know with the same degree of precision and certainty.</blockquote>In continuation of this same same subject, on page 323 of the present e-book version I had written two paragraphs about the famous observation of Descartes, \"<em>Cogito ergo sum</em>\", but while revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for printing I have expanded those two paragraphs as follows:<br /><br />A clear example of the effect that this distorted perspective has upon our human intellect is the famous observation made by Descartes, \"<em>Cogito ergo sum</em>\", which means, 'I think, therefore I am'. What he implied by this conclusion is that because we think, we know that we are. But this is putting the cart before the horse. We do not need to think in order to know that we are. First we know 'I am', and then only is it possible for us to think, or to know 'I am thinking'.<br /><br />More appropriately, therefore, his saying could be inverted as, 'I am, therefore I think', or better still as, 'I am, therefore I seem to think'. Even when we do not think, as in deep sleep, we know 'I am'. Our thinking depends upon our knowledge of our being — our fundamental consciousness 'I am' — but our knowledge of our being does not depend upon our thinking.<br /><br />However, what Descartes observed is not altogether untrue. Whatever we know and whatever we think does indeed prove that we do exist. All our knowledge and all our thoughts are irrefutably clear proof of our existence or being.<br /><br />However, to know that we exist, we do not need any such external proof, because our existence or being, 'I am', is self-evident. Even in the absence of any other knowledge or thought, we know that we are. In sleep, for example, we do not think or know any other thing, but we do experience that state, and we remember our experience of it now in this waking state, saying 'I slept'. We experience the thought-free state of sleep because in that state we do indeed exist and know that we are existing. Therefore our existence and our knowledge that we do exist do not need any proof, least of all the proof provided by our thinking and knowing other things.<br /><br />Our existence or being is self-evident because it is self-conscious. That is, our being is conscious of itself, and hence it does not need the aid of anything else to know itself. In other words, we are self-conscious being, and hence without the aid of anything else we know ourself as 'I am' simply by being ourself.<br /><br />Therefore our basic self-consciousness 'I am' does not depend upon any other knowledge, but all our other knowledge does depend upon our basic self-consciousness 'I am'. Hence our basic self-consciousness 'I am' is our one fundamental and essential knowledge.<br /><br />In order to think, we must be, but in order to be, we do not need to think. And since our being is not separate from or other than our knowledge of our being, we can equally well say that in order to think, we must know that we are, but in order to know that we are, we do not need to think.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/777023438671731192/comments"
    },
    "labels": [
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg5MDczMjE4Cm9mZnNldDogMAo\""
}