{
    "kind": "blogger#post",
    "id": "8119525511863994533",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-06T23:36:00Z",
    "updated": "2019-10-25T20:24:18+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/02/our-imaginary-sleep-of-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8119525511863994533",
    "title": "Our imaginary sleep of self-forgetfulness or self-ignorance",
    "content": "Since many people have expressed a desire to have a printed copy of my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, I have recently been revising it carefully in preparation for its publication as a printed book. While doing so, I expect to add several new portions, discussing certain aspects of Sri Ramana's teachings in greater depth and detail.<br /><br />As and when I write any such new additions, I plan to post them on this discussion forum.<br /><br />The first significant addition that I am in the process of writing will be incorporated after the paragraph that ends on the first line of page 127 in the present e-book version, which is currently available for free download on the page <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in my main website, <a href=\"http://www.happinessofbeing.com\" target=\"_blank\">www.happinessofbeing.com</a>. Though I have so far completed only the first part of this first addition, I have decided to post it now, and to post the rest of the first addition later.<br /><br />The following is this first part of the first addition:<br /><a name='more'></a><br />Since our entire experience of duality or multiplicity arises only in our mind, and since our mind is built upon the flimsy foundation of our imaginary lack of clarity of self-knowledge, when this mist-like imaginary lack of clarity is dissolved in the clear light of unadulterated self-consciousness, our mind and all the duality that it now experiences will disappear for ever, just as a dream disappears as soon as we wake up from sleep. Therefore in verse 1 of <em>Ekatma Panchakam</em> Sri Ramana says:<br /><blockquote>Having forgotten ourself [our real self, our pure unadulterated consciousness 'I am'], having thought '[this] body indeed is myself', and having [thereby] taken innumerable births, finally knowing ourself [and] being ourself is just [like] waking from a dream of wandering about the world. See [thus].</blockquote>Our present waking state is in fact just a dream that is occurring in our long sleep of self-forgetfulness or lack of clarity of true self-knowledge. So long as this sleep persists, we will continue dreaming one dream after another. Between our dreams we may rest for a while in dreamless sleep, but such rest can never be permanent.<br /><br />Our sleep of self-forgetfulness is imaginary, but from the perspective of our mind, which is a product of it, it appears to be quite real. That is, so long as we feel ourself to be this mind, we cannot deny the fact that we do appear to lack clear knowledge of our real self, as a result of which the knowledge of ourself that we now appear to experience is confused and uncertain.<br /><br />This lack of clarity of true self-knowledge is what Sri Ramana describes as 'self-forgetfulness'. He also describes it as a 'sleep', because sleep is a state in which we forget our normal waking self. Just as in our everyday sleep we forget our present waking self, so in our primal sleep of imaginary self-forgetfulness we seem to have forgotten our real self, which is our ever-wakeful consciousness of our own essential and infinite being.<br /><br />So long as we experience this state of imaginary self-forgetfulness, we do not experience ourself as we really are — that is, as infinite and absolute being, infinite and absolute consciousness, and infinite and absolute happiness. Instead we experience ourself as a finite and relative being — a person who seems to exist now but apparently did not exist before his or her birth, and apparently will not exist after his or her death, a person who sometimes rises as this finite and relative consciousness that we call our mind, and sometimes subsides in the state of relative unconsciousness that we call sleep, a person who experiences only finite and relative happiness, mixed with equally finite and relative unhappiness.<br /><br />In the state of relative unconsciousness that we call sleep, we do not experience ourself as a person, but simply as our own happy self-conscious being. Though in sleep we do not actually experience any form of relativity or finitude, from the perspective of our present waking mind we have to say that sleep is only a relative and therefore finite state, because it is a state which we seem to enter and from which we seem to rise repeatedly. Therefore, though sleep is not finite in itself, relative to our other two states, waking and dream, it does appear to be finite.<br /><br />Since sleep is a state in which our mind has subsided, it transcends our mind, and hence it cannot be defined categorically as being either finite or infinite, or as being either relative or absolute. From the perspective of our mind, sleep is a finite and relative state, but from the perspective of our true non-dual self-consciousness, 'I am', it is our real and natural state of infinite and absolute being, infinite and absolute consciousness, and infinite and absolute happiness.<br /><br />What we actually experience in sleep is only our non-dual consciousness of our own essential being, 'I am', so as such sleep is a state devoid of any form of relativity or finitude. What makes sleep appear to be a relative and therefore finite state is the rising of our mind in the two truly relative and finite states of waking and dream.<br /><br />As Sri Sadhu Om used to say, if we raise two walls in a vast open space, that one open space will appear to be divided into three confined spaces. Similarly, when our mind imagines the existence of two different types of body – the body that it imagines to be itself in its current state, which it considers to be waking, and the body that it imagined to be itself in another state that it now considers to be dream – the infinite space of our true and absolute self-conscious being appears to be divided into three separate and therefore finite states, which we call waking, dream and sleep.<br /><br />In reality, the state that we now call 'sleep' is our true, natural, infinite and absolute state of unadulterated self-consciousness. However, so long as we feel ourself to be this relative and finite consciousness that we call our mind, we cannot know sleep as it really is. That is, since we do not experience our essential self-consciousness 'I am' in its true unadulterated form in our present waking state, from the perspective of this waking state we cannot recognise the fact that we did experience our self-consciousness 'I am' in its true unadulterated form in sleep. Therefore, in order to discover what we really experienced in sleep, we must experience our fundamental self-consciousness 'I am' in its true unadulterated form in our present waking state.<br /><br />In the perspective of our real self, which is the non-dual consciousness that knows nothing other than itself, the state that we call sleep is a state of infinite, absolute and unadulterated self-consciousness. However, in the perspective of our real self, our other two states, which we call waking and dream, are equally states of infinite, absolute and unadulterated self-consciousness. That is, in the infinite perspective of our real self, there is only one state, and that state is our single, non-dual, true and natural state of absolute consciousness of our own essential being, 'I am'.<br /><br />However, in the limited and distorted perspective of our mind, our one true state of non-dual self-consciousness appears to be three distinct states, which we call waking, dream and sleep. Since in the perspective of our waking and dreaming mind sleep appears to be a separate state, which exists relative to waking and dream, it seems to us now to be a limited state of relative unconsciousness — a state that results from a temporary forgetfulness of our waking and dreaming self, which is the object-knowing consciousness that we call our mind.<br /><br />Most forms of philosophy and science are concerned only or at least principally with what we experience in our present waking state. Even when they study our other two states, dream and sleep, they do so only from the perspective of our waking mind. Therefore, since all such forms of philosophy and science are centred around the experience of our waking mind, they tend to consider our experience in our other two states as being of only secondary importance.<br /><br />However, in our search for the absolute reality, dream and sleep are both crucially important states of consciousness, since they each give us essential clues concerning the true nature of our real self. Dream is important to us because it clearly demonstrates the fact that our mind has a wonderful power of imagination by which it is not only able to create a body and a whole world, but is also able to delude itself into mistaking its own imaginary creation to be real. Sleep is important to us because it clearly demonstrates the fact that we can exist and be conscious of our own existence even in the absence of our mind.<br /><br />In our search for the absolute reality, which transcends all the limitations created by our mind, sleep is in fact the most important of our three states of consciousness, because it is the only state in which we experience our fundamental knowledge — our essential self-consciousness, 'I am' — devoid of any other knowledge. Not only does sleep provide us with incontrovertible evidence of the fact that our essential nature is only our non-dual self-consciousness — our unadulterated consciousness of our own being, 'I am' — but it also provides us with the vital clue that we require in order to practice self-investigation effectively.<br /><br />That is, self-investigation or self-scrutiny, which is the practical research that we must perform in order to experience true self-knowledge, is a state of non-dual self-consciousness — a state in which we knowingly abide as nothing other than our own essential self-conscious being. If we did not already have a taste of this non-dual self-consciousness in sleep, it would be difficult for our mind (which is always accustomed to experiencing only duality or otherness throughout its two states of activity, waking and dream) to comprehend what this state of non-dual self-consciousness actually is, and hence when we attempt to practise self-investigation, which Sri Ramana revealed to us is the only means by which we can experience true self-knowledge, it would not be so easy for us to abide knowingly as our own essential self-conscious being, 'I am'.<br /><br />Sri Ramana sometimes described sleep as a sample of our true state of non-dual self-consciousness, and at other times he described it as an imaginary state of self-forgetfulness. Why did he refer to sleep in these two different ways, which are seemingly contradictory?<br /><br />Sleep appears to be a state of self-forgetfulness only from the perspective of our mind, which is an imaginary product of our seeming self-forgetfulness. If we had not seemingly forgotten our real self, we could not now imagine ourself to be this mind, which appears to be something other than our real self — our true non-dual consciousness of our own essential being or 'am'-ness. Therefore, though our self-forgetfulness is truly imaginary, from the perspective of our mind it is a fact that is undeniably real.<br /><br />Our imaginary self-forgetfulness is like a sleep. Just as sleep is the seeming darkness or lack of clarity without which no dream could appear, so our self-forgetfulness is the seeming darkness or lack of clarity without which we could not imagine ourself to be experiencing the states of dualistic knowledge that we call waking and dream.<br /><br />Though our mind disappears in sleep every day, it reappears from sleep as soon as it has thereby recuperated sufficient energy to engage in another period of activity. It appears, therefore, that in sleep our mind somehow continues to exist in a seed form — a dormant and unmanifest form, which will again become manifest as soon as the conditions become favourable, the favourable conditions in this case being a sufficient internal store of energy to become active once again.<br /><br />Since our mind reappears after a period of rest in sleep, from the perspective of this mind our idea that in sleep we continue to be unaware or forgetful of our real self — our true non-dual consciousness of our own essential being, 'I am' — appears to be quite true. Therefore, when talking from the perspective of our mind, Sri Ramana used to describe sleep as an imaginary state of self-forgetfulness.<br /><br />However, when we analyse our experience in sleep more deeply, as we have done in this chapter, it becomes clear to us that though we now imagine that we did not experience any consciousness in sleep, we did in fact experience our fundamental consciousness of our own essential being, 'I am'. Therefore, though sleep does appear to our waking mind to be a state of self-forgetfulness, on more careful consideration we cannot deny the fact that we did indeed experience our natural and eternal self-consciousness even in sleep. Hence, when talking from the perspective of the absolute reality, which is our own infinite self-consciousness, 'I am', Sri Ramana used to describe sleep as our true state of non-dual self-consciousness.<br /><br />The truth is that we do indeed know that we are even in sleep. However, though in sleep we know <em>that we are</em>, we appear not to know <em>what we are</em>. Nevertheless, though we appear not to know what we are in sleep, we should remember that this seeming ignorance or forgetfulness of our real self in sleep is imaginary and therefore unreal, just as our present ignorance or forgetfulness of our real self is imaginary and unreal.<br /><br />We have never truly forgotten our real self, or been ignorant of it. We merely imagine that we do not know ourself as we really are. However, as Sri Ramana repeatedly pointed out to us, this imaginary self-ignorance or self-forgetfulness is experienced only by our mind, and not by our real self, which always experiences itself as infinite and eternally happy consciousness of just being.<br /><br />Since in sleep we do not experience our mind, which alone imagines the existence of self-forgetfulness, sleep cannot really be a state of self-forgetfulness. Indeed, in sleep no individual consciousness exists to experience self-forgetfulness. All that exists in sleep is our unadulterated consciousness of our own real self or essential being, 'I am'. Therefore, though the relative truth about sleep is that it is a state of self-forgetfulness, the absolute truth about sleep is that it is a state of perfect self-consciousness or self-knowledge.<br /><br />However, though the absolute truth is that sleep is a state of infinite non-dual self-consciousness, which is the only existing reality, so long as we imagine ourself to be this mind, for all practical purposes we have to concede that sleep does indeed appear to be a relative state of self-forgetfulness. Only if we recognise the fact that the sole cause of the appearance of our mind is our imaginary self-forgetfulness or self-ignorance, will we be able to understand that the only means by which we can transcend the limitations that are seemingly imposed upon us by our mind is to destroy this illusion of self-forgetfulness.<br /><br />In order to destroy this illusion, we must know ourself as we really are, and in order to know ourself as we really are, we must attend to ourself — to our fundamental consciousness of our own essential being, 'I am'. Therefore, though Sri Ramana experienced the absolute truth — the truth that we have never really forgotten ourself, because we are the perfectly non-dual self-consciousness, which never knows anything other than itself — in his teachings he accepted the relative reality of our present imaginary self-forgetfulness or self-ignorance. This is the reason why he began the above verse of <em>Ekatma Panchakam</em> with the words, \"Having forgotten ourself\".<br /><br /><br /><div align=\"right\">(to be continued in a later post)</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8119525511863994533/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Ēkāṉma Pañcakam",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Sri Sadhu Om"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTcyMDMxNDU4NTAyCm9mZnNldDogMzYwMDAwMAo\""
}