{
    "kind": "blogger#post",
    "id": "4673688435803872849",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-26T10:54:00Z",
    "updated": "2016-06-09T00:00:35+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/02/our-body-mind-and-other-adjuncts-are.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4673688435803872849",
    "title": "Our body, mind and other adjuncts are not 'I'",
    "content": "In preparation for the forthcoming publication of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> as a printed book, I have expanded the final three paragraphs of chapter 2, 'Who am I?', (which are on pages 145-146 of the present e-book version) as follows:<br /><br />Since none of these other <em>tattvas</em> [that is, none of the so-called <em>tattvas</em> or ontological principles other than our own essential self-conscious being] are real, neither they nor anything composed of them can be our true self, and therefore we should not waste our time and energy thinking about them, enumerating them, classifying them or examining their properties, but should ignore them entirely and instead attend only to our real 'I' — our fundamental and essential consciousness of our own true being. The only need we have to consider our body, our mind and all our other adjuncts is to understand the fact that they are unreal, and are therefore not 'I'.<br /><br />Hence in verse 22 of <em>Upadesa Undiyar</em> Sri Ramana briefly states the essential conclusion that we should arrive at by means of the rational process of self-analysis, which in the ancients texts of <em>advaita vedanta</em> is called <em>neti neti</em> or 'not thus, not thus':<br /><blockquote>Since [our] body, mind, intellect, life and darkness [the seeming absence of knowledge that we experience in sleep] are all <em>jada</em> [inconscient] and <em>asat</em> [unreal or non-existent], [they are] not 'I', which is [<em>chit</em> or consciousness and] <em>sat</em> [being or reality].</blockquote><a name='more'></a>The five objects that Sri Ramana declares in this verse to be not 'I', namely our body, mind, intellect, life and darkness, are generally known in <em>vedanta</em> as the <em>pancha-kosas</em> or 'five sheaths', because they are the five adjuncts that seemingly cover and obscure our consciousness of our real self. These five adjuncts or 'sheaths' are the <em>annamaya kosa</em> or 'sheath composed of food', which is our physical body, the <em>pranamaya kosa</em> or 'sheath composed of <em>prana</em>, life, vitality or breath', which is the life-force that animates our physical body, the <em>manomaya kosa</em> or 'sheath composed of mind', which is our mind or faculty of cognition, the <em>vijñanamaya kosa</em> or 'sheath composed of discriminative knowledge', which is our intellect or faculty of discernment or judgement, and the <em>anandamaya kosa</em> or 'sheath composed of happiness', which is the happy but seemingly unconscious form in which we experience ourself in sleep.<br /><br />However, instead of using these technical Sanskrit terms to denote these five adjuncts, Sri Ramana used five simple Tamil words, which literally mean body, mind, intellect, life and darkness. The word <em>udal</em> or 'body' here denotes our physical body or <em>annamaya kosa</em>, the word <em>pori</em>, which usually means 'sense organ', here denotes our mind or <em>manomaya kosa</em>, the word <em>ullam</em>, which usually means 'heart' or 'mind', here denotes our intellect or <em>vijñanamaya kosa</em>, the word <em>uyir</em> or 'life' denotes our life-force or <em>pranamaya kosa</em>, and the word <em>irul</em> or 'darkness' denotes our <em>anandamaya kosa</em>, the blissful absence of objective knowledge that we experience in sleep.<br /><br />However, what is important in this verse is not the terms that are used to denote these adjuncts that we imagine to be ourself, but is the conclusion that they are not actually our real self. Our real self is <em>sat</em> and <em>chit</em>, being and consciousness, whereas our body, our life-force, our mind, our intellect and the seeming darkness of sleep are all <em>asat</em> and <em>jada</em>, that is, they have no real being or consciousness of their own. They appear to exist only when we know them, and we do not know any of them in all our three normal states of consciousness.<br /><br />Of these five adjuncts, we experience our mind and intellect, which are actually just two functions of the one individual consciousness that we generally call our mind or ego, in both waking and dream, but not in sleep. We experience our present physical body and the life-force within it only in this waking state, and in each of our other states of dream we experience some other physical body and its corresponding life-force. And we experience the fifth adjunct, the seeming darkness of sleep, only in sleep.<br /><br />Therefore, since we experience none of these five adjuncts in all our three states of consciousness, they cannot be our real self. They are not our real being, or our real consciousness. They are merely impostors — phantoms that we imagine to be ourself for a short period of time, but from which we are able to separate ourself at other times. Independent of our real self-conscious being, 'I am', they do not exist, nor do they know their own existence.<br /><br />Though our mind may appear to be conscious of itself now, it is not conscious of itself at all times and in all states. Its seeming self-consciousness is therefore not inherent in it, and hence is not real. It borrows its seeming self-consciousness from our real self-consciousness, which alone is conscious of itself at all times and in all states.<br /><br />The being and the consciousness of our body, our mind and our other adjuncts is not real, but is a mere apparition — an illusion created by our power of imagination. Their being and their consciousness appear to be real only when we mistake them to be ourself. By our power of imagination we superimpose these adjuncts upon our own real being and consciousness, and hence they appear to exist and to be conscious.<br /><br />Because these adjuncts have no inherent and permanent being or consciousness of their own, Sri Ramana concludes that they are all <em>asat</em> — unreal or devoid of true being or existence — and <em>jada</em> — inconscient or devoid of true consciousness. Therefore they cannot be 'I', our real self, which is absolute being or <em>sat</em> and absolute consciousness or <em>chit</em>.<br /><br />Once we have thus understood that our body, our mind and all our other adjuncts are not our real self, we should ignore them. Instead of wasting our time and energy examining or thinking about them or anything else that is not our real self, we should direct all our energy and effort into scrutinising only ourself — our essential self-conscious being, which we always experience as 'I am' — because we can know who or what we really are only by keenly scrutinising or attending to our own real and essential self.<br /><br />As we have seen in this chapter, by analysing our experience of ourself in our three states of consciousness, we are able to gain a clear theoretical understanding of what we really are. However, this theoretical understanding is not an end in itself, but is merely the means to discover how we can gain true experiential knowledge of our real nature. Since we have learnt by our analysis that our true nature, our real self, is only our non-dual 'being consciousness', which we always experience as 'I am', all we need do in order to gain true experiential self-knowledge is to scrutinise our 'being consciousness' with a keenly focused power of attention.<br /><br />Our real consciousness is only our 'being consciousness' — our essential self-consciousness 'I am'. Our mind or 'knowing consciousness' is merely an unreal form of consciousness, which exists only in its own imagination, and which is therefore experienced only by itself, and not by our real 'being consciousness'. Since the imaginary rising of this unreal 'knowing consciousness' is the cloud that seemingly obscures our real 'being consciousness', preventing us from experiencing it as it really is, let us now proceed to examine the nature of this unreal 'knowing consciousness' — our own self-deceptive mind.<br /><br />Though our ultimate aim, as we discussed above, is to ignore our mind and to attend only to our own true self, which is the reality that underlies it,  we will nevertheless derive great benefit from examining the nature of our mind more deeply and thereby understanding it more clearly. There are two main reasons for this:<br /><br />The first and most important reason is that it is essential that we should understand and be firmly convinced of the fact that our mind is unreal and is therefore not our true self or 'I' — our essential and real form of consciousness. Since our mind is an impostor who deludes us into mistaking it to be ourself, we must be able to see through its self-deceptive nature in order to recognise our real self, which underlies its false appearance, just as a rope underlies the false appearance of an imaginary snake.<br /><br />The second reason is that when we try to scrutinise our real self, the only obstacle that will actually stand in our way will be our own mind. Since our mind is the primary enemy that will oppose and obstruct all our efforts to know our real self, we should understand this enemy correctly in order to use it to our advantage and to avoid falling a prey to all its subtle and self-delusive tricks. In particular, we should understand the unreality and insubstantiality of our mind, because only then will we be truly convinced of the fact that the only means to overcome it and all its self-delusive tricks is to ignore it by attending only to our real underlying consciousness — our essential non-dual self-consciousness 'I am'.<br /><br />Therefore, before investigating the nature of our real consciousness in chapter 4, let us first investigate the nature of this unreal consciousness that we call our 'mind'.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4673688435803872849/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "effort",
        "ego",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2ODM1OTU5Cm9mZnNldDogMzYwMDAwMAo\""
}