{
    "kind": "blogger#post",
    "id": "359597403512966782",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-09T22:18:00Z",
    "updated": "2015-05-21T14:33:00+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/reading-reflection-and-practice.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/359597403512966782",
    "title": "Reading, reflection and practice",
    "content": "In reply to a new friend who wrote:<br /><blockquote>I deeply appreciate the offering you have given online... I realize the experience of realization is ever present, and the practice needs to be done rather than just read about. However, the readings are like immersing oneself in another Way.</blockquote>I wrote as follows:<br /><br />As you say, the practice needs to be done rather than just read about, but reading also has its value as an aid and support to our practice. If we could remain permanently absorbed in unwavering self-attentiveness, nothing else would be needed. But unfortunately, due to the density of our self-ignorance and the strength of our resulting desires, our mind keeps slipping down from the state of firm self-abidance. Therefore, so long as our desires impel us to attend to anything other than our mere consciousness of our own being, 'I am', keeping our mind dwelling upon the teachings of Sri Ramana by reading and reflecting upon them is certainly beneficial, because it can help to deepen and clarify our understanding, and thereby to strengthen our love to know and to be the absolute reality, which is our own true self.<br /><a name='more'></a><br />Though the experience of 'realization' or true self-knowledge is ever present, as you say, we ignore it, because we have more desire to attend to things that we imagine to be other than ourself. If by repeated reading, reflection and practice we cultivate the true love or <em>bhakti</em> to attend always only to our ever-self-conscious being, we will discover that clear non-dual self-knowledge or self-consciousness is our real nature — that which we truly ever are.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/359597403512966782/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDMyMjE1MTgwNjE1Cm9mZnNldDogMzYwMDAwMAo\""
}