{
    "kind": "blogger#post",
    "id": "8407091874630248830",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-06-11T09:58:00+01:00",
    "updated": "2015-02-08T09:36:14Z",
    "url": "http://happinessofbeing.blogspot.com/2007/06/repetition-of-bhagavans-name.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8407091874630248830",
    "title": "Repetition of Bhagavan's name",
    "content": "The following is a copy of my <a href=\"http://happinessofbeing.blogspot.com/2007/03/please-note-for-few-weeks-i-will-not.html#comment-6476772677083686416\">reply</a> to <a href=\"http://happinessofbeing.blogspot.com/2007/03/please-note-for-few-weeks-i-will-not.html#comment-6528250793209634053\">N K Srinivasan's comment</a> on the post <a href=\"http://happinessofbeing.blogspot.com/2007/03/please-note-for-few-weeks-i-will-not.html\">Please note – for a few weeks I will not have internet access</a>:<br /><br />Constantly remembering Bhagavan's name is an effective way of keeping our mind dwelling upon him. Such remembrance is most efficacious when we do it with the clear understanding that he is not merely an external diety but is our own real self, which is always shining within us as our essential self-conscious being, 'I am'.<br /><br />When we remember the name of something, that remembrance brings the form or image of that thing to our mind. Likewise, when we remember the name of 'Ramana', it should draw our attention to his true form, which is 'I am'. Thus repetition or <em>japa</em> of his name can be a powerful aid in helping us to focus our attention upon 'I am', which is the practice of <em>atma-vichara</em> or self-investigation which he taught us. And since our mind will subside only when it thus attends to its own essential self-consciousness, 'I am', this self-attention is also the true practice of self-surrender.<br /><a name='more'></a><br />Since our aim while doing <em>japa</em> of his name should be to fix our mind on his true form, 'I am', the most efficacious name of his that we can repeat is 'I' or 'I am'. As he often said, 'I am' is the original and foremost name of God, and meditating upon it will lead us directly towards him.<br /><br />If we truly love Bhagavan Ramana, our aim should be to lose ourself entirely in him, and we can do this only surrending our mind at his feet, which always shine clearly within us as 'I am'. Therefore by whatever means possible, let us keep our mind fixed in loving adoration of his true form, 'I am'.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8407091874630248830/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "God",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg4MTc0MjM3Cm9mZnNldDogMAo\""
}