{
    "kind": "blogger#post",
    "id": "4368669258067739426",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-15T23:59:00Z",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/truth-that-underlies-cognition.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4368669258067739426",
    "title": "The truth that underlies cognition",
    "content": "With reference to my recent post <a href=\"http://happinessofbeing.blogspot.com/2007/01/cognition-of-duality.html\">The cognition of duality</a>, the friend whose e-mail prompted me to write it replied as follows:<br /><blockquote>Thank you for your clarification. It is very nice. What I wanted to share is if one tries to understand how cognition takes place, it almost reveals the Truth. We generally take it for granted.</blockquote>In my reply I wrote as follows:<br /><br />You are right. If we understand correctly how cognition takes place, our understanding will lead us back to the only reality in this whole process of cognition, which is our own consciousness. And when we carefully consider our own consciousness, we will understand that the cognising (object-knowing) aspect of it is transient and therefore not absolutely real. The only aspect of it that is permanent and therefore absolutely real is our fundamental consciousness of our own being, 'I am'.<br /><a name='more'></a><br />The process of cognition involves three elements, namely the cogniser, the cognising and the cognised. The 'cogniser' is our mind, which is the object-knowing aspect of our consciousness, the 'cognising' is our mind's act of cognition, and the 'cognised' is all the objects that our mind cognises. Though these three elements seem to be separate from one another, they are in fact just three aspects of one thing, namely our own mind. All the objects that we cognise are in fact our own thoughts, mental images that we form in our mind by our power of imagination, and as such they are part of our mind.<br /><br />Our mind consists of ourself as the subject, which is our thinking and knowing 'I', our act of thinking, which is a process of forming thoughts, feelings or images within our mind, and many objects, which are the thoughts that we thus think or form by our imagination. The 'cogniser' of objects or thoughts is the subject, the thinking and knowing aspect of our mind. The 'cognising' is our mind's act of thinking, that is, forming and knowing thoughts. And the 'cognised' is just our own thoughts, which we experience as objects other than ourself.<br /><br />This entire process of thinking or cognition is a function of our consciousness, and could not happen without our consciousness. All the three elements of thinking or cognition are formed in and by our consciousness. However, they are not an essential aspect of our consciousness, and therefore they appear and disappear in our consciousness. Without our consciousness they could not appear or disappear, but without them our consciousness can remain alone.<br /><br />Therefore our consciousness alone is the essence of everything. However it is not dependent upon anything, because we can be conscious without knowing anything other than ourself, our own fundamental being, 'I am'. Our consciousness — that is, our essential non-dual self-consciousness — is therefore our true self, our real 'I', what we actually are.<br /><br />When we know nothing other than our own being, the process of cognition does not take place. Only when we begin to imagine thoughts and objects, which appear to be other than ourself, does the process of cognition arise. Since our true self is only our essential non-dual self-consciousness, our consciousness of our own being, 'I am', the other form of consciousness that thinks and knows thoughts and objects is not the true and essential form of our consciousness, but only a transitory and illusory apparition or semblance of it.<br /><br />This thinking and knowing semblance of our consciousness is what we call our 'mind'. Our mind, our act of thinking and knowing objects, and the thoughts and objects that we think and know, all appear simultaneously and disappear simultaneously. When we do not think or know anything other than ourself, as in sleep, our mind subsides and vanishes.<br /><br />Our mind cannot stand alone without its thoughts and its act of thinking them. Likewise neither our act of thinking and cognition, nor any of the thoughts or objects that we think and cognise, could appear without our mind. Therefore our mind, its act of knowing or cognition, and all the objects that it knows or cognises, are inseparable and mutually interdependent.<br /><br />These three elements of thinking or cognition, the thinker, its act of thinking and the thoughts that it thinks, or the cogniser, its act of cognition and the objects that it cognises, are known in Sanskrit as <em>triputi</em> and in Tamil as <em>mupputi</em>, the triad or 'that which is threefold'. Since the root of these three factors of objective knowledge is our thinking and cognising mind, what they ultimately depend upon for their appearance or seeming existence is the appearance of our mind. Therefore they will appear to exist only so long as our mind appears to exist. This is clearly stated by Sri Ramana in verse 9 of <em>Ulladu Narpadu</em>:<br /><blockquote>The pairs [of opposites such as life and death, existence and non-existence, consciousness and unconsciousness, happiness and unhappiness, real and unreal, knowledge and ignorance, light and darkness, good and bad, and so on] and the triads [the three factors of objective knowledge, the knower, the knowing and the known] exist [by] clinging always to one [our mind or individual consciousness]. If we look within our mind 'what is that one?' they will slip off [that is, they will cease to exist, because we will discover that their root and cause, our mind, is non-existent as such, being nothing other than our non-dual real consciousness, our self-consciousness 'I am', which knows nothing other than itself]. Only those who have [thus] seen [the non-existence of the mind, and the sole existence of our real self] are those who have seen the truth [the absolute reality, the true 'is'-ness or 'am'-ness]. Will they be deluded [confused or agitated by again imagining the existence of such pairs and triads]? See [thus this absolute reality, which is our own true self, our essential non-dual consciousness of our own being, 'I am'].</blockquote>All forms of duality — all things that we cognise as other than our own essential non-dual self-consciousness — appear to exist only because we have not keenly scrutinised our own mind, the false and transient form of consciousness that seems to cognise such duality. When we turn our attention or consciousness away from everything that appears to be other than ourself, and concentrate it wholly and exclusively upon itself, that is, upon our own essential self-conscious being, we will discover that we are not this mind which we now feel to be ourself, but are only the underlying and fundamental consciousness which just is.<br /><br />Therefore, as my friend wrote, if we try to understand how cognition takes place — that is, if we carefully analyse the process of cognition, and if we then scrutinise the consciousness which underlies and makes cognition possible — the truth will be revealed that consciousness alone exists and is real. That consciousness is nothing other than ourself, our own true and essential being.<br /><br />This truth will be revealed not merely by intellectual analysis, but only by acting upon what we have understood by that analysis — that is, by keenly scrutinising our own essential non-dual self-consciousness in order to know through direct experience 'who am I?'<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/absolute+reality\" rel=\"tag\" target=\"_blank\">absolute reality</a>, <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/mind\" rel=\"tag\" target=\"_blank\">mind</a>, <a href=\"http://technorati.com/tag/non-duality\" rel=\"tag\" target=\"_blank\">non-duality</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/self-consciousness\" rel=\"tag\" target=\"_blank\">self-consciousness</a>, <a href=\"http://technorati.com/tag/self-scrutiny\" rel=\"tag\" target=\"_blank\">self-scrutiny</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4368669258067739426/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDMyCm9mZnNldDogMzYwMDAwMAo\""
}