{
    "kind": "blogger#post",
    "id": "6696092551925163612",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-14T11:02:00Z",
    "updated": "2015-02-08T11:29:30Z",
    "url": "http://happinessofbeing.blogspot.com/2007/01/let-us-not-be-distracted-from-following.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6696092551925163612",
    "title": "Let us not be distracted from following the real teachings of Sri Ramana",
    "content": "The question of whether we really need the physical presence of a <em>jnani</em>, someone who has attained true self-knowledge, in order for us to attain the experience of such true self-knowledge ourself, appears to trouble the minds of many spiritual aspirants. Since last weekend when I wrote the post <a href=\"http://happinessofbeing.blogspot.com/2007/01/is-human-guru-really-necessary.html\">Is a 'human <em>guru</em>' really necessary?</a>, I have received e-mails from many people asking for further clarification on this subject. In one such e-mail a friend wrote:<br /><blockquote>Concerning the example of Lakshmana Swami and Saradamma: they maintain that the <em>final</em> surrender of the ego needs the help of the physical presence of a <em>jnani</em>. To mature to that threshold the personal <em>sadhana</em> is very necessary, they say. If this is so or not we have to await, haven't we? I could give many examples of very mature seekers in many traditions that can underline this; Bhagavan himself is an exception; he is unique in every regard.</blockquote>In my reply I wrote as follows:<br /><br />Personally I feel dubious about the idea that the final surrender of the ego needs the help of the physical presence of a <em>jnani</em>. I have never heard that Sri Ramana or any other true sage has said so. It appears to me that this idea is based upon the wrong belief that a <em>jnani</em> is really the physical body that he or she appears to us to be. Please read what I have written in this regard in my recent posts, <a href=\"http://happinessofbeing.blogspot.com/2007/01/where-can-we-find-clarity-of-true-self.html\">Where can we find the clarity of true self-knowledge?</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/01/giving-satsanga.html\">'Giving <em>satsanga</em>'</a>.<br /><a name='more'></a><br />As I say in <a href=\"http://happinessofbeing.blogspot.com/2007/01/giving-satsanga.html\">'Giving <em>satsanga</em>'</a>, I do not mean to say that there is no benefit in being in the physical presence of a <em>jnani</em>, but I believe that many people attach far too much importance to such physical presence, because Sri Ramana taught us clearly that a true <em>jnani</em> is not the physical body that he or she may appear to be, but is our own real self, our essential being. Therefore, the presence of the <em>guru</em> or <em>jnani</em> is not limited to the vicinity or the lifetime of the physical body in which he or she appeared, but is here and now, in the innermost core of our being.<br /><br />What Sri Ramana taught us is that if we are sincere in our practice of self-attentiveness, our mind will subside consciously in our 'heart', the core of our being, which is our non-dual self-consciousness 'I am', and which is the true presence of our <em>guru</em>, and that at that point the final surrender of our ego will be accomplished by grace, which will shine forth as the perfect clarity of true self-knowledge, consuming our ego as light consumes darkness.<br /><br />Moreover, even if it were true that we do need the help of the physical presence of a <em>jnani</em> in order to accomplish the final surrender of our ego, if we truly believe in the grace of Sri Ramana we can rest calm in the knowledge that he will surely provide for us whatever help we may need as and when it is necessary.<br /><br />In the final analysis, the reason why we are troubled by the thought that the physical presence of a <em>jnani</em> may be necessary in order for us to attain the non-dual experience of true self-knowledge, is that we lack sufficient faith in the grace and guidance of our <em>sadguru</em>, Bhagavan Sri Ramana, because if we truly believed that he is all-knowing, all-loving and all-powerful, being the sole reality and therefore the infinite totality of all that is, we would concentrate on practising self-attentiveness, which he taught us is all that we need do, and would trust that any other help that may be necessary will surely be provided by him.<br /><br />What Sri Ramana always emphasised is that in order to know our real self we must turn our attention away from all thoughts, cares and concerns about other things and should concentrate it wholly and exclusively upon our consciousness of our own being, 'I am'. This is all that he asked us to do, and he never said that we need to seek and find the physical presence of a <em>jnani</em> in order to be able to know our own real self.<br /><br />Let us therefore follow the teachings of our own <em>guru</em>, Sri Ramana, and avoid being distracted by thoughts about whatever anyone else may say or believe.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/being\" rel=\"tag\" target=\"_blank\">being</a>, <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/grace\" rel=\"tag\" target=\"_blank\">grace</a>, <a href=\"http://technorati.com/tag/guru\" rel=\"tag\" target=\"_blank\">guru</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/satsanga\" rel=\"tag\" target=\"_blank\">satsanga</a>, <a href=\"http://technorati.com/tag/self-attentiveness\" rel=\"tag\" target=\"_blank\">self-attentiveness</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/spiritual+practice\" rel=\"tag\" target=\"_blank\">spiritual practice</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6696092551925163612/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "grace",
        "guru",
        "practice taught by Sri Ramana",
        "sat-sanga",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzk0OTcwODc2Cm9mZnNldDogMAo\""
}