{
    "kind": "blogger#post",
    "id": "8915325880830610590",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-01T15:00:00Z",
    "updated": "2022-03-26T07:38:41Z",
    "url": "http://happinessofbeing.blogspot.com/2007/03/while-revising-happiness-and-art-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8915325880830610590",
    "title": "Everything is only our own consciousness",
    "content": "While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication as a printed book, in chapter 3 (on page 182 of the present e-book version) after the paragraph that ends, \"... Whenever we perceive a world, we always do so from within the confines of a particular body, which we feel to be ourself\", and before the next paragraph, which now begins, \"Our primal imagination that we are a physical body is the foundation upon which our mind is built. Whenever it rises, whether in a dream or in a so-called waking state, our mind always imagines itself to be a body...\", I have added the following:<br /><br />Hence our perception of any world is dependent upon our imagining ourself to be a body in that world, which in turn is dependent upon our mind, the finite consciousness that imagines itself to be that body. Therefore in verses 5, 6 and 7 of <em>Ulladu Narpadu</em> Sri Ramana says:<br /><blockquote><p>[Our] body [is] a form [composed] of five sheaths [the <em>pancha kosas</em> or five adjuncts that seemingly cover and obscure our consciousness of our real self when we imagine any of them to be ourself]. Therefore all five [of these 'sheaths' or adjuncts] are included in the term 'body'. Without [some kind of] body, is there [any such thing as a] world? Say, having left [all kinds of] body, is there [any] person who has seen [this or any other] world?</p><a name='more'></a><p>The world [is] nothing other than a form [composed] of five [kinds of] sense perception [sight, sound, smell, taste and touch]. Those five [kinds of] sense perception are objects [known] to [our] five sense organs. Since [our] mind alone cognises the world through [these] five sense organs, say, without [our] mind is there [any such thing as a] world?</p><p>Though the world and [our] mind rise and subside as one [that is, together and simultaneously], the world shines [or is known only] by [our] mind. Only that [our own real self] which shines without [ever] appearing or disappearing as the space [or base] for the appearing and disappearing of the world and [our] mind [is] <em>porul</em> [the true substance, essence or absolute reality], which is the whole [the infinite totality of all that is].</p></blockquote>Sri Ramana begins verse 5 by saying that our body is a form composed of five sheaths, and that all these five sheaths are therefore included in the term 'body'. As we saw when we discussed the meaning of verse 22 of <em>Upadesa Undiyar</em> in the final pages of the previous chapter [in the portion that is posted in <a href=\"http://happinessofbeing.blogspot.com/2007/02/our-body-mind-and-other-adjuncts-are.html\">Our body, mind and other adjuncts are not 'I'</a>], the <em>pancha-kosas</em> or 'five sheaths' are our physical body, the life-force in our body, our mind, our intellect and the darkness of relative ignorance that we experience in sleep.<br /><br />These five 'sheaths' or adjuncts appear to obscure our natural consciousness of our real self because we imagine ourself to be one or more of them in each of our three usual states of consciousness, waking, dream and sleep. In waking and dream we experience ourself as a combination of four of our five sheaths — a physical body, the life in that body, our mind and our intellect — and hence through the five senses of our physical body we experience a world of material objects.<br /><br />In sleep, on the other hand, we cease to experience ourself as any of those first four sheaths. Instead we identify ourself with our fifth sheath, which is a seeming darkness or ignorance, because we imagine ourself to be unconscious of anything, and hence at that time we do not know any world other than that darkness.<br /><br />We perceive a physical world only when we imagine ourself to be a physical body in that world. Therefore in verse 5 of <em>Ulladu Narpadu</em> Sri Ramana asks, \"… Without [some kind of] body, is there [any such thing as a] world? Say, having left [all kinds of] body, is there [any] person who has seen [this or any other] world?\"<br /><br />In verse 6 he points out the obvious truth that everything that we call the 'world' is just a combination of the five types of sense perception — sights, sounds, smells, tastes and tactile sensations — which we experience through the medium of our five sense organs. However, that which actually experiences these five types of sense perception is only our mind. Therefore Sri Ramana asks, \"… Since [our] mind alone cognises the world through [these] five sense organs, say, without [our] mind is there [any such thing as a] world?\"<br /><br />That is, the appearance of any world depends not only upon our body, through the five senses of which we perceive it, but also upon our mind, which is the consciousness that actually knows it. This dependence of the appearance of any world upon our mind is further emphasised by Sri Ramana in verse 7, in which he says, \"Though the world and [our] mind rise and subside together, the world shines by [our] mind\".<br /><br />What exactly does he mean by saying that the world shines by our mind? Here the word <em>olirum</em> or 'shines' means 'appears', 'becomes perceptible' or 'is known'. That is, the world appears or is known only due to our mind, which is the consciousness that cognises it.<br /><br />Any world appears or is known only when our mind attends to it. In our present waking state this world appears because our mind attends to it, whereas in dream some other world appears because at that time our mind is attending to it. Therefore our mind does not depend upon the appearance of any particular world, whereas the appearance of any particular world does depend upon our mind.<br /><br />Though the world and our mind both appear and disappear, underlying their appearance and disappearance is a reality that neither appears nor disappears. That reality is our own real self — our essential non-dual consciousness of our own being, which we always experience as 'I am'. In both waking and dream our mind appears along with a world, whereas in sleep our mind and all worlds disappear. However in all these three states we continue to experience ourself as 'I am'.<br /><br />Since our essential self-consciousness — our knowledge that we are — persists even in the absence of our mind, it is clearly more real than our mind. Since it transcends all the limitations that are experienced by our mind, it is not limited in any way, and hence it is both infinite and absolute. It is the one enduring reality, and hence it is the true substance that appears as our mind, our body, this world and every other thing.<br /><br />Therefore, referring to our basic self-consciousness 'I am', which we experience continuously, Sri Ramana concludes verse 7 by expressing his own transcendent experience of true self-knowledge:<br /><blockquote>… Only that which shines without [ever] appearing or disappearing as the space [or base] for the appearing and disappearing of the world and [our] mind [is] <em>porul</em> [the true substance, essence or absolute reality], which is the whole [the infinite totality of all that is].</blockquote>Just as a rope appears to be a snake without ever ceasing to be a rope, so our non-dual self-consciousness 'I am', which is the one absolute reality, appears as our mind and all the duality experienced by our mind without ever ceasing to be what it really is.<br /><br />Sri Ramana summarises the truth that he expresses in the above three verses of <em>Ulladu Narpadu</em> in verse 99 of <em>Guru Vachaka Kovai</em>:<br /><blockquote>[This or any other] world does not exist without [a corresponding] body [that we imagine to be ourself], [any such] body does not exist at any time without [our] mind, [our] mind does not exist at any time without [our essential] consciousness, and [our essential] consciousness does not exist at any time without [our true] being [our own reality or 'am'-ness].</blockquote>The existence of any world is dependent upon the body through which we perceive it. The existence of any such body is dependent upon our mind, which experiences it as 'I'. The existence of our mind is dependent upon our essential consciousness, without which it could not know either its own existence or the existence of any other thing.<br /><br />How exactly does this sequence of dependence take place? Our real consciousness — that is, our basic self-consciousness 'I am' — does not depend upon any other thing, because it always exists and knows its own existence. Our mind, on the other hand, does not always exist, or at least it does not always know its own existence. It knows its own existence only in waking and dream, but not in sleep. It appears to know its own existence only when it superimposes an imaginary body upon our real self-consciousness 'I am', thereby experiencing that body as 'I', and only after it has thus imagined itself to be a body is it able to experience a world through the five senses of that body. Therefore the appearance of the world depends upon our body, the appearance of our body depends upon our mind, and the appearance of our mind depends upon our essential self-consciousness 'I am'.<br /><br />After expressing this sequence of dependence, Sri Ramana concludes by saying, \"… consciousness does not exist at any time in the absence of being\". By saying this, he does not mean to imply that consciousness is some separate thing that is dependent upon being, but only that consciousness itself is being.<br /><br />If consciousness were other than being, it would not be — that is, it would not exist — and hence it could not know either itself or any other thing. Similarly, if being were other than consciousness, it could not know itself, and hence it would have to depend upon some consciousness other than itself in order to be known. Hence in order to be independently and therefore absolutely real, being must be conscious of itself, and consciousness must be.<br /><br />The real being is only our own being, because our being is self-conscious, whereas the seeming being or existence of every other thing is known only by us, and is therefore dependent upon us. Since our being is self-conscious, it is a perfectly non-dual consciousness, and hence it is not dependent upon any other thing either to be or to be known to be. Being completely independent, it is free from all forms of limitation, all conditions and all relativity. It is therefore the one infinite and absolute reality.<br /><br />In this verse of <em>Guru Vachaka Kovai</em> the word that I have translated as 'being' is <em>unmai</em>, which usually means 'truth' or 'reality', but which etymologically means 'is'-ness or 'am'-ness. Since the real being or 'am'-ness is self-conscious, it is not an objective form of being, but is the one infinite reality that underlies and supports the appearance of all objectivity or duality. It is the fundamental consciousness that makes the appearance of all other things possible.<br /><br />Since our mind, our body, this world and every other conceivable thing depend upon our non-dual self-conscious being, and since they all appear and disappear, they are all mere imaginary appearances, and the sole reality that underlies and supports their appearance is only our own being or consciousness. In other words, the one substance that appears as everything is only our own essential consciousness, 'I am'.<br /><br />Whereas every other thing is only relatively real, being a mere imagination, our own consciousness is the one and only absolute reality. In essence, therefore, everything is only our own consciousness. Hence our consciousness alone is real. Other than it, nothing truly exists. This is the final conclusion to which Sri Ramana leads us.<br /><br />However, understanding theoretically that everything is only our own consciousness is not an end in itself. Sri Ramana leads us to this conclusion in order to convince us that the only means by which we can experience the absolute reality is to experience ourself as the infinite non-dual consciousness of being that we really are. In order to experience ourself thus, we must divert our attention away from all other things, and focus it wholly and exclusively upon ourself — that is, upon our own self-conscious being, which we always experience as 'I am'.<br /><br />Our present knowledge of duality or otherness is what obstructs us from experiencing our own consciousness as the adjunct-free and absolutely non-dual self-consciousness that it truly ever is. Since our knowledge of duality arises only when we imagine ourself to be a body, we cannot experience ourself as the infinite, undivided, non-dual and absolute reality so long as we experience the seeming existence of any other thing.<br /><br />In order to remove our imaginary knowledge of duality, we must cease to imagine ourself to be this or any other body, and in order to cease imagining ourself thus, we must know ourself as we really are. Our mind rises, imagining itself to be a body and thereby experiencing things that appear to be other than itself, only because of our self-ignorance, and hence it will be destroyed only by true self-knowledge.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8915325880830610590/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjQ4MjgwMzIxMjA2Cm9mZnNldDogMAo\""
}