{
    "kind": "blogger#post",
    "id": "4632502755098938075",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-08-17T07:39:00+01:00",
    "updated": "2015-02-08T09:25:14Z",
    "url": "http://happinessofbeing.blogspot.com/2007/08/sri-ramanas-figurative-use-of-simple.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4632502755098938075",
    "title": "Sri Ramana’s figurative use of simple words",
    "content": "In continuation of my previous two posts, <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-is-only-practice-of.html\"><em>Atma-vichara</em> is only the practice of keeping our mind fixed firmly in self</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-and-question-who-am-i.html\"><em>Atma-vichara</em> and the question ‘who am I?’</a>, the following is what I have newly incorporated on pages 445 to 450 of the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>:<br /><br />In his teachings Sri Ramana frequently employed ordinary words in a figurative sense, because the absolute reality about which he was speaking or writing is non-objective and non-dual, and hence it is beyond the range of thoughts and words. Since the one undivided and infinite reality can never be known objectively by our mind, but can only be experienced subjectively by and as our own essential non-dual self-consciousness, no words can describe it adequately, and hence its true nature can often be expressed more clearly by a metaphorical or figurative use of simple words rather than by a literal use of the more abstract technical terms of scholastic philosophy.<br /><br />Since the true nature of the one absolute reality cannot be known by our mind or described by any words (which are merely tools created by our mind to express its knowledge or experience of objective phenomena), the only means by which we can merge in and as that non-dual and otherless absolute reality is likewise beyond the range of thoughts and words. Hence Sri Ramana often used simple words figuratively not only when he was expressing the nature of the one absolute reality, but also when he was expressing the means by which we can attain our true and natural state of indivisible oneness with that infinite reality.<br /><a name='more'></a><br />Therefore when we read the spiritual teachings of Sri Ramana, we should not always take at face value the meaning of each word or combination of words that he uses, but should understand the inner meaning that he intends to convey by such words. This is not to say that his teachings are difficult to understand, or that they contain any hidden meanings. He did in fact express his teachings in an extremely open, clear and simple manner, and hence they are very easy to understand. However in order to understand them correctly we must attune our mind and heart to the truth that he was expressing and to the manner in which he expressed it.<br /><br />Though one of the great strengths of his teachings — one of the reasons why they are so powerful and compelling — is the simplicity and clarity with which he expressed even the most subtle and profound truths, the very simplicity of his teachings can at times be deceptive. Just because he used very simple words, we should not overlook the fact that what he was expressing though those simple words was an extremely subtle truth — a truth that can be understood perfectly only by an equally subtle clarity of mind and heart.<br /><br />The extremely subtle inner clarity that we require in order to be able to comprehend perfectly the truth of all that Sri Ramana expressed in his teachings will arise in us only when our mind has been purified or cleansed of all the desires and attachments that are now clouding it. However, though we may not now possess such perfectly unclouded inner clarity, to whatever extent our mind is purified we will be able to comprehend his teachings, and if we sincerely try to put into practice whatever we have been able to understand, our mind will gradually but surely be further purified and clarified.<br /><br />Though we cannot expect to be able to understand his teachings perfectly from the outset, if we sincerely wish to understand them we should not only try to put our present imperfect understanding into practice, but should also continue to study his teachings carefully and repeatedly, because as our practice of self-investigation and self-surrender progresses and develops, we will be able to understand what we study with increasing clarity. This is why it is said that <i>sravana</i>, <i>manana</i> and <i>nididhyasana</i> — study, reflection and practice — should continue in the life of a spiritual aspirant until the final goal of true non-dual self-knowledge is attained.<br /><br />In order to understand Sri Ramana’s teachings as clearly and as perfectly as we can, we should not attempt narrowly to understand any of his words, writings or sayings in isolation, but should attempt to understand each of them comprehensively in the light of all his other teachings. Unless we understand all his teachings comprehensively, we will not be able to understand each individual teaching in its correct perspective. Only if we cultivate a truly comprehensive understanding of his teachings, will we be able to recognise and grasp the real inner meaning of the simple words that he uses figuratively, and will we thereby avoid the error of interpreting too literally any of his figurative expressions of the truth.<br /><br />Therefore if we read in any book that Sri Ramana said, \"Ask yourself the question ‘who am I?’\", or any similar statement, in order to understand what meaning he really intended to convey by such words, we should consider them carefully in the light of all his other teachings, particularly the teachings that he expressed in his own writings. When doing so, we should first consider whether or not the literal meaning of such a statement is entirely consistent with the fundamental principles of his teachings, because we should accept that literal meaning at face value only if it is clearly consistent with those principles. If it is not consistent, then we should consider whether the real meaning of that statement might perhaps be not merely its apparent literal meaning but only some other deeper and more figurative meaning.<br /><br />If any statement attributed to Sri Ramana appears to be in any way inconsistent with the central principles of his teachings, there may be several plausible explanations for this. Firstly, it could be either an inaccurate recording or an inaccurate translation of what he actually said. Secondly, it could be one of the many instances in which he expressed his teachings in a modified or diluted manner in order to suit the limited understanding or maturity of mind of a particular questioner. Or thirdly, if it is an accurate recording of his actual words, and if it is not clearly an instance in which he deliberately diluted his expression of the truth to suit the individual needs of the concerned questioner, it could be a case in which the real meaning of his words is figurative rather than literal.<br /><br />Though Sri Ramana did often express the truth in a diluted manner to suit the actual needs of whoever he was talking to, he usually did so only with regard to more general aspects of spiritual philosophy or practice, but not with regard to the actual practice of self-investigation, which is the very core of his teachings. Whenever he advised or prompted anyone to practise self-investigation, he expressed very clearly what that practice actually is. Therefore if he ever said any words that literally mean \"ask yourself ‘who am I?’\" or \"question yourself ‘who am I?’\", he was certainly not expressing the practice of self-investigation in a diluted manner but only in a figurative manner.<br /><br />Just as he often figuratively described our real and essential self, which is formless, infinite, undivided and non-dual spirit or consciousness — consciousness that knows nothing other than itself, because there is nothing that is truly other than itself — as an <i>idam</i>, <i>sthana</i> or ‘place’, or sometimes more specifically as the ‘birthplace’ or ‘rising-place’ of our mind, our false finite object-knowing consciousness, and just as he also often figuratively described it as a ‘light’, so he might also have figuratively described the thought-free, actionless and non-dual practice of self-investigation as being a state of ‘questioning ourself’, ‘enquiring [into or about] ourself’ or simply ‘asking who am I?’. However, just because he used words that literally mean ‘place’ or ‘light’ to denote our real self, we should not misinterpret his figurative use of such words as implying that our essential self is actually a place confined within the objective dimensions of space and time, or that it is actually a light that we can see objectively by either our physical eyes or our mind. Likewise, just because he occasionally used words that could be taken literally to mean ‘question yourself’, ‘enquire [into or about] yourself’ or ‘ask yourself who am I?’, we should not misinterpret his figurative use of such words as implying that the ultimate spiritual practice known as self-investigation is merely a mental act of asking ourself questions such as ‘who am I?’.<br /><br />In spiritual philosophy, an important distinction often has to be made between <i>vachyartha</i>, the literal meaning of a word or group of words, and <i>lakshyartha</i>, its intended meaning. Whereas <i>vachyartha</i>, the ‘spoken meaning’ or ‘stated meaning’, is merely the meaning that is superficially expressed by a particular word or group of words, <i>lakshyartha</i>, the ‘indicated meaning’ or ‘target meaning’, is the implied meaning that is really denoted by it — the true inner meaning that it is actually intended to convey.<br /><br />In many contexts in which Sri Ramana talks of the question ‘who am I?’, the <i>vachyartha</i> or meaning superficially suggested by these words is the verbalised thought ‘who am I?’, whereas the <i>lakshyartha</i> or true inner meaning that he actually intended these words to convey is the state in which we look keenly within ourself to see who or what this ‘I’ really is. Therefore if he says any words that superficially appear to mean that we should ask ourself the question ‘who am I?’, we should understand that the <i>lakshyartha</i> of such words is that we should focus our entire attention upon our consciousness ‘I am’ in order to know what exactly it is.<br /><br />When we see his words translated as ‘who am I?’, in most cases the actual words that he used in Tamil were ‘<i>nan yar?</i>’, which literally mean ‘I [am] who?’. By placing <i>nan</i> before <i>yar</i>, that is, ‘I’ before ‘who’, he gave prime importance to it, thereby emphasising the fact that it alone is our <i>lakshya</i> — our real target or aim.<br /><br />In these words, ‘<i>nan yar?</i>’ or ‘I [am] who?’, the <i>vachyartha</i> or superficial meaning of ‘I’ is our mind or ego, but its <i>lakshyartha</i> is our real self, our true adjunct-free self-conscious being, ‘I am’, which is the sole reality underlying this illusory apparition that we call our mind or ego. Likewise, the <i>vachyartha</i> of ‘who’ is merely a question that we frame in our mind as a thought, but its <i>lakshyartha</i> is the keenly scrutinising attention that seeks to experience this ‘I’ as it really is — that is, to experience thought-free, unadulterated and therefore absolute clarity of true self-consciousness. <p align=\"right\">(to be continued)</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4632502755098938075/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg3NTE0MTk5Cm9mZnNldDogMAo\""
}