{
    "kind": "blogger#post",
    "id": "6979327421586235977",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-18T08:57:00Z",
    "updated": "2015-02-08T10:21:52Z",
    "url": "http://happinessofbeing.blogspot.com/2007/02/our-self-consciousness-is-absolute.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6979327421586235977",
    "title": "Our self-consciousness is the absolute reality",
    "content": "In continuation of my earlier posts <a href=\"http://happinessofbeing.blogspot.com/2007/02/our-imaginary-sleep-of-self.html\">Our imaginary sleep of self-forgetfulness or self-ignorance</a>, <a href=\"http://happinessofbeing.blogspot.com/2007/02/are-we-in-this-world-or-is-this-world.html\">Are we in this world, or is this world in us?</a>, <a href=\"http://happinessofbeing.blogspot.com/2007/02/our-waking-life-is-just-another-dream.html\">Our waking life is just another dream</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/02/only-absolute-clarity-of-true-self.html\">Only the absolute clarity of true self-knowledge will put an end to all our dreams</a>, the following is the fifth and final instalment of the additional matter that I plan to incorporate after the paragraph that ends on the first line of page 127 of my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>:<br /><br />In our present experience, the only thing that is real is our own self-consciousness, 'I am'. If we did not exist, we could not know our own existence, nor could we imagine the existence of anything else.<br /><br />The one real basis of all our knowledge and all our experience is our own consciousness. When we say 'I know' or 'I experience', we imply 'I am conscious'. However, though we sometimes appear to be conscious of things other than ourself, our consciousness of those other things appears and disappears. Being impermanent, it is only relatively real.<br /><a name='more'></a><br />The only thing of which we are permanently conscious is ourself — our own being, 'I am'. Even when we are conscious of nothing else, as in sleep, we continue to be conscious of our own being, because our being is inherently self-conscious. In other words, we are self-consciousness, and hence we always experience ourself as 'I am'.<br /><br />Since our consciousness of other things appears only when our mind is active, it is merely an imagination. But since we are the consciousness that experiences both that imagination and the absence of it in sleep, we are the real consciousness that underlies the imaginary consciousness of otherness.<br /><br />Since the only form of consciousness that we experience permanently is our own self-consciousness, we can definitely conclude that it is the true and essential form of consciousness. In other words, since we are the fundamental self-consciousness that underlies the appearance of all other forms of consciousness, we alone are the true and essential form of consciousness.<br /><br />We can also conclude that we are the absolute reality, because we are the fundamental non-dual self-consciousness 'I am', which is essentially unqualified and unconditioned, being free from all limits and any form of dependence upon any other thing. Whatever else may appear or disappear, and whatever change or other action may seem to happen, our essential self-consciousness always remains unchanged and unaffected. Therefore, whereas all other things are relative, our true self-consciousness is absolute.<br /><br />We are absolute being, absolute consciousness and absolute happiness. Therefore if we wish to free ourself from all unhappiness and all forms of limitation, we must know ourself as we really are. That is, we must actually experience ourself as the absolute non-dual self-consciousness that we really are, and that we now understand ourself to be.<br /><br />In order to know ourself thus, we must concentrate our entire attention upon our essential self-consciousness 'I am'. This concentration of our attention upon ourself is the practice of <em>atma-vichara</em> — self-investigation, self-examination, self-scrutiny or self-enquiry — which Sri Ramana taught as the only means by which we can experience true non-dual self-knowledge.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6979327421586235977/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzkwOTEyNTkwCm9mZnNldDogMAo\""
}