{
    "kind": "blogger#post",
    "id": "8401302997557710731",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-07-26T17:33:00+01:00",
    "updated": "2015-02-08T09:34:14Z",
    "url": "http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8401302997557710731",
    "title": "<i>Happiness and the Art of Being</i> will soon be available in print",
    "content": "I have recently finished revising <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print, and I have given the final version of it to the publishers. In its final form, the main body of the book comes to 610 pages, and a very detailed index has been added to it.<br /><br />It will be published in Europe and North America by Trafford Publishing, a Canadian-based 'print-on-demand' publisher, who will make it available worldwide through all the major on-line and off-line book distribution channels. However, since the cost of books published in Europe and America is prohibitively expensive by Indian standards, some devotees of Sri Ramana in India are arranging to have a separate edition printed there for local distribution at a more affordable price.<br /><a name='more'></a><br />The Trafford edition will hopefully be available by the end of August or early September, and the Indian edition soon after that. If you would like to be notified when the Trafford edition becomes available, you may submit the notification form on the Trafford website, which you can access by clicking on the following link: <p align=\"center\"><a href=\"http://www.trafford.com/4dcgi/notification-form?item=20190&amp;20712940-17700aaa\" target=\"_blank\"><em>Happiness and the Art of Being</em> – notification form</a></p>At various places in the final version of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> I have written and incorporated new explanations, which come to a total of about 48 extra pages, and over the next few weeks I will be posting these new explanations in a series of articles in this blog. Sometime in August, after posting this series of articles here, I will replace the second e-book edition of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, which is the version currently available on my <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">website</a>, with the third e-book edition, which will be an exact copy of the forthcoming printed book.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8401302997557710731/comments"
    },
    "labels": [
        "Happiness and the Art of Being"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg4MDU0NjA4Cm9mZnNldDogMAo\""
}