{
    "kind": "blogger#post",
    "id": "1320898165728200379",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-07T21:49:00Z",
    "updated": "2018-01-21T23:15:25Z",
    "url": "http://happinessofbeing.blogspot.com/2007/01/which-spiritual-teachings-are-truly.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1320898165728200379",
    "title": "Which spiritual teachings are truly credible?",
    "content": "In a <a href=\"http://happinessofbeing.blogspot.com/2006/12/who-has-attained-self-realisation.html#comment-3928880288962823941\" target=\"_blank\">comment</a> on the post <a href=\"http://happinessofbeing.blogspot.com/2006/12/who-has-attained-self-realisation.html\" target=\"_blank\">Who has attained 'self-realisation'?</a>, Innerself quoted the last two paragraphs of that post, and then commented:<br /><blockquote>Although I can understand your point of view and the arguments in the above quote, the reason why this knowledge would be helpful is in the credibility one can put into the teachings.<br /><br />Nisargadatta and Ramana were Self-Realized, <em>Jnani</em>. I don't think that anyone [would] contest this. Thus one can trustfully read their books and/or written answers published.<br /><br />There are so many out there saying they are Enlightened...</blockquote>It is true that, as Innerself observes, there are many people who claim to be 'enlightened', but sadly many of them are probably either self-deluded or are deliberately trying to deceive people. One of the easiest ways to gain the respect and adulation of other people is to make them believe that one has attained <em>jnana</em>, the experience of true knowledge, since this is widely recognised to be the ultimate spiritual attainment. It is therefore very tempting for the human ego to pose as if it had attained such <em>jnana</em>, 'enlightenment' or 'self-realisation', so it is not surprising that there are people who fall a prey to this temptation. And since it is impossible for those of us who have not attained <em>jnana</em> to know whether or not another person has attained it, it is very easy for a person who wishes to be considered as 'enlightened' or 'self-realised' to deceive other people, making them believe this to be so.<br /><a name='more'></a><br />However this is not to say that most people who claim to be 'enlightened' or 'self-realised' are deliberately doing so to deceive other people, because it is very easy for genuine spiritual aspirants who attain some sort of spiritual experience to mistake their experience to be the ultimate attainment of true self-knowledge or <em>atma-jnana</em>. Because of this self-delusion of theirs, such people genuinely believe that they can bless other people and help them to attain the same self-knowledge that they imagine that they have attained. Therefore not all people who pose as spiritual <em>gurus</em> are deliberate frauds, because they have sadly deluded themself before they deluded anyone else.<br /><br />Since it is so easy for any of us to delude ourself by imagining that we are 'enlightened' or 'self-realised', and to delude other people into believing that we are so, it is probably true to say that most so-called 'self-realised <em>gurus</em>' have not actually attained the non-dual experience of true self-knowledge that they claim to have attained. How then are we to know whether a particular <em>guru</em> has really attained the true knowledge and supreme happiness that we seek to attain?<br /><br />Unfortunately there is no easy answer to this question, so ultimately we each have to follow our own heart. It does not matter whatever anyone else may believe. We each have to follow our own intuition and decide for ourself what we really believe in our own heart.<br /><br />However, the purpose of any human manifestation of the one real <em>guru</em> is not merely to be an idol for us to adore and worship, but is to teach us the means by which we can attain the all-transcendent and infinitely happy state of true non-dual self-knowledge. Therefore, what is really important for us is not to distinguish which <em>guru</em> or <em>gurus</em> have really attained such true knowledge, but is to distinguish which teachings reveal to us the true means by which we ourself can attain it. Knowing that someone else has attained true self-knowledge is of little use to us if we do not clearly understand and practise the means by which we can know what we ourself really are.<br /><br />Fortunately for us, understanding the nature of the absolute reality and the means to attain it, even on the level of our mind or intellect, is not simply a matter of belief. If we read and understand the teachings of Sri Ramana correctly, we will understand clearly that, on the basis of a very rational and logical analysis of our experience of ourself and all other things in all our three states of consciousness, waking, dream and sleep, he has explained to us irrefutable reasons why we must accept that the nature of the reality and the means to attain it are truly as he revealed them to be.<br /><br />Therefore if, like Innerself, we wish to know whose teachings are truly credible, we need not try to find a sure answer to the unanswerable question, 'Is this teacher really self-realised, or is that teacher really self-realised?' Rather than trying to judge the state of a certain teacher, which is something we can never know for sure, we should use our power of reasoning and discrimination to judge the validity of the teaching. If a certain teaching does not give us valid and convincing reasons why we should accept each of its core principles, how can we reasonably give credibility to that teaching on the mere basis of our unsubstantiatable belief in the supposed spiritual state of the teacher.<br /><br />As human beings we have a natural inclination to believe in some reality that transcends the limitations of this finite world and our present experience of ourself as a finite body and mind. The reason why we have this inclination is that we are in reality the infinite spirit, that is, the unlimited and indivisible consciousness of being, and not the finite body or mind that we imagine ourself to be in this waking state, and hence we intuitively recognise that our present state is not entirely natural to us. Because of this inclination, and because we imagine that the transcendent reality is something mysterious and distant from us in our present state, most of us are willing to believe some form of religious or spiritual teaching, even though we know that our belief does not have any truly rational, unquestionable, indubitable and irrefutable basis.<br /><br />However, the truth is that the transcendent reality is not in any way distant from us, but is our own real self, our essential being, and it is always experienced by us as our fundamental consciousness 'I am'. Therefore, by a careful, thorough and rational analysis of our various experiences of ourself in each of the three states of consciousness that we experience every day, we can understand that the only absolute and unchanging element in all that we experience is our fundamental and essential consciousness of our own being, 'I am', and that this consciousness is the real basis of all else that we experience.<br /><br />However, though we always experience this consciousness 'I am', our knowledge of it is unclear, because we always confuse it either with this body and mind that we experience as ourself during waking, or with another body and the same mind that we experience as ourself during dream, or with the body-free and mind-free state of darkness or seeming 'unconsciousness' in which we experience ourself to be during sleep. Therefore, if we wish to know the reality that underlies and supports our knowledge of all other things, we must gain a perfectly clear knowledge or experience of this unchanging consciousness 'I am'.<br /><br />In order to gain such a perfectly clear knowledge of our fundamental consciousness 'I am', which is our essential being or true self, we must focus our attention wholly and exclusively upon it. This simple practice of trying to focus our entire attention or consciousness upon our own essential being, 'I am', is the path of <em>atma-vichara</em>, self-investigation, self-scrutiny or self-enquiry, which Sri Ramana taught us to be the only means by which we can attain true and absolute knowledge or <em>jnana</em>.<br /><br />This is a very brief summary of the essence of Sri Ramana's teachings, but it clearly illustrates the fact that his teachings do not ask us to believe anything that we do not already know. On the contrary, they ask us to doubt everything that can possibly be doubted, which means everything other than our own self-conscious being or existence, 'I am'.<br /><br />Sri Ramana's teachings are therefore self-justifying, and their validity and credibility is irrefutable. Hence there is no reason why we need look outside his teachings in order to verify their credibility. We can doubt their credibility only if we have not studied them in depth and understood them in their clear and rational entirety.<br /><br />However, though the credibility of Sri Ramana's teachings is self-evident, it can be distinctly recognised only if they are presented in a clear and correct manner. The clearest presentation of them is his own words, most of which he spoke or wrote in Tamil. Unfortunately, however, most of us who wish to understand and practise his teachings do not know Tamil, and if we do not know Tamil we have to rely on translations of them.<br /><br />This is another factor that we have to consider when we try to assess the credibility of any teaching, and it applies not only to the teachings of Sri Ramana but also to the teachings of all other sages or <em>gurus</em>, including both those who have truly merged and lost their finite sense of individuality in the non-dual and absolute state of <em>atma-jnana</em> or true self-knowledge, and those who are merely reputed to have attained that state. For example there are many books in English that supposedly contain records of the oral teachings of Sri Nisargadatta Maharaj, the other <em>guru</em> whom Innerself mentions in his comment, but Sri Nisargadatta actually spoke only or mostly in Marathi, so most of the records of his teachings are not in his own words but are only translations of them.<br /><br />I have seen some quotations in English of what Sri Nisargadatta is supposed to have said in Marathi, and I have glanced through some of the English books that are supposed to contain records of his teachings, and frankly I found that there are many confusing and questionable ideas expressed in statements that are attributed to him. However, since I do not know how accurately such English recordings of his teachings reflect what he actually said in Marathi, and how clearly the people who translated or recorded his oral teachings understood the real meaning of what he said, based on such English recordings I cannot judge how credible his teachings really are.<br /><br />However, to be fair to the teachings of Sri Nisargadatta, I must admit that what I observed in the English recordings of them is equally true of some of the English translations and recordings of the teachings of Sri Ramana. Unfortunately many of the available English translations and recordings of the teachings of Sri Ramana lack clarity and accuracy, and hence they sometimes appear to convey ideas that are confusing and questionable, and that taken in isolation could therefore raise a doubt about the credibility of his teachings. Therefore I do not think that Innerself is entirely correct in his belief that \"... one can trustfully read their books and/or written answers published\".<br /><br />Since many <em>gurus</em> who have now left their physical body did not actually write any of their teachings but only expressed them orally, we unfortunately do not have any reliable source with which we can compare and judge the accuracy of the available records of them. However, in the case of the teachings of Sri Ramana, we are fortunate that he himself wrote his most essential teachings in clear Tamil poetry and prose. Therefore, though some of the translations and recordings of the teachings of Sri Ramana may not be clear and accurate, we do not have to rely upon such translations and recordings in order to understand the true import of his teachings, because a perfectly clear and accurate record of his teachings exists in his own writings.<br /><br />However, as I mentioned above, most people who wish to understand and practise the teachings of Sri Ramana do not know Tamil, so they have to rely upon the available translations of them. In this respect I am fortunate, because I have not only had the opportunity to study in great depth the original Tamil writings of Sri Ramana, and the most reliable record of his oral teachings, which was preserved for us by his foremost disciple, Sri Muruganar, in the form of the Tamil verses of <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a>, but also had the opportunity to do so under the close and clear guidance of Sri Sadhu Om.<br /><br />Having associated closely with Sri Sadhu Om for more than eight years, and having observed the great clarity and depth with which he explained so many different aspects of the teachings of Sri Ramana, I personally believe that his clarity of understanding was a result of his experience of true self-knowledge (though this was something that he would never claim for himself). However, I do not ask anyone else to believe that he was a <em>jnani</em>, an 'enlightened' or 'self-realised' sage, because I know that such a belief can be of value to us only if it arises naturally from within our own heart. Moreover, no belief is actually essential to us, because belief is not the true and absolute knowledge that we seek. Rather than mere belief, what we require is a firm conviction in the truth revealed by sages such as Sri Ramana, and a clear understanding of the means by which we can attain immediate experience of true, absolute, non-dual self-knowledge.<br /><br />What is important to me personally, and also to other people potentially, is not the mere belief that Sri Sadhu Om was a <em>jnani</em>, but is the fact that he was able to explain the teachings of Sri Ramana so clearly, profoundly and comprehensively. I personally do not know of any other person who has explained in such clear and simple words, and in such a systematic, comprehensive and complete manner, the entire philosophy that underlies the teachings of Sri Ramana, and the spiritual practice of self-enquiry and self-surrender, which is the point to which that philosophy naturally and inevitably leads us, being its true conclusion, culmination or fruit.<br /><br />Though Sri Sadhu Om has written many poems and songs, and several books and other pieces of prose, explaining the philosophy and practice of the spiritual teachings of Sri Ramana, most of the explanations that he gave were expressed in the form of spoken words rather than through writing, and hence they were never recorded. However, since I was fortunate to listen to his explanations every day for more than eight years, I am able to express in my own words all that I learnt from him.<br /><br />For my own spiritual benefit, and as a support to my attempts to practise the teachings of Sri Ramana, I enjoy musing upon his teachings, and my understanding and insight is often clarified and deepened when I express my musings in writing. Therefore whenever I have spare time I like to write about his teachings, and since I have been fortunate to have had the opportunity to gain a deep insight into them as a result of all that I learnt from Sri Sadhu Om, I am happy to share my writings with anyone who is interested to read them.<br /><br />Since the fundamental philosophy of Sri Ramana, which is the theoretical basis upon which he enabled us to understand not only the nature of the absolute reality, but also more importantly the means by which we can actually experience that reality, has not been adequately explored and discussed in most of the available English books about his teachings, I compiled many of my writings about the most essential aspects of his teachings in the form of my principal book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>. Though I do not claim that I personally am 'enlightened' or 'self-realised', I do believe that this book may potentially be of benefit to anyone who truly wishes to gain a clear and comprehensive understanding of both the philosophy and practice of the spiritual teachings of Sri Ramana, because it expresses many of the insights that I gained through my close association with Sri Sadhu Om, and through my in-depth study and reflection upon the original Tamil writings of Sri Ramana and <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a>.<br /><br />If my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, or any of my other writings have any authority, that authority derives not from me personally, but only from two sources, which are in essence one. That is, it derives firstly from Sri Ramana, whose teachings I explore and discuss in my writings, and secondly from those teachings themselves. That is, if I have succeeded at all in achieving the purpose of my writings, I express in them the teachings of Sri Ramana in such a clear, comprehensive and well-reasoned manner that they do not need any external authority or validation. As I explained above, if his teachings are presented in a clear, correct and comprehensive manner, they are self-validating and their credibility is self-evident and irrefutable.<br /><br />In conclusion, therefore, my advice to Innerself and to any other person who wishes to know which teachings or books are credible, is that we should not rely merely upon the reputation of the person from whom those teachings originate, but should examine those teachings and decide for ourself whether or not they express truths that are not only reasonable but also, when properly understood, self-evident and irrefutable.<br /><br />In my experience, the teachings that reveal the nature of the absolute reality and the means by which we can attain it in a manner that not only enables us to understand them most clearly and comprehensively, but also to appreciate how self-evident and irrefutable they really are, are the teachings of Sri Ramana. Therefore I would advise anyone who is looking for a truly credible set of spiritual teachings to study his teachings carefully and deeply. As an aid to such study, I would also suggest that such a person may gain some further clarity of understanding regarding many important aspects of his teachings by reading my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, because one of the purposes of this book is to explain in a clear and simple manner how and why his teachings are so truly self-evident, irrefutable and therefore perfectly credible.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1320898165728200379/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "guru",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Sri Muruganar",
        "Sri Sadhu Om"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTE2NTc2NTI1NjEwCm9mZnNldDogMAo\""
}