{
    "kind": "blogger#post",
    "id": "2613210819047461560",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-08-19T07:35:00+01:00",
    "updated": "2016-06-08T23:53:16+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/08/practice-of-self-investigation-is-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2613210819047461560",
    "title": "The practice of self-investigation is our natural state of self-conscious being",
    "content": "In my previous four posts, <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-is-only-practice-of.html\"><em>Atma-vichara</em> is only the practice of keeping our mind fixed firmly in self</a>, <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-and-question-who-am-i.html\"><em>Atma-vichara</em> and the question ‘who am I?’</a>, <a href=\"http://happinessofbeing.blogspot.com/2007/08/sri-ramanas-figurative-use-of-simple.html\">Sri Ramana’s figurative use of simple words</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/08/question-who-am-i-as-verbalised-thought.html\">The question ‘who am I?’ as a verbalised thought</a>, I serialised the newly written material that I have incorporated on pages 439 to 456 of the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>. In continuation, the following is the expansion of what I had written on pages 431 to 432 of the second e-book edition, which will come on pages 456 to 459 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a>:<br /><br />Besides using the Sanskrit word <i>vichara</i>, Sri Ramana used many other Tamil and Sanskrit words to describe the practice of self-investigation. One word that he frequently used both in his original writings such as <i>Ulladu Narpadu</i> and in his oral teachings was the Tamil verb <i>nadutal</i>, which can mean seeking, pursuing, examining, investigating, knowing, thinking or desiring, but which with reference to ourself clearly does not mean literally either seeking or pursuing, but only examining, investigating or knowing.<br /><br />He also often used the word <em>nattam</em>, which is a noun derived from this verb <em>nadutal</em>, and which has various closely related meanings such as ‘investigation’, ‘examination’, ‘scrutiny’, ‘sight’, ‘look’, ‘aim’, ‘intention’, ‘pursuit’ or ‘quest’. In the sense of ‘scrutiny’, ‘look’ or ‘sight’, <em>nattam</em> means the state of ‘looking’, ‘seeing’ or ‘watching’, and hence it can also be translated as ‘inspection’, ‘observation’ or ‘attention’. Thus it is a word that Sri Ramana used in Tamil to convey the same sense as the English word ‘attention’.<br /><a name='more'></a><br />Since the term <em>atma-vichara</em> is a technical term of Sanskrit origin, in conversation Sri Ramana often used instead the more colloquial Tamil term <em>tannattam</em>, which is a compound of two words, <em>tan</em>, which means ‘self’, and <em>nattam</em>, which in this context means ‘scrutiny’, ‘investigation’, ‘examination’, ‘inspection’, ‘observation’ or ‘attention’. In English books that record or discuss his teachings, this term <em>tannattam</em> is usually translated as self-attention, self-investigation or self-enquiry, but is also sometimes translated as ‘seeking the self’ or ‘quest for the self’.<br /><br />Though the verb <i>nadutal</i> can mean to seek, search for or pursue, and though the noun <i>nattam</i> can correspondingly mean a quest or pursuit, when Sri Ramana uses these words in the context of self-investigation he does not mean that we should literally seek, search for, go in quest of or pursue our own self as if it were something distant or unknown to us, but that we should simply investigate, inspect, examine or scrutinise ourself — that is, that we should attend keenly to our own essential self-conscious being, ‘I am’, which we always experience clearly, but which we now mistake to be our body-bound mind or ego, our false finite object-knowing consciousness that feels ‘I am this body’.<br /><br />Another verb that Sri Ramana used in the same sense as <i>nadutal</i> is <i>tedutal</i>, which literally means to seek, search for, trace, pursue or enquire into. However, just because he used words that literally mean to ‘seek’ or ‘search for’, we should not imagine that the ‘self’ he asks us to ‘seek’ is anything other than ourself — anything other than that which we already and always experience as ‘I’.<br /><br />The practice of <i>atma-vichara</i>, <i>tannattam</i> or self-investigation is not a practice of one ‘I’ seeking some other ‘I’, but is simply the practice of our one and only ‘I’ knowing and being itself. In other words, it is simply the absolutely non-dual practice of we ourself knowing and being ourself.<br /><br />Since we are in truth ever self-conscious, in order to know ourself as we really are we do not need literally to ‘seek’ ourself but just to be ourself — that is, just to be as we really are, which is thought-free non-dual self-conscious being. Therefore the practice that Sri Ramana sometimes described figuratively as ‘seeking’ ourself is simply the practice of just consciously being ourself.<br /><br />As we discussed <a href=\"http://happinessofbeing.blogspot.com/2007/08/sri-ramanas-figurative-use-of-simple.html\">earlier</a>, Sri Ramana often used simple words in a figurative sense, and his use of the verb <i>tedutal</i> is a clear example of this. Therefore whenever he uses this verb <i>tedutal</i> in the context of self-investigation we should understand that he is not using it literally to mean that we should seek some object that we do not already know, but is only using it figuratively to mean that we should ‘seek’ the perfect clarity of true non-dual self-knowledge by keenly scrutinising our own ever self-conscious essence, ‘I am’.<br /><br />Other words that he used to describe this extremely simple practice of self-investigation include the Tamil nouns <i>araycchi</i> and <i>usa</i>, which both mean a close and subtle investigation or scrutiny, their verbal forms <i>araytal</i> and <i>usavutal</i>, which mean investigating, examining or scrutinising keenly, the Tamil term <i>summa iruppadu</i>, which means ‘just being’, the Sanskrit term <i>atma-nishtha</i>, which means self-abidance or being firmly established as our own real self,<i> atma-chintana</i>, which means self-contemplation or ‘thinking of self’, <i>svarupa-dhyana</i>, which means self-meditation or self-attentiveness, <i>svarupa-smarana</i>, which means self-remembrance, <i>ahamukham</i>, which means facing ‘I’, looking towards ‘I’ or attending to ‘I’, and <i>atma-anusandhana</i>, which in Sanskrit means self-investigation or close inspection of ourself, and which in Tamil is also used in the sense of self-contemplation. These and other words that he used all denote the same simple practice of focusing our entire attention upon ourself, that is, upon our essential self-conscious being, our fundamental consciousness ‘I am’, in order to know who or what we really are.<br /><br />The practice of <i>atma-vichara</i> or self-investigation is therefore just a calm and peaceful focusing of our entire attention upon the innermost core of our being, and hence it is the same practice that in other mystical traditions is known as contemplation or recollection — recollection, that is, not so much in the sense of remembering, as in the sense of re-collecting or gathering back our scattered attention from all other things by withdrawing it into its natural centre and source, which is our own innermost being — our true and essential self-conscious being, ‘I am’.<br /><br />Whereas attending to anything other than ourself is an activity, a movement or directing of our attention away from ourself towards something else, attending to ourself is not an activity or movement, but is a motionless retention of our attention within ourself. Since we ourself are consciousness or attention, keeping our attention centred upon ourself is allowing it to rest in its natural abode. Self-attention is thus a state of just being, and not doing anything. It is consequently a state of perfect repose, serenity, stillness, calm and peace, and as such one of supreme and unqualified happiness.<br /><br />Because the practice of self-investigation is thus a state of just being, a state in which our attention does not do anything but simply remains as it really is — as the perfect clarity of our natural non-dual self-consciousness — rather than describing self-investigation as ‘self-attention’ we could more accurately describe it as ‘self-attentiveness’. That is, it is truly not a state of actively attending or ‘paying’ attention to ourself, but is instead a state of just being passively attentive or conscious of our own essential being.<br /><br />Since we are in reality nothing other than absolutely and eternally clear self-conscious being, when we practise this art of just being self-attentive or self-conscious, we are merely practising being ourself — being our real self, being what we really are, or as Sri Ramana often used to describe it, simply being as we are.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2613210819047461560/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "Happiness and the Art of Being",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk2OTQxCm9mZnNldDogMzYwMDAwMAo\""
}