{
    "kind": "blogger#post",
    "id": "8544538204131689594",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-18T09:44:00Z",
    "updated": "2015-02-08T09:42:22Z",
    "url": "http://happinessofbeing.blogspot.com/2007/03/fear-of-death-is-inherent-in-our-love.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8544538204131689594",
    "title": "The fear of death is inherent in our love for our own being",
    "content": "In the seventh last paragraph of my recent post <a href=\"http://happinessofbeing.blogspot.com/2007/03/overcoming-our-spiritual-complacency.html\">Overcoming our spiritual complacency</a> I wrote:<br /><br /><blockquote>So long as we experience ourself as a physical body, the fear of death will always exist in us, but usually in a dormant form. Because we imagine ourself to be this body, we are attached to it and hence we fear to lose it...</blockquote>While doing a final check on the changes that I have made while revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print, I decided to expand this explanation about our fear of death as follows:<br /><br />However, though it usually remains in a dormant form, our fear of death is in fact the greatest, most fundamental and most deep-rooted of all our fears. We fear death because it appears to us to be a state of non-existence — a state in which we ourself will cease to exist, or at least cease to exist as we now know ourself. Since we love our own being or existence more than we love any other thing, we fear to lose our own being or existence more than we fear any other thing. In other words, our fear of death is rooted in our self-love — our basic love for our own essential self or being.<br /><a name='more'></a><br />The reason why we love our own self or being is that we ourself are happiness. Because by our very nature we love happiness, and because happiness is in fact our own being, we cannot avoid loving our own being or existence, and hence we cannot avoid fearing the loss or destruction of our being or existence. Therefore so long as we experience ourself as a physical body — that is, so long as we confuse our existence with the existence of a mortal body — we cannot avoid having a deep-rooted fear of death.<br /><br />Hence the fear of death will always exist in us until we truly decide to free ourself from our self-created illusion that we are a mortal body. Because we imagine ourself to be this body, we are unavoidably attached to it, and therefore we fear to lose it...",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8544538204131689594/comments"
    },
    "labels": [
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg4NTQyNzgzCm9mZnNldDogMAo\""
}