{
    "kind": "blogger#post",
    "id": "2882134032286782449",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-05T13:43:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/everything-is-just-expansion-of-our-own.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2882134032286782449",
    "title": "Everything is just an expansion of our own mind or ego",
    "content": "In <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, chapter 5, 'What is True Knowledge?', there is a paragraph on page 279 of the present e-book version in which I have written as follows:<br /><blockquote>Though our true, absolute and non-dual knowledge 'I am' is the ultimate support or substratum that underlies all forms of duality or relativity, it is not their immediate support or base. The immediate base upon which all duality depends, and without which it ceases to exist, is only our wrong knowledge 'I am this body', which is our individualised sense of selfhood, our ego or mind. ...</blockquote>In the present e-book version I then quote what Sri Ramana says in verse 26 of <em>Ulladu Narpadu</em>, but for the forthcoming publication of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> as a printed book I have written an explantion of verse 23, which I will incorporate at this point before verse 26, and immediately after verse 26 I will also incorporate another new paragraph of explanation. This entire portion will then read as follows:<br /><br />[...] Therefore in verse 23 of <em>Ulladu Narpadu</em> Sri Ramana says:<br /><blockquote>This body does not say 'I' [that is, it does not know 'I am', because it is just inconscient matter]. No one says 'in sleep I do not exist' [even though in sleep this body does not exist]. After an 'I' has risen [imagining 'I am this body'], everything rises. [Therefore] by a subtle intellect scrutinise where this 'I' rises.</blockquote><a name='more'></a>Our mind, ego or individual sense of 'I', which now feels this body to be itself, is actually neither this body nor our real consciousness 'I'. It is not this body because this body is just inconscient matter, which does not know its own existence as 'I am', and it is not our real 'I', because we know that we exist in sleep, even though we do not experience our mind in that state.<br /><br />Because our mind does not exist in sleep, no duality exists in that state. Duality or multiplicity appears to exist only after our mind has risen, posing itself as our real 'I'. Therefore the cause of the appearance of duality in waking and dream is only the appearance of our mind nor ego, which arises by imagining itself to be this body.<br /><br />Since our mind or individual sense of 'I' is not real, but arises merely as an imagination, Sri Ramana concludes this verse by advising us to scrutinise the source from which it rises. That source is ourself — our real 'I', which we experienced even in sleep. If we scrutinise ourself with a 'subtle intellect', that is, with a clearly refined and therefore deeply penetrating power of discernment, cognition or attention, we will experience ourself as the true non-dual self-consciousness that we really are, and thus our mind or ego will vanish.<br /><br />In the last line of this verse, the two words <em>nun matiyal</em>, which literally mean 'by a subtle intellect', are very significant, and in order to understand their meaning more clearly we should compare them with two similar words that Sri Ramana uses in verse 28, namely <em>kurnda matiyal</em>, which literally mean 'by a sharp intellect', that is, by a sharp, keen, intense, acute and penetrating power of discernment, cognition or attention. Since he says in verse 28 that by such a 'sharp intellect' or <em>kurnda mati</em> we \"should know the place [or source] from which [our] rising ego rises\", it is clear that the 'subtle intellect' that he refers to in verse 23 is the same as the 'sharp intellect' that he refers to in verse 28.<br /><br />Our real self is infinitely subtle, because it is formless consciousness, whereas in comparison all our thoughts are gross, because they are forms or images that appear to be other than ourself. Therefore if we are habituated to attending only to thoughts or objects, our intellect or power of discernment will have become comparatively gross, blunt and dull, having lost its natural subtlety, sharpness and clarity, and hence it will not be able to discern clearly our subtle, adjunct-free, true self-consciousness.<br /><br />Since by constantly attending to gross thoughts and objects we have lost our natural subtlety, sharpness and clarity of attention or discernment, in order to regain these qualities we must attempt to attend repeatedly to our infinitely subtle self-consciousness. The more we practise such self-attentiveness, the more subtle, sharp and clear our power of attention or discernment will become, and as its subtlety, sharpness and clarity thus increases we will be able to discern our true self-consciousness more clearly, precisely and correctly, until eventually we will experience it in its absolutely pristine purity. This pristine experience of our real non-dual self-consciousness is alone the state of absolute true knowledge.<br /><br />In the second half of verse 23 of <em>Ulladu Narpadu</em> Sri Ramana points out the obvious truth that everything — that is, all duality or otherness — rises only after our mind or individual sense of 'I' has risen, and he advises us that we should therefore scrutinise with a 'subtle intellect' the source from which this 'I' arises. The inference that we should understand from his statement, \"After an 'I' has risen, everything rises\", and from his subsequent advice, \"By a subtle intellect scrutinise where this 'I' rises\", is stated by him clearly in verse 26 of <em>Ulladu Narpadu</em>:<br /><blockquote>If [our] ego comes into existence [as in the waking and dream states], everything comes into existence. If [our] ego does not exist [as in sleep], everything does not exist. [Hence our] ego indeed is everything [this entire appearance of duality or relativity]. Therefore, know that examining 'what is this [ego]?' indeed is relinquishing everything.</blockquote>Except our essential self-consciousness 'I am', everything that we know or experience is just a thought or image that we have formed in our mind by our power of imagination. Therefore everything is just an expansion of our own mind, our ego or root thought 'I'. This is why Sri Ramana states emphatically that our \"ego indeed is everything\".<br /><br />[For the continuation of this explanation, please refer to pages 280-281 of the current e-book version of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, which is available for free download on my main website, <a href=\"http://www.happinessofbeing.com\" target=\"_blank\">www.happinessofbeing.com</a>.]",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2882134032286782449/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "ego",
        "Happiness and the Art of Being",
        "manōnāśa (annihilation of mind)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDYwCm9mZnNldDogMzYwMDAwMAo\""
}