{
    "kind": "blogger#post",
    "id": "8757173241723309572",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-25T10:17:00Z",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/repeating-who-am-i-is-not-self-enquiry.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8757173241723309572",
    "title": "Repeating 'who am I?' is not self-enquiry",
    "content": "One confusion about self-enquiry that exists in the minds of many spiritual aspirants is that the practice of self-enquiry involves asking ourself or repeating to ourself the question 'who am I?' Therefore I often receive questions from aspirants that reflect this common misunderstanding.<br /><br />For example, a new friend recently wrote to me as follows:<br /><blockquote>I am still trying to obtain a copy of <em>The Path of Sri Ramana</em> (Part One) translated by you. According to product description from Amazon.com product page of this book [at <a href=\"http://astore.amazon.com/powerfulspiri-20/detail/B000KMKFX0/103-0369146-2237457\">http://astore.amazon.com/powerfulspiri-20/detail/B000KMKFX0/103-0369146-2237457</a>]:<br /><blockquote>... Sri Sadhu Om makes it clear that the point of Self-inquiry is not repeating \"Who am I?\" and the point of Self inquiry is not repeating \"To whom do these thoughts arise?\". The purpose of Self-inquiry is Self-Awareness or Self-attention ...</blockquote>Is this correct observation? But from what I read from Sri Ramana Maharshi's books, basically Maharshi was saying \"repeating 'Who am I?' or 'To whom do these thoughts arise?'\" when doing self-inquiry? Is this conflicting? Actually, I feel \"repeating 'Who am I?' or 'To whom do these thoughts arise?'\" is quite awkward.</blockquote>In my reply I wrote as follows:<br /><a name='more'></a><br />Sri Sadhu Om has explained the practice of self-enquiry correctly and very clearly. When you manage to obtain a copy of <a href=\"http://www.davidgodman.org/books/pathofsriramana1.shtml\" target=\"_blank\"><em>The Path of Sri Ramana</em></a>, you will be able to see for yourself how convincingly he explains the real meaning of Sri Ramana's teachings and the correct method of practising self-enquiry.<br /><br />Sri Ramana never recommended that we should repeat questions such as 'who am I?' or 'to whom do these thoughts arise?'. In fact, in verse 2 of <em>Ekatma Panchakam</em> (which I have translated and explained on pages 400 to 401 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>) he says:<br /><blockquote>Declare a drunkard who says, 'Who am I? What place am I?' as equal to a person who himself asks himself 'who am I?' [or] 'what is the place in which I am?' even though oneself is [always] as oneself [that is, though we are in fact always nothing other than our own real self or essential being, which clearly knows itself as 'I am'].</blockquote>As Sri Sadhu Om explains, the correct practice of self-enquiry is self-attention, that is, focussing our attention wholly and exclusively upon ourself — upon our fundamental consciousness of our own being, 'I am'. This is clearly stated by Sri Ramana in the sixteenth paragraph of <em>Nan Yar?</em> (Who am I?), in which he defines the true meaning of the term <em>atma-vichara</em> — 'self-enquiry', 'self-investigation' or 'self-scrutiny' — by saying:<br /><blockquote>… The name '<em>atma-vichara</em>' [is truly applicable] only to [the practice of] always being [or remaining] having placed [our] mind in <em>atma</em> [our own real self]…</blockquote>In <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> I have discussed in detail why Sri Ramana sometimes used to explain the practice of <em>atma-vichara</em> or 'self-enquiry' using terms such as 'investigate to whom these thoughts have occurred' or 'investigate who am I'. For example, on pages 157 to 159 I have translated the sixth paragraph of <em>Nan Yar?</em>, in which he uses such terms, and on pages 156 to 170 and 444 to 446 I have discussed the meaning of this important paragraph in great detail.<br /><br />If someone said to us, \"Investigate what is written in this book\", we would not close our eyes and repeat to ourself 'what is written in this book?' but would open the book and read what is written inside it. Similarly, when Sri Ramana says to us, \"Investigate who am I\", we should not close our eyes and repeat to ourself 'who am I?' but should turn our attention towards ourself and keenly scrutinise our essential consciousness 'I am' in order to discover what we really are.<br /><br />One of the reasons why Sri Ramana's basic teaching 'investigate who am I' or 'scrutinise who am I' has been misunderstood by many people to mean that we should repeatedly ask ourself the question 'who am I?' is that the word which he used to mean 'investigate' or 'scrutinise' has often been translated as 'enquire'. Therefore, in order to clear up this confusion caused by the use of the English word 'enquire', on page 399 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> I wrote:<br /><blockquote>... What exactly is this practice that Sri Ramana described as self-investigation, self-examination, self-scrutiny, self-enquiry or self-attention?<br /><br />Though he used various words in Tamil to describe this practice, one of the principal terms he used was the Sanskrit term <em>atma-vichara</em>, or more simply just <em>vichara</em>. The word <em>atma</em> means self, spirit or essence, and is often used as a singular reflexive pronoun applicable to any of the three persons and any of the three genders, though in this context it would be applicable only to the first person, meaning oneself or myself. The word <em>vichara</em>, as we saw in the introduction, means investigation or examination, and can also mean pondering or consideration, in the sense of thinking of or looking at something carefully and attentively. Thus <em>atma-vichara</em> is the practice of investigating, examining, exploring, inspecting, scrutinising or attending keenly to ourself, that is, our own essential being, which we always experience as our basic consciousness 'I am'.<br /><br />In English the term <em>atma-vichara</em> is often translated as 'self-enquiry', which has led many people to misunderstand it to mean a process of questioning ourself 'who am I?' However such questioning would only be a mental activity, so it is clearly not the meaning intended by Sri Ramana. When he said that we should investigate 'who am I?' he did not mean that we should mentally ask ourself this question, but that we should keenly scrutinise our basic consciousness 'I am' in order to know exactly what it is. Therefore if we choose to use this term 'self-enquiry' in English, we should understand that it does not mean 'self-questioning' but only 'self-investigation' or 'self-scrutiny'.</blockquote>Therefore I would suggest that, while you are waiting to obtain a copy of <a href=\"http://www.davidgodman.org/books/pathofsriramana1.shtml\" target=\"_blank\">The Path of Sri Ramana</a>, you may find that reading <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\">Happiness and the Art of Being</a> is very beneficial, since it will enable you to understand clearly both the practice of self-enquiry and the philosophy that underlies this practice.<br /><br />In order to understand the practice of self-enquiry correctly, it is necessary for us to understand clearly the philosophy taught by Sri Ramana, because the reason why he taught his clear and rational philosophy, which is based upon a deep and thorough analysis of our experience of ourself in our three states of consciousness, waking, dream and sleep, is that it enables us to understand not only why it is necessary for us to know our real self, but also the precise means by which we can know our real self. If we try to practise self-enquiry without such a clear understanding, we will almost certainly practise it incorrectly, and we will therefore end up being disappointed because we are unable to acquire the clarity of true self-consciousness or self-knowledge that we seek.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/I+am\" rel=\"tag\" target=\"_blank\">I am</a>, <a href=\"http://technorati.com/tag/mind\" rel=\"tag\" target=\"_blank\">mind</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/self-consciousness\" rel=\"tag\" target=\"_blank\">self-consciousness</a>, <a href=\"http://technorati.com/tag/self-enquiry\" rel=\"tag\" target=\"_blank\">self-enquiry</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/spiritual+practice\" rel=\"tag\" target=\"_blank\">spiritual practice</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "21",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8757173241723309572/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Ēkāṉma Pañcakam",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Sri Sadhu Om",
        "The Path of Sri Ramana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MjY2Cm9mZnNldDogMzYwMDAwMAo\""
}