{
    "kind": "blogger#post",
    "id": "464793883309989123",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-23T09:53:00Z",
    "updated": "2015-02-08T10:35:50Z",
    "url": "http://happinessofbeing.blogspot.com/2007/01/self-enquiry-and-body-awareness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/464793883309989123",
    "title": "Self-enquiry and body-awareness",
    "content": "A new friend wrote to me recently saying that he was chronically ill, and he asked:<br /><blockquote>The body continuously distracts me with pain, breathing problems, foggy-headedness, etc. I was wondering if you had any advice that might be helpful for someone trying to practice self-enquiry with physical issues going on?</blockquote>In my reply I wrote as follows:<br /><br />I know from experience how the condition of our physical body can affect our mind and can (at least to some extent) impede our ability to concentrate and be focussed. However, such impediments caused by our physical condition are only relative, and it is possible for us to rise above them, if we have a true and sincere love to do so.<br /><a name='more'></a><br />We are not the body, but only the essential consciousness of being, so if we have true love for just being, the condition of this alien body will not affect us. When we practise self-enquiry, our aim is to focus our entire attention upon ourself — upon our essential consciousness of our own being — and when we do so our attention will naturally be withdrawn from all other things — from our thinking and object-knowing mind, our thoughts, our body and everything else that is known by our mind as other than itself.<br /><br />Self-enquiry is the perfectly non-dual experience of pure self-consciousness or self-attentiveness — the state in which we experience only our own consciousness of just being, 'I am', and nothing else. It is therefore the state that transcends all the limitations that are seemingly imposed upon us by our body and mind.<br /><br />Our body and mind are both mere figments of our imagination, and hence they appear real only when we attend to them. It is our attention alone that gives them their seeming reality. Therefore our aim should be to ignore them, and this we can do effectively only by attending to the one reality that underlies them, namely our fundamental non-dual consciousness of our own being.<br /><br />In the same e-mail my friend also wrote:<br /><blockquote>When I do practice [self-enquiry] and am fairly successful in doing so, I experience a strong pressure above and between my eyes ... it's annoying, although it has become kind of an indicator that I'm practising correctly, because when I'm not, the pressure is not there.</blockquote>In my reply I wrote as follows:<br /><br />I would suggest that you carefully reconsider your belief that such an objective pressure, which is impermanent and therefore alien to you, can be a true indicator that you are practising self-enquiry correctly. How can any objective experience be an indicator of true self-enquiry, which is an absolutely non-dual and non-objective experience of just being?<br /><br />The only true indicator that we are practising self-enquiry correctly is the clarity with which we experience our non-dual self-consciousness, 'I am'. Any type of objective experience — any experience of our body or anything else other than our clear uncontaminated consciousness of our own essential being — is an indicator that our attention is not focused wholly and exclusively upon ourself — upon our true self-conscious being — and that we are therefore not practising self-enquiry correctly.<br /><br />Whatever we may experience, we experience because we are. Therefore if we wish to know what we are, we must withdraw our attention from all objective experiences and must concentrate it wholly and exclusively upon ourself, the experiencing consciousness. When we do so, our consciousness will cease to be an experiencing consciousness — a dualistic object-knowing consciousness — and will remain instead as simple non-dual self-consciousness.<br /><br />Our object-knowing form of consciousness is our mind, which is transient and therefore only relatively real. The only form of consciousness that is permanent and unchanging, and therefore absolutely real, is our non-dual self-consciousness — our fundamental and consciousness of our own essential being, 'I am'. This real consciousness is what we should aim to concentrate our entire attention upon if we truly wish to know what we really are.<br /><br />I concluded my reply to my friend by saying that I hoped that this adequately answered his questions, and I added:<br /><br />I know that it is easy to give such answers, but not so easy to put them into practice. However, though persistent practice is a struggle for each one of us, we should always remember that our only guide in this path of our own inner clarity, which is increased and intensified by our studying the teachings of Sri Ramana, by our reflecting deeply upon what we have learnt from them, and above all by our practising what we have understood through our study and reflection.<br /><br />Though we experience the inner clarity that results from our study, reflection and practice as if it were our own clarity, we should always remember that the true source of all clarity is our <em>sadguru</em>, Sri Ramana, who shines within us as the perfectly clear light of true non-dual self-consciousness or self-knowledge. Whatever true clarity we may experience is his grace. In fact, the only true form of divine grace is the natural clarity of pure self-consciousness that always shines within us as 'I am', and which clarifies our understanding and thereby purifies our mind to the extent that we sincerely attend to it.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/grace\" rel=\"tag\" target=\"_blank\">grace</a>, <a href=\"http://technorati.com/tag/I+am\" rel=\"tag\" target=\"_blank\">I am</a>, <a href=\"http://technorati.com/tag/mind\" rel=\"tag\" target=\"_blank\">mind</a>, <a href=\"http://technorati.com/tag/non-duality\" rel=\"tag\" target=\"_blank\">non-duality</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/self-consciousness\" rel=\"tag\" target=\"_blank\">self-consciousness</a>, <a href=\"http://technorati.com/tag/self-enquiry\" rel=\"tag\" target=\"_blank\">self-enquiry</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/spiritual+practice\" rel=\"tag\" target=\"_blank\">spiritual practice</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/464793883309989123/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "grace",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzkxNzUwNDkzCm9mZnNldDogMAo\""
}