{
    "kind": "blogger#post",
    "id": "5627097003778188187",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-12T14:58:00Z",
    "updated": "2016-06-09T00:00:35+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/where-can-we-find-clarity-of-true-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5627097003778188187",
    "title": "Where can we find the clarity of true self-knowledge?",
    "content": "In answer to the question at the end of the <a href=\"http://happinessofbeing.blogspot.com/2007/01/is-human-guru-really-necessary.html#comment-6938829692294995124\" target=\"_blank\">comment</a> that Erwin appended to my earlier post, <a href=\"http://happinessofbeing.blogspot.com/2007/01/is-human-guru-really-necessary.html\" target=\"_blank\">Is a 'human guru' really necessary?</a>, I would say that whatever external help we may need will be provided to us by Sri Ramana, so if the physical presence of a true sage or <em>jnani</em> may help us, he will arrange our outward life accordingly. If, on the other had, such help is not necessary for us, he will arrange our outward life otherwise.<br /><br />Either way, we need not actively seek any such outward help, because that may not be necessary and would anyway distract us from our real aim, which is to seek the truth within ourself. If we truly wish to know what we really are, there is only one way to do so, and that is to turn our entire attention inwards, focussing it wholly and exclusively upon our natural consciousness of our own essential being, 'I am'.<br /><br />It is true that our mind is weakened and impeded by the strength of its desires, which constantly impel it to turn outwards, towards things that it imagines to be other than itself, so it is natural for us to feel that we need help in our efforts to turn inwards. If we think that we need help from outside, the best external help is available to us in the form of the teachings of Sri Ramana. By reading and reflecting upon his teachings, which constantly emphasise the need for us to turn within, we will keep this need fresh in our mind, and our love to turn inwards will be sustained and increased.<br /><a name='more'></a><br />However, though such reading and reflection can be a great help to us in our efforts to turn within, they are helpful only to the extent that we actually make the necessary effort to practise turning our mind towards our basic self-consciousness, 'I am'. Therefore, though reading and reflection are the best possible aid to us in our effort to turn selfwards and thereby to know what we really are, we should always see their role and the role of any other form of external help in their correct perspective. That is, no external help can ever be a substitute for the actual practice of self-attentiveness, which is the only means by which we can actually know our true self.<br /><br />Because reading and reflecting upon the teachings of Sri Ramana will motivate and encourage us in our efforts to know ourself, they are the best external form of <em>satsanga</em> or 'association with the truth'. However, we should remember that the real meaning of the word <em>sat</em> is 'being', and that what is truly denoted by this word is therefore our own being, our true and essential self, which we always experience as our fundamental consciousness, 'I am'. Therefore, in the final analysis, the only true form of <em>sanga</em> or 'association' with <em>sat</em>, the absolute reality or being, is our association with our own essential being, the reality that is our own true self.<br /><br />In other words, the practice of self-attentiveness, in which our entire attention or consciousness is focussed wholly and exclusively upon our own essential being, 'I am', alone is true <em>satsanga</em>. Instead of taking refuge in such true <em>satsanga</em>, if we seek <em>satsanga</em> outside ourself, we are only diverting our mind away from our true aim.<br /><br />Ultimately all the help that we need to succeed in our efforts to scrutinise and know ourself, our own true being or <em>sat</em>, is available to us within ourself. Once we have learnt from Sri Ramana that the absolute reality, true knowledge and perfect happiness are all our own essential, single and non-dual self, and that we can therefore experience them only by turning our entire attention within, towards our consciousness of our own being, we should not allow our mind to be distracted by the false notion that we need to seek any form of external help.<br /><br />What we are seeking when we practise self-attentiveness, which is the true spiritual practice that is denoted by terms such as self-enquiry, self-investigation or self-scrutiny, is only clarity — true clarity of self-consciousness or self-knowledge. That is, since our present lack of clarity is the only obstacle that lies in our way of our knowing ourself as we really are, only clarity can help us to know what we actually are — to ascertain 'who am I?'<br /><br />From where can we attain such clarity? The ultimate source of clarity is our own real self, which we seek to know, because it alone is the light that illumines all other forms of light. That is, it is the fundamental consciousness by whose light we are able to know both our own being and the appearance of all other things. Therefore to attain true clarity, the only real means is to focus our entire consciousness upon ourself, our own essential self-conscious being, which Sri Ramana describes as 'our own form of light' (<em>tan oli uru</em>) in verse 16 of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><em>Upadesa Undiyar</em></a> (which I quoted in my previous post, <a href=\"http://happinessofbeing.blogspot.com/2007/01/self-consciousness-alone-is-true.html\">Self-consciousness alone is true knowledge</a>, and the meaning of which I have discussed in detail on pages 273 to 277 and 335 to 337 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>).<br /><br />When the clarity that we seek is our own true self, why should we delude ourself into believing that we must seek that clarity outside ourself, in the physical presence of some person who is reputed to be a <em>guru</em> or a <em>jnani</em>, an 'enlightened' or 'self-realised' sage? All we can learn from a true <em>guru</em> or <em>jnani</em> is that the clarity that we seek can be found only within ourself, but since we have learnt this already from the teachings of Sri Ramana, why should we now imagine that we need to find some other <em>guru</em> or <em>jnani</em> in order to discover true clarity in his or her physical presence? So long as we imagine that the true clarity of self-knowledge can be found outside ourself, our mind will not be willing to turn within to find the real light within itself, and hence we will not find the clarity that we seek even in the presence of a true <em>guru</em> or <em>jnani</em>.<br /><br />Therefore, if we are earnest in our desire to know ourself, we should concentrate all our effort in the simple practice of self-attentiveness or self-consciousness, rather than allowing our mind to be diverted outwards in the expectation that we may find the clarity that we seek in some external place.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/absolute+reality\" rel=\"tag\" target=\"_blank\">absolute reality</a>, <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/guru\" rel=\"tag\" target=\"_blank\">guru</a>, <a href=\"http://technorati.com/tag/happiness\" rel=\"tag\" target=\"_blank\">happiness</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/satsanga\" rel=\"tag\" target=\"_blank\">satsanga</a>, <a href=\"http://technorati.com/tag/self-attentiveness\" rel=\"tag\" target=\"_blank\">self-attentiveness</a>, <a href=\"http://technorati.com/tag/self-consciousness\" rel=\"tag\" target=\"_blank\">self-consciousness</a>, <a href=\"http://technorati.com/tag/self-enquiry\" rel=\"tag\" target=\"_blank\">self-enquiry</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/spiritual+practice\" rel=\"tag\" target=\"_blank\">spiritual practice</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a>, <a href=\"http://technorati.com/tag/true+knowledge\" rel=\"tag\" target=\"_blank\">true knowledge</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5627097003778188187/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "effort",
        "Happiness and the Art of Being",
        "practice taught by Sri Ramana",
        "sat-sanga",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2ODM1OTg5Cm9mZnNldDogMzYwMDAwMAo\""
}