{
    "kind": "blogger#post",
    "id": "7074067370318525356",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-08-16T08:26:00+01:00",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/08/atma-vichara-and-question-who-am-i.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7074067370318525356",
    "title": "<i>Atma-vichara</i> and the question ‘who am I?’",
    "content": "In continuation of my previous post, <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-is-only-practice-of.html\"><em>Atma-vichara</em> is only the practice of keeping our mind fixed firmly in self</a>, the following is what I have newly incorporated on pages 441 to 445 of the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>:<br /><br />However, though <i>atma-vichara</i> or ‘self-investigation’ is truly not any form of mental activity, such as asking ourself ‘who am I?’ or any other such question, but is only the practice of abiding motionlessly in our perfectly thought-free self-conscious being, in some English books we occasionally find statements attributed to Sri Ramana that are so worded that they could make it appear as if he sometimes advised people to practise self-investigation by asking themself questions such as ‘who am I?’. In order to understand why such potentially confusing wordings appear in some of the books in which the oral teachings of Sri Ramana have been recorded in English, we have to consider several facts.<br /><br />Firstly, whenever Sri Ramana was asked any question regarding spiritual philosophy or practice, he usually replied in Tamil, or occasionally in Telugu or Malayalam. Though he understood and could speak English quite fluently, when discussing spiritual philosophy or practice he seldom spoke in English, except occasionally when making a simple statement. Even when he was asked questions in English, he usually replied in Tamil, and each of his replies would immediately be translated into English by any person present who knew both languages. If what he said in Tamil was seriously mistranslated, he would occasionally correct the translation, but in most cases he would not interfere with the interpreter’s task.<br /><a name='more'></a><br />However, though he seldom expressed his teachings in English, many of the books in which his oral teachings were recorded during his bodily lifetime were written originally in English. Unfortunately, therefore, from such records we cannot know for certain exactly what words he used in Tamil on each particular occasion. However, from his own original Tamil writings, and from the record of many of his oral teachings that Sri Muruganar preserved for us in <i><a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\">Guru Vachaka Kovai</a></i>, we do know what Tamil words he used frequently to express his teachings.<br /><br />Therefore, when we read the books in which his teachings are recorded in English, we have to try to infer what words he may actually have used in Tamil. For example, when we read such books and find in them statements attributed to him such as \"ask yourself ‘who am I?’\" or \"question yourself ‘who am I?’\", in order to understand the correct sense in which he used whatever Tamil verb has been translated as ‘ask’ or ‘question’, we have to try to infer what that verb might have been.<br /><br />The Tamil verb that is used most commonly in situations in which we would use the verbs ‘ask’ or ‘question’ in English is <i>kettal</i>. Besides meaning to ask, question or enquire, <i>kettal</i> also means to hear, listen to, investigate, learn or come to know, so if this were the verb that Sri Ramana used on any of the occasions in which the English books have recorded him saying \"ask yourself ‘who am I?’\" or \"question yourself ‘who am I?’\", the inner meaning that he implied by these words would have been \"enquire ‘who am I?’\", \"investigate ‘who am I?’\" or \"find out ‘who am I?’\".<br /><br />Another Tamil verb that is often used in the sense of ‘question’ or ‘enquire’, and that Sri Ramana sometimes used when describing the practice of <i>atma-vichara</i> or self-investigation, is <i>vinavutal</i>. Besides meaning to question or enquire, <i>vinavutal</i> also means to investigate, examine, listen to, pay attention to, bear in mind or think of.<br /><br />One example of the use that Sri Ramana made of this verb <i>vinavutal</i> is in verse 16 of <i>Upadesa Tanippakkal</i>, which we discussed in chapter six. The words in this verse that I translated as \"…by subtle investigation [or minute examination], which is [the practice of] constantly scrutinising yourself…\" are <i>endrum tannai vinavum usaval</i>. The word <i>endrum</i> is an adverb meaning always, constantly or at all times, <i>tannai</i> is the accusative form of the pronoun <i>tan</i>, which means self, oneself, ourself, yourself and so on, and <i>usaval</i> is the instrumental form of the noun <i>usa</i>, which means subtle, close or minute investigation or examination. Together with its adverb <i>endrum</i> and its object <i>tannai</i>, the verb <i>vinavum</i> acts as an adjectival clause, which describes the nature of the <i>usa</i> or ‘subtle investigation’ and which means ‘which is [the practice of] constantly scrutinising self’.<br /><br />Being the third person singular form of <i>vinavutal</i>, in this context <i>vinavum</i> means ‘which is investigating’, ‘which is scrutinising’ or ‘which is paying attention to’. If taken at face value, <i>vinavum</i> could also be translated here as ‘which is questioning’, thereby implying that the <i>usa</i> or ‘subtle investigation’ that Sri Ramana refers to here is merely the practice of constantly questioning ourself. However, since the central idea in the first half of this verse is that \"in waking the state of sleep will result by subtle investigation\", this ‘subtle investigation’ must be a practice that is much deeper than the mere mental act of questioning oneself, and hence we cannot do justice to the truth that Sri Ramana expresses in this verse unless we interpret <i>tannai vinavum</i> to mean ‘which is investigating ourself’ rather than ‘which is questioning ourself’.<br /><br />Like <i>kettal</i> and <i>vinavutal</i>, most other Tamil verbs that could be translated as ‘ask’, ‘question’ or ‘enquire’ could also be translated as ‘investigate’, ‘examine’, ‘scrutinise’ or ‘attend to’. Therefore just because in some English books we occasionally find statements attributed to Sri Ramana such as \"ask yourself ‘who am I?’\" or \"question yourself ‘who am I?’\", we should not conclude from these words that he meant that we should literally ask ourself ‘who am I?’, or that questioning ourself thus is the actual practice of <i>atma-vichara</i> or self-investigation.<br /><br />In certain places where it has been recorded that Sri Ramana said \"ask yourself ‘who am I?’\" or \"question yourself ‘who am I?’\", the Tamil verb that he used may have been <i>vicharittal</i>, which is the verbal form of the noun <i>vichara</i>, because in such places he appears to be referring more or less directly to the following passage from the sixth paragraph of <i>Nan Yar?</i>: <blockquote>… If other thoughts rise, without trying to complete them [we] must investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if [we] vigilantly investigate to whom it has occurred, ‘to me’ will be clear [that is, we will be clearly reminded of ourself, to whom each thought occurs]. If [we thus] investigate ‘who am I?’ [that is, if we turn our attention back towards ourself and keep it fixed firmly, keenly and vigilantly upon our own essential self-conscious being in order to discover what this ‘me’ really is], [our] mind will return to its birthplace [the innermost core of our being, which is the source from which it arose]; [and since we thereby refrain from attending to it] the thought which had risen will also subside. When [we] practise and practise in this manner, to [our] mind the power to stand firmly established in its birthplace will increase. …</blockquote>In this passage the Tamil verb that I have translated as ‘investigate’ is <i>vicharittal</i>, which occurs once in the form <i>vicharikka vendum</i>, which means ‘it is necessary to investigate’ or ‘[we] must investigate’, and twice in the conditional form <i>vicharittal</i> (with a long ‘a’ in the final syllable), which means ‘if [we] investigate’.<br /><br />As the Tamil form of the Sanskrit verb <i>vichar</i>, the principle meaning of <i>vicharittal</i> is to investigate, examine, scrutinise, ascertain, consider or ponder, but in Tamil it is also used in the secondary sense of ‘enquire’ in contexts such as enquiring about a person’s welfare. This secondary sense in Tamil does give some slight scope for us to interpret the meaning of <i>vicharittal</i> in this context as ‘enquire’, ‘ask’ or ‘question’, but even if we choose to interpret it in this rather far-fetched manner, we should understand that Sri Ramana does not mean that we should literally ask or question ourself ‘who am I?’, but only that we should figuratively ask or question ourself thus.<br /><br />That is, if any words used by Sri Ramana can be interpreted to mean that we should ask ourself any question such as ‘who am I?’, we should understand that the true inner meaning of those words is that we should figuratively ask ourself ‘who am I?’ in the sense that we should keenly scrutinise ourself in order to know clearly through our own immediate non-dual experience what the real nature of our essential self-consciousness ‘I am’ actually is. Since the only real answer to this question ‘who am I?’ is the absolutely non-dual and therefore perfectly clear experience of our own true thought-free self-conscious being, the only means by which we can effectively ‘ask’ or ‘question’ ourself ‘who am I?’ — that is, the only means by which we can ‘enquire’ in such a manner that we will thereby actually ascertain who or what we really are — is to withdraw our attention entirely from all thoughts or objects and to focus it keenly and exclusively upon our own essential non-dual self-consciousness, ‘I am’.<br /><p align=\"right\">(to be continued)</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7074067370318525356/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MjM5Cm9mZnNldDogMzYwMDAwMAo\""
}