{
    "kind": "blogger#post",
    "id": "5119009503510334226",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-07-29T08:04:00+01:00",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/07/our-real-self-can-reveal-itself-only.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5119009503510334226",
    "title": "Our real self can reveal itself only through silence",
    "content": "As I wrote at the end of my previous post, <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-additions-to_28.html\"><em>Happiness and the Art of Being</em> – additions to chapter 5</a>, on page 339 of the second e-book edition of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> (pages 344 to 345 of the <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed book</a>) I have added a translation of verse 5 of <em>Ekatma Panchakam</em> and a brief explanation about it. This newly added portion, which I wrote in continuation of my explanation about the term <em>mauna-para-vak</em>, which Sri Ramana uses in verse 715 of <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a>, and which means 'the supreme word, which is silence', is as follows:<br /><br />The power of the silent clarity of unadulterated self-consciousness to reveal itself as the absolute reality is expressed by Sri Ramana poetically in verse 5 of <i>Ekatma Panchakam</i>: <blockquote>That which always exists is only that <i>ekatma vastu</i> [the one reality or substance, which is our own true self]. Since the <i>adi-guru</i> at that time made that <i>vastu</i> to be known [only by] speaking without speaking, say, who can make it known [by] speaking?</blockquote>The word <i>eka</i> means ‘one’,<i> atma</i> means ‘self’, and<i> vastu</i> is the Sanskrit equivalent of the Tamil word <i>porul</i>, which means the absolute reality, substance or essence. Therefore the <i>ekatma vastu</i>, which Sri Ramana declares to be <i>eppodum ulladu</i>, ‘that which always is’, is the one absolute reality or essential substance, which is our own true self.<br /><a name='more'></a><br />In the <i>kalivenba</i> version of <i>Ekatma Panchakam</i> Sri Ramana added two more words to qualify <i>ulladu</i>, which means ‘that which is’, namely <i>tanadu oliyal</i>, which mean ‘by its own light’. Thus he declared not only that the <i>ekatma vastu</i> is the only thing that always exists, but also that it is ‘that which always exists by its own light’, that is, by its own light of non-dual self-consciousness, ‘I am’.<br /><br />The compound word <i>adi-guru</i> means the ‘original <i>guru</i>’, and is a term that denotes Sri Dakshinamurti, a form of God that symbolises the revelation of the absolute reality through silence, which is the ‘supreme word’ or <i>para-vak</i>, and which Sri Ramana describes poetically as ‘speaking without speaking’, that is, communicating the truth without thought or spoken words. Since the <i>ekatma vastu</i> is our own thought-free and therefore absolutely silent self-conscious being, it can only reveal itself by shining within us silently and clearly as ‘I am I’, without the obstruction of any thoughts or words.<br /><br />Since this silent, thought-free, peaceful and absolutely clear experience of pure non-dual self-conscious being, ‘I am’, is the true and natural state of our real self, which is the one absolute reality or essential substance that we call ‘God’, Sri Ramana says that the original and most beautifully appropriate name of God is only ‘I’, ‘am’, ‘I am’ or ‘I am I’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5119009503510334226/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "God",
        "guru",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "silence (mauna)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0ODM3Cm9mZnNldDogMzYwMDAwMAo\""
}