{
    "kind": "blogger#post",
    "id": "4893949144778658351",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-27T20:32:00Z",
    "updated": "2022-03-26T07:41:04Z",
    "url": "http://happinessofbeing.blogspot.com/2007/02/foundation-of-all-our-thoughts-is-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4893949144778658351",
    "title": "The foundation of all our thoughts is our primal imagination that we are a body",
    "content": "In chapter 3 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> (on pages 153-154 of the present e-book version) I have translated verse 2 of <em>Anma-Viddai</em> as follows:<br /><blockquote>Since the thought 'this body composed of flesh is I' is the one string on which [all our] various thoughts are attached, if [we] go within [ourself scrutinising] 'Who am I? What is the place [the source from which this fundamental thought 'I am this body' rises]?' [all] thoughts will disappear, and within the cave [the core of our being] self-knowledge will shine spontaneously as ‘I [am] I’. This alone is silence [the silent or motionless state of mere being], the one [non-dual] space [of infinite consciousness], the sole abode of [true unlimited] happiness.</blockquote>In preparation for the forthcoming publication of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> as a printed book, I have expanded the two paragraphs that follow this verse (on page 154 of the present e-book version) as follows:<br /><a name='more'></a><br />The words '<em>nan</em> <em>ar idam edu</em>' used here by Sri Ramana can be taken to mean either one question, 'what is the place where I abide?' or two questions, 'who am I? what is the place?' depending upon whether the word <em>ar</em> is taken to be an interrogative pronoun meaning 'who' or a verbal adjective meaning 'where [I] abide'.<br /><br />As in many other instances in his teachings, Sri Ramana here uses the word <em>idam</em>, which literally means 'place', in a figurative sense to denote our real being or self, because our real self is the source or 'birthplace' from which our individual sense of 'I' arises, and because it is also the infinite space of consciousness in which our mind resides. Since all other things are only thoughts that we form in our mind by our power of imagination, the infinite space of our non-dual consciousness of being, 'I am', is the original source and only abode not only of our own mind, but also of all other things.<br /><br />When Sri Ramana says, \"The thought 'this body composed of flesh is I' is the one string on which [all our] various thoughts are attached\", what exactly does he mean by the word 'thought'? In this context the word 'thought' does not mean merely a verbalised or conceptualised thought. It means anything that we form in our mind by our power of imagination. Everything that we form and experience within our mind is a thought or imagination — whether we call it a thought, a feeling, an emotion, a desire, a fear, a belief, a memory, an idea, a conception or a perception. In other words, any other form of objective knowledge or dualistic experience is a thought — an idea or image that we have formed in our mind.<br /><br />Of all our many thoughts, Sri Ramana says that the one basic thought that supports all our other thoughts is our thought or imagination that a particular body is ourself. Each of our other thoughts is linked directly to this basic thought 'I am this body', and they are all held together by it, just as the pearls in a necklace are all held together by a string. That is, since the 'I' that thinks all other thoughts is our mind, which creates and sustains itself by imagining itself to be a body, this fundamental feeling that we are a body underlies and supports every thought that we think.<br /><br />Whenever our mind is active, whether in waking or in dream, we always feel ourself to be a body. Even when we daydream, whatever we imagine is centred around our basic imagination that we are a body. Even if we imagine ourself being in some state of existence that is beyond this present material world, such as either heaven or hell, we imagine ourself being some form of subtle or ethereal body in that other world.<br /><br />Though we now consider that the body that we experienced ourself to be in a dream, or the body that we will experience ourself to be in some other state such as heaven or hell, is not a material body but is a more subtle body — a mind-created or ethereal body —, when we actually experience such a body, as in dream, we do not feel it to be a subtle body but a solid material body — a body of flesh and blood. That is why Sri Ramana says, \"The thought 'this body composed of flesh is I' is the one string on which [all our] various thoughts are attached\".<br /><br />The feeling or imagination that a particular body is ourself is the foundation upon which our mind and all its activity is based. In both waking and dream we always feel ourself to be a body. Our mind first forms itself by imagining itself to be a physical body, and then only can it think of any other thing.<br /><br />Like all our thoughts, this feeling that a body is ourself is an imagination. It is our first and fundamental imagination — our original and most basic thought, which Sri Ramana otherwise refers to as our root thought 'I'. Whenever our mind rises, whether in waking or in dream, it always does so by imagining itself to be a body. Without this first imagination, we cannot imagine any other thought. Therefore every other thought that we think depends entirely upon this first thought 'I am this body'.<br /><br />In fact, the basic and essential form of our mind is only this root thought 'I' — our deeply rooted imagination that we are a material body. So why and how does this imagination arise? It arises only due to our imaginary self-ignorance. Because we first imagine that we do not know what we really are, we are then able to imagine that we are something that we are not.<br /><br />Since our mind — our finite individual consciousness, which arises by imagining itself to be a body — is an illusion that comes into existence due to our imaginary self-ignorance, it will be destroyed only when we experience true self-knowledge — that is, only when we experience ourself as we really are. In order to experience ourself thus, we must cease attending to any of our thoughts, and must instead attend keenly to our essential self-consciousness 'I am'.<br /><br />When we do so, the clarity of our vigilant self-consciousness will dissolve the illusion of our self-ignorance, and hence we will cease to imagine ourself to be a body or anything else that we are not. Since our basic imagination that we are a body will thereby be dissolved, along with it all our other thoughts will also be destroyed. That is why Sri Ramana says in this verse, \"… if [we] go within [ourself scrutinising] 'Who am I? What is the place [the source from which this fundamental thought 'I am this body' rises]?' [all] thoughts will disappear, and within the cave [the core of our being] self-knowledge will shine spontaneously as ‘I [am] I’…\".<br /><br />Since all our other thoughts depend for their seeming existence upon our first and fundamental thought 'I am this body', and since everything that we know as other than ourself is just one of our thoughts — an image that we have formed in our mind by our power of imagination — when we discover that we are not this body but are only the adjunct-free and therefore infinite non-dual self-consciousness 'I am', everything that appears to be other than this fundamental and essential self-consciousness will disappear, just as an imaginary snake will disappear when we discover that what we mistook to be that snake is in fact only a rope.<br /><br />Therefore, since our body and this whole world are only a series of thoughts or images that we have formed in our mind by our power of imagination, they will all disappear along with our mind when we attain the non-dual experience of true self-knowledge. This truth is clearly implied by Sri Ramana in verse 1 of <em>Anma-Viddai</em>:<br /><blockquote>Though [our] self uninterruptedly [and] undoubtedly [or imperishably] exists as real [that is, though it is the one constant, indivisible, imperishable and undoubtable reality], [this] body and world, which are unreal, sprout and arise as [if] real. When thought [our mind], which is [composed of] the unreal darkness [of self-ignorance], is dissolved [or destroyed] without reviving even an iota [that is, in such a manner that it can never revive even to the slightest extent], in the heart-space [the innermost core of our being], which is [the one infinite] reality, [our real] self, [which is] the sun [of true knowledge or consciousness], will indeed shine spontaneously [that is, by and of itself]. The darkness [of self-ignorance, which is the basis for the appearance of our mind, being the background darkness in which the cinema-show of our shadow-like thoughts is projected] will [thereby] disappear, suffering [which we experience in this darkness of self-ignorance due to the intense activity of our thoughts] will cease, [and] happiness [which is always our true and essential nature] will surge forth.</blockquote>In this verse Sri Ramana emphatically states that our body and the world that we seem to perceive through it are both unreal, and he implies that they arise as mere thoughts in our mind. Since our mind, which is the sole cause for the seeming existence of both our body and this world, is composed only of thoughts, in this context he uses the word <em>ninaivu</em> or 'thought' to denote it, and he describes it as <em>poy mai ar</em>, which means 'which is [composed of] unreal darkness', because it is formed from the darkness of self-ignorance, which is itself unreal, being nothing but an imagination.<br /><br />Our body and this world are both mere thoughts that we form in our mind by our power of imagination, and like all our thoughts, including our fundamental thought 'I am this body', we imagine them due to the darkness of our self-ignorance. Therefore when we destroy this darkness of self-ignorance by experiencing the absolute clarity of true non-dual self-knowledge, our body, this world and all our other thoughts will be destroyed in such a manner that they will never reappear even to the slightest extent.<br /><br />This state of absolute annihilation of our mind and all its progeny — all our thoughts, including our body, this entire universe and every other world that we imagine — is the state that Sri Ramana describes when he says, \"<em>poy mai ar ninaivu anuvum uyyadu odukkidave</em>\", which means, 'when thought, which is [composed of] unreal darkness, is dissolved [or destroyed] without reviving even an iota'. Just as when the sun rises the darkness of night is dissolved by its bright light, so when the sun of true self-knowledge dawns our mind, which is formed from the unreal darkness of self-ignorance, will be dissolved by the true light of our absolutely clear self-consciousness.<br /><br />Though Sri Ramana says in this verse, \"when thought is destroyed\", he does not explicitly specify how exactly we can bring about this destruction of our mind. This is why in the next verse of <em>Anma-Viddai</em>, which we discussed above, he first explains that all our thoughts depend upon our basic thought or imagination that a body is 'I', and he then says that if we penetrate within ourself by keenly scrutinising ourself in order to know 'who am I?' or 'what the source from which this thought that a body is myself originates?' all our thoughts will disappear.<br /><br />That is, since the cause and foundation of all our thoughts is our basic imagination that a body is ourself, we can destroy all our thoughts only by destroying this basic imagination, and since this basic imagination is an illusion — a mistaken knowledge about what we are — we can destroy it only by keenly scrutinising it in order to discover the reality that underlies it. We cannot kill an imaginary snake by beating it with a stick, but only by scrutinising it carefully in order to discover the reality that underlies it. Likewise, we cannot destroy our imaginary feeling that we are a body by any means other than keen self-scrutiny or self-attention.<br /><br />When we look carefully at a snake that we imagine we see lying on the ground in the dim light of night, we will discover that it is not really a snake but is only a rope. Similarly, when we carefully scrutinise our basic consciousness 'I am', which we now experience as our mind, our limited consciousness that imagines itself to be a body, we will discover that we are not really this finite mind or body, but are only the infinite non-dual consciousness of our own being.<br /><br />When we thus experience ourself as being nothing other than our own absolutely non-dual self-consciousness 'I am', our primal imagination that a body is ourself will be destroyed, and along with it all our other thoughts will be destroyed, since they are merely shadows that can be formed only in the obscured and therefore limited light of self-ignorance. That is, though we allow our unlimited natural clarity of non-dual self-consciousness to be obscured by an imaginary self-ignorance, we never entirely cease to be conscious of ourself, and hence in the dim light of our distorted self-consciousness, which we experience as our mind, the shadow-play of our thoughts appears to take place. However, since this shadow-play is unreal, it can occur only in the dim light of our imaginary self-ignorance, and hence it will disappear in the clear light of true self-knowledge, in which we experience ourself as the infinite consciousness of being that we always really are.<br /><br />Thus in this second verse of <em>Anma-Viddai</em> Sri Ramana teaches us the truth that when we turn our attention within, towards the core of our being, in order to know the true nature of our real 'I', which is the source from which our spurious individual sense of 'I' arises, we will discover that we are not this body composed of flesh, but are only the infinite space of non-dual being-consciousness, which is the silent and peaceful abode of perfect happiness. Since all our thoughts depend for their seeming existence upon our mind, which is nothing but the spurious consciousness that imagines 'I am this body composed of flesh', they will all disappear for ever when we thus discover that we are not this body but are only the non-dual infinite spirit — the one real self or <em>atman</em>, which is the sole absolute reality.<br /><br />This non-dual infinite spirit is our adjunct-free and therefore unadulterated consciousness of our own true being, which in truth we experience eternally as 'I am', 'I am I', 'I am nothing but I', 'I am only what I am', or to quote the words of God in <em>Exodus</em> 3.14, 'I <span style=\"font-size:85%;\">AM THAT</span> I <span style=\"font-size:85%;\">AM</span>'.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4893949144778658351/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "God",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "silence (mauna)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjQ4MjgwNDY0Mjg0Cm9mZnNldDogMAo\""
}