{
    "kind": "blogger#post",
    "id": "2947306077977689546",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-09-05T08:07:00+01:00",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/09/guru-vachaka-kovai-e-book.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2947306077977689546",
    "title": "Guru Vachaka Kovai – e-book",
    "content": "Yesterday I added an <a href=\"http://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\" target=\"_blank\">e-book copy</a> of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a> (English translation by Sri Sadhu Om and me) to my main website, <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">Happiness of Being</a>.<br /><br />The following is an extract from my <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\">introduction</a> to this <a href=\"http://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\" target=\"_blank\">e-book</a>:<br /><br /><a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> is the most profound, comprehensive and reliable collection of the sayings of Sri Ramana, recorded in 1255 Tamil verses composed by Sri Muruganar, with an additional 42 verses composed by Sri Ramana.<br /><br />The title <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> can be translated as <i>The Series of Guru's Sayings</i>, or less precisely but more elegantly as <i>The Garland of Guru's Sayings</i>. In this title, the word <i>guru</i> denotes Sri Ramana, who is a human manifestation of the one eternal <i>guru</i> – the non-dual absolute reality, which we usually call 'God' and which always exists and shines within each one of us as our own essential self, our fundamental self-conscious being, 'I am' –, the word <i>vachaka</i> means 'saying', and the word <i>kovai</i> is a verbal noun that means 'threading', 'stringing', 'filing' or 'arranging', and that by extension denotes a 'series', 'arrangement' or 'composition', and is therefore also used to denote either a string of ornamental beads or a kind of love-poem.<br /><a name='more'></a><br />Sri Muruganar first came to Bhagavan Sri Ramana in September 1923, and the next year he settled permanently in Tiruvannamalai. So close was he to Sri Ramana that he came to be known as the 'shadow of Bhagavan', but his closeness was not only a closeness in terms of physical proximity. He was truly close to the spirit of Sri Ramana, because he had surrendered himself entirely in the perfect clarity of non-dual self-consciousness, which is the true form of Sri Ramana, and thus he had merged and become one with him.<br /><br />However, though he was inwardly one with Sri Ramana, outwardly he always behaved as a humble disciple, and thus he exemplified the teaching that Sri Ramana has given us in verse 39 of <i>Ulladu Narpadu – Anubandham</i>: <blockquote>Always experience <i>advaita</i> [non-duality] in [your] heart, [but] do not ever [attempt to] practise <i>advaita</i> in action. O son, [practising] <i>advaita</i> in the three worlds [that is, before the three forms of God, Brahma, Vishnu and Siva, in their respective worlds] is [perhaps] acceptable, [but] know that displaying <i>advaita</i> with <i>guru</i> is not acceptable.</blockquote>That is, even though we may act as if we are one with Brahma, Vishnu or Siva, whose respective functions are to create, sustain and dissolve this world-illusion, we should never act as if we are one with <i>guru</i>, whose function is to destroy our self-ignorance, which is the root cause of our primal illusion that we are this object-knowing consciousness that we call our 'mind', because even though our mind may have the power to create, sustain or dissolve an entire world (as it does in dream), it does not have the power to destroy its own self-ignorance, without which it cannot exist. Moreover, <i>advaita</i> can never truly be practised in action, because it is an action-free state of being. Action is possible only in a state of duality, because we can do action only when we mistake ourself to be a body or mind, which are the instruments through which we seem to do action.<br /><br />In accordance with this teaching of Sri Ramana, Sri Muruganar exemplified the humble state of being a true disciple, and hence (as I have explained <a href=\"http://www.happinessofbeing.com/michael_james.html#guru\" target=\"_blank\">elsewhere</a>) he never allowed anyone to consider or treat him as <i>guru</i>. Even after Sri Ramana had left his physical body, Sri Muruganar discouraged devotees from considering either himself or any other disciple of Sri Ramana as <i>guru</i>, saying that for devotees of Sri Ramana no other <i>guru</i> is necessary, because he is always living within each one of us as our own self, guiding us unfailingly towards our final goal, the egoless state of true self-knowledge.<br /><br />All of us who sincerely wish to understand and practise the teachings of Sri Ramana have to be grateful to Sri Muruganar not only for recording many of his precious teachings in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, but also for eliciting most of his finest verses of <i>upadesa</i> or spiritual instruction, including all of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, <i>Ulladu Narpadu</i> and <i>Anma-Viddai</i>, and many of the verses of <i>Ulladu Narpadu – Anubandham</i>, <i>Ekatma Panchakam</i> and <i>Upadesa Tanippakkal</i>.<br /><br />During the twenty-six years that he lived as the shadow of Sri Ramana, Sri Muruganar composed thousands of verses recording his oral teachings, but unfortunately about a thousand verses were accidentally lost, so we are now left with only 1255 of these precious verses. ...<br /><br />... the third edition of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, which was published in 1998 (along with Sri Muruganar's own Tamil prose renderings and explanatory notes for many verses), contains a total of 1297 verses, of which 42 were composed by Sri Ramana and 1255 were composed by Sri Muruganar. Though some of the 42 verses composed by Sri Ramana were not composed specifically for inclusion in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, many of them were, because when Sri Bhagavan read the verses composed by Sri Muruganar, he occasionally decided to compose a verse of his own expressing the same idea in an alternative form that was more compact, clear or beautiful.<br /><br />Sri Muruganar showed all or at least most of the verses of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> to Sri Ramana as and when he composed them, and Sri Ramana read each of them carefully and often modified them, changing some words or the manner in which some ideas were expressed. Therefore, except <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a>, which he rewrote as an essay, <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> is the only record of his oral teachings that he checked and modified with so much care and attention.<br /><br />Thus we can confidently rely upon each verse of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as being an accurate record of a teaching that Sri Ramana expressed orally. Moreover, <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> is not only a completely reliable record of many of his oral teachings, but is also a very comprehensive one. Though many of the verses that Sri Muruganar composed recording the sayings of Sri Ramana were unfortunately lost, and though there are no doubt many important ideas that Sri Ramana expressed orally but Sri Muruganar did not have the opportunity to record, this work nevertheless records a very significant proportion of the most important teachings that Sri Ramana gave on a broad range of subjects, and hence it is truly comprehensive both in terms of the breadth of subjects that it covers and in terms of the depth of the teachings that it contains on each of those subjects.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2947306077977689546/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-surrender",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MTU3Cm9mZnNldDogMzYwMDAwMAo\""
}