{
    "kind": "blogger#post",
    "id": "736975695100631575",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-14T07:59:00Z",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/overcoming-our-spiritual-complacency.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/736975695100631575",
    "title": "Overcoming our spiritual complacency",
    "content": "While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print, I have written an additional ten pages for inclusion in chapter 9, 'Self-Investigation and Self-Surrender'. These additional pages will be included after the paragraph on page 422 of the present e-book version that ends:<br /><br /><blockquote>... The only way we can thus submit or surrender ourself to his grace is to 'think of' or constantly attend to our own essential being-consciousness 'I am', melting inwardly with overwhelming love for it. Sincerely attempting to surrender ourself in this manner is what Sri Ramana meant when he said, \"Nevertheless, it is necessary to proceed unfailingly according to the path that <em>guru</em> has shown\".</blockquote>Since the additional matter to be included at this point is quite lengthy, I will post it here in three separate instalments, of which the following is the first and largest:<br /><br />In order to know our own real self, which is absolute, infinite, eternal and undivided being-consciousness-bliss or <em>sat-chit-ananda</em>, we must be willing to surrender or renounce our false finite self. And in order to surrender our false self, we must be wholly consumed by an overwhelming love to know and to be our own real self or essential being.<br /><a name='more'></a><br />So long as we feel complacent about our present condition, in which we have imaginarily limited ourself as this finite mind and body, we will lack the intense motivation that we must have in order to be sufficiently willing to surrender our false self. Since we now imagine our mind and body to be ourself, our attachment to them is very strong, and hence we will not be willing to surrender this attachment unless we are very strongly motivated to do so.<br /><br />Our attachment to our mind and body is so strong that it induces us to delude ourself into a deceptive state of complacency, making us feel that our present condition is not as intolerable as it really is. Rather than recognising the fact that the deep dissatisfaction that we feel with our present condition as a finite body-bound individual consciousness is an inevitable consequence of our imaginary separation of ourself from the infinite happiness that is our own real nature, and that we can therefore never overcome this dissatisfaction by any means other than true self-knowledge — that is, other than experiencing ourself as the adjunct-free, infinite, undivided and therefore absolutely non-dual real self-consciousness 'I am' — we complacently continue our life as a body-bound individual imagining that we can achieve the happiness that we seek by enjoying the petty transient pleasures that we experience by satisfying any of our countless temporal desires.<br /><br />This self-deceptive complacency is a serious problem that all true spiritual aspirants experience, and we must overcome it if we truly wish to surrender our false finite self and thereby to know our real infinite self. Since this deep-rooted complacency is an inevitable consequence of our having succumbed to our power of <em>maya</em> or self-delusion, which is the power that causes us to imagine ourself to be this finite body and mind, we normally cannot overcome it unless we experience an intense internal crisis, such as being suddenly confronted by an profound inward fear of death.<br /><br />Therefore when we reach a certain stage of spiritual maturity, the power of grace will generally induce us to experience some such internal crisis, and when we experience it we will be shocked out of our present sense of complacency and will therefore turn our attention selfwards with intense love to know what we really are.<br /><br />In the life of Sri Ramana such an internal crisis occurred in the form of the sudden intense fear of death that he experienced when he was a sixteen-year-old boy. As we saw in the introduction to this book, this intense fear prompted him to turn his attention inwards to discover whether he was really the body, which is subject to death. So intensely did he focus his attention upon his innermost being — his essential self-consciousness 'I' — that he experienced it with perfect clarity, and thus he came to know from his own direct experience that he was not the mortal body but was only the immortal, eternal and infinite spirit, which is absolutely non-dual being, consciousness and bliss.<br /><br />Sri Ramana describes this experience of his in the second of the two verses of the <em>mangalam</em> or 'auspicious introduction' to <em>Ulladu Narpadu</em>:<br /><br /><blockquote>Those mature people who have intense fear of death will take refuge at the feet of God, who is devoid of death and birth, [depending upon him] as [their protective] fortress. By their surrender, they experience death [the death or dissolution of their finite self]. Will those who are deathless [having died to their mortal self, and having thereby become one with the immortal spirit] approach the thought of death [ever again]?</blockquote>Though the Tamil word <em>am</em> literally means either 'those' or 'beauty', I have translated it here as 'those mature', because in this context the beauty that it denotes is the true beauty of spiritual maturity, which is the truly desirable condition in which our mind has been cleansed of most of its impurities — namely its cruder forms of desire — and is therefore ready to surrender itself entirely to God.<br /><br />The fear of death is naturally inherent in all living beings, but it usually remains in a dormant form because we spend most of our time thinking about our life in this world and hence we seldom think about death. Even when some external event or some internal thought reminds us that we will sooner or later die, our fear of death seldom becomes intense, because the thought of death prompts us to think of the things in our life to which we are most strongly attached.<br /><br />So long as we experience ourself as a physical body, the fear of death will always exist in us, but usually in a dormant form. Because we imagine ourself to be this body, we are attached to it and hence we fear to lose it. However, though we all know that one day our body will die, and that death can come at any time, our power of <em>maya</em> or self-delusion lulls us into a state of complacency, making us imagine that death is far away, or that we do not really fear death.<br /><br />Though we may imagine that we do not fear death, if our life is put in sudden danger, we will certainly respond with intense fear. However, as soon as the immediate danger is past, our fear will subside and we will continue our life in our usual state of self-deceptive complacency.<br /><br />Though we experience intense fear of death whenever the life of our body is in extreme danger, the intensity of that fear is short-lived. It is not sustained because when we are confronted with death we react by thinking of our loved ones, our friends, our material possessions, our status in life and other such external things to which we are attached, and which we consequently fear to lose.<br /><br />Even our religious beliefs can be a means by which we sustain the comfort of our complacency. If we believe, for example, that after the death of our body we will go to some other world called heaven, where we will be reunited with all our loved ones and friends, and where we will live with them an eternal life free from all suffering, that belief will help us to ward off our fear of death. Even if we have some less optimistic belief about life after death, so long as our belief is sufficiently comforting, as most such beliefs are, it will help us to feel complacent about the certainty of death.<br /><br />So long as we lack true spiritual maturity or freedom from desire for anything external, the fear of death will impel our mind to rush outwards to think of our life in this world or the next, and due to such thoughts our attention will be diverted away from the thought of death, and thus our fear will lose its intensity. However, when we eventually gain true spiritual maturity, our reaction to the thought of death will be different.<br /><br />If we are spiritually mature, the intensity of our desire for and attachment to external things, either in this world or the next, will be greatly reduced. Therefore, when we think of death, we will not fear to lose any external thing, but will only fear to lose our own existence or being. Since the last vestiges of our desire and attachment will be centred on our own very existence as an individual, and since we confuse our existence with the existence of whatever body we currently imagine ourself to be, when the thought of the death of our body arises within us, our mind will turn inwards to cling to its own existence or essential being.<br /><br />This is what happened in the case of Sri Ramana. When the thought of death suddenly arose within him, his reaction was to turn his attention within, towards his own very being, in order to discover whether he himself would die along with the death of his body. Because his attention was focused so keenly on his own essential being or 'am'-ness, he clearly experienced himself without any superimposed adjunct such as his mind or body, and thus he discovered that his real self was not a mortal body or a transient mind, but was only the infinite, eternal, birthless and deathless spirit — the one true non-dual consciousness of being, which always knows 'I am' and nothing other than 'I am'.<br /><br /><div align=\"right\">(to be continued in the next two posts)</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/736975695100631575/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "grace",
        "guru",
        "Happiness and the Art of Being",
        "māyā",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDcyCm9mZnNldDogMzYwMDAwMAo\""
}