{
    "kind": "blogger#post",
    "id": "5391870701248399308",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-10T08:35:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/transcendent-state-of-true-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5391870701248399308",
    "title": "The transcendent state of true self-knowledge is the only real state",
    "content": "In chapter 6 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> I explain on page 342 of the present e-book version that our fundamental state of true self-knowledge is sometimes described in <em>advaita vedanta</em> as the state of 'wakeful sleep' or 'waking sleep' (<em>jagrat-sushupti</em> in Sanskrit, or <em>nanavu-tuyil</em> in Tamil) because, since it is a state in which we experience no duality, it is a thought-free state like sleep, but since it is at the same time a state in which we experience absolute clarity of self-knowledge, it is also a state of perfect wakefulness. I then write:<br /><blockquote>Since this state of 'wakeful sleep' is beyond our three ordinary states of waking, dream and deep sleep, in <em>advaita vedanta</em> it is also sometimes referred to as the 'fourth state' or <em>turiya avastha</em>. Somewhat confusingly, however, in some texts another term is used to describe it, namely the 'fourth-transcending' or <em>turiyatita</em>, which has given rise to the wrong notion that beyond this 'fourth state' there is some further 'fifth state'. In truth, however, the non-dual state of true self-knowledge is the ultimate and absolute state, beyond which no other state can exist.</blockquote>On pages 343 to 344 of the present e-book version I then quote and explain verse 32 of <em>Ulladu Narpadu Anubandham</em> and verses 937 to 939 of <em><a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\">Guru Vachaka Kovai</a></em>, but while revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for print I decided that I could improve my translations and explanation of these verses. I have therefore revised my translations and expanded my explanation as follows:<br /><a name='more'></a><br />Since it is the absolute state that underlies yet transcends all relative states, true self-knowledge is in fact the only state that really exists. Therefore in verse 32 of <em>Ulladu Narpadu Anubandham</em> Sri Ramana says:<br /><br /><blockquote>For those who experience waking, dream and sleep, [the real state of] 'wakeful sleep', [which is] beyond [these three ordinary states], is named <em>turiya</em> [the 'fourth']. [However] since that <em>turiya</em> alone exists, [and] since the three [states] that appear [and disappear] are [in reality] non-existent, [the one real state that is thus named <em>turiya</em> is in fact] <em>turiya-atita</em> [that which transcends even the relative concept that it is the 'fourth']. Be clear [about this truth].</blockquote>Our fundamental and natural state of 'wakeful sleep' or true non-dual self-knowledge is described as the 'fourth' only to impress upon us that it is a state that is beyond our three ordinary states of waking, dream and sleep. However, when we actually go beyond our three ordinary states by experiencing our fundamental state of true self-knowledge, we will discover that this fundamental state is the only real state, and that our three ordinary states are merely imaginary appearances, which are seemingly superimposed upon it, but which in reality do not exist at all. Therefore, though it is sometimes called the 'fourth state', the state of true self-knowledge or 'wakeful sleep' is in fact the only state that truly exists.<br /><br />Hence, since the term <em>turiya</em> or the 'fourth' implies the existence of three other states, it is actually not an appropriate name for the only state that truly exists. Therefore, though the true state of 'wakeful sleep' is named <em>turiya</em>, it could more appropriately be named <em>atita</em>, 'that which transcends'.<br /><br />In other words, since it is the one absolute reality and is therefore completely devoid of all relativity, it transcends not only the three relative states of waking, dream and sleep but also the equally relative concept that it is the 'fourth' state. This is the reason why it is also described as <em>turiyatita</em>, a term that literally means 'that which transcends the fourth'.<br /><br />The above verse was composed by Sri Ramana as a summary of the following teachings that he had given orally and that Sri Muruganar had recorded in verses 937 to 939 of <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a>:<br /><br /><blockquote>When all the states [waking, dream and sleep], which are seen as three, disappear in sages, who have destroyed ego [the self-conceited sense of being a separate individual], <em>turiya</em> [the 'fourth'], which is the exalted state, is that which predominates in them excessively as <em>atita</em> [that which transcends all duality and diversity].<br /><br />Since the states [waking, dream and sleep] that huddle together [enveloping us] as the three components [of our life as an individual consciousness] are mere apparitions [that appear and disappear] in the non-dual <em>atita</em> [the one all-transcending state], [which is] the state of [our real] self, [which is known as] <em>turiya</em> [the 'fourth'], [and] which is pure being-consciousness ['I am'], know that for those [three illusory states] [our real] self is the <em>adhishthana</em> [the single base upon which they appear and disappear, and] in which they [must eventually merge and] become one.<br /><br />If the other three [states] were fit [to be described] as real, [only then would it be appropriate for us to say that] 'wakeful sleep', [which is the state of] pure <em>jñana</em> [knowledge], is the 'fourth', would it not? Since in front of <em>turiya</em> [the so-called 'fourth'] those other [three states] huddle together [that is, they merge together and become one], being [revealed to be] unreal [as three separate states], know that that [so-called 'fourth' state] is [in fact] <em>atita</em> [the transcendent state], which is [the only] one [real state].</blockquote>Whereas the reality of our fundamental state of true self-knowledge is absolute, the seeming reality of our three ordinary states is merely relative — relative only to our mind, which alone knows them. However, when we experience the absolute state of true non-dual self-knowledge, we will discover that our mind was a mere apparition that never truly existed. Therefore when the phantom appearance of our mind is thus dissolved, all our three relative states of waking, dream and deep sleep, which are mere figments of our imagination, will dissolve along with it. After this dissolution of our mind, all that will remain is our natural state of 'wakeful sleep', the peaceful and non-dual state of absolute true knowledge.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5391870701248399308/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "ego",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "manōnāśa (annihilation of mind)",
        "philosophy of Sri Ramana",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDg0Cm9mZnNldDogMzYwMDAwMAo\""
}