{
    "kind": "blogger#post",
    "id": "3766147561797509124",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-13T21:16:00Z",
    "updated": "2016-06-09T00:00:35+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/exposing-unreality-of-our-ego.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3766147561797509124",
    "title": "Exposing the unreality of our ego",
    "content": "With reference to my earlier post <a href=\"http://happinessofbeing.blogspot.com/2007/01/awareness-watching-awareness.html\">'Awareness watching awareness'</a>, a friend wrote to me an e-mail which he concluded with the statement:<br /><blockquote>If the tricks of the ego are not dealt with and exposed in detail, all spiritual teachings end up serving the ego.</blockquote>The following is adapted from my reply to that e-mail:<br /><br />I believe that this statement is very true. Our mind or ego is our only real enemy, and it plays so many tricks to continue its illusory existence. The sole purpose of all spiritual teachings is to expose the unreality of this impostor and all its progeny, our thoughts and this entire world of duality, all of which depend upon its dubious reality for their seeming existence.<br /><br />Sri Ramana has taught us that the only way to expose the unreality of our mind or ego is to know our true self by scrutinising ourself. As he says in verse 17 of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><em>Upadesa Undiyar</em></a>:<br /><blockquote>When [we] scrutinise the form of [our] mind without forgetfulness [interruption caused either by sleep or by thinking], [we will discover that] there is no such thing as 'mind' [separate from or other than our real self]. For everyone, this is the direct path [to true self-knowledge].</blockquote><a name='more'></a>If we overlook this one essential aspect of his teachings, namely that all our efforts should be directed towards scrutinising what we now feel to be 'I' in order to discover whether we are really this ephemeral apparition that we call our 'mind' or 'ego', all our supposed understanding of spiritual philosophy will serve only to bolster the illusory reality of this mind.<br /><br />When we keenly scrutinise our mind, which we now feel to be 'I', it will dissolve and disappear, exposing the reality that underlies it, which is our real self, our non-dual consciousness of being. As I explain in several places in <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, particularly on pages 485-486 (and also on other pages such as 27-28, 123-124, 196, 280, 282, 337, 362, 386 and 390), scrutinising our mind is like scrutinising a snake that we imagine we see lying on the ground in the dark. When we look carefully at this 'snake', we will discover that it is only a rope and was never the snake that we imagined it to be. Similarly, when we keenly scrutinise our mind, we will discover that it is only our non-dual consciousness of being, 'I am', and was never the mind or object-knowing consciousness that we imagined it to be.<br /><br />Just as we cannot effectively rid ourself of the fear that we experience on seeing the illusory snake by any means other than inspecting it carefully, so we cannot effectively solve the myriad problems caused by the illusory appearance of our mind or ego by any means other than self-scrutiny or self-attentiveness. Thus Sri Ramana has not only taught us the reasons why we need to rid ourself of our false mind or ego, but he has also taught us the only effective means by which we can do so.<br /><br />Therefore, as my friend implied, exposing the tricks of this ego — including its primal trick, which is to delude us into believing that it is ourself and is therefore real — is the sole purpose and aim of all true spiritual teachings, and if we do not try to achieve this aim by scrutinising our illusory ego, we will tend to misapply spiritual teachings to bolster our illusion that our ego and all its progeny are real.<br /><br />Our mind or ego is itself <em>maya</em>, the power of self-delusion. Therefore, so long as we imagine ourself to be this mind or ego, it will continue to delude and trick us in one way or another. Hence we cannot effectively expose all the many tricks of this ego until we expose its primal trick, which is to delude us into mistaking it to be real.<br /><br />Because our mind or ego comes into existence and appears to be real only when we imagine it to be ourself, our real 'I', we can expose its unreality only when we know what we really are. That is, only when we experience ourself as nothing other than our non-dual consciousness of being, will we experience the truth that our mind or ego is completely non-existent, being a mere figment of our imagination, like the imaginary snake that we mistook a rope to be. And only when we expose the unreality of our ego in this manner, will we effectively expose all its other tricks.<br /><br />However, until we manage to regain our natural and non-dual experience of true self-knowledge, we will have to continue contending with the self-delusive tricks of our ego-mind. Until we regain our true state of egolessness, we should always be vigilant to guard ourself against the tricky and delusive rising of our ego. So tricky is our ego that it can even take its supposed understanding of the spiritual philosophy of absolute non-duality as a ground for feeling pride and self-contentment. I believe this is what my friend meant when he wrote, \"If the tricks of the ego are not dealt with and exposed in detail, all spiritual teachings end up serving the ego\".<br /><br />Therefore we should always vigilantly guard ourself against the rising of any form of pride or egotism, because this is one of the subtlest and therefore most powerful tricks of our ego. In order to guard ourself thus, the most effective means is our sincere and repeated efforts to turn our attention inwards to concentrate on our non-dual consciousness of being. The more we thus practise scrutinising our basic consciousness 'I', the easier it will become for us to detect the rising of pride and egotism at their very source or starting point, which is our own true being.<br /><br />The philosophy taught to us by Sri Ramana has only one aim, which is to teach us the nature of the absolute reality and the consequent means by which we can experience it. Understanding the nature of the reality is of no use to us if we do not apply that understanding in practice, by scrutinising our ego and thereby exposing its non-existence. Only by such self-scrutiny can we actually experience the ultimate non-dual reality, about which we learn when we study any true spiritual teachings.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/absolute+reality\" rel=\"tag\" target=\"_blank\">absolute reality</a>, <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/ego\" rel=\"tag\" target=\"_blank\">ego</a>, <a href=\"http://technorati.com/tag/maya\" rel=\"tag\" target=\"_blank\">maya</a>, <a href=\"http://technorati.com/tag/mind\" rel=\"tag\" target=\"_blank\">mind</a>, <a href=\"http://technorati.com/tag/non-duality\" rel=\"tag\" target=\"_blank\">non-duality</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/self-attentiveness\" rel=\"tag\" target=\"_blank\">self-attentiveness</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/self-scrutiny\" rel=\"tag\" target=\"_blank\">self-scrutiny</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3766147561797509124/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "effort",
        "ego",
        "Happiness and the Art of Being",
        "māyā",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2ODM1OTQ2Cm9mZnNldDogMzYwMDAwMAo\""
}