{
    "kind": "blogger#post",
    "id": "6315382868900821699",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-16T21:26:00Z",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/knowing-our-source-by-sharp-intellect.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6315382868900821699",
    "title": "Knowing our source by a 'sharp intellect' or <i>kurnda mati</i>",
    "content": "While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication in print, in chapter 10, 'The Practice of the Art of Being', I have modified my translation of verse 28 of <em>Ulladu Narpadu</em> (on page 457 of the present e-book version) and I have expanded the explanation of it that I give in the subsequent paragraphs as follows:<br /><br />Sri Ramana often used this analogy of diving or sinking into water to illustrate how deeply and intensely our attention should penetrate into the innermost core or essence of our being. For example, in verse 28 of <em>Ulladu Narpadu</em> he says:<br /><br /><blockquote>Like sinking [immersing or diving] in order to find an object that has fallen into water, diving [sinking, immersing, piercing or penetrating] within [ourself] restraining [our] speech and breath by [means of a] sharp intellect [a keen, intense, acute and penetrating power of discernment or attention] we should know the place [or source] where [our] rising ego rises. Know [this].</blockquote><a name='more'></a>The key words in this verse are <em>kurnda matiyal</em>, which mean by a sharp, keen, intense, acute and penetrating mind, intellect or power of discernment, cognition or attention, and they are placed in this verse in such a position that they apply by implication to all the verbs that follow them. That is, we should restrain our speech and breath by a keenly focused and penetrating intellect, we should dive or sink within ourself by a keenly focused and penetrating intellect, and we should know the source from which our ego rises by a keenly focused and penetrating intellect.<br /><br />But what exactly does Sri Ramana mean in this context by these words <em>kurnda mati</em> or keenly focused and penetrating mind or intellect? The clue he gives us to answer this question lies in the last two verbs that they qualify. That is, since this keen and penetrating intellect is the means or instrument by which we can dive, sink, immerse or pierce deep within ourself, and by which we can thus know the source from which our ego rises, it must be an intellect or power of attention that is turned inwards and focused keenly and penetratingly upon our real self or essential being, which is the source or 'place' from which our ego or individual sense of 'I' arises. Therefore a <em>kurnda mati</em> is a keenly, sharply, intensely and penetratingly self-attentive intellect.<br /><br />In this context it is important to note that though the Sanskrit words <em>buddhi</em> and <em>mati</em> are usually translated in English by the word 'intellect', they do not merely mean 'intellect' in the superficial sense in which this word is normally used in English. That is, in English the word 'intellect' is normally understood to mean just our superficial power of reasoning or rational thought, whereas in Sanskrit, Tamil and other Indian languages the words <em>buddhi</em> and <em>mati</em> convey a much deeper meaning than this.<br /><br />The real meaning of these two words, particularly in the sense in which Sri Ramana uses the word <em>mati</em> in this verse, is 'intellect' in its original sense, which is derived from the Latin words <em>inter legere</em>, meaning 'to choose between', and which therefore denotes our power or faculty of discernment or discrimination. Therefore in this verse the word <em>mati</em> denotes our deep inner power of discernment or ability to distinguish and clearly recognise that which is real — a power that is derived not just from intellectual reasoning or rational thought, but rather from the profound natural clarity of pure self-consciousness which always exists within us, but which is usually clouded over by the density and intensity of our desires and attachments and our resulting thoughts.<br /><br />Though in the philosophy of <em>advaita vedanta</em> the two words <em>manas</em> or 'mind' and <em>buddhi</em> or 'intellect' are often used in such a way that they appear to denote two different entities, Sri Ramana clarified the fact that they are not actually two different entities but are just two different aspects or functions of one single entity — namely our finite individual consciousness, which we usually refer to as our 'mind'. Therefore whenever a distinction is implied in the meaning of these two words, the word <em>manas</em> or 'mind' denotes our mind in its more superficial and dynamic function as a power of thinking, feeling and perceiving, whereas the word <em>buddhi</em> or 'intellect' denotes our mind in its deeper and more static function as a calm power of inner clarity, discernment, discrimination or true understanding.<br /><br />Hence the word <em>mati</em>, which is used in this verse as an equivalent of the word <em>buddhi</em>, means our mind, but rather than just our mind in a vague or general sense, it more specifically means our mind as a power of inner clarity and discernment — a power of attention that is capable of turning itself away from all appearances and focusing itself keenly and clearly upon the one reality that underlies them, namely our own essential self-consciousness 'I am'.<br /><br />Since our mind is a separate individual consciousness that deserves this name 'mind' only so long as it attends to anything other than our own essential being, and since it subsides and becomes one with our being when it attends to it truly, wholly and exclusively, the keenly self-attentive 'mind' that is denoted by these words <em>kurnda mati</em> actually ceases to be an individual mind or ego as soon as it becomes truly self-attentive and thereby submerges and sinks into the depth of our being, and thus it is transformed by its self-attentiveness into our real self, of which it is now wholly conscious. In other words, a truly <em>kurnda</em> or keenly self-attentive mind is actually nothing other than our naturally and eternally self-conscious being.<br /><br />Though Sri Ramana mentions \"restraining [our] speech and breath\" in association with \"diving [sinking, immersing or piercing] within\", it is not actually necessary for us to make any special effort to restrain either our speech or our breath, because just as our thoughts or mental activities will all subside automatically and effortlessly when we become intensely self-attentive, so too will our speech and breath. Therefore, if we undertake this simple and direct practice of self-attentive being from the very outset, there will never be any need for us to practise any of the artificial exercises of <em>pranayama</em> or breath-restraint, because by our mere self-attentiveness we will naturally restrain and bring to a complete standstill all the activity of our mind, speech, breath and body.<br /><br />Since all these activities are merely imaginations that arise only when we allow our attention to leak out towards anything other than ourself, they will all disappear and become non-existent as soon as we effectively draw our entire attention back into the innermost depth or core of our being, which is the source from which it arises and flows outwards as our mind, intellect or ego.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6315382868900821699/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "effort",
        "ego",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDU4Cm9mZnNldDogMzYwMDAwMAo\""
}