{
    "kind": "blogger#post",
    "id": "9160643743353374461",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-07-27T10:22:00+01:00",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/07/actions-or-karmas-are-like-seeds.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9160643743353374461",
    "title": "Actions or <i>karmas</i> are like seeds",
    "content": "In chapter 4 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, on page 258 I have quoted verse 38 of <em>Ulladu Narpadu</em>, in which Sri Ramana says: <blockquote>If we are the doer of action, we will experience the resulting fruit [the consequences of our actions]. When [we] know ourself [by] having investigated ‘who is the doer of action?’, <i>kartritva</i> [our sense of doership, our feeling ‘I am doing action’] will depart and the three <i>karmas</i> will slip off [vanish or cease to exist]. [This state devoid of all actions or <i>karmas</i> is] the state of liberation, which is eternal.</blockquote>I have expanded the explanation that I previously gave in the three paragraphs after this verse, and my expanded explanation (which will be on pages 258 to 261 of the printed book) is as follows:<br /><br />The compound word <i>vinai-mudal</i>, which I have translated as ‘the doer of action’, literally means the origin or cause of an action, but is used idiomatically, particularly in grammar, to mean the subject or agent who performs an action. In the context of <i>karma</i> or action, the word ‘fruit’ is used idiomatically in both Tamil and Sanskrit to mean the moral consequences that result from any of our actions, whether good or bad, in the form of correspondingly pleasant or unpleasant experiences that we must sooner or later undergo.<a name='more'></a><p>Each action that we do by mind, speech or body is like a seed, as indicated by the words <i>vittu pondra</i>, which Sri Ramana added before the first line of this verse when, in order to make it easy for people to memorise and chant <i>Ulladu Narpadu</i>, he appended an additional one and half metrical feet between each of its consecutive verses, thereby transforming it from two plus forty verses in <i>venba</i> metre to one single verse in <i>kalivenba</i> metre. These words, <i>vittu pondra</i>, which mean ‘seed-like’, are appended to the opening sentence of this verse, which in combination with them mean, \"If we are the doer of actions, which are like seeds, we will experience the resulting fruit\".<br /><br />Just as a fruit contains two elements, its edible portion and its seed, so the consequence of each of our actions is twofold. One element of the consequence of each action is the pleasure or pain that we must sooner or later experience as a result of it. This element is like the edible portion of a fruit. The other element, which is like the seed contained within that fruit, is the resulting <i>karma-vasana</i>, the tendency or inclination to do that same action again.<br /><br />That is, our <i>karmas</i> or actions are habit forming. The more we indulge in any particular type of action, the more we will generate and nourish a corresponding <i>vasana</i>, an inclination or liking that will impel us to do the same type of action again. Therefore in verse 2 of <i>Upadesa Undiyar</i> Sri Ramana says: <blockquote>The fruit [produce, result or consequence] of [any] action having perished [passed away or ceased, as it does as soon as it has been appropriately experienced by us in the form of a pleasure or pain], will as [a] seed make [us] fall into the ocean of action. [Therefore action and its results, its fruits and its seeds] will not give liberation.</blockquote>The truly harmful consequence of any action that we do is not just the pleasant or unpleasant experience that will sooner or later result from it, but is the seed or latent impulse that it generates or nourishes within our mind. Just as the edible part of a fruit passes away when we eat it, so the potential experience that results as the moral consequence of an action will pass away when we undergo it. But though that experience passes away, a harmful residue of our action will still remain in our mind in the form of a <i>vasana</i>, an inclination or liking to repeat such an action. That is, just as the seed survives the consumption of a fruit, waiting for a suitable opportunity to germinate and produce more such fruit, so the tendency or impulse to do such an action again will remain within us in a dormant form, waiting to assert itself either when some seemingly external experience prompts it or when no other stronger impulse has a hold on our mind.<br /><br />These <i>karma-vasanas</i> or mental impulses are the seeds of our desires, which are the forces that impel us to do actions by mind, speech and body. Whether any particular action can be classified from a relative perspective as being a good action or a bad action, the impulse or latent desire to do such an action again is yet another knot that helps to bind us to the perpetually revolving wheel of <i>karma</i> or action.<br /><br />If bad actions are like iron chains that bind us and immerse us in the restless ocean of action, good actions are like golden chains that bind us and immerse us in that same ocean. The only difference between the seeds left by good actions and the seeds left by bad actions is that the former will impel us to do more good actions, which will yield relatively pleasant fruit or resulting experiences, whereas the latter will impel us to do more bad actions, which will yield relatively unpleasant fruit or resulting experiences.<br /><br />Therefore Sri Ramana says in verse 2 of <i>Upadesa Undiyar</i> that any action that we may do will only immerse us further in the ocean of action, and will therefore not liberate us from the bondage of compulsively doing more action. Since this bondage results from our illusion that we are this body-bound mind, which is the doer of actions and the experiencer of the resulting pleasant and unpleasant fruits, it cannot be removed by any action that this mind may do, but can only be removed by the absolutely clear experience of true self-knowledge.<br /><br />So long as we do any action, we will perpetuate the illusion that we are this mind and body, which are the instruments that actually do such actions. Since we are in reality not this ever-active mind or body, but only the underlying self-conscious being, ‘I am’, in which they appear and disappear, in order to experience ourself as we really are we must separate ourself from these instruments of action by remaining unswervingly as our ever-inactive self-conscious being.<br /><br />Therefore we cannot attain liberation by ‘doing’ anything but only by just ‘being’. That is, liberation from the bondage of our present illusion that we are a finite individual, who does actions by mind, speech and body, cannot be achieved by our doing action of any sort whatsoever, but only by our being just the absolutely non-dual self-conscious being that we always really are. Since the goal that we seek to achieve is just action-free self-conscious being, the only path or means by which we can achieve it is likewise just action-free self-conscious being.<br /><br />This oneness of the path and the goal is expressed by Sri Ramana clearly and emphatically in verse 579 of <i>Guru Vachaka Kovai</i>: <blockquote>Because of the non-dual nature [or greatness] of [our eternally] enduring <i>svarupa</i> [our own essential self], [and] because of the [consequent] fact that excluding [this non-dual] self there is no other <i>gati</i> [refuge, remedy or way to attain it], the <i>upeya</i> [the goal] which is to be reached is only self and the <i>upaya</i> [the means to reach it] is only self. [Therefore] see that they [our goal and our path] are <i>abheda</i> [not different].</blockquote>In this verse Sri Ramana emphasises three times the truth that our goal and the path to reach it are essentially the same. Firstly he says that because our ever-existing self is non-dual there is no way by which we can experience it other than this self itself. Hence our essential self is our only refuge if we wish to be saved from the bondage of <i>karma</i> or action, that is, from the illusion that we are a finite person who is ensnared in duality and who consequently does actions and experiences their results. Secondly he says, \"<i>upeyamum tane upayamum tane</i>\", which means ‘the aim is only self, and the means is only self’. And finally he concludes emphatically that our goal and our path are therefore <i>abheda</i> or ‘not different’.<br /><br />That is, since our essential self is eternally and absolutely non-dual self-conscious being, it is devoid of all otherness and therefore of all action or ‘doing’, and hence there can be no means to attain it or experience it other than just to be as it is — that is, to remain simply as the thought-free non-dual self-conscious being that we always truly are.<br /><br />The ‘three <i>karmas</i>’ that Sri Ramana mentions in verse 38 of <i>Ulladu Narpadu</i> are (1) our present actions, which we perform by our free will under the influence of our <i>vasanas</i> or the latent ‘seeds’ of our desires, and which therefore generate not only more such ‘seeds’ but also ‘fruits’ to be experienced by us later, (2) the store of the ‘fruits’ of our past actions that are yet to be experienced by us, and (3) our present destiny or fate, which is the set of those ‘fruits’ of our past actions that God has selected and ordained for us to experience now. These ‘three <i>karmas</i>’ will all appear to be real so long as we mistake ourself to be a doer and an experiencer, that is, an individual who does actions and experiences pleasure and pain, which are the ‘fruits’ or consequences of actions that we have done in the past.<br /><br />If we investigate ‘who am I, who now feel that I am doing actions?’ — that is, if we keenly scrutinise our own essential consciousness ‘I am’, which we now confuse with the mind, speech and body that do actions — we will discover that we are actually not a finite individual who does actions by mind, speech and body, but are only the infinite consciousness that just is. When we thus come to know ourself as we really are, we will cease to mistake ourself to be either the doer of any action or the experiencer of the fruit of any action.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9160643743353374461/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0OTM4Cm9mZnNldDogMzYwMDAwMAo\""
}