{
    "kind": "blogger#post",
    "id": "6012241402041733582",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-28T14:40:00Z",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/02/our-real-i-is-formless-and-therefore.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6012241402041733582",
    "title": "Our real 'I' is formless and therefore unlimited",
    "content": "In preparation for the forthcoming publication of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> as a printed book, I have today made one further addition to chapter 2, 'Who am I?' That is, on page 137 of the present e-book version, after the paragraph that ends, \"... what each and every one of us experiences as 'I am' is the one eternal, undivided, non-dual and infinite being\", I have added the following:<br /><br />The fundamental difference between the experience of sages such as Sri Ramana, who know themself to be the one infinite and undivided self-conscious being, and the experience of those of us who imagine ourself to be anything other than this one infinite and undivided self-conscious being, which is our true and essential self, lies only in the limitations that we imaginarily superimpose upon our truly infinite being. This fundamental difference is expressed by Sri Ramana in verses 17 and 18 of <em>Ulladu Narpadu</em>:<br /><blockquote>[Both] to those who do not know themself [and] to those who have known themself, this body [is] only 'I'. [However] to those who do not know themself 'I' [is limited to] only the extent of the body, [whereas] to those who have known themself within the body 'I' itself shines devoid of limit [boundary or extent]. Understand that this indeed is the difference between them.<br /><a name='more'></a><br />[Both] to those who do not have knowledge [that is, true self-knowledge] [and] to those who do have [true self-knowledge], the world is the reality. [However] to those who do not know [themself] the reality is [limited to] the extent of the world, [whereas] to those who have known [themself] the reality abides [or pervades] devoid of form as the <em>adhara</em> [support, substratum, foundation or base] to [the imaginary appearance of] the world. Understand [that] this is the difference between them.</blockquote>That which limits a finite thing is only its form, because its form defines its extent in time and space, and thereby separates it from all other forms. If we are a definite form, we are limited within the confines or extent of that form, but if we have no definite form, we are unlimited or infinite.<br /><br />Because we imagine ourself to be the form of this body, we have seemingly limited ourself within a certain extent of time and space, and hence we feel ourself to be separate from everything that exists outside this limited extent of time or space. Moreover, because we imagine the form of this body to be 'I', we mistake it to be real, and hence we mistake all the other forms that we perceive outside this body to be real.<br /><br />Since Sri Ramana and other sages teach us that we are not the body that we imagine ourself to be, and that the world is not real as we imagine it to be, it is reasonable for us to infer that such sages do not experience their body as 'I' or this world as real. Why then does Sri Ramana say in these two verses that to sages, who are those who have known themself as they really are, their body is 'I' and the world is real?<br /><br />To understand why he says this, we have to understand the exact meaning of what he says in the second half of each of these two verses. In verse 17 he says that for sages 'I' shines devoid of any limit, boundary or extent, thereby implying that in their experience 'I' is the infinite reality that is the essence or true substance of everything, including this body. Similarly, in verse 18 he says that for sages the reality is the formless substratum, foundation or base that supports the world, thereby implying once again that in their experience the reality is the one essence or true substance that underlies everything, including all the manifold forms of this world.<br /><br />That is, since our true self or real 'I' is the infinite reality, nothing can be separate from or other than it. Therefore it alone truly exists, and whatever else appears to exist is not anything other than it, but is just an imaginary form that it appears to be. Since neither our body nor this world can have any reality other than our own consciousness, in which they appear as thoughts or mental images, they are in essence nothing but our own consciousness.<br /><br />Since sages experience only the absolute reality, which is infinite, indivisible and therefore perfectly non-dual self-conscious being, they do not experience any forms or any limitations. They know only the formless and limitless reality, which is their own true self.<br /><br />Since they know that the one real 'I' alone is, they know that there is nothing that is not 'I' or not real. Hence from their absolute non-dual perspective, they say that everything is 'I' and is therefore real. That is, since they do not experience this body or world as limited forms but only as their own formless and therefore unlimited reality, they say that this body is 'I' and this world is real.<br /><br />Therefore, when Sri Ramana says that for sages this body is 'I' and this world is real, he does not mean that our body as such is 'I' or this world as such is real, but only that as our own formless and limitless real self, which is their true essence and sole reality, they are both 'I' and real.<br /><br />Therefore what Sri Ramana is affirming in these two verses is not the reality of the limited forms of this body and world, but is only the reality of our own essential formless and therefore infinite being, which always experiences itself and nothing other than itself.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6012241402041733582/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDUwCm9mZnNldDogMzYwMDAwMAo\""
}