{
    "kind": "blogger#post",
    "id": "655758652924009157",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-09-25T08:40:00+01:00",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/09/sri-arunachala-stuti-panchakam-english.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/655758652924009157",
    "title": "<i>Sri Arunachala Stuti Panchakam</i> — English translation by Sri Sadhu Om and Michael James",
    "content": "Recently the English translation by Sri Sadhu Om and me of <i>Sri Arunachala Stuti Panchakam</i>, the 'Five Hymns to Sri Arunachala' composed by Bhagavan Sri Ramana, has been published as a book, and it is now available for sale in <a href=\"http://www.sriramanamaharshi.org/\" target=\"_blank\">Sri Ramanasramam</a> Book Stall.<br /><br />To the best of my knowledge, this is the first book to contain the word-for-word meaning in English for each verse of the entire <i>Sri Arunachala Stuti Panchakam</i>, and within the next few months it will be followed by a similar book containing the word-for-word meaning and English translation by Sri Sadhu Om and me of <i>Upadesa Nunmalai</i>, the 'Garland of Teaching Texts', that is, the poems such as <i>Ulladu Narpadu</i> that Sri Ramana wrote conveying his teachings or <i>upadesa</i>.<br /><br />The following is a copy of the introduction that I wrote for this translation of <i>Sri Arunachala Stuti Panchakam</i>:<br /><br />Bhagavan Sri Ramana taught us that the only means by which we can attain the supreme happiness of true self-knowledge is <i>atma-vichara</i> — self-investigation or self-enquiry — which is the simple practice of keenly scrutinising or attending to our essential self-conscious being, which we always experience as 'I am'.<br /><a name='more'></a><br />However, he also described this practice as the path of self-surrender, because we cannot truly attend to our real self without giving up our false individual self. Our individual self or mind rises by imagining itself to be a physical body, and it sustains its imaginary existence by constantly attending to thoughts or objects, which it experiences as other than itself. Without attending to otherness, we cannot continue imagining ourself to be this mind. Therefore when we turn our attention away from all otherness towards our own essential self, our mind will subside and lose its existence as a seemingly separate entity.<br /><br />Since our true nature is not thinking, doing or knowing anything other than ourself, but is just self-conscious being, we will become clearly conscious of our true nature only to the extent to which we willingly surrender our constantly thinking, doing and object-knowing mind. The reason why we think and know objects other than ourself is because we love to do so, and we love to do so because we wrongly imagine that we can obtain happiness thereby. Therefore we will surrender our thinking mind and remain as our true self-conscious being only when we understand that happiness does not exist in anything other than our own real self, and when our love just to be our real self thereby becomes greater than our love to think or know any other thing.<br /><br />In other words, in order to succeed in our efforts to know our real self and thereby to surrender our false individual self, we must be consumed by overwhelming love for our own true self-conscious being. True <i>bhakti</i> or devotion is therefore the perfectly non-dual love that we should each have for our own real self or essential being. As Sri Bhagavan says in verse 9 of <i><a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\">Upadesa Undiyar</a></i> and verse 15 of <i>Upadesa Tanippakkal</i>: <blockquote>By the strength of [such <i>ananya</i>] <i>bhava</i> [the attitude or conviction that God is not other than ourself], being [abiding or remaining] in <i>sat-bhava</i> [our natural state of being], which transcends [all] <i>bhavana</i> [imagination, thinking or meditation], is alone <i>para-bhakti tattva</i> [the true state of supreme devotion].<br /><br />Since God exists as <i>atma</i> [our own real self or essential being], <i>atma-anusandhana</i> [self-contemplation or self-attentiveness] is <i>parama-isa-bhakti</i> [supreme devotion to God].</blockquote>Since God is our own real self, why does Sri Bhagavan praise and pray to him in many of these verses of <i>Sri Arunachala Stuti Panchakam</i> as if he were separate from himself? The truth is that long before he composed these hymns, Sri Bhagavan had lost his individual self and had thereby merged and become one with the absolute reality that we call 'God'. As God or <i>guru</i> he composed these hymns to teach us by example how we should depend entirely upon the supreme power that we call the 'grace' of God or <i>guru</i>.<br /><br />Why did he teach us to depend upon God or <i>guru</i> as if he were separate from ourself? When we rise as a finite individual self by imagining ourself to be a physical body, we thereby seemingly separate ourself from the one infinite reality, which is our own true self. The nature of our real self is infinite love, because we are in reality the fullness of perfect happiness, and hence we naturally love ourself. Therefore when we seemingly separate ourself from our own real self by imagining ourself to be a finite individual, we in effect separate ourself from the infinite power of our own true self-love.<br /><br />Because we have thus seemingly separated ourself from our own infinite power of self-love, we feel ourself to be an individual having only limited power, and we experience our true self-love in a distorted form as our desire for the many objects and experiences that we imagine will make us happy. As a finite individual self or mind, we feel that our own power is very limited, and hence we feel the supreme omnipotence of God to be other than ourself.<br /><br />God comes into existence as a separate being when we imaginarily limit ourself as a finite individual. Because we have seemingly separated ourself from the non-dual infinite reality, which is our own true self or essential being, that reality manifests as God, the supreme power of infinite love that controls this whole universe. When we remain as our real non-dual self, nothing other than ourself exists. But when we rise as separate individual by imagining ourself to be a material body, we perceive a seemingly external world, which is controlled by a power that we call 'God'. Thus our individual self or mind, the world and God come into existence simultaneously, and each is as real as the other two.<br /><br />Therefore so long as we experience our mind to be real, God and his power of love or 'grace' are equally real. Since we have imaginarily separated ourself from our own infinite power, as an individual we are now wholly dependent upon God, who is our own power of infinite self-love, but who now seems to us to be other than ourself. Hence, as Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> of <i><a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\">Nan Yar?</a></i> (Who am I?): <blockquote>Being completely absorbed in self-abidance, giving not even the slightest room to the rising of any thought other than self-contemplation, is giving ourself to God. Even though we place whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramesvara sakti</i> [supreme power of God] is driving all activities [that is, since it is causing and controlling everything that happens in this world], why should we always think, 'it is necessary [for me] to act in this way; it is necessary [for me] to act in that way', instead of being [calm, peaceful and happy] having yielded to it [that supreme controlling power]? Though we know that the train is carrying all the burdens, why should we who travel in it suffer by carrying our small luggage on our head instead of leaving it placed on that [train]?</blockquote>Everything that happens in our life (both in our external life as a body living in this material world and in our internal life as a thinking and feeling mind) happens only by the 'will of God', that is, by the love that he has for us as his own self. Since he is all-knowing, nothing can happen without him knowing it. Since he is all-powerful, nothing can happen without his consent. And since he is all-loving, nothing can happen that is not for the true benefit of all concerned (even though our limited human intellect may be unable to understand how each happening is truly good and beneficial). In fact, since he is the source and totality of all the power that we see manifest in this universe, every single activity or happening here is impelled, driven and controlled by him. As an ancient Tamil proverb says, \"<i>avan arul andri or anuvum asaiyadu</i>\", which means 'except by his grace, not even an atom moves'.<br /><br />What is the 'will of God'? It is his love just to be. Since he is the infinite fullness of being, and since the nature of true self-conscious being is to love itself, because it is itself the infinite fullness of absolute happiness, what he truly loves is nothing other than his own natural state of being. Since he alone truly exists, he sees everything as his own being, and hence he loves us as his own self. Therefore his will is that we should remain only as our own unadulterated and perfectly happy self-conscious being, just as he does.<br /><br />Therefore everything that we experience in our life is shaped and regulated by his grace, which is the power of his infinite love for us — his all-consuming love that we should just be as the true self-conscious being that is the real self both of himself and ourself. Hence, to experience the infinite happiness of being, we need do nothing other than to surrender ourself entirely to his all-loving and all-powerful will.<br /><br />As a finite mind, our power is very limited, and we are totally confused about the true nature of the reality, which is our own self. Therefore by our own power — that is, by the power of this inherently confused mind — we can never experience the absolute clarity of true self-knowledge. In order to experience that true clarity, we have to depend entirely upon the infinite power of grace, which is nothing other than that true clarity, and which always exists within us as our own real self — that is, as our own perfectly clear self-conscious being, 'I am'.<br /><br />So long as our mind tries to assert its own self-deluded power, which is only a power to 'do', it can never experience the absolute peace and joy of just being. We will be able to experience that absolute peace and joy only when our mind entirely surrenders the confused and misleading power of its own self-deluded will, and thereby entirely depends instead upon the power of our true and essential being — that is, upon the grace or clarity of our own self-consciousness, 'I am', which is the power just to 'be'.<br /><br />Without heart-melting and all-consuming love for being, we will never agree to surrender ourself to it. So long as we desire to continue our present illusory and miserable existence as a finite individual, God will never force us to surrender ourself to him. However, by the supreme power of his own mere being, he will always be shaping our external life favourably and guiding us internally, gradually enkindling in us the clarity of true wisdom, which is the ability to discriminate and distinguish the real from the unreal, and thereby he steadily cultivates within us the true love to surrender ourself entirely to him.<br /><br />Though the true love that we require is the love for our own essential non-dual self-conscious being, 'I am', so long as we mistake ourself to be this thinking mind, we are seemingly separated from the real state of just being, which is our own true nature. Since our real state of just being is completely devoid of thinking, and therefore of the illusion of duality, which is created by thinking, as a thinking and duality-knowing mind we cannot avoid imagining our thought-free non-dual real being to be something other than what we now feel ourself to be. Therefore the love that our mind has for its own real state of just being is experienced by it as a love for something other than itself.<br /><br />Therefore in our struggle to return to our source, which is our own real self-conscious being, our love for being expresses itself as a mixture of non-dual love for our own being and dualistic love for God. To the extent that our mind subsides in our thought-free self-conscious being, we experience our love for being in its true non-dual form of self-love, and to the extent that our mind is impelled by its own lingering desires to rise and be active, we experience our love for being in its dualistic form of love for God.<br /><br />Since our mind is repeatedly fluctuating between varying degrees of non-dual self-attentiveness and inversely proportionate degrees of dualistic thinking, our love for being correspondingly fluctuates between its expression as non-dual self-love and its expression as dualistic love for God. Therefore in the life of any true spiritual aspirant, the non-dual love for self and the dualistic love for God will be intimately mixed, intertwined and blended together, because in essence these two forms of love are both forms of the same single love just to be.<br /><br />The intermingling and blending of these two forms of a devotee's love for being is beautifully expressed by Sri Bhagavan in these verses of <i>Sri Arunachala Stuti Panchakam</i>. Some of these verses are very clear expressions of our non-dual love for our own essential being, while others appear to be expressions of love for God as a seemingly separate supreme power of love, grace and compassion. However, most of theses verses can be interpreted as an expression of either the non-dual form of love or the dualistic form of love, depending upon our state of mind as we read, sing or meditate upon them.<br /><br />Through these verses Sri Bhagavan has taught us by example how we must depend entirely upon God both in our external life, when our mind is active, and in our internal life, when our mind is subsiding into the depth of our own true being. When our minds are turned outwards, we must depend upon God as the all-loving power of grace, which is constantly reminding us of the need to turn inwards. And when our minds are turned inwards, we must depend upon God as the same all-loving power of grace, which shines within us as the peace and joy of our own silent being, and which thereby draws our mind ever deeper within by its own natural power of irresistible attraction.<br /><br />Whenever our natural state of peace is disturbed by the rising of thoughts, which are impelled by our deep-rooted desires, we can calm that agitation by praying to God or <i>guru</i> in the manner in which Sri Bhagavan has shown us in many of these verses, which are heart-melting prayers for his grace.<br /><br />The importance of prayer as a tool in the practice of self-investigation and self-surrender is exemplified by Sri Bhagavan in these verses. God of course does not need to be told by us that we require his help, but that is not the true purpose of prayer. The purpose of prayer is to enkindle in our heart a sense of total dependence upon God. Since we cannot surrender ourself and attain the state of being merely by our own effort, we must learn to depend entirely upon God, because he alone can enable us to surrender ourself completely to him.<br /><br />Such is the importance of dualistic devotion and prayer in our struggle to subside in the true state of absolutely non-dual self-knowledge. But why did Sri Bhagavan choose to teach us the correct way of practising dualistic devotion by composing these verses addressed to and in praise of God or <i>guru</i> in the form of the holy mountain Arunachala?<br /><br />A clue to answer this question is given by Sri Bhagavan in verse 4 of <i>Ulladu Narpadu</i>: <blockquote>If we are a form, the world and God will be likewise. If we are not a form, who could see their forms, [and] how? Can the sight [whatever is seen] be otherwise than the eye [the consciousness that sees it]? We, that eye [the formless consciousness 'I am'], are the limitless eye [the infinite consciousness].</blockquote>So long as we continue to separate ourself from our own reality by imagining ourself to be the form of a physical body, we cannot conceive of God except as a form. Until we experience him as our own real self, which is the formless and therefore limitless consciousness 'I am', we can know God only as a thought in our own mind, and every thought is only a form — a mental image.<br /><br />Though we can imagine God to be formless, that imagination is still only a thought, which is a form that we have created in our own mind, so by imagining him thus we cannot experience his true formless nature. We can experience his formless reality only by turning our mind inwards and drowning it in the absolute clarity of our own self-conscious being, which alone is his formless reality. As Sri Bhagavan says in verse 8 of <i>Ulladu Narpadu</i>: <blockquote>Whoever worships [the absolute reality or God] in whatever form giving [it] whatever name, that is a path [or means] to see that [nameless and formless] reality in [that] name and form. However, becoming one [with that reality], having carefully scrutinised [or known] one's own truth [essence or 'am'-ness] and having [thereby] subsided [or dissolved] in the truth [essence or 'am'-ness] of that true reality, is alone seeing [it] in truth. Know [thus].</blockquote>Until we know our own formless reality, we cannot experience the formless reality of God, and therefore we can know him only as a form. All forms of dualistic devotion are directed to God as a form of one sort or another. But since God exists as an image in our mind, is it not sufficient for us to direct our feelings of dualistic devotion towards our own mental image or concept of God? Why did Sri Bhagavan choose to exemplify the practice of dualistic devotion by praising and praying to God in the physical form of Arunachala?<br /><br />If we prefer, directing our feelings of dualistic devotion towards our own mental image of God is sufficient. However, the aim of all forms of devotional practice, whether performed by mind, speech or body, is to focus our love upon the one absolute reality that we call 'God'. Since our love is usually dissipated as innumerable desires for external objects or experiences, it is easier for us to withdraw it from all other external things by focusing it upon a definite name or form that we identify as God, rather than by trying to focus it upon a less definite concept of God.<br /><br />Knowing that it is easier for an habitually extroverted human mind to focus its love upon a definite name and form rather than upon a vague mental concept, Sri Bhagavan exemplified the practice of dualistic devotion by praising and praying to God in the name and form of Arunachala. Though God is omnipresent, we cannot actually experience him as such so long as we see this world of manifold objects and mistake it to be real. Everything is a form of God, because he is the one real substance that appears as all this multiplicity, but thinking thus will tend to dissipate our mind rather than to focus it upon one point. Therefore many of us will find that, to prevent our mind from being dissipated by this illusion of multiplicity, it is helpful to focus our love and attention upon one name and form of God that particularly attracts us.<br /><br />It is true that worshipping God in the form of a mountain may not appeal to all people, but that does not matter. In whatever form we wish to worship God, whether by mind, speech or body, if the aim of our worship is to gain the true love for our natural state of absolutely peaceful and therefore infinitely happy being, we can learn much to help us and guide us in our spiritual practice by meditating deeply upon the meaning of these verses.<br /><br />Because Sri Bhagavan composed these hymns in Tamil, appreciating the depth and richness of the meaning of these verses is not easy. Even many devotees whose mother tongue is Tamil need help in order to be able to appreciate the many different shades of meaning that are contained in these verses. Whereas we can clearly define the meaning of many of Sri Bhagavan's philosophical verses, such as the verses of <i>Ulladu Narpadu</i> and <i><a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\">Upadesa Undiyar</a></i>, no one can define the meaning of many of his devotional verses, because the meaning we see in them at any time is a reflection of our then state of mind.<br /><br />Sri Sadhu Om, whose translations are published in this book, was perfectly qualified to interpret the many meanings contained in these verses, though he never claimed to have expressed all the possible meanings. In fact, he sometimes used to tell us that a new meaning for a certain verse had suddenly struck his mind, so this book probably does not contain all the meanings that he ever saw in any particular verse.<br /><br />The reason why Sri Sadhu Om was so well qualified to interpret these verses was not only that he was a great Tamil poet himself, nor that he had enjoyed many years of close literary association with Sri Muruganar, but was primarily because of the depth of his own devotion and the true spiritual experience that had been bestowed upon him by his <i>sadguru</i>, Bhagavan Sri Ramana.<br /><br />Before 1976, when I first met Sri Sadhu Om and came to be closely associated with him, he had already translated all the verses of <i>Sri Arunachala Stuti Panchakam</i> into English for the benefit of other friends. However, because I often asked him about the various meanings that he had explained for these verses, I was able to help him to improve the expression of these meanings in English, and I was able to note down certain fresh meanings that he explained to me.<br /><br />Almost every day I heard from Sri Sadhu Om a great wealth of profound explanations and insights into the teachings of Sri Bhagavan, so I was able to note down only a fraction of what he explained to me. Unfortunately, therefore, I did not make a note of all the meanings of <i>Sri Arunachala Stuti Panchakam</i> that he explained to me, but the insights that I gained by listening to him often come back to me, and when I think about them I am now able to understand what he told me with fresh clarity.<br /><br />Some of the explanations that I heard from Sri Sadhu Om were incorporated in a Tamil commentary on the first forty-four verses of <i>Sri Arunachala Aksharamanamalai</i>, which I helped one of my Tamil friends to compile from various sources that recorded his explanations. I hope that one day I may be able to complete compiling this commentary on the remaining verses, and that it may be published in both Tamil and English.<br /><br />During the lifetime of Sri Sadhu Om I compiled with his help and guidance a <a href=\"http://www.davidgodman.org/rteach/Arunachala_Pancharatnam.pdf\" target=\"_blank\">commentary</a> in English containing many of the explanations that I had heard from him about <i><a href=\"http://www.davidgodman.org/rteach/pancharatnam.shtml\" target=\"_blank\">Sri Arunachala Pancharatnam</a></i>, and this was published in five issues of <i><a href=\"http://www.ramana-maharshi.org/m_path/m_path.htm\" target=\"_blank\">The Mountain Path</a></i> from September 2003 to September 2004. A copy of this <a href=\"http://www.davidgodman.org/rteach/Arunachala_Pancharatnam.pdf\" target=\"_blank\">commentary</a> is currently available on <a href=\"http://www.davidgodman.org/\" target=\"_blank\">David Godman's website</a>, and it may sometime be published as a small book.<br /><br />Though this present book does not contain detailed commentaries on the verses of <i>Sri Arunachala Stuti Panchakam</i>, it does contain word-for-word meanings for each verse, which will help readers to reflect more deeply over these words of Sri Bhagavan. If we think deeply and repeatedly about the meaning of his writings, we will each not only be able to understand his teachings with increasing clarity, but will also be able to cultivate and reinforce our love to practise his teachings. This is the true fruit of <i>manana</i> or musing upon the teachings of our <i>sadguru</i>, Bhagavan Sri Ramana.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/655758652924009157/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MjMxCm9mZnNldDogMzYwMDAwMAo\""
}