{
    "kind": "blogger#post",
    "id": "1063165165277640132",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-11-23T03:25:00Z",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/11/path-of-sri-ramana-part-one-e-book-copy.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1063165165277640132",
    "title": "<i>The Path of Sri Ramana</i> - Part One e-book copy now available",
    "content": "Yesterday I posted an <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\" target=\"_blank\">e-book copy</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"_blank\">Part One</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a> on my main website, <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">Happiness of Being</a>, and in the near future I hope to add an e-book copy of <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\" target=\"_blank\">Part Two</a>.<br /><br />As a prelude to this <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\" target=\"_blank\">e-book copy</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"_blank\">Part One</a> I have written an <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\">introductory page</a>, in which I give a detailed overview of both <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"_blank\">Part One</a> and <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\" target=\"_blank\">Part Two</a>. The following is a copy of the introduction and the overview of <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"_blank\">Part One</a> that I give in this <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\">introductory page</a>:<br /><br /><a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a> is an English translation of ஸ்ரீ ரமண வழி (<i>Sri Ramana Vazhi</i>), a Tamil book written by Sri Sadhu Om, in which he explains in great depth and detail the philosophy and practice of the spiritual teachings of Bhagavan Sri Ramana.<br /><br />Sri Ramana taught us that the only means by which we can attain the supreme happiness of true self-knowledge is <i>atma-vichara</i> — self-investigation or self-enquiry — which is the simple practice of keenly scrutinising or attending to our essential self-conscious being, which we always experience as 'I am', in order to know 'who am I?'<br /><a name='more'></a><br />However, he also described this practice of <i>atma-vichara</i> or self-investigation as the path of <i>atma-samarpana</i> or self-surrender, because unless we give up our false self we cannot truly know or be clearly conscious of our real self.<br /><br />Our false finite self or mind rises by imagining itself to be a physical body, and it sustains its imaginary existence by constantly attending to thoughts or objects, which it experiences as other than itself. Without attending to otherness, we cannot continue imagining ourself to be this mind. Therefore when we turn our attention away from all otherness towards our own essential self, our mind will subside and lose its existence as a seemingly separate entity.<br /><br />Since our true nature is not thinking, doing or knowing anything other than ourself, but is just self-conscious being, we will become clearly conscious of our true nature only to the extent to which we willingly surrender our constantly thinking, doing and object-knowing mind. The reason why we think and know objects other than ourself is that we love to do so, and we love to do so because we wrongly imagine that we can obtain happiness thereby. Therefore we will surrender our thinking mind and remain as our true self-conscious being only when we understand that happiness does not exist in anything other than our own real self, and when our love just to be our real self thereby becomes greater than our love to think or know any other thing.<br /><br />In other words, in order to succeed in our efforts to know our real infinite self and thereby to surrender our false finite self, we must be consumed by overwhelming love for our own true self-conscious being, 'I am'. True <i>bhakti</i> or devotion, therefore, is the perfectly non-dual love that we should each have for our own real self or essential being.<br /><br />Therefore, though Sri Ramana taught us that in order to experience the infinite happiness of true self-knowledge we must attempt either to know our real self by investigating 'who am I?' or to separate ourself from our false self by surrendering it to God, he also repeatedly emphasised the truth that in essence these two paths are one, because we cannot know our real self without surrendering our false self — our illusory sense of being this body-bound mind — and we cannot relinquish our false self without knowing who or what we really are.<br /><br />Thus self-enquiry and self-surrender — the path of <i>jnana</i> or true knowledge and the path of <i>bhakti</i> or true love — are not two different paths, but are just two inseparable aspects of the same single path — the one and only path by which we can experience the infinite happiness of true self-knowledge.<br /><br />In <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"_blank\">Part One</a> of <i>The Path of Sri Ramana</i> Sri Sadhu Om explains the first of these two aspects of this one path, namely the practice of self-enquiry, while in <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\" target=\"_blank\">Part Two</a> he explains various other closely related aspects of Sri Ramana's teachings, including the practice of self-surrender.<br /><br />Sri Sadhu Om begins <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\" target=\"_blank\">Part One</a> by explaining in the first three chapters the real nature of happiness and the reason why we can attain the eternal experience of infinite happiness only by practising <i>atma-vichara</i> — self-enquiry or self-investigation. In the fourth chapter he completes laying the theoretical foundation of self-enquiry by explaining what we are and what we are not, and in the next four chapters he clarifies what true <i>atma-vichara</i> is and what it is not, explaining in great detail why we can know ourself only by attending to ourself — our own essential self-conscious being, 'I am' — and not by attending to any other thing. Thus he leaves us in no doubt that the correct technique of <i>atma-vichara</i> taught by Sri Ramana is only keen and vigilant self-attention or self-scrutiny.<br /><br />Thus <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\" target=\"_blank\">Part One</a> of <i>The Path of Sri Ramana</i> contains the following eight chapters:<br /><ol><li>Eternal Happiness is the Goal</li><li>What is Happiness?</li><li>Self-enquiry is the Only Way to Happiness</li><li>Who Am I?</li><li>The Enquiry 'Who Am I?' and the Four <i>Yogas</i></li><li>'Who Am I?' is not <i>Soham Bhavana</i></li><li>Self-Enquiry</li><li>The Technique of Self-Enquiry</li></ol>In the first chapter, 'Eternal Happiness is the Goal', Sri Sadhu Om explains that happiness is the natural and legitimate goal of all sentient beings, but that the means by which we all seek to obtain happiness are wrong.<br /><br />In the second chapter, 'What is Happiness?', he explains that happiness is our real nature, and that the transient happiness that we seem to derive from external experiences actually arises only from within ourself, and is experienced by us due to the temporary calming of our mind that occurs whenever any of our desires are fulfilled.<br /><br />In the third chapter, 'Self-enquiry is the Only Way to Happiness', he explains why we can attain true and infinite happiness only by practising <i>atma-vichara</i> or self-enquiry. That is, happiness is experienced by us only to the extent to which our mind subsides, because the activity of our mind disturbs us from our natural state of peaceful happiness, distracting our attention away from our mere being. Therefore when our mind subsides partially or temporarily, we experience partial or temporary happiness, and if it subsides completely and permanently — that is, if it is destroyed or annihilated — we will experience complete and permanent happiness.<br /><br />Our mind is a thought, the primal thought 'I', and it rises or becomes active only by attending to other thoughts. Without attending thus to thoughts other than itself, it cannot stand. Therefore when it turns its attention away from all other thoughts towards itself, it subsides and disappears. Thus we can destroy our mind only by keenly vigilant self-attention. Therefore self-enquiry or self-scrutiny is the only means by which we can attain the experience of infinite and eternal happiness.<br /><br />In the fourth chapter, 'Who am I?', after clarifying why we are neither this body nor this mind, nor any other such transitory adjunct, Sri Sadhu Om explains that our real nature is only our fundamental consciousness of our own essential being — the one true adjunctless being-consciousness or <i>sat-chit</i> — and that this non-dual being-consciousness is itself true happiness or <i>ananda</i>.<br /><br />In the fifth chapter, 'The Enquiry 'Who Am I?' and the Four <i>Yogas</i>', he explains why this simple practice of self-enquiry — investigating 'who am I?' by keenly scrutinising our own essential being-consciousness, 'I am' — is itself the essence of all the four <i>yogas</i>, the four traditional types of spiritual practice, namely <i>karma yoga</i> (the path of <i>nishkamya karma</i> or 'desireless action', that is, the practice of doing action without desire for any sort of personal benefit but only out of love for God), <i>bhakti yoga</i> (the path of love or devotion to God), <i>raja yoga</i> (the practice of a system of techniques that include specific forms of internal and external self-restraint, <i>pranayama</i> or breath-restraint, and various methods of meditation, the ultimate aim of which is to attain <i>yoga</i> or 'union' with God), and <i>jnana yoga</i> (the path of knowledge, the aim of which is to know God as he really is).<br /><br />The practice of investigating 'who am I?' is not only the essence of all these four <i>yogas</i>, but is also the only effective means by which we can achieve the goal that each of them aims to attain. Though the traditional practices of these four <i>yogas</i> will gradually purify our mind and thereby ultimately lead us to the practice of self-enquiry, it is in fact not necessary for us to do any such traditional practices, because the simple practice of self-enquiry is itself the most effective means by which we can achieve the purity and strength of mind that we require in order to practise it perfectly.<br /><br />Therefore if we practise self-enquiry from the outset, we will never need to practise any other form of <i>yoga</i>, as Sri Ramana makes very clear in verse 14 of <i>Ulladu Narpadu Anubandham</i> and verse 10 of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, in which he says:<br /><blockquote>Scrutinising 'To whom are these [four defects], <i>karma</i> [action], <i>vibhakti</i> [non-devotion], <i>viyoga</i> [separation] and <i>ajnana</i> [ignorance]?' is itself <i>karma</i>, <i>bhakti</i>, <i>yoga</i> and <i>jnana</i>, [because] when [we] scrutinise [ourself thus], [our ego or individual 'I' will be found to be non-existent, and] without [this finite] 'I' these [four defects] do not ever exist. Abiding [or being fixed permanently] as self is alone <i>unmai</i> [the truth, which is <i>sat-bhava</i>, our real state of being or 'am'-ness].<br /><br />Being [firmly established as our real self] having subsided in [our] rising-place [our 'heart' or the core of our being, which is the source from which we had risen as our mind], that is <i>karma</i> [desireless action] and <i>bhakti</i> [devotion], that is <i>yoga</i> [union with God] and <i>jnana</i> [true knowledge].</blockquote>In the sixth chapter, 'Who Am I? is not <i>Soham Bhavana</i>', Sri Sadhu Om explains the difference between this practice of investigating 'who am I?' and <i>soham bhavana</i>, the practice of meditating 'I am he' (that is, 'I am God' or 'I am <i>brahman</i>'), which is an incorrect practice of <i>jnana yoga</i>, but which has traditionally been mistaken to be the correct practice.<br /><br />While explaining the crucial difference between these two practices, and the reason why <i>soham bhavana</i> cannot enable us to know ourself as we really are, he enables us to understand that the teachings of Sri Ramana have breathed a fresh life into the ancient texts of <i>advaita vedanta</i>, restoring to them their true and original spirit and import, by clarifying the essential practice that they intended to teach us, namely <i>atma-vichara</i> — the thought-free practice of non-objective self-investigation or self-scrutiny.<br /><br />In the seventh chapter, 'Self-Enquiry', Sri Sadhu Om explains in great detail the correct meaning of the term <i>atma-vichara</i> — self-enquiry or self-investigation. That is, in essence he explains that <i>atma-vichara</i> is the simple practice of self-attention or self-scrutiny — focusing our attention keenly and exclusively upon our own essential self-conscious being, 'I am'.<br /><br />This practice of <i>atma-vichara</i> or self-attention is not an action or a state of thinking, but is our natural thought-free state of just being. Thinking is an action, because it is an active process of paying attention to things other than ourself, but self-attention is not an action, because it is a passive state of perfectly peaceful being in which our attention rests naturally in its source, which is our own essential being — our fundamental self-consciousness, 'I am'.<br /><br />Finally in the eighth chapter, 'The Technique of Self-Enquiry', Sri Sadhu Om discusses the practice of <i>atma-vichara</i> in greater depth and detail, disclosing many subtle clues to help, guide and encourage us in our practice.<br /><br />In addition to these eight chapters, which form the main body of the book, <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\" target=\"_blank\">Part One</a> also contains 'A Brief Life History of Sri Ramana' as an introduction, and three appendices.<br /><br />Appendix One contains an English translation of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a> (Who am I?), the most important prose work of Sri Ramana, which explains in detail the philosophy and practice of <i>atma-vichara</i> or self-enquiry.<br /><br />Appendix Two contains an English translation of four poems from <i>Sadhanai Saram</i> (The Essence of Spiritual Practice), a compilation of Tamil verses by Sri Sadhu Om giving clear guidance and many valuable clues regarding the practice of self-enquiry and self-surrender. These four selected poems are <i>Atma-Vichara Patikam</i> (Eleven Verses on Self-Enquiry), <i>Yar Jnani?</i> (Who is <i>Jnani</i> [a sage who knows self]?), <i>Sandehi Yarendru Sandehi</i> (Doubt the Doubter) and <i>Japa</i> (repetition or remembrance of a name of God).<br /><br />Appendix Three is an essay entitled '<i>Sadhana</i> and Work', which was adapted from a letter that Sri Sadhu Om wrote in reply to a friend who had written asking, 'How is it possible in practice to maintain unceasing self-attention when, in the course of a day, various activities demand some or all of one's attention?'",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "14",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1063165165277640132/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "Sādhanai Sāram",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MTIxCm9mZnNldDogMzYwMDAwMAo\""
}