{
    "kind": "blogger#post",
    "id": "9125262887864288994",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-13T00:24:00Z",
    "updated": "2015-02-08T11:32:31Z",
    "url": "http://happinessofbeing.blogspot.com/2007/01/cognition-of-duality.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9125262887864288994",
    "title": "The cognition of duality",
    "content": "With reference to my article 'The Nature of Our Mind', which appeared in the latest issue of <a href=\"http://www.ramana-maharshi.org/m_path/m_path.htm\" target=\"_blank\"><em>The Mountain Path</em></a> and which is an extract from the third chapter of my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, a friend wrote expressing his difficulty in understanding how 'seeing' actually takes place in our mind, since 'seeing' depends upon our eyes, which are a part of our body, which is itself a part of the world that we see. In my reply I wrote as follows:<br /><br />The simple truth is that everything other than our own real self, our non-dual consciousness of our own being, 'I am', is merely a product of our own imagination. Other than our real self, nothing truly exists. However, by our power of <em>maya</em> or self-delusion we imagine that we do not know our non-dual reality, and as a result of this seeming self-forgetfulness or self-ignorance we imagine this entire world of duality, multiplicity and relativity.<br /><br />Our body, our eyes, the world that we see through our eyes, our act of seeing, and everything else — all these are imagined by us. That is, they are images or thoughts that we form in our mind by our power of imagination. When our mind subsides in sleep, they cease to appear, because they exist and are known only in our own mind. There is truly nothing outside our mind. Everything that we know, or ever can know, is a thought or mental image that we have formed in our own mind.<br /><a name='more'></a><br />Everything that we know is a transitory appearance, except for the one enduring and unchanging reality, which is our non-dual consciousness of our own essential being, 'I am'. Among all the things that we know, this fundamental consciousness alone is the absolute reality. Everything else is a product of our imagination, and is therefore only relatively real.<br /><br />That which is relatively real is truly not real at all, because though it may seem to be real at one time, it ceases to appear real at other times. All things that are relatively real appear to be real only when they are known by our mind, so their seeming reality is dependent upon our mind. When our mind subsides, as in sleep, all that is relatively real disappears, and therefore in that state it ceases to appear real.<br /><br />That which remains when all appearances disappear alone is real — truly and absolutely real. That absolute reality is only our non-dual consciousness of our own being, which we experience as 'I am' both when other things appear to be, as in waking and dream, and when all other things disappear, as it sleep. Because this non-dual self-consciousness is known by us even in the absence of our mind and all other forms of knowledge, it is not dependent upon any other thing. Therefore it alone is the absolute reality, and the only true form of knowledge.<br /><br />The world is not created by our real consciousness, which is our absolutely non-dual self-consciousness, but only by our mind, which is a spurious object-knowing form of consciousness. If we concentrate our entire attention upon our real self, our essential non-dual consciousness of our own being, 'I am', we cannot know any other thing. The illusory knowledge of otherness or duality arises only when we ignore our true non-dual consciousness and imagine the appearance of thoughts and objects, all of which seem to be other than ourself, even though they are in fact merely mental images that we form within ourself.<br /><br />In other words, the cognition of duality is caused not by our real self-consciousness, which is always perfectly non-dual, but only by our seeming self-ignorance, which is an imagination — the primal form of imagination or <em>maya</em>, and the root-cause of all other forms of imagination.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/absolute+reality\" rel=\"tag\" target=\"_blank\">absolute reality</a>, <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/maya\" rel=\"tag\" target=\"_blank\">maya</a>, <a href=\"http://technorati.com/tag/mind\" rel=\"tag\" target=\"_blank\">mind</a>, <a href=\"http://technorati.com/tag/non-duality\" rel=\"tag\" target=\"_blank\">non-duality</a>, <a href=\"http://technorati.com/tag/self-attention\" rel=\"tag\" target=\"_blank\">self-attention</a>, <a href=\"http://technorati.com/tag/self-consciousness\" rel=\"tag\" target=\"_blank\">self-consciousness</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a>, <a href=\"http://technorati.com/tag/true+knowledge\" rel=\"tag\" target=\"_blank\">true knowledge</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9125262887864288994/comments"
    },
    "labels": [
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "māyā",
        "self-forgetfulness"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzk1MTUxNzM2Cm9mZnNldDogMAo\""
}