{
    "kind": "blogger#post",
    "id": "2774233224623749285",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-14T16:46:00Z",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/02/our-waking-life-is-just-another-dream.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2774233224623749285",
    "title": "Our waking life is just another dream",
    "content": "In continuation of my earlier posts <a href=\"http://happinessofbeing.blogspot.com/2007/02/our-imaginary-sleep-of-self.html\">Our imaginary sleep of self-forgetfulness or self-ignorance</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/02/are-we-in-this-world-or-is-this-world.html\">Are we in this world, or is this world in us?</a>, the following is the third instalment of the additional matter that I plan to incorporate after the paragraph that ends on the first line of page 127 of my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>:<br /><br />In the eighteenth paragraph of <em>Nan Yar?</em> Sri Ramana says:<br /><blockquote>Except that waking is <em>dirgha</em> [long lasting] and dream is <em>kshanika</em> [momentary or lasting for only a short while], there is no other difference [between these two imaginary states of mental activity]. To the extent to which all the <em>vyavahara</em> [activities or occurrences] that happen in waking appear [at this present moment] to be real, to that [same] extent even the <em>vyavahara</em> [activities or occurrences] that happen in dream appear at that time to be real. In dream [our] mind takes another body [to be itself]. In both waking and dream thoughts and names-and-forms [the objects of the seemingly external world] occur in one time [that is, simultaneously].</blockquote><a name='more'></a>Though in the first sentence of this paragraph Sri Ramana says that the only difference between waking and dream is that in their relative duration waking is long and dream is short, in verse 560 of <em>Guru Vachaka Kovai</em> he points out that even this difference is merely an illusion:<br /><blockquote>The answer which stated that dream appears and disappears momentarily, [whereas] waking endures for a long time, was given as a consoling reply to the question asked [that is, it was a concession made in accordance with the then level of understanding of the questioner]. [In truth, however, time is merely a product of our mind's imagination, and hence the illusion that waking endures for a long time whereas dream is momentary is] a deceptive trick that occurs due to the adherence of mind-<em>maya</em> [our power of <em>maya</em> or self-delusion, which manifests in the form of our own mind].</blockquote>Since time is a figment of our imagination, we cannot measure the duration of one state by the standard of the time that we experience in another state. We may experience a dream which appears to last a long time, but when we wake up we may find that according to the time experienced in this waking state we have slept for only a few minutes.<br /><br />Though it may now appear to us that our present waking state endures for many hours each day, and resumes every day for many years, and that in contrast each of our dreams lasts for only a short period of time, this seeming distinction appears to be real only in the perspective of our mind in this waking state. In dream our same mind experiences that dream as if it were a waking state, and imagines that it is a state that endures for many hours each day, and resumes every day for many years.<br /><br />Time is an imagination that we do not experience in sleep, but is a part of each of the worlds that we experience in waking and dream. Since the world that we experienced in a dream is not the same world that we experience now in this present waking state, the time that we experienced as part of that dream world is not the same time that we are experiencing now. Therefore if we try to judge the duration of dream by the standard of time that we experience now, our judgement will inevitably be distorted and therefore invalid.<br /><br />The relative reality of all that we experience in waking and dream cannot be correctly judged from either of these two states. When we are dreaming, we mistake everything that we experience in that dream to be real, but when we are in our present waking state, we understand that everything that we experienced in that dream is actually a figment of our imagination. Just as we can correctly judge the reality of all that we experienced in dream only when we step outside that dream into our present waking state, so we will be able to judge correctly the reality of all that we experience now in this so-called waking state only when we step outside it into some other state that transcends it.<br /><br />From the perspective of the all-transcending state of true self-knowledge, which is the state of non-dual and therefore absolute self-consciousness, Sri Ramana and other sages have been able to judge correctly the relative reality of all that we experience in waking and dream, and they have testified the fact that these two states are equally unreal, because they are both mere figments of our imagination.<br /><br />In the second sentence of the eighteenth paragraph of <em>Nan Yar?</em> Sri Ramana says, \"To the extent to which all the occurrences that happen in waking appear to be real, to that extent even the occurrences that happen in dream appear at that time to be real\". This is a fact that we all know from our own experience, but what inference should we draw from it? Since we now know that whatever we experienced in a dream was just our own thoughts, even though at that time it appeared to be as real as whatever we experience in this waking state now appears to be, is it not reasonable for us to infer that whatever we experience in this waking state is most probably likewise just our own thoughts?<br /><br />Though this is a logical inference for us to draw, we can verify it for certain only when we ascertain the truth about ourself. Unless we know by our own experience what we really are, we cannot be sure of the reality of anything else that we know.<br /><br />In order to know ourself, we must keenly scrutinise ourself — that is, we must focus our attention wholly and exclusively upon our essential consciousness of our own being, 'I am'. So long as we have any desire, attachment, fear or aversion for anything other than our own essential self-consciousness, whenever we try to focus our attention upon ourself, we will be distracted by our thoughts of whatever other things we desire, fear or feel averse to. And so long as we believe that those other things exist outside our own imagination and are therefore real in their own right, we will not be able to free ourself from our desire, attachment, fear or aversion for them.<br /><br />Therefore to help us to free ourself from all our desires, attachments, fears and aversions, Sri Ramana and other sages teach us the truth that everything other than our own self-consciousness, 'I am', is unreal, being a mere figment of our own imagination. This is why in verse 559 of <em>Guru Vachaka Kovai</em> he confirmed the inference that we can draw from the fact that whatever we experienced in a dream appeared then to be as real as what we experience in this waking state appears now to be, stating explicitly:<br /><blockquote>If dream, which appeared [and was experienced by us as if it were real], is a mere whirling of [our own] thoughts, waking, which has [now] occurred [and is being experienced by us as if it were real], is also of that [same] nature [that is, it is likewise a mere whirling of our own thoughts]. As real as the happenings in waking, which has [now] occurred, [appear to be at this present moment], so real indeed [the happenings in] dream [appeared to be] at that time.</blockquote>Sri Ramana affirms emphatically that waking and dream are both a \"mere whirling of thoughts\". That is, they are each a series of mental images that we form in our own mind by our power of imagination. In other words, except our fundamental self-consciousness 'I am', everything that we experience in either waking or dream is just a figment of our own imagination.<br /><br />The state that we now experience as waking is in fact just another dream. Just as we now mistake our present state to be waking, in a dream we likewise mistake our then current state to be waking. We always mistake whatever state we are currently experiencing to be our waking state, and we consider all our other states to be dreams.<br /><br />What distinguishes one state of dream from another is that in each such state or each series of such states we mistake a different body to be ourself. Since we remember a series of consecutive states in which we mistook ourself to be the same body that we now mistake ourself to be, we consider each of those states to be a resumption of this same waking state. However, we also remember other states in which we mistook ourself to be various other bodies, so we consider those other states to be dreams.<br /><br />Since the fact that we take various different bodies to be ourself is what makes us imagine that there is a basic distinction between our present so-called waking state and our other states of dream, in the third sentence of the eighteenth paragraph of <em>Nan Yar?</em> Sri Ramana says, \"In dream [our] mind takes another body\". In our present state of dream, we consider certain other states of dream to be real, because in them we took this same body to be ourself, but we consider yet other states of dream to be unreal, because in them we mistook other bodies to be ourself.<br /><br />How exactly do we \"take another body\" in each of our dreams? In a dream we imagine the existence of some other body, and we simultaneously imagine that body to be ourself. Similarly, in our present so-called waking state we imagine the existence of this body and simultaneously imagine it to be ourself. Just as the body that we mistook to be ourself in a dream was merely a product of our own imagination, so this body that we now mistake to be ourself is merely a product of our own imagination.<br /><br />The relationship between ourself and our body is similar to the relationship between gold and a gold ornament. Just as gold is the one substance of which the ornament is made, so we are the one substance of which our body and all the other objects of this world are made. Therefore in verse 4 of <em>Ekatma Panchakam</em> Sri Ramana says:<br /><blockquote>Is [an] ornament other than [the] gold [of which it is made]? Having separated [freed or disentangled] ourself, what [or how] is [our] body? One who thinks himself [or herself] to be [merely a finite] body is an <em>ajñani</em> [a person who is ignorant of our one real, infinite and non-dual self], [whereas] one who takes [himself or herself] to be [nothing other than our one real] self is a <em>jñani</em>, [a sage] who has known [this one real] self. Know [yourself thus as this one infinite self].</blockquote>The rhetorical question, \"Having separated ourself, what is [our] body?\" expresses two closely related truths. Firstly, it expresses the truth that that our present body does not exist when we separate ourself from it, as we do in both sleep and dream. Secondly, and in this context more importantly, this question is an idiomatic way of expressing the truth that just as an ornament cannot be other than the gold of which it is made, so our body cannot be other than our real self, which is the one substance of which all things are made.<br /><br />That is, we are consciousness, and everything that we know is merely a form or image that appears in our consciousness — that is, in us — like waves that appear on the surface of the ocean. Just as the water of the ocean is the one substance of which all waves are formed, so our consciousness is the one substance of which all our thoughts — that is, all the objects known by us, including our body — are formed.<br /><br />Our body and everything else that we know are just a series of thoughts or mental images, which we form in our own mind by our power of imagination. Since everything other than our own consciousness is just a figment of our imagination, our consciousness alone is real, and hence it is the one true substance of which all other things are formed.<br /><br />In the final sentence of the eighteenth paragraph of <em>Nan Yar?</em> Sri Ramana says, \"In both waking and dream thoughts and names-and-forms occur simultaneously\". In this context the plural form of the compound word <em>nama-rupa</em>, which literally means 'name-forms' and which I have translated as 'names-and-forms', denotes all the objects of the world, which we imagine exist outside ourself. In each of our states of mental activity, whether we imagine that state to be waking or dream, we experience the fact that the objects that we recognise as being merely thoughts that we have formed in our own mind, and the objects that seem to exist outside ourself, both appear simultaneously.<br /><br />Therefore in verse 555 of <em>Guru Vachaka Kovai</em> Sri Ramana says:<br /><blockquote>Sages say that those [two seemingly different states] that are called waking and dream are [both] creations of our confused [agitated and deluded] mind, [because] in both [states] called waking and dream thoughts and names-and-forms come into existence simultaneously [and] in conjunction. Know for certain that [this is so].</blockquote>As Sri Ramana often pointed out, all the objects of the seemingly external world are in fact experienced by us only as images that we form in our own mind by our power of imagination, and hence they are only our own thoughts. This is the reason why in the absence of all thoughts, as in sleep, no knowledge of any object is experienced, whereas as soon as our mind becomes active, as in waking and dream, our knowledge of external objects appears together with our other thoughts.<br /><br />Even now in our present waking state, if we turn our attention away from all thoughts towards our own essential self-consciousness, 'I am', all our knowledge of external objects will disappear. Is it not clear, therefore, that all our objective knowledge depends upon our thoughts about the objects that we know? We appear to know an object only when we form an image of it in our mind. Since mental images are what we otherwise call thoughts, all that we know of external objects is only the thoughts of them that we form in our own mind by our power of imagination.<br /><br />Except our essential self-consciousness, 'I am', everything that we know or experience is only a thought — one among the many mental images that we form in our own mind. Just as we understand that everything that we experience in a dream is merely our own imagination, by impartial and thorough analysis we can understand that everything that we experience in our present waking state is likewise merely our own imagination.<br /><br />Our belief that our knowledge of this seemingly external world corresponds to something that actually exists outside ourself is merely an imagination — one among the many thoughts that we form in our mind. There is absolutely no evidence — and there never can be any evidence — that the world we now experience actually exists outside ourself, any more than there any evidence that the world we experienced in a dream actually exists outside ourself.<br /><br /><div align=\"right\">(to be continued in a later post)</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2774233224623749285/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "Ēkāṉma Pañcakam",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MTQ5Cm9mZnNldDogMzYwMDAwMAo\""
}