{
    "kind": "blogger#post",
    "id": "4267613091336629773",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-13T22:54:00Z",
    "updated": "2015-02-08T11:30:26Z",
    "url": "http://happinessofbeing.blogspot.com/2007/01/giving-satsanga.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4267613091336629773",
    "title": "'Giving <i>satsanga</i>'",
    "content": "A friend recently wrote to me asking, \"Do you give <em>satsang?</em>\" In my reply I wrote as follows:<br /><br />No, I do not \"give <em>satsang</em>\", because my understanding of this term is quite different to the sense in which it is commonly used nowadays. The word <em>sat</em> means 'being' or 'reality', and <em>sanga</em> means 'association', so the compound word <em>satsanga</em> means 'association with being'. Therefore, as Sri Ramana often explained, true <em>satsanga</em> is only the practice of self-attentiveness, which is the state in which we associate with our own real being.<br /><br />By extension the word <em>satsanga</em> is also used to mean association with a <em>jnani</em>, someone who has attained true self-knowledge and who therefore abides just as being or <em>sat</em>. However true association with a <em>jnani</em> does not merely mean being in his or her physical presence, but means studying, reflecting upon and practising his or her teachings, since those teachings are what direct us towards the state of true being or <em>sat</em>.<br /><a name='more'></a><br />I do not mean to say that there is no benefit in being in the physical presence of a <em>jnani</em>, but I believe that many people attach too much importance to such physical presence, because Sri Ramana taught us that a <em>jnani</em> is not the physical body that he or she appears to be, but is our own real self, our essential being or <em>sat</em>. Therefore, rather than just being in the physical presence of a <em>jnani</em> but with our mind thinking thoughts of many other things, to be far from such a presence but with our mind dwelling upon and trying to practise the teachings of such a <em>jnani</em> is a far more efficacious form of <em>satsanga</em>.<br /><br />Moreover, like everything else in our external life, whether we are or are not in the physical presence of a <em>jnani</em> is determined by our destiny, which is ordained by God for our own spiritual benefit. Therefore if it is good for us to be in such a presence, God will have ordained our destiny accordingly, and if he has not done so, it is not what is really good for us. All the external help that we require in our spiritual path will surely be provided for us by God, who has manifested for us in the form of our <em>sadguru</em>, Bhagavan Sri Ramana. Therefore we should leave all concern about our external life in his perfectly capable hands.<br /><br />Furthermore, since the true <em>guru</em> or <em>jnani</em> is not the physical body that he or she appears to us to be, but is our own real self, which is the ever-present reality or <em>sat</em>, his or her presence is not limited to the vicinity or the lifetime of the physical body in which he or she appeared. Therefore the true presence of the <em>guru</em> or <em>jnani</em> is here and now, in the innermost core of our being.<br /><br />Hence we should look for true <em>satsanga</em> within ourself and not anywhere outside. Then only will we be truly following the teaching of our <em>sadguru</em>, Sri Ramana.<br /><br />Regarding the question that I was asked about whether I \"give <em>satsanga</em>\", I do not do so because I cannot do so. Like everyone who is reading this, I am an aspirant on this spiritual path, and though I can share with friends my understanding of Sri Ramana's teachings, I cannot pretend that I can enable anyone to associate with <em>sat</em>, the absolute reality. Only our <em>sadguru</em>, Sri Ramana, can truly enable each of us to know and to be that reality, which is our own true self.<br /><br />Please refer also to two of my recent posts, <a href=\"http://happinessofbeing.blogspot.com/2007/01/is-human-guru-really-necessary.html\">Is a 'human <em>guru</em>' really necessary?</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/01/where-can-we-find-clarity-of-true-self.html\">Where can we find the clarity of true self-knowledge?</a>, in which I discussed this same question of <em>satsanga</em>, and the related subject of the physical presence of the <em>guru</em>, from a slightly different angle.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/absolute+reality\" rel=\"tag\" target=\"_blank\">absolute reality</a>, <a href=\"http://technorati.com/tag/being\" rel=\"tag\" target=\"_blank\">being</a>, <a href=\"http://technorati.com/tag/destiny\" rel=\"tag\" target=\"_blank\">destiny</a>, <a href=\"http://technorati.com/tag/God\" rel=\"tag\" target=\"_blank\">God</a>, <a href=\"http://technorati.com/tag/guru\" rel=\"tag\" target=\"_blank\">guru</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/satsanga\" rel=\"tag\" target=\"_blank\">satsanga</a>, <a href=\"http://technorati.com/tag/self-attentiveness\" rel=\"tag\" target=\"_blank\">self-attentiveness</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/spiritual+path\" rel=\"tag\" target=\"_blank\">spiritual path</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4267613091336629773/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "guru",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "sat-sanga",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzk1MDI2NTYzCm9mZnNldDogMAo\""
}