{
    "kind": "blogger#post",
    "id": "1753208367871602680",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-21T21:28:00Z",
    "updated": "2015-02-08T10:36:38Z",
    "url": "http://happinessofbeing.blogspot.com/2007/01/aim-of-self-enquiry-is-to-experience.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1753208367871602680",
    "title": "The aim of self-enquiry is to experience a perfect clarity of self-consciousness",
    "content": "A friend wrote to me recently asking:<br /><blockquote>Every time that I bring my awareness to I AM, to BEING. Every time, I have this relaxing sensation in my body and a slight drowsiness. I just feel like closing my eyes, not talk, and feel an inner peace. I presume that with time I will be able to abide in this continuously ... Is that also your experience? Are there other \"symptoms\" that will appear? If I understood, in persevering, ultimately this will destroy the mind, and I will realize Self.</blockquote>The following is adapted from my reply:<br /><br />There are no objective 'symptoms' or indicators of self-enquiry. In fact, any objective indicators only indicate that our self-scrutiny, self-attentiveness or self-consciousness is lacking in clarity and precision, because the state of true non-dual self-attentiveness, which is the correct practice of self-enquiry, is an absolutely non-objective experience.<br /><a name='more'></a><br />Any experience that we can conceive by mind or express in words is an objective and therefore qualified and relative experience. Though we may try to use words such as absolute calmness, peace, happiness and clarity in an attempt to describe the state of true self-attentiveness, we should remember that no words can adequately describe it, because it is the non-dual state of pure self-conscious being, which is beyond the range of thoughts and words.<br /><br />So long as we are able to conceive or think in any way about any experience that we believe to be pure self-consciousness, that experience is only a thought or mental image that we have formed in our mind by our power of imagination. If we have truly experienced pure non-dual self-consciousness, we will understand that it is a state beyond all mental conception.<br /><br />This is not to say that we have not experienced a certain degree of self-consciousness. In fact, we always experience some degree of self-consciousness, but our self-consciousness is obscured either by thoughts, which include all the objective knowledge that we experience in waking and dream, or by drowsiness, which is the dullness or seeming self-forgetfulness that we experience in sleep. The clarity with which we experience self-consciousness is inversely proportional to the density of the thoughts or drowsiness that obscures it.<br /><br />Our aim when we practice self-enquiry is to experience a perfect clarity of self-consciousness, because when we truly experience such clarity for even a moment, we will know what we really are, and hence our mind will be consumed and will vanish for ever in that clarity, being discovered to be a non-existent phantom, a mere figment of our imagination, which resulted from our seeming lack of absolute clarity of self-consciousness. However, until we free ourself from all our desire for and attachment to anything other than our own essential self-conscious being, we will be unable to experience it with perfect clarity.<br /><br />Therefore, during our practice of self-enquiry we experience varying degrees of clarity of self-consciousness, and we constantly strive to experience one-hundred-per-cent clarity, which is the state of true self-knowledge. This one-hundred-per-cent clarity of self-consciousness is totally devoid of both drowsiness and thoughts, as a result of which it is devoid of every form of duality or relativity, and therefore it is beyond all mental conception and cannot be adequately described by any words.<br /><br />During our practice of self-enquiry, if we experience any form of thought or objective knowledge, that is a clear sign of a slackness in our self-attentiveness. Likewise, if we experience even the least drowsiness, that is another sign of a slackness in our self-attentiveness. If we are unswervingly steadfast in our self-attentiveness, it will allow no room for the rising of either thoughts or drowsiness.<br /><br />The true practice of self-attentive being is to remain steadily balanced between thoughts and drowsiness — between the activity of thinking and the dullness of sleep — in our true and natural state of perfectly clear non-dual self-consciousness.<br /><br />In practice, however, until we are able to experience the absolute clarity of self-consciousness, our less-than-perfect self-attentiveness will sooner or later falter, and hence we will experience either drowsiness or the arising of some thought. Either way, our drowsiness or thoughts will distract us from our self-attentiveness, and the relative degree of clarity that we had temporarily experienced will be diminished.<br /><br />Though we falter repeatedly in our attempts to be steadfast in self-attentiveness, none of our efforts will ever go in vain. The greater the degree of clarity with which we experience our essential self-conscious being, the more frequently we experience such clarity, and the longer the duration of each such experience of clarity, the more our desires and attachments will be weakened, and the more our love to know and to be our real self will be intensified. In this way our repeated efforts to be self-attentive will have a snowballing effect, leading us ever closer and ever more quickly towards our ultimate goal of absolute clarity of true non-dual self-knowledge.<br /><br />Among these three factors, the degree of clarity, the frequency and the duration of our self-attentiveness, the most crucial is its degree of clarity. However frequently and for however much time we practise self-attentiveness, we will not experience true self-knowledge until our self-attentiveness becomes one-hundred-per-cent clear. All we need is one moment of perfectly clear self-attentiveness or self-consciousness, because if we experience such absolute clarity for even a single moment, it will become permanent and inviolable, because we will experience it as our true, eternal and natural state — our own real self or essential being, from which we can never be parted.<br /><br />Therefore my friend was correct when he wrote, \"... in persevering, ultimately this will destroy the mind, and I will realize Self\". Perseverance is our key to success, and to attain the ultimate goal of true self-knowledge we need very great perseverance.<p class=\"bodytext\"><font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/happiness\" rel=\"tag\" target=\"_blank\">happiness</a>, <a href=\"http://technorati.com/tag/mind\" rel=\"tag\" target=\"_blank\">mind</a>, <a href=\"http://technorati.com/tag/non-duality\" rel=\"tag\" target=\"_blank\">non-duality</a>, <a href=\"http://technorati.com/tag/peace\" rel=\"tag\" target=\"_blank\">peace</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/self-consciousness\" rel=\"tag\" target=\"_blank\">self-consciousness</a>, <a href=\"http://technorati.com/tag/self-enquiry\" rel=\"tag\" target=\"_blank\">self-enquiry</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/spiritual+practice\" rel=\"tag\" target=\"_blank\">spiritual practice</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1753208367871602680/comments"
    },
    "labels": [
        "consciousness",
        "dream",
        "effort",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzkxNzk4MDM1Cm9mZnNldDogMAo\""
}