{
    "kind": "blogger#post",
    "id": "2937971640906557274",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-04T11:22:00Z",
    "updated": "2016-06-08T23:53:16+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/non-duality-is-truth-even-when-duality.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2937971640906557274",
    "title": "Non-duality is the truth even when duality appears to exist",
    "content": "While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication as a printed book, I have written some fresh material to incorporate in chapter 5, 'What is True Knowledge?', after the paragraph (on page 278 of the present e-book version) that ends, \"... in that state we will clearly know that we have always been only the pure consciousness of being, 'I am', and that ignorance — the wrong knowledge 'I am this body' — never really existed, just as when we finally see the rope as it really is, we will understand that we were always seeing only that rope, and that the snake we imagined we saw never really existed\", and I have amended and expanded the next paragraph. This new material, the amended portion and the final paragraph of this passage will read as follows:<br /><br />Even when we imagine that we do not know our real self and therefore try to attend to ourself in order to know what we really are, we are in fact nothing other than our real self, which always knows itself as it really is. Our seeming ignorance of the true non-dual nature of our real self is only an imagination, and the sole purpose of our effort to know ourself is only to remove this imagination. This truth is stated emphatically by Sri Ramana in verse 37 of <em>Ulladu Narpadu</em>:<br /><blockquote>Even the argument that says, 'Duality [is real] in [the state of] spiritual practice, [whereas] non-duality [is real] in [the state of] attainment [of self-knowledge]', is not true. Both when we are lovingly [earnestly or desperately] searching [for ourself], and when [we] have attained ourself, who indeed are we other than the tenth man?</blockquote><a name='more'></a>The word <em>dasaman</em> or 'the tenth man' refers to an analogy that is often used in <em>advaita vedanta</em>. According to the traditional story on which this analogy is based, ten dull-witted men once forded a fast-flowing river. After crossing the river, they decided to count how many they were in order to make sure that they had all crossed safely. Each one of them counted the other nine men, but forgot to count himself, so they all imagined that they had lost one of their companions, and instead of trying to know who that missing 'tenth man' was, they all began to lament his loss.<br /><br />Seeing them weeping over the loss of their supposedly missing companion, a passer-by understood that each of them had forgotten to count himself, so to convince them that none of them was really missing, he suggested that he would tap each of them one by one, and that starting from 'one' each man should count the next number in sequence as he was tapped. When the last man was tapped he counted 'ten', whereupon they all understood that none of them was ever really missing.<br /><br />Who then was the 'tenth man' whom they had each imagined they had lost? Each man, who had counted the other nine men but forgotten to count himself, was himself the supposedly missing 'tenth man'. Just as the 'tenth man' appeared to be missing only because each one of them had ignored himself and counted only the others, so we appear not to know ourself only because we habitually ignore ourself and attend only to things that appear to be other than ourself.<br /><br />Therefore when Sri Ramana asks, \"… who indeed are we other than the tenth man?\" what he means by the word <em>dasaman</em> or 'the tenth man' is only our own real self, which we now imagine we do not know. Hence the meaning of the rhetorical question that Sri Ramana asks in the last sentence of this verse is that we are always truly nothing other than our own real self, both when we are searching for it, and when we have discovered ourself to be it.<br /><br />Just as the loss of the 'tenth man' was merely an imagination, so our present state of self-ignorance is likewise is a mere imagination. Therefore, since all the duality that we experience in this state is a result of our imaginary self-ignorance, it is also a mere imagination. Hence, even in our present state of seeming self-ignorance, the only reality is our own essential non-dual self-consciousness 'I am'.<br /><br />In order for any of the ten men to discover the missing 'tenth man', all that was required was for him to remove his imagination that one of them was missing, and that could be achieved only by drawing his attention to himself. Similarly, in order for us to discover our own real self, all that is required is for us to remove our imagination that we know anything other than our real self, and that can be achieved only by drawing our attention towards ourself.<br /><br />That is, since the cause of our imaginary experience of duality or otherness is our seeming self-ignorance, it can be removed only by the experience of clear non-dual self-knowledge, which we can achieve only by attending keenly and exclusively to ourself. However, since our present self-ignorance is truly imaginary, when we do experience our real self we will discover that we have never known anything other than it.<br /><br />Just as the 'tenth man' was never anyone other than the man who imagined him to be missing, so the real self that we are now seeking is never anything other than ourself, who now imagine it to be something that we do not clearly know. Therefore Sri Ramana says that it is not true to say that duality is real when we are seeking our real self. Even now we are truly nothing other than the non-dual real self that we seek.<br /><br />Since we ourself are the real self that we now seek, and since the true nature of our real self is to know nothing other than itself, we have never really experienced any duality. Our present experience of duality is therefore just a dream — an imagination that exists only in our own mind. Since our mind is itself just an imagination, and since it will therefore disappear when we experience ourself as we really are, our dream of duality will be dissolved by our experience of true self-knowledge.<br /><br />In the state of true self-knowledge we will discover that we are the one non-dual self-consciousness 'I am', which never knows anything other than itself. Since this true non-dual self-consciousness is our real self, we are actually this at all times and in all states, even when we imagine ourself to be something else.<br /><br />Therefore, since we are the one non-dual, infinite, eternal and immutable self-consciousness, we ourself are the only true knowledge. That is, we are the one absolute knowledge that transcends all relativity — all knowledge and ignorance, all distinctions such as that between the knowing subject, the act of knowing, and the objects known, all time and space, and all other forms of duality.<br /><br />All forms of duality or relativity exist only in the imagination of our mind, which itself is no more than a figment of our imagination — something which in truth has never really existed. However, though true knowledge transcends not only all forms of duality or relativity, but also our mind by which all forms of duality and relativity are known, it is nevertheless the ultimate substratum that underlies and supports the appearance of all of them.<br /><br />True knowledge is therefore only the absolute knowledge that underlies yet transcends all relative knowledge and ignorance. It transcends them because, though it is their ultimate substratum or support, it nevertheless remains distinct from, independent of and unaffected by them, just as a cinema screen is the support that underlies the appearance of the pictures that flit across it, yet nevertheless remains distinct from, independent of and unaffected by them. Just as the screen is not burnt when a picture of a raging fire is projected upon it, nor does it become wet when a picture of a flood is projected upon it, so true knowledge — our real non-dual self-consciousness 'I am' — is not affected in the least by any relative knowledge or ignorance that may seem to arise within it.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2937971640906557274/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "effort",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk2OTg2Cm9mZnNldDogMzYwMDAwMAo\""
}