{
    "kind": "blogger#post",
    "id": "9168541296813986318",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-02-14T15:41:00Z",
    "updated": "2016-06-09T00:04:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/02/are-we-in-this-world-or-is-this-world.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9168541296813986318",
    "title": "Are we in this world, or is this world in us?",
    "content": "In continuation of my earlier post <a href=\"http://happinessofbeing.blogspot.com/2007/02/our-imaginary-sleep-of-self.html\">Our imaginary sleep of self-forgetfulness or self-ignorance</a>, the following is more of the additional matter that I plan to incorporate after the paragraph that ends on the first line of page 127 of my book, <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\">Happiness and the Art of Being</a>:<br /><br />After saying [in verse 1 of <em>Ekatma Panchakam</em>], \"Having forgotten ourself\", Sri Ramana says, \"having thought '[this] body indeed is myself'\", because our present imagination that we are this body arises as a result of our self-forgetfulness. If we clearly knew what we really are, we could not imagine ourself to be anything that we are not. Therefore we could not imagine ourself to be this body if we did not first imagine our seeming self-forgetfulness or lack of clarity of self-consciousness.<br /><br />Whenever our mind becomes active, whether in waking or in dream, it first imagines itself to be a body, and then through the five senses of that imaginary body it perceives an imaginary world. Our mind cannot function without first limiting itself within the confines of an imaginary body, which it mistakes to be 'I'. Hence our mind is an intrinsically limited and therefore distorted form of consciousness.<br /><a name='more'></a><br />Without imagining itself to be something finite, our mind could not imagine anything that is other than itself. All otherness or duality is an imagination that can come into existence only when we imagine ourself to be a separate and therefore finite consciousness. Though we are in reality the infinite consciousness of just being — the essential non-dual self-consciousness 'I am' — we imagine ourself to be this finite object-knowing consciousness that we call our mind.<br /><br />All that we know as other than ourself — all our thoughts, feelings and perceptions — are merely products of our own imagination, and they appear to exist only because we imagine ourself to be something separate from them. In sleep we experience our non-dual self-consciousness 'I am', but we do not experience any otherness, separation or duality. Even in waking and dream we experience this same non-dual self-consciousness 'I am', but along with it we also experience the illusion of otherness, separation or duality.<br /><br />Nothing that we experience is actually other than our own essential consciousness. Our consciousness is the fundamental substance that appears as all other things. Other things are all products of our imagination. What we call our imagination is a power or faculty that our consciousness possesses to modify itself seemingly into the form of our thoughts, feelings and perceptions.<br /><br />When we imagine our experience of thoughts, feelings and perceptions, we create a seeming separation between ourself and these objects of our consciousness. Therefore if we did not first imagine ourself to be something separate — something limited or finite — we could not experience anything as being other than ourself. Hence, in order to imagine the existence of things other than ourself, we must begin by imagining ourself to be one among the many finite things that we thus imagine.<br /><br />Thus in order to experience a world, whether this world that we perceive in our present waking state or the world that we perceive in any of our other dreams, we must simultaneously imagine ourself to be a particular body in that world. We can clearly recognise this fact when we consider our experience in dream.<br /><br />We do not experience a dream in the same manner that we experience a cinema show. When we watch a cinema show or television programme, we experience ourself as a spectator who exists outside the moving picture that we are watching, but when we experience a dream, we experience ourself as a person — a body and mind — who is a part of the dream world that we are experiencing. Similarly, when we experience our present waking state, we experience ourself as a person — a body and mind — who is a part of this waking world that we are now experiencing.<br /><br />The consciousness that experiences both waking and dream is our mind, and our mind always experiences itself as being a particular body, which is a part of the world that it is currently experiencing. If we did not limit ourself as a body and as a body-bound mind, we could not experience anything as being other than ourself, because in reality we are the unlimited consciousness in which this entire dream of duality appears.<br /><br />Since we are the infinite consciousness in which all things appear and disappear, we alone really exist, and nothing that appears to exist can really be other than ourself. Therefore our real consciousness can never know anything other than itself — our own real self or essential being, 'I am'. All otherness is experienced only by our mind, which is a limited and distorted form of our real consciousness.<br /><br />A dream actually appears within our own mind, but our mind experiences itself as being a body that exists within that dream. Such is the self-delusive power of our imagination. Therefore in verse 3 of <em>Ekatma Panchakam</em> Sri Ramana says:<br /><blockquote>When [our] body exists within ourself [who are the basic consciousness in which all things appear], a person who thinks himself [or herself] to be existing within that inconscient [material] body is like someone who thinks that the screen, which is the <em>adhara</em> [the underlying support or base] of a [cinema] picture, exists within that picture.</blockquote>Just as a dream appears within our own mind, so everything that we experience in this waking state appears within our own mind. However, though the world that we now perceive is experienced by us within our own mind, we imagine ourself to be a particular body, which is one among the many objects that exists in this world.<br /><br />Therefore if we wish to know the truth about ourself and this world, should we not determine which of these two conflicting experiences is real and which is an illusion? Does this world really exist only in our own mind, or is our mind really something that exists only within a particular body in this world? Is this entire universe, which seems to be so vast, extending with no known limit in time or space, merely a series of thoughts in our mind, or are we merely an insignificant person, who lives for a few brief years in a small corner of this universe? In other words, is this whole world really in us, or are we really in it?<br /><br />If this body and world actually exist only in our own mind, as the body and world that we experience in a dream do, our experience that we are confined within the limits of this body cannot be real, and must therefore be an illusion. We could know that it is real, and not an illusion, only if we could prove to ourself that this body and world really do exist outside of and independent of our own mind.<br /><br />Can we ever prove to ourself that anything that we know exists independent of our own mind? No, except our own essential self-consciousness, 'I am', which we experience in sleep in the absence of our mind, we cannot prove to ourself that anything is more than a mere imagination that is created and experienced only in and by our own mind. All we know of our body and this world is only the thoughts or mental images of them which we have formed in our mind by our power of imagination. Except our fundamental consciousness of our own being, 'I am', everything that we know can be known by us only within our own mind.<br /><br />Our belief that our body and this world really exist outside our mind is just wishful thinking. It is a blind belief, because it is not based upon any adequate evidence, and is therefore without any real foundation. When we know in this waking state that the world we perceived and the body we mistook to be ourself in a dream were in fact just figments of our imagination, and therefore existed only in our own mind, what reasonable grounds do we have for believing that our present body and the world that we now perceive are anything more than mere figments of our imagination?<br /><br /><div align=\"right\">(to be continued in a later post)</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9168541296813986318/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Ēkāṉma Pañcakam",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-forgetfulness",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MDU3NDI5Cm9mZnNldDogMzYwMDAwMAo\""
}