{
    "kind": "blogger#post",
    "id": "6798458593349959993",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-08-18T06:54:00+01:00",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/08/question-who-am-i-as-verbalised-thought.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6798458593349959993",
    "title": "The question ‘who am I?’ as a verbalised thought",
    "content": "In continuation of my previous three posts, <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-is-only-practice-of.html\"><em>Atma-vichara</em> is only the practice of keeping our mind fixed firmly in self</a>, <a href=\"http://happinessofbeing.blogspot.com/2007/08/atma-vichara-and-question-who-am-i.html\"><em>Atma-vichara</em> and the question ‘who am I?’</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/08/sri-ramanas-figurative-use-of-simple.html\">Sri Ramana’s figurative use of simple words</a>, the following is what I have newly incorporated on pages 450 to 456 of the forthcoming <a href=\"http://happinessofbeing.blogspot.com/2007/07/happiness-and-art-of-being-will-soon-be.html\" target=\"_blank\">printed edition</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>:<br /><br />We cannot ascertain who or what we really are by merely asking ourself the verbalised question ‘who am I?’, but only by keenly attending to ourself. If Sri Ramana were to say to us, \"Investigate what is written in this book\", we would not imagine that we could discover what is written in it by merely asking ourself the question ‘what is written in this book?’. In order to know what is written in it, we must open it and actually read what is written inside. Similarly, when he says to us, \"Investigate ‘who am I?’\", we should not imagine that he means that we can truly know who we are by merely asking ourself the question ‘who am I?’. In order to know who or what we really are, we must actually look within ourself to see what this ‘I’ — our essential self-consciousness — really is.<br /><br />In order to experience ourself as we really are, we must withdraw our attention from everything other than our own real self — our essential self-conscious being, ‘I am’. Since the verbalised question ‘who am I?’ is a thought that can rise only after our mind has risen and is active, it is experienced by us as something other than ourself, and hence we cannot know who we really are so long as we allow our mind to continue dwelling upon it.<br /><a name='more'></a><br />Therefore though we can use this verbalised question ‘who am I?’ to divert our attention away from all other thoughts towards our own essential self-consciousness ‘I am’, we should not continuously attend to it. As soon as we have used it effectively to divert our attention away from all other thoughts towards this consciousness that we experience as ‘I’, we should forget this question and attend keenly and exclusively to its target or <i>lakshya</i>, which is ‘I’ — our own essential thought-free self-conscious being.<br /><br />This letting go of the verbalised question ‘who am I?’ is a secondary but nevertheless valid meaning of the second half of the first sentence of the sixth paragraph of <i>Nan Yar?</i>, in which Sri Ramana says: <blockquote>Only by [means of] the investigation ‘who am I?’ will [our] mind subside [or cease to be]; the thought ‘who am I?’, having destroyed all other thoughts, will itself in the end be destroyed like a corpse-burning stick [that is, like a stick that is used to stir a funeral pyre to ensure that the corpse is burnt entirely]…</blockquote>The primary meaning of the statement \"… the thought ‘who am I?’, having destroyed all other thoughts, will itself in the end be destroyed…\" is that which is implied when we understand the term \"the thought ‘who am I?’\" to be a figurative description of the effort that our mind makes to investigate ‘who am I?’ — that is, the effort that it makes to turn its attention away from all other thoughts towards itself. This effort to investigate ‘who am I?’ is the <i>lakshyartha</i> or intended inner meaning of this term \"the thought ‘who am I?’\".<br /><br />Since our mind has a strong and deeply engrained liking to attend to thoughts, which appear to be other than ourself, if we wish to turn our attention towards ourself in order to know ‘who am I?’, we have to make an effort to draw our attention back from all the thoughts that are now distracting it away from ourself. Since this effort to investigate ‘who am I?’ is made by our mind, Sri Ramana describes it figuratively as \"the thought ‘who am I?’\".<br /><br />Since other thoughts can survive only when we attend to them, and since this effort to investigate ‘who am I?’ draws our attention away from all other thoughts, Sri Ramana says that this effort will destroy them all. Though our mind commences the practice of self-investigation by making this effort to attend to itself, as a result of this effort it will subside, because it can rise and remain active only by attending to thoughts. Therefore, since our mind will begin to subside as soon as it makes this effort to attend to itself, and since by persisting in this effort it will eventually subside entirely in the perfect clarity of thought-free self-consciousness, the effort that it makes to attend to itself will subside along with it. This is the real meaning that Sri Ramana intended to convey when he said, \"… the thought ‘who am I?’, having destroyed all other thoughts, will itself in the end be destroyed like a corpse-burning stick\".<br /><br />Though this is the primary meaning of this statement, a secondary meaning of it is that which is implied when we understand the term \"the thought ‘who am I?’\" to mean literally the verbalised thought ‘who am I?’. This verbalised thought ‘who am I?’ is the <i>vachyartha</i> or superficial meaning of this term \"the thought ‘who am I?’\". If we interpret this statement according to this more superficial meaning, we should understand that the verbalised thought ‘who am I?’ is only an aid that helps to remind us to direct our attention towards ourself, thereby drawing it back from all the thoughts that are now distracting it away from ourself.<br /><br />The verbalised thought ‘who am I?’ will destroy all other thoughts only when we allow it to divert our attention away from those thoughts towards ourself, and it will itself be destroyed only when we allow it to divert our attention away from itself towards its actual aim or target, which is our essential self-conscious being, ‘I am’. Just as a ‘corpse-burning stick’ is itself destroyed by the same fire that it stirs in order to destroy the corpse completely, so the verbalised thought ‘who am I?’, if used correctly, will itself be destroyed by the same fire of clear non-dual self-consciousness that it arouses and that destroys each and every other thought.<br /><br />That is, if we use the verbalised thought ‘who am I?’ to divert our attention away from other thoughts towards ourself, it will thereby enkindle within us a fresh clarity of self-consciousness. This clarity of non-dual self-consciousness is the fire of true knowledge that alone can destroy not only each individual thought that arises, but also our mind, which is our first thought and the root of all our other thoughts. Though this clarity of thought-free self-consciousness will be aroused whenever we use the verbalised thought ‘who am I?’ to draw our attention back towards ourself, if we then keep our attention fixed firmly upon ourself, the verbalised thought ‘who am I?’ will thereby subside automatically along with all other thoughts.<br /><br />Hence as a verbalised thought the question ‘who am I?’ can be of use to us only when other thoughts have arisen. As soon as it has helped us to divert our attention away from other thoughts towards ourself, this verbalised thought ‘who am I?’ has served its purpose. That is, by asking ourself questions such as ‘who is thinking this thought?’, ‘who knows this thought?’ or ‘who am I?’, we can remind ourself of the ‘I’ that is thinking, and thus we can turn our attention away from any other thought towards ourself. This turning of our attention towards ourself is the only benefit to be gained by asking such questions.<br /><br />If we choose to use any thought such as the question ‘who am I?’ as a means to turn our attention away from other thoughts towards ourself, that selfward-directing thought will act like a portal or doorway through which we can enter the state of self-attentiveness or clear self-consciousness, which is our natural state of mind-free being that Sri Ramana calls <i>atma-vichara</i> or self-investigation. No thought, word, sentence or question can be the actual state of true non-dual self-consciousness, because all thoughts and words are just objective forms of knowledge, and hence they can exist only in the state of duality. As Sri Ramana says in verse 25 of <i>Upadesa Tanippakkal</i>: <blockquote>Questions and answers [can occur] only in the language of this <i>dvaita</i> [duality]; in [the true state of] <i>advaita</i> [non-duality] they do not exist.</blockquote>Just as a doorway is a means by which we can enter our house, but is not our house itself, so a thought such as ‘who am I?’ may be a means by which we can enter our own natural state of clear non-dual self-consciousness, but it is not our self-consciousness itself. If we wish to enter our house, we should not just stand at the doorway but should pass through it and leave it behind us. Similarly, if we wish to enter our real state of non-dual self-consciousness, we should not cling to any thought such as ‘who am I?’ but should pass through such thoughts and leave them behind us.<br /><br />If we continuously dwell upon the thought ‘who am I?’, instead of passing through and beyond it, it will not enable us to enter into our natural state of thought-free self-conscious being. Therefore having turned our attention towards ourself by asking ourself ‘who am I?’, we should calmly subside without even the slightest thought into the innermost depth of ourself — that is, into the absolute isolation of our own true non-dual self-conscious being.<br /><br />Though we may use a thought such as ‘who am I?’ as a means to turn our attention towards ourself and thereby to subside deep into our real thought-free self-conscious being, we should not imagine that the thought ‘who am I?’ is the actual practice of <i>atma-vichara</i> or self-investigation. The real practice of <i>atma-vichara</i> is only the state in which we have left behind all thoughts, including the thought ‘who am I?’, and have thereby sunk deep into our own essential and perfectly clear self-conscious being.<br /><br />Therefore, having once asked ourself ‘who am I?’, we need not ask this same question again. In fact we should not ask it again, because once we have turned our attention successfully towards ourself, the verbalised thought ‘who am I?’ would only distract us away from our vigilantly attentive state of clear thought-free self-consciousness, just as any other thought would.<br /><br />This is the reason why, whenever anyone asked Sri Ramana whether we should repeat the question ‘who am I?’ like a <i>mantra</i>, he replied emphatically that it is not a <i>mantra</i> and should not be repeated as such, and he explained that our sole aim while practising <i>atma-vichara</i> should be to focus our entire mind or power of attention in its source, which is our own self-conscious being. In the same context, he also sometimes stated explicitly that if the <i>vichara</i> or investigation ‘who am I?’ were merely a mental act of questioning, it would be of no real benefit to us. [A clear example of Sri Ramana answering such questions in this manner can be found in <i><a href=\"http://www.sriramanamaharshi.org/downloads/maharshi_gospel.zip\" target=\"_blank\">Maharshi’s Gospel</a></i>, book two, chapter one, ‘Self-Enquiry’, on page 50 of the thirteenth edition, 2002.]<br /><br />However, though he stated explicitly that we should not repeat the question ‘who am I?’ as if it were a <i>mantra</i>, and that the practice of <i>atma-vichara</i> is not merely a mental act of asking ourself this question, Sri Ramana did not actually say that we should never ask ourself this question, or that asking it is not of some value as an aid to our actual practice of <i>atma-vichara</i>. What he warned us to avoid was firstly the futile practice of misusing this question by repeating it in a parrot-like manner, and secondly the mistaken notion that <i>atma-vichara</i> is merely a mental practice of asking ourself this question either repeatedly or even occasionally.<br /><br />If we carefully read all the teachings of Sri Ramana, which are expressed extremely clearly both in his original Tamil writings and in <i><a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\">Guru Vachaka Kovai</a></i>, and somewhat less clearly in the various books in which they were recorded in English, we should be able to understand very clearly what the actual practice of <i>atma-vichara</i> or self-investigation is and what it is not. Though many passages in the various English books may appear to be unclear or confusing, if we study such books with discrimination in the light of his original Tamil writings and <i><a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\">Guru Vachaka Kovai</a></i>, we should be able to sift and pick out all the grains of genuine wisdom from the chaff of imperfectly or inadequately recorded ideas.<br /><br />Regarding the practice of <i>atma-vichara</i> or self-investigation, two of the fundamental truths that we should be able to understand by reading the various available books are as follows: Firstly, <i>atma-vichara</i> is not a mental practice of repeatedly asking ourself any question such as ‘who am I?’. And secondly, asking ourself any such question even once is not actually an essential part of the practice of <i>atma-vichara</i>.<br /><br />When we first try to practise self-attentiveness, we may find that asking ourself such questions occasionally is helpful as a means to divert our attention away from other thoughts towards ourself, but after we have gained even a little experience in this simple practice of self-attentiveness, we will find that it is easy for us to turn our attention towards our natural and clearly self-evident consciousness ‘I am’ without having to think ‘who am I?’ or any other such thought.<br /><br />Whether or not we choose to use any question such as ‘who am I?’ as an aid in our effort to turn our attention towards ourself is ultimately irrelevant, because all that is actually necessary is that we focus our attention keenly and exclusively upon ourself — that is, upon our essential self-conscious being, ‘I am’. The actual practice of <i>atma-vichara</i> or self-investigation is only this intense focusing of our entire attention upon ourself. This practice of intense and clear self-attentiveness or self-consciousness is not a thought or an action of any kind whatsoever, but is only the absolutely silent and peaceful state of just being as we really are.<br /><p align=\"right\">(to be continued)</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6798458593349959993/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MjM1Cm9mZnNldDogMzYwMDAwMAo\""
}