{
    "kind": "blogger#post",
    "id": "7229180090370695820",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-10T23:54:00Z",
    "updated": "2016-06-09T00:00:36+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/self-consciousness-alone-is-true.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7229180090370695820",
    "title": "Self-consciousness alone is true knowledge",
    "content": "With reference to my recent post, <a href=\"http://happinessofbeing.blogspot.com/2007/01/true-import-of-i-am.html\">The true import of 'I am'</a>, a friend asked:<br /><br /><blockquote>Is the self aware of itself without manifestation?</blockquote>I replied as follows:<br /><br />The simple answer is yes, it is, as is clearly illustrated by our experience in sleep.<br /><br />Who knows any manifestation? To whom does it manifest? It is known only by us, because it manifests only in our own mind. Nothing that is known by us is known outside our mind, except our fundamental consciousness of our own essential being, which we always experience as 'I am', whether our mind and its contents are manifest, as in waking and dream, or remain unmanifest, as in sleep.<br /><a name='more'></a><br />All manifestation is known by us only in waking and dream, and not in sleep. However, in all these three states we experience our own being, 'I am'. I am now awake, I was dreaming, and I was asleep. We are aware of all these three passing states because we exist in each one of them, and know that we exist in them.<br /><br />If we did not know our own being in sleep, we would not be aware of sleep as a clearly distinct state that intervenes between various passing states of waking and dream. We have a positive knowledge 'I slept' only because we existed and knew our existence in sleep. That is, we remember sleep as a state that we actually experienced, and we are able to do so only because in sleep we were truly conscious.<br /><br />Without consciousness we could not experience anything, not even the seeming darkness or so-called 'unconsciousness' of sleep. We know sleep as a state in which we know nothing other than ourself, but even that certain knowledge 'I knew nothing in sleep' is experienced by us only because we were conscious in sleep to know that absence of objective knowledge.<br /><br />In chapter 2 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, particularly on pages 110 to 113 and 118 to 123, I have examined and discussed in great detail our experience in sleep, and by careful analysis of this experience I have attempted to establish the fact that we are indeed conscious in sleep, but conscious only of our own being and not of any other thing.<br /><br />The fact that we are conscious of our own being in sleep is the cornerstone of the ancient philosophy of non-duality, which is the philosophy that Sri Ramana taught to us and which is generally known as <em>advaita vedanta</em>. It is also the insight that distinguishes this radical philosophy from all other forms of philosophy, which fail entirely to examine and analyse our experience in sleep, or at least to do so sufficiently deeply and seriously.<br /><br />The non-dual consciousness of being that we experience in sleep is the only clue that we now have to our true nature. It is also the only conclusive proof now available to us that we are not either this body or this mind, because from our own experience in sleep we know that we exist as this fundamental consciousness even in the absence of the manifestation or appearance of either our body or mind, or of any other thing.<br /><br />This understanding that we do indeed experience our basic consciousness of our own being in sleep, which is a state devoid of all other things, is essential to our understanding of the practice of <em>atma-vichara</em>, self-enquiry, self-investigation, self-scrutiny or self-attentiveness, because only when we recognise this true, non-dual and non-objective form of consciousness will we understand exactly what is the 'self' or 'I' that we are to scrutinise or attend to. If we do not recognise the fact that we do indeed exist and know our own existence or being even in the absence of all other forms of knowledge, we will have difficulty understanding what is really meant by terms such as self-attentiveness, self-awareness, self-consciousness or self-abidance.<br /><br />True self-enquiry, self-scrutiny or self-attentiveness is an absolutely non-dual experience of just being the self-consciousness that we really are. It is not a state in which one 'self' tries to enquire into or attend to some other 'self' — some subtle object that it imagines to be itself — but is only a state of absolute non-duality in which consciousness is conscious only of itself and of no other thing.<br /><br />This state of non-dual, otherless self-consciousness is the state of absolute knowledge — knowledge that is completely free of all relativity, all limitations, restrictions and conditions — and is therefore the only true knowledge there is. This is stated clearly by Sri Ramana in verse 16 of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><em>Upadesa Undiyar</em></a> (the meaning of which I have discussed in detail on pages 273 to 277 and 335 to 337 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>):<br /><blockquote>[Our] mind knowing its own form of light [that is, its essential form of self-consciousness], having given up [knowing any] external objects, alone is true knowledge.</blockquote>Therefore a correct understanding of our experience in sleep — an understanding that sleep is an experience of non-dual self-consciousness — is fundamental to our understanding of both the philosophy and the practice that Sri Ramana taught us.<br /><br />We are now conscious of the state that we call 'sleep' only because we were actually conscious in that state. What exactly are we conscious of in sleep? We are conscious only of our own essential being, our true self, and of nothing else.<br /><br />However, from the standpoint of our waking mind our consciousness of our being in sleep appears somehow to lack perfect clarity. This lack of perfect clarity, which from the standpoint of our mind seems to persist in all our three states of consciousness, waking, dream and sleep, is what is known in <em>advaita vedanta</em> as <em>avarana sakti</em>, the power of veiling or obscuration, which is the primal form of <em>maya</em>, and also as <em>pramada</em>, inadvertence or inattentiveness, which is our failure to attend keenly to our own essential being, 'I am'.<br /><br />In other words, our natural clarity of perfect self-consciousness or self-knowledge is seemingly obscured in waking, dream and sleep by our habitual self-forgetfulness or self-ignorance. This <em>pramada</em>, inadvertence, self-inattentiveness or self-forgetfulness results from our choice to ignore our own essential being. It is the basis for the manifestation of duality and relativity in waking and dream, because without ignoring our true state of non-dual self-consciousness, we could not imagine ourself to be this finite object-knowing form of consciousness that we call our 'mind'.<br /><br />Though we do not imagine any otherness or duality in sleep, our natural and perfect clarity of self-consciousness is nevertheless still obscured, because due to our desire to experience otherness in waking and dream, we have cultivated a deeply engrained habit of and liking for self-forgetfulness or self-negligence, which as a result persists seemingly even in sleep. Therefore, though in sleep we know <em>that we are</em>, we do not clearly know <em>what we are</em>.<br /><br />Hence, in order to experience the perfect clarity of true self-knowledge, and thereby to pierce through our delusion that sleep is a state of self-forgetfulness or self-ignorance, we must not only withdraw our attention from all other things, but must also focus it keenly and vigilantly upon our basic consciousness of our own essential being. This is why in the verse of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><em>Upadesa Undiyar</em></a> that I quoted above, Sri Ramana defines true knowledge as being not merely a state in which we have \"given up [knowing any] external objects\", as we do each day in sleep, but as being the state in which we know our \"own form of light\", that is, our essential form of clear self-consciousness, 'I am'.<br /><br />Because keenly focused self-attentiveness is the key to true self-knowledge, and the only means by which we can destroy our self-forgetfulness or self-ignorance, which enables us to imagine the manifestation of duality, multiplicity or otherness, Sri Ramana places the words \"having given up [knowing any] external objects\" as just a subsidiary clause, and emphasises the clause \"[our] mind knowing its own form of light\" by placing it as the subject of the sentence. In other words, non-dual, otherless self-consciousness alone is true knowledge.<br /><br />Therefore, the answer to the question with which I started this post, \"Is the self aware of itself without manifestation?\" is that we are in fact clearly aware of ourself only in the state of absolute and otherless self-consciousness, which is a state totally devoid of all manifestation — that is, entirely devoid of even the least appearance of any form of objective knowledge or duality.<br /><p class=\"bodytext\"> <font size=\"-2\">Technorati tags: <a href=\"http://technorati.com/tag/advaita\" rel=\"tag\" target=\"_blank\">advaita</a>, <a href=\"http://technorati.com/tag/atma-vichara\" rel=\"tag\" target=\"_blank\">atma-vichara</a>, <a href=\"http://technorati.com/tag/consciousness\" rel=\"tag\" target=\"_blank\">consciousness</a>, <a href=\"http://technorati.com/tag/non-duality\" rel=\"tag\" target=\"_blank\">non-duality</a>, <a href=\"http://technorati.com/tag/philosophy\" rel=\"tag\" target=\"_blank\">philosophy</a>, <a href=\"http://technorati.com/tag/Ramana+Maharshi\" rel=\"tag\" target=\"_blank\">Ramana Maharshi</a>, <a href=\"http://technorati.com/tag/self-awareness\" rel=\"tag\" target=\"_blank\">self-awareness</a>, <a href=\"http://technorati.com/tag/self-consciousness\" rel=\"tag\" target=\"_blank\">self-consciousness</a>, <a href=\"http://technorati.com/tag/self-enquiry\" rel=\"tag\" target=\"_blank\">self-enquiry</a>, <a href=\"http://technorati.com/tag/self-knowledge\" rel=\"tag\" target=\"_blank\">self-knowledge</a>, <a href=\"http://technorati.com/tag/spiritual\" rel=\"tag\" target=\"_blank\">spiritual practice</a>, <a href=\"http://technorati.com/tag/teachings+of+Sri+Ramana\" rel=\"tag\" target=\"_blank\">teachings of Sri Ramana</a>, <a href=\"http://technorati.com/tag/true+knowledge\" rel=\"tag\" target=\"_blank\">true knowledge</a>, <a href=\"http://technorati.com/tag/vedanta\" rel=\"tag\" target=\"_blank\">vedanta</a></font></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7229180090370695820/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "just being (summa iruppadu)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2ODM2MDMzCm9mZnNldDogMzYwMDAwMAo\""
}