{
    "kind": "blogger#post",
    "id": "6218750803442298496",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-16T07:33:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/state-of-true-immortality.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6218750803442298496",
    "title": "The state of true immortality",
    "content": "In my previous two posts, <a href=\"http://happinessofbeing.blogspot.com/2007/03/overcoming-our-spiritual-complacency.html\">Overcoming our spiritual complacency</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/03/taking-refuge-at-feet-of-god.html\">Taking refuge at the 'feet' of God</a>, I gave the first two instalments of the additional material that I have written for inclusion in chapter 9 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> (after the first paragraph on page 422 of the present e-book version). The following is the third and last instalment:<br /><br />In the second sentence of this verse [the second <em>mangalam</em> verse of <em>Ulladu Narpadu</em>] Sri Ramana says, \"By their surrender, they experience death\". The death that they previously feared was the death of their body, but when the fear of that death impels them to take refuge at the 'feet of God', they experience death of an entirely different kind. That is, when they take refuge at the 'feet of God' by subsiding into the innermost depth of their own being, they will experience the absolute clarity of unadulterated self-consciousness, which will swallow their mind just as light swallows darkness.<br /><br />Our mind or finite individual self is an imagination — a false form of consciousness that experiences itself as a body, which is one of its own imaginary creations. We imagine ourself to be this mind only because we ignore or fail to attend to our own true and essential being. If we knew what we really are, we could not mistake ourself to be any other thing. Hence, since our mind has come into existence because of our imaginary self-ignorance, it will be destroyed by the experience of true self-knowledge.<br /><a name='more'></a><br />Therefore when we subside into our 'heart', the innermost core of our own being, where our true self-consciousness shines free from all adjuncts, all thoughts, all imaginations, all duality and all forms of limitation, our mind will disappear in the absolute clarity of that pure self-consciousness, just as an imaginary snake will disappear when we see clearly that what we mistook to be that snake is in fact only a rope. Because our mind is a false knowledge about ourself — an imagination that we are a material body — the experience of true self-knowledge will reveal that it is unreal.<br /><br />Therefore the death that we will experience when we surrender our false individual self in the absolute clarity of true self-knowledge, which always shines in the innermost core of our being, is the death of our own mind. The death of our body is not a true death, because when our body dies our mind will create for itself another body by its power of imagination. As long as our mind survives, it will continue thus creating for itself one body after another. Hence the only true death is the death of our own mind.<br /><br />However, though the experience of true self-knowledge is figuratively described as the death or destruction of our mind, we should not imagine that this implies that our mind has ever really existed. The death of our mind it like the 'death' of a snake that we imagine we see in the dim light of night. In the morning when the sun rises, that imaginary snake will disappear, because we will clearly see that it is in fact only a rope. Similarly, in the clear light of true self-knowledge our mind will disappear, because we will clearly recognise that it is in fact only our infinite and non-dual consciousness of our own essential being.<br /><br />Just as the snake does not really die, because it never actually existed, so our mind will not really die, because it has never actually existed. Its death is real only relative to its present seeming existence. Therefore though in figurative terms the experience of true self-knowledge may be described as the death of our unreal self and as the birth of our real self, in reality it is the state in which we know that our real self alone exists, that it has always existed, and that our mind or unreal self has never truly existed.<br /><br />In the third and final sentence of this verse Sri Ramana says, \"Will those who are deathless approach the death-thought [or thought of death]?\" Here the word <em>savadavar</em>, which means 'those who do not die' or 'those who are deathless', denotes those who have surrendered themself entirely to God, thereby dying as their mind or mortal self, and thus becoming one with the immortal spirit, the infinite and eternal self-consciousness 'I am', which is the true and essential being of both God and ourself.<br /><br />The rhetorical question 'will they approach the death-thought?' is an idiomatic way of saying that they will never again experience any thought of death. Death is just a thought, as also is the fear of death. We can think of death and experience fear of it only when we imagine ourself to be a mortal body.<br /><br />Our body, its birth and its death are all mere thoughts or imaginations. When we imagine that we are this body, we accordingly imagine that we were born at some time in the past and that we will die at some time in the future. Who or what imagines all this? Only our mind imagines these and all other thoughts. If our mind is real, these thoughts are also real, but if we keenly scrutinise our mind to see whether it is real, it will disappear, and only our own essential self-conscious being will remain as the eternal and deathless reality.<br /><br />Our mind, which imagines the existence of our body, its birth and its death, is itself a mere thought or imagination. It is a phantom that comes into existence only by imagining itself to be a mortal body, and though it will disappear when this body dies, just as it disappears every day in sleep, it will reappear by imagining itself to be some other body, just as it reappears in a dream or on waking from sleep. It will itself die or disappear permanently only when we surrender it in the absolute clarity of true self-knowledge.<br /><br />Since death is a thought, and even the thinker of death is a thought, the true state of deathlessness or immortality is only the thought-free state of absolutely clear self-conscious being — the state in which our thinking mind has died. When by our complete self-surrender we abide permanently in this egoless and mind-free state of true immortality, we will never again be able to imagine the thought of death or any other thought.<br /><br />Thus in this verse Sri Ramana describes both the goal and the means to attain that goal. The goal is the state of immortality, in which our thinking, fearing and desiring mind has died, and the means by which we can attain that goal is complete self-surrender, which we can achieve only by subsiding within ourself and taking refuge there in the birthless and deathless absolute reality, which is our own essential self-conscious being, 'I am'.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6218750803442298496/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "dream",
        "God",
        "Happiness and the Art of Being",
        "manōnāśa (annihilation of mind)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMTA4Cm9mZnNldDogMzYwMDAwMAo\""
}