{
    "kind": "blogger#post",
    "id": "4660627770367896649",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-02T15:08:00Z",
    "updated": "2015-02-08T10:10:43Z",
    "url": "http://happinessofbeing.blogspot.com/2007/03/by-self-attentiveness-we-can-experience.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4660627770367896649",
    "title": "By self-attentiveness we can experience our true self-consciousness unadulterated by our mind",
    "content": "While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication as a printed book, in chapter 3 (on page 206 of the present e-book version) after the paragraph that ends, \"... Therefore our states of waking and dream are a macrocosm of which the formation and dissolution of each one of our individual thoughts is the microcosm\", I have added the following three paragraphs:<br /><br />Therefore if we gradually refine our power of attention or cognition by our persistent practice of self-attentiveness, we will eventually be able to cognise the underlying reality that remains between each successive subsidence and subsequent rising of our mind or root thought 'I'. That underlying reality is our essential self-consciousness, which we always experience as 'I am'.<br /><a name='more'></a><br />Though we always experience our true self-consciousness 'I am', at present we do not experience it as it really is, because we are experiencing it mixed with the distorting limitation of our mind. Therefore if we are able to experience it clearly in the momentary mind-free gap that exists between the subsidence of one thought and the rising of the next thought, we will be able to know it as it really is, unadulterated by even the slightest form of duality or otherness.<br /><br />Hence when we practise self-attentiveness, our aim is to experience our own natural self-consciousness unadulterated by even the slightest appearance of our mind or any object known by our mind. Instead of experiencing ourself as a body or any other adjunct, we should attempt to experience ourself clearly as our true adjunct-free self-consciousness 'I am'.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4660627770367896649/comments"
    },
    "labels": [
        "consciousness",
        "dream",
        "Happiness and the Art of Being",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzkwMjQzNzUwCm9mZnNldDogMAo\""
}