{
    "kind": "blogger#post",
    "id": "4183787283660156416",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-02T12:04:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/contemplating-i-which-is-original-name.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4183787283660156416",
    "title": "Contemplating 'I', which is the original name of God",
    "content": "In <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, chapter 3, 'The Nature of Our Mind', there is a paragraph (on page 190 of the present e-book version) in which I write:<br /><blockquote>In whatever way he may describe this process of self-investigation or self-scrutiny, the sole aim of Sri Ramana is to provide us with clues that will help us to divert our attention away from our thoughts, our body and all other things, and to focus it wholly and exclusively upon our fundamental and essential consciousness of being, which we always experience as 'I am'. In his writings and sayings there are many examples of how he does this. In this fifth paragraph of <em>Nan Yar?</em> for instance, after first suggesting that we should investigate in what place the thought 'I' rises in our body, he goes on to give us a still simpler means by which we can consciously return to the source from which we have risen, saying, \"Even if [we] remain thinking 'I, I', it will take [us] and leave [us] in that place\".</blockquote>While revising <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> in preparation for its forthcoming publication as a printed book, after this paragraph I have added several new paragraphs, and have also amended the paragraph that currently comes immediately after it, as follows:<br /><a name='more'></a><br />He expresses this same truth in slightly different words in verse 716 of <a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\"><em>Guru Vachaka Kovai</em></a>:<br /><blockquote>Even if [we] incessantly contemplate that [divine] name 'I, I' [or 'I am I'], with [our] attention [thereby fixed firmly] in [our] heart [that is, in our real 'I', which is the core of our being], it will save [us], taking one [that is, ourself] into the source from which [our] mind [or thought] rises [in such a manner as] to destroy [our] ego, [which is] the body-bound embryo [germ, cause or foundation from which all other things arise].</blockquote>In this verse the words 'that name' refer to the name 'I', 'am', 'I am' or 'I [am] I', which he declared in the preceding verses 712 to 715 [which I will translate and explain in a later post] to be the original and most appropriate name of God. When we contemplate this name 'I', our attention will be drawn to our basic self-consciousness, which we always experience as 'I am', and thereby our mind will be drawn back to its own source.<br /><br />When our mind or ego thereby sinks back into our real self, which is the source from which it had risen, it will be destroyed, being consumed in the infinite clarity of unadulterated self-consciousness. Since our mind deludes us, causing us to imagine ourself to be bound within the limitations of a physical body, the destruction of our mind in the clear light of true self-knowledge is the only real salvation, and hence Sri Ramana says that we will be saved by contemplating upon the original name of God, which is 'I', 'I am' or 'I am I'.<br /><br />Sri Ramana describes our mind as <em>un ar karu ahandai</em>, which means the 'ego, [which is] the body-bound embryo', because it comes into existence only by imagining itself to be a body, and because it thereby gives rise to the appearance of all other things. The Tamil word <em>karu</em>, which I have translated as 'embryo', also means 'germ', 'efficient cause', 'substance' or 'foundation', and it derives from the Sanskrit word <em>garbha</em>, which means 'womb' or 'the interior'. In this context, therefore, it implies that our ego or mind is the embryo or seed from which all duality or otherness is born, the substance of which it is formed, the active cause or creator that brings it all into being, the foundation that supports its appearance, and the womb inside which it is all contained.<br /><br />Since our body and all other things are imaginary appendages that distract our attention away from our essential self-consciousness 'I am', we can free ourself from them only by keeping our attention fixed firmly upon our self-consciousness. A simple and easy means by which we can draw our attention back towards our self-consciousness, and which will help us to a certain extent to keep it fixed there, is to remember the name 'I' or 'I am' incessantly.<br /><br />This is a very practical clue given to us by Sri Ramana, and it is particularly useful for those people who initially have difficulty in understanding what exactly is meant by the term 'self-attention'. Such people are so accustomed to objective attention that they cannot understand how we can attend to our non-objective and formless consciousness 'I am', and hence they complain that they cannot find any such thing as 'I' to attend to. Because they imagine that they must look for an 'I' as if it were some kind of subtle object, they complain that it is too elusive for them to be able to attend to it.<br /><br />The real cause of their imagined difficulty, however, is that our consciousness 'I' is not an object of any kind, but is the subject that knows all objects. We cannot objectify our first person consciousness 'I', and if we try to do so we will be diverting our attention away from the real 'I' that we should be attending to. Though our consciousness 'I am' is not an object, it is nevertheless something that we always know. We none of us doubt the obvious truth 'I am', even though we do not have a perfectly clear knowledge of what exactly this 'I am' is.<br /><br />[For the continuation of this explanation, please refer to page 191 of the current e-book version of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, which is available for free download on my main website, <a href=\"http://www.happinessofbeing.com\" target=\"_blank\">www.happinessofbeing.com</a>.]",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4183787283660156416/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "God",
        "Guru Vācaka Kōvai",
        "Happiness and the Art of Being",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDcwCm9mZnNldDogMzYwMDAwMAo\""
}