{
    "kind": "blogger#post",
    "id": "5684427168143045285",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-03-15T08:31:00Z",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/03/taking-refuge-at-feet-of-god.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5684427168143045285",
    "title": "Taking refuge at the 'feet' of God",
    "content": "In my previous post, <a href=\"http://happinessofbeing.blogspot.com/2007/03/overcoming-our-spiritual-complacency.html\">Overcoming our spiritual complacency</a>, I gave the first instalment of the additional material that I have written for inclusion in chapter 9 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_blank\"><em>Happiness and the Art of Being</em></a> (after the first paragraph on page 422 of the present e-book version). The following is the second of these three instalments:<br /><br />In the first sentence of this second <em>mangalam</em> verse of <em>Ulladu Narpadu</em> Sri Ramana says:<br /><br /><blockquote>Those mature people who have intense fear of death will take refuge at the feet of <em>mahesan</em> [the 'great lord'], who is devoid of death and birth, [depending upon him] as [their protective] fortress. …</blockquote>This is a poetic way of describing his own experience of self-investigation and self-surrender. Though the word <em>mahesan</em>, which literally means the 'great lord', is a name that usually denotes Lord Siva, the form in which many Hindus worship God, Sri Ramana did not use it in this context to denote any particular form of God, but only as an allegorical description of the birthless and deathless spirit, which always exists in each one of us as our own essential self-conscious being, 'I am'.<br /><a name='more'></a><br />No name or form of God is truly devoid of birth or death — appearance or disappearance — because like all other names and forms the various names and forms in which devotees worship God are transitory appearances. They can appear only when our mind has risen to know them, and they disappear when our mind subsides. Therefore in this context the words \"the great lord, who is devoid of death and birth\" do not denote merely the <em>saguna</em> or qualified aspect of God — that is, God as he is conceived by our finite mind — but only his essential <em>nirguna</em> or unqualified aspect — that is, God as he is really, which is the nameless and formless absolute reality, our own true self-conscious being, which always knows its own existence without ever appearing or disappearing.<br /><br />However, though in this context Sri Ramana is not actually describing any form of <em>saguna upasana</em> or worship of God in name and form, by using the word <em>mahesan</em>, which is a personal name of God, he does allude to such worship. This allusion is intentional, because if we worship God in name and form with true heart-melting devotion, our mind will gradually be purified or cleansed of its cruder forms of desire, and thus it will eventually gain the maturity that is required for it to be able to surrender itself entirely to him.<br /><br />However, no matter how much we may worship God in name and form, we cannot achieve the final goal of the path of devotion, which is the complete surrender of ourself to him, until we turn our attention inwards to worship him in the profound depth of our own heart — in the innermost core of our being — as our own true and essential being. In other words, in order for us to attain the true goal of <em>saguna upasana</em> or worship of God in name and form, such worship must eventually flower into <em>nirguna upasana</em>, which is the true worship of God as the one nameless and formless absolute reality, which always exists within us as our own essential self-conscious being.<br /><br />We can experience God as he really is only when we turn our mind inwards — away from all names and forms, which are merely thoughts that we have formed in our mind by our power of imagination — and thereby allow it to dissolve in the absolute clarity of our own true and essential self-conscious being, which is the true 'form' or nature of God. However, in order to turn our mind inwards and thereby surrender it completely in the all-consuming light of God's own true being, we must have overwhelming love for him, and such love is cultivated by the practice of <em>saguna upasana</em> or dualistic worship.<br /><br />However, though the true love that we require in order to be willing to surrender ourself entirely in the absolute clarity of pure self-conscious being, which is the reality of both God and ourself, can be cultivated gradually by the practice of dualistic devotion, the quickest and most effective way to cultivate it is by the practice of non-dualistic devotion — that is, by the practice of self-attentiveness, which is the true adoration of God as our own real self or essential being.<br /><br />Whether we cultivate the true love or willingness to surrender ourself entirely to the absolute reality, which is the infinite fullness of being that we call 'God', by dualistic devotion or by non-dualistic devotion, once we have cultivated it sufficiently any internal crisis such as an intense fear of death will impel our mind to turn inwards and to sink into the innermost depth of our own being in order to surrender itself entirely to him. Only when our mind thus merges in the source from which it had risen, which is our own true and essential self-conscious being, will its surrender to God become complete.<br /><br />This complete surrender of our mind or individual self in the innermost depth of our own being is what Sri Ramana describes in this verse by the words \"will take refuge at the feet of God, who is devoid of death and birth, [depending upon him] as [their protective] fortress\".<br /><br />In Hindu devotional poetry and literature the adoration of God is often described as bowing to his feet, falling at his feet, clinging to his feet, taking refuge in or at his feet, and so on, because such actions imply humility, devotion and submission. Therefore in Indian languages the term 'feet' has come to be synonymous with God as the ultimate object of worship or adoration.<br /><br />Moreover, as Sri Ramana often explained, the term 'the feet of God' is an allegorical description of his true state — the egoless and perfectly non-dual state of unalloyed self-conscious being, which always shines within each one of us as 'I am'. In order to remind us that we can experience God as he really is only in the core of our own being, he always emphasised the truth that the 'feet of God' cannot be found outside but only within ourself. On one occasion, when a lady devotee bowed before him and caught hold of his feet saying, \"I am clinging to the feet of my <em>guru</em>\", he looked at her kindly and said, \"Are these the feet of <em>guru</em>? The feet of <em>guru</em> are that which is always shining within you as 'I I'. Grasp that\".<br /><br />Therefore the words \"those mature people will take refuge at the feet of God\" mean that they will loving subside in the innermost depth of their own being, where they will experience God as their own real self. The only true refuge or fortress which will protect us from the fear of death and every other form of misery is the innermost core of our own being, which is the real abode of God and which, being the foundation that underlies and supports our mind and everything known by it, is figuratively described as his 'feet'.<br /><br /><div align=\"right\">(to be continued in the next post)</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5684427168143045285/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "God",
        "guru",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDQ3Cm9mZnNldDogMzYwMDAwMAo\""
}