{
    "kind": "blogger#post",
    "id": "3749977238731720217",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-09-01T07:46:00+01:00",
    "updated": "2018-10-27T19:59:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/09/nan-yar-complete-translation-now-added.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3749977238731720217",
    "title": "<i>Nan Yar?</i> - complete translation now added to Happiness of Being website",
    "content": "Today is the 111th anniversary of Sri Ramana's arrival in Tiruvannamalai, to celebrate which I have added my English translation of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><em>Nan Yar?</em> (Who am I?)</a> to my main website, <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">Happiness of Being</a>.<br /><br />I have also restructured my website, replacing the old <a href=\"http://www.happinessofbeing.com/resources.html\" target=\"_blank\">Resources</a> page with the following five new pages:<br /><br /><div align=\"center\"><a href=\"http://www.happinessofbeing.com/whats_new.html\" target=\"_blank\">What's New</a></div><div align=\"center\"><a href=\"http://www.happinessofbeing.com/translations.html\" target=\"_blank\">Translations of the Tamil Writings of Sri Ramana</a></div><div align=\"center\"><a href=\"http://www.happinessofbeing.com/books.html\" target=\"_blank\">Books by Sri Sadhu Om and Michael James</a></div><div align=\"center\"><a href=\"http://www.happinessofbeing.com/articles.html\" target=\"_blank\">Articles on the Teachings of Sri Ramana</a></div><div align=\"center\"><a href=\"http://www.happinessofbeing.com/bibliography.html\" target=\"_blank\">Bibliography of the Tamil Writings of Sri Ramana</a></div><div align=\"left\"></div><br /><div align=\"left\">Within the next few days I will also add to my website an e-book version of the English translation by Sri Sadhu Om and me of <em><a href=\"http://www.davidgodman.org/books/guruvachakakovai.shtml\" target=\"_blank\">Guru Vackaka Kovai</a></em>, the 'Series of Guru's Sayings', which is the most comprehensive and reliable collection of the sayings of Sri Ramana, recorded in 1255 Tamil verses composed by Sri Muruganar, with an additional 42 verses composed by Sri Ramana.<br /><a name='more'></a><br />During the coming months I hope to be able to add to my website e-book copies of most of the Tamil and English books written by Sri Sadhu Om, including the English translations that he and I made of most of the original Tamil verses composed by Sri Ramana.<br /><br />The following is a copy of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#introduction\" target=\"_blank\">introduction</a> that I wrote for my English translation of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><em>Nan Yar?</em> (Who am I?)</a>:<br /><br />In 1901, when Bhagavan Sri Ramana was just twenty-one years old and was living in a cave on the holy hill Arunachala, a humble and self-effacing devotee named Sri Sivaprakasam Pillai began to visit him and asked him many questions about spiritual philosophy and practice. Sri Ramana, who seldom spoke in those early times, answered most of his questions by writing either on the sandy ground, or on a slate or slips of paper that Sri Sivaprakasam Pillai gave him.<br /><br />Sri Sivaprakasam Pillai copied many of these questions and answers in a notebook, but for more than twenty years he did not publish them. However in 1923, at the request of other devotees, he published them under the title <i>Nan Yar?</i>, which means 'Who am I?', or more precisely 'I [am] Who?', in a small booklet containing thirty-two (if I remember correctly, or perhaps it was just thirty) questions and answers.<br /><br />During the ten years or so that followed the first publication of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a> various versions of it were published, and various other versions of it exist in manuscript form in the notebooks of Sri Sivaprakasam Pillai. Each of these versions has a different number of questions and answers, with slight variation in their actual wording, and with a varying amount of content in some particular answers. The standard and most authentic version, however, is the essay version that Sri Ramana himself wrote a few years after the first version was published.<br /><br />Sri Ramana formed this essay version, which consists of twenty paragraphs, by rewriting the first published question and answer version, and possibly by drawing on some of the other versions, and while doing so he made several improvements, removing all but the first question, rearranging the order in which the ideas in his answers were presented, and making some changes to the actual wordings.<br /><br />Of all the changes he made, the most significant was to add an entirely <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\" target=\"_blank\">new paragraph</a> at the beginning of the essay. This <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\" target=\"_blank\">opening paragraph</a> serves as a suitable introduction to the subject 'Who am I?', because it explains that the reason why we need to know who we are is that happiness is our real nature, and that we can therefore experience true and perfect happiness only by knowing ourself as we really are.<br /><br />The first question that Sri Sivaprakasam Pillai asked Sri Ramana was \"Who am I?\", to which he replied simply, \"Knowledge [or consciousness] alone is I\". The actual Tamil words spoken by Sri Sivaprakasam Pillai were \"<i>nan yar?</i>\", which literally mean 'I [am] who?', and the words that Sri Ramana wrote in reply with his finger on the sandy ground were \"<i>arive nan</i>\".<br /><br />The Tamil word <i>arivu</i> means 'knowledge' in the broadest sense, and is therefore used to denote many different forms of knowledge, including consciousness, wisdom, intelligence, learning, sense perception, anything that is known, and even <i>atma</i>, our real self, which is our fundamental knowledge 'I am'. In this context, however, it means only our fundamental knowledge 'I am' – our essential consciousness of our own being. The letter <i>e</i> that he appended to <i>arivu</i> is a suffix that is commonly used in Tamil to add emphasis to a word, conveying the sense 'itself', 'alone' or 'indeed', and the word <i>nan</i> means 'I'.<br /><br />In these two simple words, <i>arive nan</i>, Sri Ramana summarised the essence of his experience of true self-knowledge, which is the basis of the entire philosophy and science that he taught. What he meant by these simple words is that our true and essential nature is only our fundamental knowledge or consciousness 'I am', which is the conclusion that we have to arrive at if we critically analyse our experience of ourself in our three ordinary states of consciousness (as explained in <a href=\"http://www.happinessofbeing.com/Happiness_and_the_Art_of_Being.pdf\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>, particularly in chapter two, 'Who am I?').<br /><br />The next question that Sri Sivaprakasam Pillai asked him was \"What is the nature of [such] knowledge?\", to which he replied either \"The nature of knowledge is <i>sat-chit-ananda</i>\" or more probably just \"<i>sat-chit-ananda</i>\". The compound word <i>sat-chit-ananda</i>, which is actually fused into one word, transliterated correctly as <i>saccidananda</i>, is a well-known philosophical term, which is of Sanskrit origin, but which is widely understood and frequently used in Tamil and all other Indian languages. It is a term used to describe the nature of the absolute reality, and though it is composed of three words, it is not intended to imply that the absolute reality is composed of three distinct elements, but only that the single non-dual nature of the one absolute reality can be described in three different ways.<br /><br />The word <i>sat</i> basically means 'being' or 'existing', but by extension also means 'that which really is', 'reality', 'truth', 'existence', 'essence', 'real', 'true', 'good', 'right', or 'that which is real, true, good or right'. The word <i>chit</i> means 'consciousness' or 'awareness', from a verbal root meaning 'to know', 'to be conscious of', 'to perceive', 'to observe', 'to attend to' or 'to be attentive'. And the word <i>ananda</i> means 'happiness', 'joy' or 'bliss'. Thus <i>saccidananda</i>, or as it is more commonly spelt in roman script, <i>sat-chit-ananda</i>, means 'being-consciousness-bliss', that is, being which is both consciousness and bliss, or consciousness which is both being and bliss, or bliss which is both being and consciousness.<br /><br />Thus through these two first answers Sri Ramana revealed three important truths about the nature of our essential self or real 'I'. Firstly he revealed that our essential self is only consciousness. Secondly he revealed that this consciousness is not our consciousness of any other thing but only our consciousness of ourself – our consciousness of our own being, that is, our being-consciousness or <i>sat-chit</i>. Thus he implied that since we are in essence only this consciousness of our own being, neither our self-consciousness nor our being are separate from ourself, and hence our essential self-consciousness is our very being, and our being is itself our consciousness of our being. In other words, there is absolutely no distinction between our being and our consciousness. Our being and our consciousness of being are therefore one, and hence our real self is only this essential self-conscious being, which we always experience as 'I am'. Thirdly he revealed that this essential self-consciousness or being-consciousness is not only our true being and our fundamental consciousness of our being, but is also that which we experience as happiness. In other words, we are being, we are consciousness, and we are happiness, and hence our being, our consciousness and our happiness are not three separate things, but are one indivisible non-dual whole – our single, true and essential self.<br /><br />When we are seemingly consciousness of otherness, as in we are in waking and dream, we experience a mixture of relative happiness and unhappiness, but when we are conscious of nothing other than ourself, as we are in dreamless sleep, we experience absolute, unqualified happiness. Since we experience absolutely no duality or otherness in sleep, that is, since we know nothing other than 'I am' in sleep, what we experience in sleep must be our essential self. Since we know that we exist in sleep, our essential self is both our being and our consciousness of our being, and since we know that we are happy in sleep, our essential self is also happiness – the happiness of being conscious of nothing other than our own being, 'I am'.<br /><br />When Sri Ramana rewrote the original question and answer version of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a> as the present essay, he highlighted the first question, <i>nan yar?</i> (I [am] who?), and his first two answers, <i>arive nan</i> (knowledge [or consciousness] alone is I) and <i>arivin sorupam sat-chit-anandam</i> (the nature of [this] knowledge is being-consciousness-bliss), in bold type. The reason he did so is that the rest of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para02\" target=\"_blank\">second paragraph</a>, in which this question and two answers are contained, consists of ideas that were not actually a part of the answers that he gave to Sri Sivaprakasam Pillai.<br /><br />Before its publication, a draft of the original question and answer version was shown to Sri Ramana for his approval, and when he read it he noticed that Sri Sivaprakasam Pillai had expanded his original answer to the first question, adding a detailed list of things that we mistake ourself to be, but that in fact we are not. On seeing this, he remarked that he had not answered in such a detailed manner, but then explained that, because Sri Sivaprakasam Pillai was familiar with <i>neti neti</i>, he had added such detail thinking that it would help him to understand his answer more clearly.<br /><br />By the term <i>neti neti</i>, Sri Ramana meant the rational process of self-analysis described in the ancient texts of <i>vedanta</i>, a process that involves the analytical elimination or denial of everything that is not 'I'. The word <i>neti</i> is a compound of two words, <i>na</i>, which means 'not', and <i>iti</i>, which means 'thus', and hence <i>neti neti</i> literally means 'not thus, not thus'. The ancient texts of <i>vedanta</i> use these words <i>neti neti</i> when explaining the rational basis for the theory that our body, our senses, our life-force, our mind and even the ignorance that we seemingly experience in sleep are all not 'I'.<br /><br />The rational and analytical process which is thus described in the ancient texts of <i>vedanta</i> as <i>neti neti</i> or 'not thus, not thus' is essentially the same as the logical analysis of our experience of ourself that Sri Bhagavan taught us (which is described in chapter two of <a href=\"http://www.happinessofbeing.com/Happiness_and_the_Art_of_Being.pdf\" target=\"_blank\"><em>Happiness and the Art of Being</em></a>). If we did not first critically analyse our experience of ourself in this manner, we would not be able to understand either the reason why we should seek true self-knowledge, or what exactly we should scrutinise in order to know our real self.<br /><br />So long as we imagine that we are really our physical body, our thinking mind or any other object, we will imagine that we can know ourself by attending to such things, and hence we will not be able to understand what is really meant by the terms <i>atma-vichara</i>, self-investigation, self-examination, self-scrutiny, self-enquiry, self-attention, self-attentiveness or self-remembrance. Only when we understand the essential theory that we are nothing other than our fundamental non-dual self-consciousness – our adjunct-free consciousness of our own mere being, which we experience just as 'I am' and not as 'I am this' – will we be able to understand what actually is the 'self' or 'I' that we should scrutinise or attend to.<br /><br />Once we have understood that we are truly not our physical body, our thinking mind or any other object known by us, we should not continue thinking, 'this body is not I', 'this mind is not I', and so on, but should withdraw our attention from all such things, and focus it wholly and exclusively upon our real and essential being. We cannot know our real self by thinking of anything that is not 'I', but only by investigating, scrutinising or attending keenly to that which is really 'I' – to that which we really are, that is, to our essential self-conscious being. Unless we withdraw our attention entirely from all other things, we will not be able to focus it wholly and exclusively upon our essential self-conscious being, which we always experience as 'I am', and unless we focus it thus upon our essential being, we will not be able to attain the non-dual experience of true self-knowledge.<br /><br />However, though Sri Ramana taught us how we should critically analyse our experience of ourself in our three ordinary states of consciousness in order to understand that we are nothing other than our essential non-dual self-conscious being, 'I am', which is the only thing that we experience in all these three states, and though this process of self-analysis is essentially the same as the process that is described in the ancient texts of <i>vedanta</i> as <i>neti neti</i>, he would not himself have said, \"Having done <i>neti</i> [negation, elimination or denial of whatever is not ourself by thinking] thus, all the abovesaid things are not 'I', not 'I', the <b>knowledge</b> that [then] stands detached <b>alone is 'I'</b>\", as Sri Sivaprakasam Pillai wrote when he expanded his first answer <i>arive nan</i> (knowledge alone is I) for his own clarification.<br /><br />The qualification of the word 'knowledge' by the addition of the defining clause 'that stands detached [separated or alone] having done <i>neti</i> thus, all the abovesaid things are not I, not I' is potentially misleading, because it could create the impression that simply by thinking <i>neti neti</i>, 'not thus, not thus' or 'this is not I, this is not I', we can detach our essential consciousness or knowledge 'I am' from everything with which we now confuse it. In fact, many scholars who attempt to explain the ancient texts of <i>vedanta</i>, which often describe this process of <i>neti neti</i> or negation of all that is not our real self, interpret it to be the actual means by which we can attain self-knowledge. However, the sages who first taught the rational process of self-analysis called <i>neti neti</i> did not intend it to be understood as the actual technique of practical or empirical research, but only as the theoretical basis upon which the empirical technique of <i>atma-vichara</i> or self-investigation should be based.<br /><br />The reason why we confuse ourself – our essential consciousness 'I am' – with our body, mind and other such adjuncts is that we do not clearly know what we are. If we knew ourself as we really are, we could not imagine ourself to be anything that we are not. Therefore the only practical means by which we can separate our essential self-consciousness 'I am' from everything that we now mistake it to be, is to know ourself as we really are.<br /><br />In order to know ourself clearly as we really are, \"<b><i>jñana-vichara</i></b> [scrutinising our consciousness to know] <b>'who am I?' alone is the principal means</b>\", as Sri Ramana says in the final clause of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\" target=\"_blank\">first paragraph</a>, which he highlighted in bold type. The term <i>jñana-vichara</i> literally means 'knowledge-investigation', and is the process (or rather the state) of investigating our essential self-consciousness 'I am', which is our primary knowledge and the base of all our other knowledge, in order to attain true knowledge of our own real self. This practice of <i>jñana-vichara</i> is described by Sri Ramana in verse 19 of <a href=\"http://www.davidgodman.org/books/upadesaundiyar.shtml\" target=\"_blank\"><i>Upadesa Undiyar</i></a>: </div><blockquote>When [we] scrutinise within [ourself] 'what is the place in which it [our mind] rises as I?' [this false] 'I' will die. This [alone] is <i>jñana-vichara</i>.</blockquote>What Sri Ramana describes in this verse as our <i>ezhum idam</i>, the 'rising place' or source of our mind or finite sense of 'I', is our own essential self, our adjunct-free self-consciousness 'I am'. When we scrutinise our essential self-conscious being, 'I am', which is the source from which our limited adjunct-bound 'I' rises, this \"I will die\", that is, it will cease to exist as such, because we will discover that it is truly nothing other than our adjunct-free self-consciousness.<br /><br />When we look carefully at a snake that we imagine we see lying on the ground in the dim light of night, we will discover that it is not really a snake but is only a rope. Similarly, when we carefully scrutinise our basic self-consciousness 'I am', which we now experience as our mind, our limited consciousness that imagines itself to be a body, we will discover that we are not really this finite mind or body, but are only the one infinite non-dual self-consciousness – our essential adjunct-free consciousness of our own being.<br /><br />Therefore what Sri Ramana means in this <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\" target=\"_blank\">first paragraph</a> by the term \"knowledge-investigation 'who am I?'\" is not a mere intellectual analysis of our knowledge 'I am', but is an actual examination or deep scrutiny of our fundamental knowledge or consciousness 'I am' in order to know through direct experience what it really is. Such an investigation or scrutiny cannot be done by thinking, but only by turning our attention back on ourself to know our own essential consciousness of being. When our attention or power of knowing is turned outwards to know things other than ourself, it becomes our thinking mind, but when it turns back inwards to know our essential self, it remains in its natural state as our essential self – that is, as our true non-dual self-conscious being.<br /><br />The same truth that Sri Ramana expresses in this final clause of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\" target=\"_blank\">first paragraph</a>, \"<i>jñana-vichara</i> 'who am I?' alone is the principal means\" for us to know ourself, is reiterated by him in many of the other paragraphs. For example, he begins the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"_blank\">sixth paragraph</a> by saying, \"Only by [means of] the investigation 'who am I?' will [our] mind subside [shrink, settle down, become still, disappear or cease to be]\", he begins the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"_blank\">eighth paragraph</a> by saying, \"To make the mind subside [permanently], there are no adequate means other than <i>vichara</i> [investigation, that is, the practice of vigilant self-scrutiny or self-attentiveness]. If restrained by other means, the mind will remain as if subsided, [but] will emerge again\", and he begins the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"_blank\">eleventh paragraph</a> by saying, \"As long as <i>vishaya-vasanas</i> [latent impulsions or desires to attend to anything other than ourself] exist in [our] mind, so long the investigation 'who am I?' is necessary\".<br /><br />Besides using this Sanskrit term <i>vichara</i>, which means 'investigation', 'examination' or 'scrutiny', Sri Ramana used many other Tamil and Sanskrit words to describe the practice of self-investigation. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"_blank\">sixth paragraph</a> he describes it not only as <i>nanar ennum vicharanai</i>, which means the \"investigation 'who am I?'\", but also as <i>ahamukham</i>, which means 'I-facing' or 'self-attention', <i>antarmukham</i>, which means 'inward-facing' or 'introversion', and <i>summa iruppadu</i>, which means 'just being', 'silently being', 'peacefully being', 'motionlessly being' or 'being without doing anything', in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"_blank\">tenth paragraph</a> he describes it as <i>svarupa-dhyana</i>, which means 'self-meditation' or 'self-attentiveness', in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"_blank\">eleventh paragraph</a> he describes it as <i>svarupa-smarana</i>, which means 'self-remembrance', and in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> he describes it as <i>atma-nishtha</i>, which means 'self-abidance', and <i>atma-chintana</i>, which means 'self-contemplation' or the 'thought of self'.<br /><br />All these words describe the same state of practice, namely the thought-free state of just being self-conscious or self-attentive. This simple practice of keeping our mind or attention fixed firmly in our own essential self – this is, in our thought-free self-conscious being – is clearly described by him in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\" target=\"_blank\">sixteenth paragraph</a>, in which he says: <blockquote>... The name '<i>atma-vichara</i>' [is truly applicable] only to [the practice of] always being [abiding or remaining] having put [placed, kept, seated, deposited, detained, fixed or established our] mind in <i>atma</i> [our own real self] ...</blockquote>In both Sanskrit and Tamil the word <i>atma</i>, which literally means 'self', is a philosophical term that denotes our own true, essential and perfectly non-dual self-conscious being, 'I am'. Hence the state that Sri Ramana describes in this sentence as <i>sadakalamum manattai atmavil vaittiruppadu</i> is the state of just 'being', in which we keep our mind firmly fixed or established in and as <i>atma</i>, our own essential non-dual self-conscious being.<br /><br />The compound word <i>sada-kalamum</i> means 'always' or 'at all times', <i>manattai</i> is the accusative form of <i>manam</i>, which means 'mind', <i>atmavil</i> is the locative form of <i>atma</i> and therefore means 'in self', and <i>vaittiruppadu</i> is a compound of two words, <i>vaittu</i>, which is a past participle meaning 'having put', 'having placed', 'having kept', 'having seated', 'having fixed' or 'having established', and <i>iruppadu</i>, which is a gerund formed from the verbal root <i>iru</i>, which means 'be'. When it is used alone, this gerund <i>iruppadu</i> means 'being', but when it is appended to a past participle to form a compound gerund, it serves as an auxiliary verbal noun denoting a continuity of whatever action or state is indicated by the past participle. Therefore the compound word <i>vaittiruppadu</i> can be interpreted either literally as meaning 'being having placed', or idiomatically as denoting a continuous state of 'placing', 'seating', 'fixing' or 'keeping'. However there is actually no essential difference between these two interpretations, because the state in which we keep our mind continuously placed, seated, fixed or established in <i>atma</i> or 'self' is not a state of activity or 'doing', but is only the state of just 'being' as we really are.<br /><br />Thus in this sentence Sri Ramana clearly defines the exact meaning of the term <i>atma-vichara</i>, saying that it denotes only the state of just 'being' – the spiritual practice of keeping our mind firmly established in and as <i>atma</i>, our own real 'self' or essential self-conscious being, 'I am'. In other words, <i>atma-vichara</i> or the investigation 'who am I?' is only the practice of just being as we really are – that is, just being in our true and natural state, in which our mind has subsided peacefully in and as our own essential self, our thought-free and therefore absolutely actionless self-conscious being.<br /><br />This simple practice of <i>atma-vichara</i>, self-investigation, self-scrutiny or self-conscious being, is the only means by which we can experience ourself as we really are, and hence it is the central theme running throughout this profound but clear treatise on the philosophy, science and art of true self-knowledge.<br /><br />The translation that I give <a href=\"http://www.happinessofbeing.com/nan_yar.html#translation\" target=\"_blank\">below</a> is extracted from <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, in which I have in various contexts quoted and discussed the meaning of each paragraph of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a>. Though this translation is basically one that I made on my own, it is to a large extent based upon the meanings that Sri Sadhu Om explained to me, and hence it is quite similar to an earlier translation that he and I made together, which is included in appendix one of <a href=\"http://www.davidgodman.org/books/pathofsriramana1.shtml\" target=\"_blank\"><em>The Path of Sri Ramana - Part One</em></a>.<br /><br />No translation can be perfect, but in this translation, as in all my translations, I have attempted to express in English as clearly and as accurately as possible both the <i>vachyartha</i> and the <i>lakshyartha</i> – the literal meaning and the intended meaning – of Sri Ramana's words. Therefore I have often given alternative meanings for certain words in square brackets. Moreover, because Tamil grammar is very different to English grammar, and because the structure of a Tamil sentence is therefore very different to the structure of an English sentence, and ideas are expressed in Tamil in a manner that is quite unlike the way we express ideas in English, I have often had to add words in square brackets that are not explicitly present in the Tamil original, but whose sense is implied in the idiomatic manner in which Sri Bhagavan expressed himself in Tamil. Therefore I hope that this <a href=\"http://www.happinessofbeing.com/nan_yar.html#translation\" target=\"_blank\">translation</a> manages at least to some extent to convey the true depth of meaning that Sri Ramana expresses in this profound and important treatise.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3749977238731720217/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Sri Sivaprakasam Pillai",
        "The Path of Sri Ramana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTQwNjY2Nzc3MDYxCm9mZnNldDogMzYwMDAwMAo\""
}