{
    "kind": "blogger#post",
    "id": "1263309953005687309",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2007-01-09T10:14:00Z",
    "updated": "2016-06-09T00:00:35+01:00",
    "url": "http://happinessofbeing.blogspot.com/2007/01/true-import-of-i-am.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1263309953005687309",
    "title": "The true import of 'I am'",
    "content": "In reply to a friend who wrote, \"The 'I am' is the beginning of the dream\", I wrote as follows:<br /><br />The 'I am' just is. It is the permanent abiding reality, our true and essential self-conscious being. The beginning of this dream of our three states, waking, dream and sleep, is our primal imagination, 'I am this body, I am a person, I am so-and-so', which arises when we seemingly ignore our natural clarity of perfect self-consciousness.<br /><br />Because we wrongly imagine ourself to be this body and mind, we mistake the words 'I am' to denote this body-mind complex. But Sri Ramana taught us that that which is truly denoted by the term 'I am' is only our true being, which is non-dual self-consciousness. This is clearly stated by him in verse 21 of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><em>Upadesa Undiyar</em></a>:<br /><blockquote>That [one infinite whole that shines thus as 'I am I'] is at all times [in the past, present and future, and in all eternity] the import of the word 'I', because of the absence of our non-existence even in sleep, which is devoid of [any separate or finite sense of] 'I'.</blockquote><a name='more'></a>In this verse the word 'that' refers to the one true knowledge, the non-dual whole or infinite totality of being, which shines forth as our true self, 'I [am] I', when our mind or finite individual sense of 'I' (the feeling 'I am this separate individual') merges in the core of our being, as revealed by him in the previous verse of <a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><em>Upadesa Undiyar</em></a>:<br /><blockquote>In the place [the core of our being] where 'I' [our mind or individual self] merges [or becomes one], the one [true knowledge] appears [or shines forth] spontaneously [or as ourself] as 'I [am] I'. That itself [or that, which is ourself] is the whole [the infinite totality or fullness of being].</blockquote>I have discussed the meaning of these two verses in depth on pages 309-314 of <a href=\"http://www.happinessofbeing.com/resources/happiness_art_being.html\" target=\"_self\"><em>Happiness and the Art of Being</em></a>.<br /><br />Therefore, we should understand that when we think or say 'I am', what we are expressing is in essence only our experience of self-consciousness, our true self-conscious being. This self-consciousness 'I am' is experienced by us not only in waking and dream, when our mind is present, but also in sleep, when our mind is absent.<br /><br />When our mind rises and is active in waking and dream, it distorts our natural non-dual self-consciousness 'I am', making us feel 'I am this body, I am this separate individual'. But even when we experience 'I am' in this distorted form, what we are really experiencing is in essence only our own real self, our non-dual self-conscious being.<br /><br />Therefore 'I am' without any adjuncts or attributes is our essential self-conscious being, which is the infinite, eternal, unchanging, indivisible and absolute reality, whereas the same 'I am' mixed seemingly with adjuncts and experienced as 'I am this body, I am so-and-so, I am a separate individual' is our mind or ego, which is an illusory phantom that appears and disappears, and which is what gives rise to the illusion of our three states, waking, dream and sleep, and to our entire experience of duality, multiplicity and relativity in two of these three states, waking and dream.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1263309953005687309/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "ego",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2ODM1OTEyCm9mZnNldDogMzYwMDAwMAo\""
}