{
    "kind": "blogger#post",
    "id": "4294597061593795447",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-12-11T15:33:00Z",
    "updated": "2020-11-17T18:32:10Z",
    "url": "http://happinessofbeing.blogspot.com/2008/12/truth-of-arunachala-and-of-seeing-light.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4294597061593795447",
    "title": "The truth of Arunachala and of ‘seeing the light’ (<i>deepa-darsana</i>)",
    "content": "I began to write this article on Thursday of last week, 11th December, which was the day of <em>Kārttikai Deepam</em>, but for various reasons I was unable to complete it till today, 18th December.<br /><br /><em>Kārttikai Deepam</em> is an annual festival celebrated in the Tamil month of <em>Kārttikai</em> (mid-November to mid-December) on the day on which the moon is in conjunction with the constellation Pleiades (known in Tamil as <em>kārttikai</em> and in Sanskrit as <em>kṛttikā</em>), which always coincides with the full moon or comes one or two days before or after it. On this day a beacon light or <em>dīpam</em> (popularly spelt as <em>deepam</em>) is lit on the summit of the holy mountain Arunachala, at the foot of which lies the temple-town of Tiruvannamalai, where Bhagavan Sri Ramana lived for the last fifty-four years of his bodily life.<br /><br /><a name=\"atattva\"></a>On <em>Kārttikai Deepam</em> day in 1931 (called <em>prajōtpatti</em> in Hindu calendars, the fifth year in the 60-year Jupiter cycle), which was 24th November, when answering some questions on the subject Sri Ramana explained the <em>tattva</em> — the truth, reality or inner significance — of Arunachala, and his explanation was immediately recorded by Sri Muruganar in a Tamil verse entitled ஸ்ரீ அருணாசல தத்துவம் (<em>Śrī Aruṇāchala Tattuvam</em>), which is as follows:<br /><blockquote>புத்தியகங் காரம் புலம்பெய்த வோங்கு<br />மத்தியித யந்தான் மறையவனு மாலு<br />நத்தவறி யாது நலங்குலைய வன்னார்<br />மத்தியொளி ரண்ணா மலையினது மெய்யே.<br /><br /><em>buddhiyahaṅ kāram pulambeyda vōṅgu<br />maddhiyida yandāṉ maṟaiyavaṉu mālu<br />nattavaṟi yādu nalaṅgulaiya vaṉṉār<br />maddhiyoḷi raṇṇā malaiyiṉadu meyyē</em>.</blockquote><a name='more'></a>This verse is a single sentence that begins with its predicate preceded by a relative clause and ends with its subject preceded by another relative clause. Though the natural order of words in a Tamil sentence is subject-object-verb — that is, the subject naturally precedes its predicate, and the predicate concludes with its finite verb as the final word of the sentence — in poetry there is a licence to alter this natural order to fit the words into the poetic metre, so this verse uses this licence.<br /><br />Since the natural order of words in an English sentence is subject-verb-object, and since in English a relative clause is placed after the noun or pronoun that it qualifies whereas in Tamil it precedes its noun or pronoun, in order to explain the meaning of this verse in a logical order in English we have to begin from the end of it and work backwards.<br /><br />The subject of this verse is its final two words, அண்ணாமலையினது மெய்யே (<em>aṇṇāmalaiyiṉadu meyyē</em>). அண்ணாமலையினது (<em>aṇṇāmalaiyiṉadu</em>) is a genitive form of அண்ணாமலை (<em>aṇṇāmalai</em>), which is a Tamil name of Arunachala, so it means ‘of Annamalai’ or ‘of Arunachala’, and மெய்யே (<em>meyyē</em>) is the noun மெய் (<em>mey</em>), which means truth or reality, with the intensifying suffix ஏ (<em>ē</em>), which means itself, alone, only, certainly, truly or indeed, but which can also be used as a poetic expletive. Thus the subject அண்ணாமலையினது மெய்யே (<em>aṇṇāmalaiyiṉadu meyyē</em>) means ‘the truth [or real significance] indeed of Annamalai [or Arunachala]’.<br /><br />The rest of the last two-and-a-half lines of this verse, மறையவனும் மாலும் நத்த அறியாது நலம் குலைய அன்னார் மத்தி ஒளிர் (<em>maṟaiyavaṉum mālum natta aṟiyādu nalam gulaiya aṉṉār maddhi oḷir</em>), is a relative clause that qualifies Annamalai. The final word of this relative clause, ஒளிர் (<em>oḷir</em>), is a verb that means ‘shines’, and is used here as a relative participle (an adjectival form of a verb that can act either as a relative clause on its own or as the link that joins a relative clause to the noun that it qualifies) meaning ‘which shines’ or ‘which shone forth’.<br /><br />அன்னார் (<em>aṉṉār</em>) means ‘those people’ or ‘they’, but though it is nominative in form it is used here in a genitive sense meaning ‘of them’, and மத்தி (<em>maddhi</em>) is a Tamil form of the Sanskrit word <em>madhya</em>, which here means middle or midst, so அன்னார் மத்தி (<em>aṉṉār maddhi</em>) means ‘in the middle of them’, ‘in their midst’ or ‘in between them’. Thus அன்னார் மத்தி ஒளிர் அண்ணாமலை (<em>aṉṉār maddhi oḷir aṇṇāmalai</em>) means ‘Annamalai, which shone forth between them’.<br /><br />Here அன்னார் (<em>aṉṉār</em>) or ‘them’ refers to the earlier words மறையவனும் மாலும் (<em>maṟaiyavaṉum mālum</em>), which mean Maṟaiyavaṉ (a Tamil name of Brahmā, the lord of creation) and Māl (a Tamil name of Viṣṇu, the lord of sustenance or protection). The suffix உம் (<em>um</em>) that is appended to both மறையவன் (<em>maṟaiyavaṉ</em>) and மால் (<em>māl</em>) is a connective particle that in this context means ‘and’. நத்த (<em>natta</em>) is the infinitive form of the verb நத்து (<em>nattu</em>), which is used here idiomatically to mean ‘when [they] desired’, and which can also be interpreted in this context to mean ‘to reach’ or ‘to attain’. அறியாது (<em>aṟiyādu</em>) is a negative participle of the verb அறி (<em>aṟi</em>), which means to know, experience, comprehend or ascertain, so it means ‘not knowing’, ‘without knowing’ or ‘being unable to know [or experience]’.<br /><br />நலம் (<em>nalam</em>) means goodness, virtue, excellence, welfare, pleasure, indulgence, reputation, fame or in this context pride. குலைய (<em>gulaiya</em>) is the infinitive form of the intransitive verb குலை (<em>gulai</em>), which means to disperse, become loose, melt, dissolve, soften, be subdued, be quelled, be destroyed or cease. Thus, since the infinitive is often used idiomatically in Tamil to denote the time, state or condition in which an action occurs, நலம் குலைய (<em>nalam gulaiya</em>) can mean either ‘when [their] pride was quelled [subdued or destroyed]’ or ‘[in order for their] pride to be quelled [subdued or destroyed]’, but in this context the former is probably the more appropriate meaning.<br /><br />Thus the subject and its relative clause, மறையவனும் மாலும் நத்த அறியாது நலம் குலைய அன்னார் மத்தி ஒளிர் அண்ணாமலையினது மெய்யே (<em>maṟaiyavaṉum mālum natta aṟiyādu nalam gulaiya aṉṉār maddhi oḷir aṇṇāmalaiyiṉadu meyyē</em>), means ‘the truth [or real significance] indeed of Arunachala, which shone forth between Brahma and Vishnu when [their] pride was subdued [or destroyed] [because of their] being unable to know [the reality as it is] when [they] desired [to do so]’.<br /><br />The predicate of this subject is the first half of the second line of the verse, மத்தி இதயம் தான் (<em>maddhi idayam tāṉ</em>). As we saw above, மத்தி (<em>maddhi</em>) is a Tamil form of the Sanskrit word <em>madhya</em>, which here means middle, interior, centre or core, இதயம் (<em>idayam</em>) is a Tamil form of the Sanskrit word <em>hṛdaya</em>, which means heart or core, and தான் (<em>tāṉ</em>) means ‘self’, but is here used as intensifier that — like the suffix ஏ (<em>ē</em>) in மெய்யே (<em>meyyē</em>) — means itself, alone, only, certainly, truly or indeed.<br /><br />Though a predicate in Tamil should normally end with its finite verb (of which there can only be one in a Tamil sentence), if the intended finite verb is a copula (such as ‘is’) that identifies the subject with its predicate, it is often omitted (as it is here) but is nevertheless clearly implied (both by its omission and by the fact that that the predicated noun is nominative in form) to be a form of a verb meaning ‘to be’. Thus this predicate, மத்தி இதயம் தான் (<em>maddhi idayam tāṉ</em>), means ‘[is] heart itself, the core [of our being]’, and could also be interpreted to mean ‘[is] self, [our] heart, the core [of our being]’.<br /><br />The first line of this verse, புத்தி அகங்காரம் புலம்பு எய்த ஓங்கும் (<em>buddhi ahaṅkāram pulambu eyda ōṅgum</em>), is a relative clause that qualifies this predicate, and it parallels almost exactly the relative clause that qualifies Annamalai in the subject. புத்தி (<em>buddhi</em>) and அகங்காரம் (<em>ahaṅkāram</em>) are two Sanskrit words that respectively mean ‘intellect’ and ‘ego’, and the additional letter ய் (<em>y</em>) between them is added according to the rules of conjunction (known in Tamil as <em>puṇarcci</em> and in Sanskrit as <em>saṁdhi</em>). புலம்பு (<em>pulambu</em>) means lamentation, weeping, distress, grief or affliction, and எய்த (<em>eyda</em>) is the infinitive form of the verb எய்து (<em>eydu</em>), which is used here idiomatically to mean ‘when [they] reach [obtain or undergo]’. Thus புத்தி அகங்காரம் புலம்பு எய்த (<em>buddhi ahaṅkāram pulambu eyda</em>) means ‘when [our] intellect and ego undergo grief’ or ‘when [our] intellect and ego are grief-stricken [or distressed]’, and in this context implies ‘when they are subdued with shame at their pride and consequent inability to know the reality’.<br /><br />In this context ஓங்கும் (<em>ōṅgum</em>) is a relative participle that means ‘which grows [ascends, rises high like a flame, expands, increases, flourishes or shines exalted]’ and that links this relative clause to the predicate that it qualifies. Thus this predicate and its relative clause, புத்தி அகங்காரம் புலம்பு எய்த ஓங்கும் மத்தி இதயம் தான் (<em>buddhi ahaṅkāram pulambu eyda ōṅgum maddhi idayam tāṉ</em>), mean ‘[is] heart itself, the core [of our being], which shines forth when [our] intellect and ego are grief-stricken [being subdued with shame at their pride and consequent inability to know the reality]’.<br /><br />Thus the meaning of this entire verse is:<br /><blockquote>The truth [or real significance] of Annamalai [or Arunachala], which shone forth [as a column of light] between Brahma and Vishnu when [their] pride was subdued [or destroyed] [because of their] being unable to know [the reality as it is] when [they] desired [to do so], [is] indeed [our] heart itself [or is indeed self, our heart], the core [of our being], which shines forth when [our] intellect and ego are grief-stricken [being subdued with shame at their pride and consequent inability to know the reality as it is].</blockquote>This verse refers to the traditional story of the origin of Arunachala and reveals the profound spiritual truth that it signifies, as explained by Sri Ramana. This story is in brief as follows:<br /><br />Brahma, the aspect of God who is responsible for the creation of this world-appearance, and Vishnu, the aspect of God who is responsible for its sustenance, stability or protection, were once gripped by pride and were therefore quarrelling with each other about which of them was the greatest, so to resolve their argument Siva, the aspect of God who is responsible for the final dissolution or destruction of this world-appearance, manifested in their midst as a vast column of light, the top and bottom of which could not be seen.<br /><br />Wondering how this column had appeared and was enduring, even though it had not been created by Brahma and was not being sustained by Vishnu, they decided that they could resolve their argument by seeing which one of them could reach its top or bottom. Therefore Brahma assumed the form of a swan and began flying upwards in order to find the summit of the column, while Vishnu took the form of a boar and began burrowing deep into the ground in order to find its foot.<br /><br />Though Brahma flew upwards for many years, he could not reach the summit, so he eventually gave up all hope of ever reaching it. However, though he knew that he had failed, his pride and egotism were not subdued, so he decided to tell a lie, saying that he had reached the summit.<br /><br />In the meanwhile Vishnu also understood that he would never be able to reach the foot of the self-luminous column, but unlike Brahma his pride and egotism were thereby subdued, so he decided to return and humbly admit his failure. Therefore when he and Brahma finally returned and met at their starting point, he honestly admitted that he was unable to reach the foot, and being sure that Brahma would not have been able to reach the summit he declared that whatever the column of light may be, it was greater than either of them, and hence he began to praise it as the supreme lord of all.<br /><br />Brahma laughed in derision, declaring that he had reached the summit and mocking Vishnu, saying that he was praising the column only because of his failure, and that he should instead praise him (Brahma) since he had proved himself to be the greatest of all. Seeing the dishonesty and arrogance of Brahma, Siva manifested himself in his normal form from within the column and declared Brahma to be a liar.<br /><br />Since Vishnu had lost his ego in his attempt to find the foot of Siva, the column of light, he merged and became one with him, and hence since that time he is worshipped as the equal of Siva. However, since Brahma was humbled only after Siva declared him to be a liar, he was cursed never to be worshipped in any temple, and hence he is worshipped only through Vedic rituals, which are <em>kāmya karmas</em>, actions performed for the fulfilment of selfish desires.<br /><br />After Siva thus blessed Vishnu and cursed Brahma, Vishnu understood that he had been possessed by egotism because he had forgotten Siva, who is the one real self of all, and hence he prayed to him never to allow him to forget him again. He also prayed to him saying that he could not sustain the world in the presence of the column of light — which was the light of <em>ātma-jñāna</em> or true self-knowledge — and therefore beseeched him to assume a seemingly lacklustre form on earth so that people could remember him and thereby be saved from the delusion of egotism. Therefore in answer to this prayer of Vishnu, Siva contracted his form as the column of light into the form of the holy mountain Arunachala, mere remembrance of which will subdue our ego.<br /><br />In this story Siva in the form of Arunachala, the mountain of light, symbolises our real self, which is the original light of pure non-dual self-consciousness, ‘I am’; Vishnu symbolises our ego, the distorted and deluded form of self-consciousness that experiences itself as ‘I am this body’; and Brahma symbolises our intellect, the reflected light of consciousness by which we try to understand the external world, which appears as soon as we imagine ourself to be a body.<br /><br />Brahma flying upwards to find the summit of the column symbolises the effort that we make to understand the truth of the world, God and ourself through our outward-going intellect, which seeks to know the reality by extroverted means such as science, religion or philosophy. So long as we thus direct our efforts outwards, away from our own essential self, ‘I am’, we can never know the reality as it truly is, and whatever knowledge we gain thereby is only a lie — an illusion or <em>māyā</em>, an insubstantial and self-delusive semblance of true knowledge.<br /><br />Vishnu burrowing deep down into the ground to find the foot of the column symbolises the effort that we make to experience the reality of ourself — the one consciousness that alone knows the seeming existence of both the world and God — by penetrating deep into our heart, the innermost core or centre of our being. Only when we thus direct our efforts inwards, towards our own essential self-conscious being, ‘I am’, can we free ourself from the self-delusive grip of our ego and thereby experience ourself as we really are. And only when we thus experience ourself as we really are, will we truly know the reality not only of ourself but also of both the world and God.<br /><br /><a name=\"ddtattva\"></a>After composing the above verse recording Sri Ramana’s explanation about the profound spiritual truth that is signified by Arunachala, Sri Muruganar showed it to him and asked him to compose a similar verse explaining the <em>tattva</em> or truth signified by <em>deepa-darśana</em>, seeing the light that is lit on the summit of Arunachala every year on the day of <em>Kārttikai Deepam</em>. In answer to this humble request of Sri Muruganar, Sri Ramana immediately composed the verse entitled தீபதர்சன தத்துவம் (<em>Dīpa-Darśaṉa Tattuvam</em>).<br /><br />Whereas the verse composed by Sri Muruganar, ஸ்ரீ அருணாசல தத்துவம் (<em>Śrī Aruṇāchala Tattuvam</em>), describes our goal — the shining forth of true self-knowledge as soon as our ego and intellect are subdued — the verse composed by Sri Ramana, தீபதர்சன தத்துவம் (<em>Dīpa-Darśaṉa Tattuvam</em>), describes not only this goal but also the path — the means by which we can thus subdue our ego. This verse composed by Sri Ramana is as follows:<br /><blockquote>இத்தனுவே நானா மெனுமதியை நீத்தப்<br />புத்தியித யத்தே பொருந்தியக நோக்கா<br />லத்துவித மாமெய் யகச்சுடர்காண் கைபூ<br />மத்தியெனு மண்ணா மலைச்சுடர்காண் மெய்யே.<br /><br /><em>ittaṉuvē nāṉā meṉumatiyai nīttap<br />buddhiyida yattē porundiyaha nōkkā<br />ladduvita māmey ahaccuḍarkāṇ gaibhū<br />maddhiyeṉu maṇṇā malaiccuḍarkāṇ meyyē</em>.</blockquote>Like the verse composed by Sri Muruganar, this verse is a single sentence, and it is structured in a similar manner. That is, its predicate precedes its subject, and it ends with the same word, மெய்யே (<em>meyyē</em>). Therefore to explain the meaning of this verse in a logical order in English we have to begin from the end of it and work backwards.<br /><br />The subject of this verse is its final four words, அண்ணாமலை சுடர் காண் மெய்யே (<em>aṇṇāmalai cuḍar kāṇ meyyē</em>), which actually form a single compound word. As we saw above, அண்ணாமலை (<em>aṇṇāmalai</em>) is a Tamil name of Arunachala. சுடர் (<em>cuḍar</em>) means light, lustre, brightness, lamp, flame or fire, and in this context it denotes the <em>deepam</em>, the beacon light lit on the summit of Arunachala. காண் (<em>kāṇ</em>) is a verb that means to see, perceive, experience or know, and is also a noun that means sight, vision or the act of seeing, but in this context it is used as a verbal noun meaning ‘seeing’. As we saw above, மெய் (<em>mey</em>) means truth or reality, and the suffix ஏ (<em>ē</em>) is an intensifier that means itself, alone, only, certainly, truly or indeed. Thus this compound noun, the subject of the sentence, means ‘the truth [or real significance] indeed of seeing the light [on] Annamalai [or Arunachala]’.<br /><br />The preceding three words, பூ மத்தி எனும் (<em>bhū maddhi eṉum</em>), are a relative clause that qualifies Annamalai. The final word of this relative clause, எனும் (<em>eṉum</em>), is a relative participle that literally means ‘which says’, but which in this context means ‘which is called’, ‘which is said to be’ or simply ‘which is’. பூ (<em>bhū</em>) means the earth, world or universe, and மத்தி (<em>maddhi</em>) as we saw above means <em>madhya</em>, middle or centre. Thus the subject and its relative clause, பூ மத்தி எனும் அண்ணாமலை சுடர் காண் மெய்யே (<em>bhū maddhi eṉum aṇṇāmalai cuḍar kāṇ meyyē</em>), means ‘the truth [or real significance] indeed of seeing the light [on] Annamalai [or Arunachala], which is called the centre of the world’.<br /><br />The predicate of this subject is the rest of the third line of this verse, அத்துவிதம் ஆம் மெய் அக சுடர் காண்கை (<em>adduvitam ām mey aha-cuḍar kāṇgai</em>). அத்துவிதம் (<em>adduvitam</em>) is a Tamil form of the Sanskrit word <em>advaita</em>, which means ‘non-duality’ or ‘non-dual’, and ஆம் (<em>ām</em>) is a relative participle that means ‘which is’, so அத்துவிதம் ஆம் (<em>adduvitam ām</em>) is a relative clause that means ‘which is non-dual’. In this context, however, this relative clause functions as a simple adjective meaning ‘non-dual’. Likewise, though மெய் (<em>mey</em>) is a noun that means truth or reality, it functions here as an adjective meaning ‘real’ or ‘true’. அக (<em>aha</em>) is the oblique case-form of அகம் (<em>aham</em>), which can either be the Sanskrit pronoun <em>aham</em>, which means ‘I’ or self, or a separate Tamil word that means inside, within, heart, mind or home, and (as we saw above) சுடர் (<em>cuḍar</em>) means light, so அக சுடர் (<em>aha-cuḍar</em>) is a compound noun that means the ‘light of I’, ‘light of self’ or ‘inner light’, which are all synonyms for our essential self-consciousness, ‘I am’. காண்கை (<em>kāṇgai</em>) is a verbal noun that means ‘seeing’.<br /><br />Like the verse composed by Sri Muruganar, this verse has no finite verb, because the intended finite verb is clearly implied to be a copula that means ‘is’. Thus this predicate, அத்துவிதம் ஆம் மெய் அக சுடர் காண்கை (<em>adduvitam ām mey aha-cuḍar kāṇgai</em>), means ‘[is] seeing the non-dual real light of self [or ‘I’]’.<br /><br />The first two lines of this verse explain the means by which we can thus ‘see’ or experience the ‘non-dual real light of self’. The last two words of the second line, அக நோக்கால் (<em>aha-nōkkāl</em>), are the key words in this explanation. As we saw above, அக (<em>aha</em>) is the oblique case-form of அகம் (<em>aham</em>), which means ‘I’, self, inside, within, heart or home, and நோக்கால் (<em>nōkkāl</em>) is the instrumental case-form of நோக்கு (<em>nōkku</em>), which means look, gaze, attention, observation, knowledge or the state of looking or seeing, and which is a noun derived from the verb நோக்கு (<em>nōkku</em>), which means to see, look at, observe, consider, regard or pay attention to. Thus அக நோக்கால் (<em>aha-nōkkāl</em>) means ‘by self-attention’, ‘by self-attentiveness’, ‘by self-observation’, ‘by looking at I’ or ‘by looking inwards’.<br /><br />This compound word அக நோக்கால் (<em>aha-nōkkāl</em>) — ‘by self-attentiveness’ — is associated with two conditions, the first of which is ‘இத் தனுவே நான் ஆம்’ எனும் மதியை நீத்து (‘<em>i-t-taṉuvē nāṉ ām</em>’ <em>eṉum matiyai nīttu</em>), and the second of which is அப் புத்தி இதயத்தே பொருந்தி (<em>a-p-buddhi idayattē porundi</em>).<br /><br />In the first condition, இ (<em>i</em>) is a demonstrative prefix that means ‘this’, and the next letter த் (<em>t</em>) is added according to the rules of conjunction or <em>puṇarcci</em>. தனு (<em>taṉu</em>) is a Sanskrit noun that means body, and the suffix ஏ (<em>ē</em>) is an intensifier that means itself, alone, only, certainly, truly or indeed. நான் (<em>nāṉ</em>) is a pronoun meaning ‘I’, and ஆம் (<em>ām</em>) is the third person future form of the verb ஆ (<em>ā</em>), which means to be, but since the future tense is often used idiomatically in Tamil to denote an action or state that is habitual, regular or constant, in this context ஆம் (<em>ām</em>) simply means ‘is’. Thus இத் தனுவே நான் ஆம் (<em>i-t-taṉuvē nāṉ ām</em>) means ‘this body alone [itself or indeed] is I’.<br /><br />எனும் (<em>eṉum</em>) is a relative participle that literally means ‘which says’, but is used idiomatically to mean ‘which is called’ or ‘which is’, and is often equivalent to the use in English of inverted commas enclosing the preceding word or clause, as it is in this case. மதியை (<em>matiyai</em>) is the accusative case-form of மதி (<em>mati</em>), which is a Sanskrit noun that means mind, intellect, thought, notion or sense, and நீத்து (<em>nīttu</em>) is a participle form of the transitive verb நீ (<em>nī</em>), so it means having separated from, rejected, renounced, removed, abandoned or left. Thus ‘இத் தனுவே நான் ஆம்’ எனும் மதியை நீத்து (‘<em>i-t-taṉuvē nāṉ ām</em>’ <em>eṉum matiyai nīttu</em>) means “having rejected [or separated ourself from] the mind, [the thought, notion or sense] ‘this body alone [itself or indeed] is I’”.<br /><br />In the second condition, அப் புத்தி இதயத்தே பொருந்தி (<em>a-p-buddhi idayattē porundi</em>), அ (<em>a</em>) is a demonstrative prefix that means ‘that’, and the next letter ப் (<em>p</em>) is added according to the rules of conjunction or puṇarcci. புத்தி (<em>buddhi</em>) is a Sanskrit noun that (like <em>mati</em>) means mind, intellect, thought, notion or sense, so அப் புத்தி (<em>a-p-buddhi</em>) means ‘that mind’ or ‘that notion’, referring to the <em>dēhātma-buddhi</em>, the ‘body[-is]-self-sense’, which is the false notion ‘this body alone is I’ referred to earlier. இதயத்து (<em>idayattu</em>) is the oblique case-form of இதயம் (<em>idayam</em>), which is a Tamil form of the Sanskrit noun <em>hṛdaya</em>, which means ‘heart’, ‘core’, ‘centre’, ‘interior’ or ‘essence’, and the suffix ஏ (<em>ē</em>) is an intensifier that means itself, alone, only, certainly, truly or indeed. In this case the oblique case represents the locative case, so இதயத்தே (<em>idayattē</em>) means ‘in [our] heart [or core] alone [or itself]’. பொருந்தி (<em>porundi</em>) is a participle form of the verb பொருந்து (<em>porundu</em>), which has various meanings such as to agree, to be suitable, to abide, to reach or to combine with, but in this context it means having fixed, established or made to abide. Thus அப் புத்தி இதயத்தே பொருந்தி (<em>a-p-buddhi idayattē porundi</em>) means ‘having established that mind only in [our] heart [the core of our being]’.<br /><br />Thus the meaning of this entire verse is:<br /><blockquote>The truth [or real significance] of seeing the light [on] Annamalai [or Arunachala], which is called the centre of the world, [is] indeed seeing the non-dual real light of self [or ‘I’], having rejected [or separated ourself from] the mind, [the thought, notion or sense] ‘this body alone is I’, [and] having established that mind only in [our] heart [the core of our being] by self-attentiveness [or looking at ‘I’].</blockquote>Thus in this verse Sri Ramana reveals the profound spiritual significance of an act of seemingly dualistic devotion — namely <em>deepa-darśana</em>, reverentially seeing the light that is lit on the summit of Arunachala — explaining that it signifies the absolutely non-dual experience of ‘seeing’ or knowing the மெய் அக சுடர் (<em>mey aha-cuḍar</em>) or real light of ‘I’, which is our own essential self-consciousness. That is, the true purpose of the <em>deepam</em> or beacon that is lit on Arunachala on this sacred day every year is to remind us that in order <a href=\"http://happinessofbeing.blogspot.com/2008/06/experiencing-god-as-he-really-is.html\" target=\"blank\">to see God as he really is</a> we should see the real light of pure non-dual self-consciousness, which always shines in the innermost core or depth of our being as ‘I am’.<br /><br />In this verse Sri Ramana teaches us not only that our true aim should only be to see this non-dual real light of self in our heart, but also more importantly that the means by which we can see it is only அக நோக்கு (<em>aha-nōkku</em>) — self-attentiveness, self-observation or (figuratively speaking) looking at ‘I’. This term அக நோக்கு (<em>aha-nōkku</em>) very clearly and aptly expresses what the true practice of <em>ātma-vichāra</em> or self-investigation actually is, namely that it is the simple state of being exclusively self-conscious — conscious of nothing other than our own essential being, ‘I am’ — which is the only real <a href=\"http://happinessofbeing.blogspot.com/2008/11/advaita-sadhana-non-dualistic-spiritual.html\" target=\"blank\"><em>advaita sādhana</em> or non-dual spiritual practice</a>, since it is the only practice that does not involve paying attention to anything that is <em>anya</em> or other than our essential self.<br /><br />He also gives us two other valuable clues in this verse to help us understand what this non-dual practice of self-attentiveness really involves. That is, in order to be truly self-attentive, we must firstly reject or separate ourself entirely from our mind, our false consciousness ‘I am this body’, because this adjunct-mixed form of self-consciousness is the veil of self-ignorance that obscures our true adjunct-free self-consciousness, ‘I am’, thereby preventing us from experiencing it as it really is. Secondly, by separating ourself thus from this false consciousness ‘I am this body’, we must allow our mind to abide firmly and rest peacefully in our heart, as our heart, the innermost core of our being.<br /><br />The key word in this verse is this compound word அக நோக்கால் (<em>aha-nōkkāl</em>), which means ‘by self-attentiveness’, ‘by looking at I’ or ‘by looking inwards’, and it applies not only to the main predicate, which is the verbal noun காண்கை (<em>kāṇgai</em>) or ‘seeing’, but also to the two subsidiary verbs நீத்து (<em>nīttu</em>), ‘having rejected’ or ‘having separated [ourself] from’, and பொருந்தி (<em>porundi</em>), ‘having established’ or ‘having made to abide’. That is, we should separate ourself from our <em>dēhātma-buddhi</em>, our false consciousness ‘I am this body’, by self-attentiveness; we should make our mind abide in our heart by self-attentiveness; and we should see the non-dual real light of self by self-attentiveness.<br /><br />Thus this verse is an extremely neat, compact and clear summary of the very essence of the teachings of Sri Ramana, because in it he not only describes the true goal of all spiritual practice but also teaches us precisely the practice that is ultimately the sole means by which we can attain that goal.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "23",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4294597061593795447/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "ego",
        "God",
        "māyā",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Sri Muruganar"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjA1NjM3OTMwMDM5Cm9mZnNldDogMAo\""
}