{
    "kind": "blogger#post",
    "id": "2021494282104902655",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-20T18:54:00+01:00",
    "updated": "2016-06-08T23:59:56+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2021494282104902655",
    "title": "The true nature of consciousness can be known only by self-enquiry",
    "content": "The anonymous friend whose <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213177440000#c6529592542699406166\">comment</a> I replied to in my previous article, <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-underlying-philosophy-can.html\" target=\"blank\">Self-enquiry: the underlying philosophy can be clearly understood only by putting it into practice</a>, has replied to that article in another <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213781640000#c5266286611575783322\" target=\"blank\">comment</a> on the earlier article <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html\" target=\"blank\">I think because I am, but I am even when I do not think</a>. In this <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213781640000#c5266286611575783322\" target=\"blank\">latest comment</a> Anonymous writes:<br /><blockquote>First of all, your reply in the form of a separate article is greatly appreciated. It makes me imagine the level of clarity you have on the subject. I confess that I was not very serious when I wrote my earlier comments, though I believe whatever I wrote was true/correct to me. I’m not sure whether I should be writing this reply now or perhaps after thoroughly reading and thinking about it... but I’m writing this as I keep reading your article and getting questions/doubts in between:<br /><br />‘... sleep is not absolute unconsciousness …’. It would be good if you further clarify what is meant by ‘relative unconsciousness’. Does it mean some part of consciousness still remains?<br /><br />This question from your reply: “... if we really did not know anything in sleep...would we not just have to say ‘... I do not know whether or not I knew anything in sleep’?” is a good one. It made me for a moment think how could we ascertain that we do not know anything in sleep. (I explained whatever I think as the answer towards the end of this reply — last but one paragraph.)<br /><a name='more'></a><br />There is another point we need to be careful and clear of. The word ‘we’ or ‘I’ seems to be widely used in explaining all this. I think there needs to be some clarification of the meaning of those words whenever we use them. For instance, at some point in the reply, it is said .. “In other words, we know that we did not know anything in sleep because we actually experienced that state of knowing nothing.”<br /><br />Here, the first and second occurrences of ‘we’ refer to us in the waking state (i.e., normal meaning of ‘we’). However, the third occurrence of ‘we’ (in the part: ‘...we actually experienced that state of knowing nothing’) needs to be clarified. It is definitely not the same ‘we’ as in the sense of the first two occurrences. Because the ‘we’ in the sense of first two occurrences do not exist in sleep. So, we cannot say ‘we experienced sleep’.<br /><br />If we do say, then it has to be clarified what does it mean by ‘we’ here, because the regular meaning does not apply. I hope my point is clear.<br /><br />Also, saying ‘I slept’ or ‘I was sleeping’ seems rather incorrect expression of a fact. We cannot put ‘I slept’ (or ‘I was sleeping’) in the same category as ‘I ate’, ‘I wrote’, ‘I went’, ‘I thought’, etc. Because, sleep is not something we do, but something where we ourselves don’t exist, and so don’t know anything.<br /><br />I understand your question ‘how do we know that we don’t know anything in sleep?’. I would like to more precisely state that question as ‘ how do we know in waking that we did not know anything in sleep?’. Let me try to answer this as follows: If we had known something while sleeping, perhaps we might remember that after waking too. Dreams is a case of this. Now, because we don’t remember anything, we say in waking that, we slept (without dreams). So, is it that we are ‘inferring’ that we slept, rather than directly knowing? It looks so to me.<br /><br />If this is becoming too focussed on a small part, perhaps we should leave discussing this point (that we know, or are conscious of, ourselves in sleep), and you could rather say what is the bigger picture (i.e., the main/ultimate point we should understand), and also how this part fits into the bigger picture. I confess and convey that I’m not doing any practice you mentioned. I did try it for a short time earlier, but then somehow got discontinued. Probably one main reason is that I was not sure/clear of whatever I was doing was correct. Are there hints or guidelines which can help in verifying whether whatever way we are doing the practice/enquiry is correct or not? Thanks a lot once again. I hope your effort-filled replies will help others, even if not me.</blockquote>Since my answer to this <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213781640000#c5266286611575783322\" target=\"blank\">comment</a> is quite long and detailed, I shall divide it into several sections: <ol><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#practice-is-imperative\">True understanding and conviction can be gained only by practising self-enquiry</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#indubitable-reality\">‘I am’ is the only indubitable reality</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#consciousness-is-indivisible\">Consciousness is one indivisible whole, other than which nothing exists</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#science-of-self-enquiry\">The empirical science of self-enquiry taught by Sri Ramana</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#doubt-the-doubter\">Doubt the doubter</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#meaning-of-i\">The true meaning of the word ‘I’ or ‘we’</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#one-and-only-i\">Waking, dream and sleep are all experienced by us, the one and only ‘I’</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#mind-usurps-i-am\">Our mind usurps our self-consciousness ‘I am’</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#sleep-exists-in-consciousness\">Sleep is a state that exists only in our consciousness</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#refining-self-consciousness\">We should refine our self-consciousness by practising self-enquiry</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#bigger-picture\">What is the ‘bigger picture’?</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2008/06/true-nature-of-consciousness-can-be.html#correct-self-enquiry\">The correct practice of self-enquiry</a></li></ol><a name=\"practice-is-imperative\"></a><b>True understanding and conviction can be gained only by practising self-enquiry</b><br /><br />First of all, as in my <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-underlying-philosophy-can.html\" target=\"blank\">previous article</a>, it is necessary here to stress again the imperative necessity and paramount importance of actually practising self-enquiry, because we can find a truly satisfactory and convincing answer to all intellectual questions such as those raised in this <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213781640000#c5266286611575783322\" target=\"blank\">comment</a> only by practising self-enquiry — that is, by keenly scrutinising the consciousness about which we are raising so many doubts and questions.<br /><br />Consciousness is not an objective phenomenon, so its true nature cannot be demonstrated or proved objectively by one person to another person. Consciousness is ourself, so we can know its true nature only by absolutely non-objective self-enquiry — that is, by actually attending to it within ourself, as ourself.<br /><br />However, even the verb ‘attending to’ is potentially misleading in this context, because it is liable to be misunderstood as implying a state in which one thing is attending to another thing, whereas in self-enquiry or self-attention there is no such duality. That is, self-attention is a state of absolutely non-objective attention — a state in which that which attends is itself that which it attends to. Therefore rather than saying that we should attend to ourself, it would perhaps be clearer if we were to say simply that we should just be self-attentive or self-conscious.<br /><br />That is, self-enquiry, self-attention or self-attentiveness is the perfectly non-dual state in which we are conscious of nothing other than ourself — our own self-conscious being, ‘I am’. In other words, it is the state of perfect self-consciousness — exclusive self-consciousness — in which consciousness is conscious only of consciousness, and of nothing other than consciousness.<br /><br />This consciousness which is conscious only of consciousness is our fundamental and essential consciousness ‘I am’. That is, it is our consciousness of our own being, which we always experience as ‘I am’. Whatever else we may appear to know, we always know ‘I am’, because this self-consciousness or being-consciousness is the most basic form of consciousness — the one and only essential form of consciousness.<br /><br />However, in the final analysis all this is only words and mental concepts, and it will remain such until we actually experience the truth that these words denote. In order to experience this truth, we must just be keenly self-attentive. That is, we must just be exclusively self-conscious — so one-pointedly, intensely and wholly self-conscious that all thoughts and all forms of objective knowledge are entirely excluded.<br /><br />We can know the taste of chocolate only by experiencing the taste of chocolate. Likewise, we can truly know the meaning of words such as ‘keen self-attentiveness’, ‘exclusive self-consciousness’ or ‘thought-free self-conscious being’ only by actually experiencing our self-consciousness in the absence of all the adjuncts, thoughts or objective forms of knowledge that we now superimpose upon it.<br /><br />We are always self-conscious, but now in this waking or dream state we superimpose adjuncts such as our body, our thinking and our objective knowing upon our basic self-consciousness, ‘I am’, and thus we experience our self-consciousness in a distorted form as ‘I am this body’, ‘I am thinking’ or ‘I am knowing’. This adjunct-bound and therefore limited and distorted form of our self-consciousness is the pseudo-consciousness that we call our ‘mind’. So long as these adjuncts are thus superimposed upon our essential self-consciousness, we cannot experience it as it really is, but can experience it only as this mind.<br /><br />When we think about and discuss whether or not we experience our self-consciousness in sleep, it is our thinking mind that is thus trying to know the truth about self-consciousness, but this mind and all its thoughts are the very obstacle that prevents us from knowing our self-consciousness as it really is. Until our mind subsides completely by just being exclusively self-conscious, we cannot experience the true nature of our self-consciousness, ‘I am’.<br /><br />In sleep our mind subsides, but it subsides only due to exhaustion and not due to clear thought-excluding self-attentiveness or self-consciousness. Therefore, though we do experience our pure self-consciousness in sleep, our mind is not thereby destroyed, because it has securely enveloped itself in a cloud of seeming self-ignorance or self-forgetfulness.<br /><br />That is, because our mind does not experience its pure adjunct-free self-consciousness in waking or dream, it fails to recognise this same pure self-consciousness in sleep. Therefore if we wish to know the true nature of the one real non-dual self-consciousness, ‘I am’, which we experience in all our three states of consciousness, waking, dream and sleep, we must try to experience it as it really is — that is, devoid of all superimposed adjuncts — now in our present waking state.<br /><br />Until and unless we make this effort to experience our pure thought-free self-consciousness here and now — that is, until we try to practise self-enquiry, self-scrutiny or self-attentiveness — we will continue to lack clear knowledge of the true nature of this self-consciousness, and will thus remain confused and uncertain about who or what we really are.<br /><br /><a name=\"indubitable-reality\"></a><b>‘I am’ is the only indubitable reality</b><br /><br />Due to its deep-rooted self-ignorance or self-forgetfulness, our mind can confuse us and make us imagine that in sleep we do not experience our own ever-clearly self-conscious being, ‘I am’, but it cannot reasonably make us doubt that we do experience this consciousness ‘I am’ now, at this precise present moment. We can reasonably doubt the reality of everything other than ‘I am’, because we have no means of knowing for certain that anything that we experience as other than ourself is not just an illusion or figment of our imagination (as indeed it all is, according to the testimony of Sri Ramana and other sages), but we cannot reasonably doubt the reality of ‘I am’, our own self-conscious being, because if we did not now exist, or if we were not now conscious of our existence or being, we could not doubt or think anything else.<br /><br />Therefore, rather than indulging our mind and its dearly held self-confusion by arguing about whether or not we are conscious of our being in sleep, we should keenly scrutinise our self-conscious being here and now in this waking state in order to experience it as it really is. Only if we thus scrutinise ‘who am I now?’ will we be able to experience the real timeless nature of our essential self-conscious being, and when we thereby experience ourself as we really are now, we will know without a shadow of doubt that this self-consciousness ‘I am’ is the only reality, and that we are always only this.<br /><br />We are consciousness — the one and only consciousness that is — and everything that we experience appears only in this consciousness. Like waking and dream, sleep is one of the many transient phenomena that we experience in our consciousness. If sleep were not something that appears in our consciousness, we would know nothing about it. Therefore, rather than doubting whether or not we are conscious in sleep, we should consider for a moment whether we can reasonably deny the fact that sleep appears and disappears only in consciousness — that is, in ourself, our own ever-present self-conscious being, ‘I am’, which is the one and only indubitable reality.<br /><br /><a name=\"consciousness-is-indivisible\"></a><b>Consciousness is one indivisible whole, other than which nothing exists</b><br /><br />Anonymous has written, “‘... sleep is not absolute unconsciousness ...’. It would be good if you further clarify what is meant by ‘relative unconsciousness’. Does it mean some part of consciousness still remains?”<br /><br />Consciousness does not have ‘parts’. It is one indivisible whole, in which all seeming ‘parts’ are contained. It is the one ultimate and absolute base of all that we experience and all that exists. Without this one consciousness, nothing would be known, and therefore nothing would exist, because everything that exists or seems to exist exists only in consciousness.<br /><br />In this one absolute consciousness, which is our own real self — our fundamental self-conscious being, ‘I am’ — the relative consciousness that we call our ‘mind’ appears, and it is only this relative consciousness that experiences all duality, multiplicity, objectivity and relativity. That is, our real consciousness is absolute, because it is permanent, immutable, self-existent and self-shining (self-conscious), and because it knows nothing other than itself — its own being, ‘I am’ — whereas our mind is a relative consciousness, because it is time-bound, transient and ever-changing, and exists and shines only with the support of our real self-consciousness and by clinging to thoughts and objects, which it experiences as other than itself.<br /><br />However, our real self-consciousness, ‘I am’, and this relative object-knowing consciousness called ‘mind’ are not two different consciousnesses. There is only one consciousness, which in reality is only our non-dual self-consciousness. The relationship between our absolute self-consciousness and our mind is like the relationship between a rope and the snake that we imagine it to be.<br /><br />The rope alone is real, and it never actually became a snake, whereas the snake is a mere appearance, a figment of our imagination, which we have superimposed upon the rope. Likewise, our self-consciousness, ‘I am’, alone is real, and it has never actually become this mind, whereas our mind a mere appearance, a figment of our imagination, which we have superimposed upon our real self-consciousness.<br /><br />Though the rope is real and the snake is unreal, they are actually not two different things, but are just one substance, which we either see as the rope that it really is, or as the snake that we imagine it to be. Likewise, though our self-consciousness is real and our mind is unreal, they are actually not two different things, but are just one consciousness, which we either experience as it really is — that is, as our absolute adjunct-free self-conscious being — or as this relative mind, which is a mere imagination.<br /><br /><a name=\"science-of-self-enquiry\"></a><b>The empirical science of self-enquiry taught by Sri Ramana</b><br /><br />This may appear to be a rather hypothetical answer to Anonymous’s question (which itself appears to be rather hypothetical), but this is the truth actually experienced by Sri Ramana and other sages, and if we think deeply about our experience of ourself and all other things, it is the simplest and most plausible explanation of all that we experience. However, it will remain for us a merely hypothetical answer until we actually scrutinise our own self-consciousness and thereby experience its true nature.<br /><br />Sri Ramana did not only explain to us the mind-transcending truth that he experienced — using simple words that expressed it as clearly as any words could express that which is beyond all thoughts and words — but also explained very clearly how we could verify that truth from our own experience. Thus, as I explained in my <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-underlying-philosophy-can.html\" target=\"blank\">previous article</a>, he gave his teachings to us not only as a theoretical philosophy but also as a practical science — a rigorous method of empirical research.<br /><br />The method of research that he taught us is <i>atma-vichara</i> — self-investigation, self-scrutiny or ‘self-enquiry’— and he explained to us in a very clear and rational manner why this is the only means by which we can experience ourself as we really are. Just as we cannot experience any object unless we turn our attention towards it, so we cannot experience our real self — our essential self-conscious being, ‘I am’ — unless we focus our entire attention upon ourself, thereby withdrawing it from all other things, including all the adjuncts that we now mistake to be ourself.<br /><br />In order to know ‘who am I?’ or ‘what am I?’ we must focus our entire attention or consciousness — that is, our power of knowing — keenly, deeply and exclusively upon this fundamental and essential self-consciousness that we always experience as ‘I’ or ‘I am’. If we do not precisely and minutely scrutinise our own self-consciousness in this manner, we will not be able to experience the true nature of it — that is, the true nature of ourself, this one absolutely non-dual and therefore non-objective self-conscious being, ‘I am’.<br /><br /><a name=\"doubt-the-doubter\"></a><b>Doubt the doubter</b><br /><br />However many doubts we may raise and however many questions we may ask, we cannot truly know anything about consciousness so long as we continue to ignore it and simply use it to know things that we experience as objects — that is, things that we experience as other than ourself, the knowing consciousness. Our outwardly directed doubts and questions may be useful to a certain extent, since they may help us to understand that we should direct our mind only selfwards, but they can become a serious obstacle to us if we continue indulging in them without seriously attempting to scrutinise and know the real nature of the ‘I’ that is now experiencing such doubts and asking such questions.<br /><br />Whenever anyone persisted in asking Sri Ramana to answer endless doubts, he would often finally tell them, “Doubt the doubter” — that is, “<i>sandehi yar endru sandehi</i>”, which literally means, “Doubt who is the doubter”. The doubter is our mind, which is a spurious form of consciousness that appears to exist only because of our self-forgetfulness or self-ignorance — our seeming lack of true self-knowledge or clear self-consciousness — and this seeming self-forgetfulness or <i>pramada</i> persists only because of our habit of attending only to things other than ourself.<br /><br />That is, our mind and its underlying self-forgetfulness is nourished and kept alive only by the attention that we are constantly directing away from ourself to know the ephemeral contents of our consciousness, instead of turning back towards ourself to know this one consciousness, by which everything else is known. Therefore, if we seriously doubt the reality of this doubting mind, which now poses as ‘I’, and if we therefore scrutinise the root of it by investigating ‘who am I, this doubting mind?’ it will subside, being deprived of the <i>anya-nattam</i> or ‘attention to otherness’ upon which it depends for its survival, and eventually — when our vigilant self-attentiveness or self-consciousness becomes perfectly refined — it will disappear entirely, being dissolved completely in the all-consuming pristine clarity of absolutely adjunctless self-conscious being.<br /><br />If instead of thus investigating the reality of ourself, this doubting mind, we allow ourself to continue raising an endless series of doubts, we will never find a truly satisfactory answer to any of them. Even if we do find an answer to some of them that satisfies us, we will probably remain satisfied only for a while, because sooner or later our mind will find something else that it can doubt. And even if we become tired of doubting and therefore turn our attention to other matters, we will still not experience a true, deep and abiding satisfaction, because dissatisfaction is the very nature of our outgoing mind.<br /><br />If we truly wish to experience not only a state in which all our doubts are resolved, but also a state in which there will be no scope for any other doubt to arise, we should withdraw our mind from all our doubts and from everything else that is extraneous to our essential nature, ‘I am’, and should thereby remain firmly established in our natural state of thought-free self-conscious being, as our thought-free self-conscious being.<br /><br />As I explained above, we can reasonably doubt — and indeed we should doubt — the reality of everything that we know, except ‘I am’, our own essential self-conscious being. However, rather than spending our time doubting any particular thing or many particular things, we should concentrate all our doubting upon the one root of every doubtful thing, namely our own mind.<br /><br />Since everything that we know, except ‘I am’, is known only by our mind, we have no valid or adequate reason to suppose that anything other than our own essential self, ‘I am’, actually exists independent of our mind. All other things appear only when our mind appears, and they all disappear when our mind disappears, but whether or not our mind appears, our essential self-consciousness, ‘I am’, endures as the one constant and unchanging background, illuminating both the appearance and the disappearance of our mind and every other thing.<br /><br />Since it appears and disappears, how can we be sure that this mind is real? And if this mind is unreal, how can we be sure that anything known by it is real? When this mind appears, we experience it as ‘I’, but when it disappears, we remain as the background consciousness in which it thus appears and disappears. Since we thus remain as the witness that experiences both the appearance and the disappearance of our mind, we exist independent of it, and hence it cannot really be ‘I’.<br /><br />Therefore the fundamental and only truly useful doubt is: ‘if I am not this mind, then who am I?’ This fundamental uncertainty, confusion and lack of clarity about what we really are is the root cause of all our present uncertainty and confusion about everything else that we know. Therefore, before we try to resolve any other uncertainty or doubt, we should first try to resolve this one fundamental uncertainty or doubt.<br /><br />The only means by which we can effectively resolve this fundamental doubt — ‘who am I?’ — is by keenly scrutinising this one basic and unchanging consciousness, which we always experience as ‘I’. Unless we thus keenly scrutinise our own essential self-consciousness, ‘I am’, and unless we patiently, calmly and devotedly persevere in scrutinising it until we experience it with perfect clarity, devoid of all extraneous adjuncts — that is, all thoughts or objective forms of knowledge — we will not be able to know who or what we really are, and thus our present confusion and uncertainty about ourself and everything else will remain.<br /><br />Therefore, until we have resolved our fundamental uncertainty or doubt about what we really are, we should leave aside all our other doubts, waiting to see if any of them remain unresolved after their root has been resolved. Since all our other doubts are raised only by our mind, whose reality is itself very dubious and uncertain, why should we trouble ourself with any of them before we have first managed to establish whether this mind really exists, or whether it is a mere illusion, a figment of our imagination.<br /><br /><a name=\"meaning-of-i\"></a><b>The true meaning of the word ‘I’ or ‘we’</b><br /><br />A clear illustration of the fact that all our doubts are rooted in our fundamental uncertainty and confusion about what we really are is provided by our anonymous friend in the following paragraphs of his <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213781640000#c5266286611575783322\" target=\"blank\">latest comment</a>:<br /><blockquote>… There is another point we need to be careful and clear of. The word ‘we’ or ‘I’ seems to be widely used in explaining all this. I think there needs to be some clarification of the meaning of those words whenever we use them. For instance, at some point in the reply, it is said .. “In other words, we know that we did not know anything in sleep because we actually experienced that state of knowing nothing.”<br /><br />Here, the first and second occurrences of ‘we’ refer to us in the waking state (i.e., normal meaning of ‘we’). However, the third occurrence of ‘we’ (in the part: ‘...we actually experienced that state of knowing nothing’) needs to be clarified. It is definitely not the same ‘we’ as in the sense of the first two occurrences. Because the ‘we’ in the sense of first two occurrences do not exist in sleep. So, we cannot say ‘we experienced sleep’.<br /><br />If we do say, then it has to be clarified what does it mean by ‘we’ here, because the regular meaning does not apply. I hope my point is clear. …</blockquote>Before answering the points raised here, I should first clarify that in the context of Sri Ramana’s teachings the word ‘we’ is not intended to imply any plurality or duality, but is used only as an inclusive form of the singular first person pronoun, ‘I’, rather than as a plural form of it. That is, when we communicate with each other, the word ‘I’ has an exclusive connotation, denoting only the person speaking or writing and excluding all other people, whereas the word ‘we’ has an inclusive connotation, denoting all the people involved.<br /><br />Therefore, since the one reality about which Sri Ramana is teaching us is not exclusive to any particular person or people, but is all-inclusive, being the one true self of each and every one of us, he often used the Tamil pronoun <i>nam</i>, which means ‘we’, when referring to it. Moreover, because he always intended to include whoever he was addressing, he used this inclusive first person pronoun, ‘we’, not only when he was referring to our one real self (as for example in verses 16 and 27 of <i>Ulladu Narpadu</i> and verse 23 of <i>Upadesa Undiyar</i>) but also when he was referring to our mind or ego (as for example in the case of the first word of verse 1 of <i>Ulladu Narpadu</i>), and in many cases he used it in a sense that was not intended to be defined as denoting specifically either our real self or our ego-self, because in truth we have only one self, and it is therefore only in certain contexts that it is useful for us to distinguish whether ‘we’ or ‘I’ denotes our real ‘I’ or our false ‘I’.<br /><br />Now to answer the doubts that Anonymous has raised here: Firstly, when he talks about the ‘regular meaning’ of the word ‘I’ or ‘we’, he appears to imply that its ‘regular meaning’ is our mind or ego. But is this really its ‘regular’, correct or original meaning? When we say ‘I’, what do we really mean? What in essence does this word ‘I’ actually denote?<br /><br />When we say ‘I’, what we mean first and foremost is our essential self-consciousness — our fundamental consciousness of our own being, ‘I am’. Even when we refer to our body or mind as ‘I’, we do so only because we have confused them with our basic self-consciousness.<br /><br />This ‘regular’ confusion that we experience in waking and dream is clearly placed in contrast with the basic self-consciousness that underlies it when we say ‘I slept’. Though we experience sleep as one of our three alternating states of consciousness, when we actually experience this contentless state that we call ‘sleep’ we do not experience either our body or our mind, so who is this ‘I’ who knows ‘I slept’?<br /><br />In waking we mistake our mind and a certain body to be ‘I’, in dream we mistake our mind and another body to be ‘I’, and in sleep we mistake neither our mind nor any body to be ‘I’, yet all these three states are states that are experienced only by us. We know ‘I wake’, ‘I dream’ and ‘I sleep’, and we know that this ‘I’ that wakes, the ‘I’ that dreams and the ‘I’ that sleeps are all the same ‘I’.<br /><br />What we imagine to be ‘I’ changes as we move from one state to another, but we know that we remain the same ‘I’ throughout all these alternating states. What is this unchanging ‘I’, the one common thread that endures through all these changing states? It is only our basic self-consciousness — our fundamental consciousness of our own being, ‘I am’. Therefore in verse 21 of <i>Upadesa Undiyar</i> Sri Ramana says that this fundamental self-consciousness or being-consciousness is alone the true and correct meaning of the word ‘I’:<br /><blockquote>That [one infinite whole, the real self-consciousness that shines as ‘I am I’] is at all times [in the past, present and future, and in all eternity] the [true] import of the word ‘I’, because of the absence of our non-existence even in sleep, which is devoid of [any finite sense of] ‘I’.</blockquote>The ‘I’ that is absent in sleep is our mind, but in spite of the absence of this false ‘I’, we are not non-existent. We, the one self-consciousness that continues to exist even in sleep, in the absence of our mind or false ego-‘I’, alone are the real import of the word ‘I’ — that which this word ‘I’ really denotes.<br /><br />Therefore the only truly ‘regular’ meaning of ‘I’ is that which regularly endures throughout all our three alternating states. But how exactly does this answer the doubts raised by our anonymous friend about the meaning of ‘I’ or ‘we’ when used in a statement such as, ‘… we know that we did not know anything in sleep because we actually experienced that state of knowing nothing’?<br /><br /><a name=\"one-and-only-i\"></a><b>Waking, dream and sleep are all experienced by us, the one and only ‘I’</b><br /><br />Anonymous reasons that here “the first and second occurrences of ‘we’ refer to us in the waking state”, but that “the third occurrence of ‘we’ … is definitely not the same ‘we’ as in the sense of the first two occurrences”, because “the ‘we’ in the sense of first two occurrences do not exist in sleep”, and hence he concludes that “we cannot say ‘we experienced sleep’”. His reasoning and conclusion here demonstrates clearly our fundamental confusion about what we are.<br /><br />How many ‘I’s are we? Are we one ‘I’ that is now awake, another ‘I’ that sometimes dreams, and other ‘I’ that is sometimes asleep? Are we not the same ‘I’ enduring through all these three states? This one and only enduring ‘I’ may appear to assume different forms in each of these states, like one actor acting three different roles in a play, but just as the actor knows that he remains the same person whatever role he plays, we know that we are the same ‘I’ whether we are awake, dreaming or asleep.<br /><br />Whatever we may experience, and whatever we may seem to be, we are always basically the same ‘I’ — the same one and only fundamental self-consciousness. Since our mind and body appear and disappear, they are not real, but are merely an imaginary superimposition, like the imaginary snake that we superimpose upon a rope. Whether the snake appears or disappears, what really exists is only the rope. Likewise, whether our mind and body appear or disappear, what really exists as ‘I’ is only our essential self-conscious being, which is always single and non-dual.<br /><br /><a name=\"mind-usurps-i-am\"></a><b>Our mind usurps our self-consciousness ‘I am’</b><br /><br />The flaw in Anonymous’s reasoning is clearly demonstrated by his erroneous conclusion, “So, we cannot say ‘we experienced sleep’”. We do say that we experienced sleep, and we say so correctly, because we know that we did experience a state in which we knew nothing other than ourself.<br /><br />Anonymous is correct in implying that that which now says ‘I was asleep’ is our mind, and he is also correct in saying that this mind did not exist in sleep, so where does his reasoning go wrong? It goes wrong because he overlooks one obvious fact, namely that though this mind did not exist as such in sleep, it now exists by imagining itself to be not only this transient body but also our underlying self-consciousness, ‘I am’, which did exist in sleep. In other words, this mind seemingly comes into existence and continues to exist only by superimposing imaginary adjuncts such as this body upon our basic and eternal consciousness ‘I am’.<br /><br />Since this mind cannot rise without imagining itself to be our real self-consciousness, ‘I am’, and since this real self-consciousness exists in sleep, our mind now knows ‘I was asleep’. However, rather than trying to explain this from the distorted perspective of our mind, it is easier and clearer to explain it from the more balanced and impartial perspective of ourself — our self-consciousness, ‘I’ or ‘we’. That is, since we are conscious of ourself in sleep, and since we now imagine ourself to be this mind, as this mind we now say in this waking state, ‘I was asleep’, ‘I know that I was sleeping’, even though in sleep we did not actually exist as this mind.<br /><br />That which really knows ‘I was asleep’ is not our mind but only our essential self-consciousness, which is the one underlying reality that supports our mind and enables it to feel that it is now conscious — conscious both of itself and of other things. However, because our mind experiences our essential self-consciousness as ‘I’, it usurps the experience of this ever-enduring self-consciousness, and hence it now feels, ‘I know that I was asleep’.<br /><br /><a name=\"sleep-exists-in-consciousness\"></a><b>Sleep is a state that exists only in our consciousness</b><br /><br />Anonymous goes on to say:<br /><blockquote>… Also, saying ‘I slept’ or ‘I was sleeping’ seems rather incorrect expression of a fact. We cannot put ‘I slept’ (or ‘I was sleeping’) in the same category as ‘I ate’, ‘I wrote’, ‘I went’, ‘I thought’, etc. Because, sleep is not something we do, but something where we ourselves don’t exist, and so don’t know anything. …</blockquote>It is true that sleep is not something that we ‘do’, because it is a thought-free and therefore action-free state. However, it is not true to say that in sleep “we ourselves don’t exist, and so don’t know anything”. Just because we do not do anything in sleep, or know anything other than our own mere being, ‘I am’, we should not conclude that we do not exist or do not know anything.<br /><br />The fact that we actually know that we slept and that in sleep we knew nothing is clear evidence of the fact that in sleep we not only are, but also know that we are. How could we know so clearly that we slept, if sleep were not a state that actually existed — or appeared to exist — in our consciousness? We know that we slept only because sleep is a part of our ever-conscious experience.<br /><br />Do we ever experience any state or time in which we do not exist, or in which we do not know ‘I am’? Since we have never experienced such a state, and never can experience such a state, why should we imagine that any such state exists? All beliefs or talk about our non-existence or non-consciousness are merely a figment of our imagination. How can we ever know for certain that we could ever not be, or ever not be conscious — that is, that we could ever be non-existent or non-conscious? Why then should we imagine the existence of any state in which we do not exist or are not conscious?<br /><br />Everything that we experience or know arises only in our consciousness, so we have no reason to suppose that anything exists outside our consciousness. If sleep were something outside our consciousness, we could never experience it or know anything about it. Therefore, since we do know that there is a state called ‘sleep’, the belief that it exists in any way outside of or independent of our consciousness is a mere imagination.<br /><br />Our consciousness is the one substance of which all our experience or knowledge is formed. Therefore, since sleep is a part of our conscious experience — a state in which we rest every day — how can it be formed of anything other than our own consciousness? Since we cannot know anything outside of or independent of our consciousness, what reasonable grounds can we have for believing that anything actually exists except in our consciousness, and as our consciousness?<br /><br />How can we possibly know that anything other than our own consciousness really exists? And since we cannot know this, why should we imagine that there is any reality other than our consciousness, which we always experience as our own self or essential being, ‘I am’?<br /><br />Therefore it is reasonable for us to accept the simple truth that Sri Ramana has taught us, namely that the one reality underlying the appearance of all things, including the state of sleep, is only our own consciousness, and that though — due to our <i>pramada</i> or negligence of our essential being, ‘I am’ — our consciousness now appears to have become this present transient consciousness of otherness, multiplicity and diversity, its true nature is only our essential and ever-enduring adjunct-free self-consciousness — our pristine consciousness of our own simple being, ‘I am’.<br /><br /><a name=\"refining-self-consciousness\"></a><b>We should refine our self-consciousness by practising self-enquiry</b><br /><br />Though this truth appears very obvious to some of us, at least after Sri Ramana or some other sage has pointed it out to us, to others it may appear to be entirely fanciful. If it does appear fanciful to us, it appears so because we are so strongly accustomed to imagining ourself to be nothing more than this finite body and mind that it is difficult for us to grasp the truth that we are in fact the one infinite consciousness, in which everything seems to appear and disappear, and other than which nothing truly exists, except in our own imagination.<br /><br />If on the other hand it does appear obvious to us, that is because we have a more refined and clear experience of our fundamental adjunct-free self-consciousness, ‘I am’, and therefore we are able to recognise — at least dimly — that we are not just this finite body or mind but are in fact the one infinite and all-inclusive consciousness, in which all things are contained. Therefore, if we wish to understand and be firmly convinced of this truth that Sri Ramana has revealed to us, we should practise self-enquiry — keen and deep self-scrutiny or self-attentiveness — and thereby refine and clarify our experience of our essential self-consciousness, ‘I am’.<br /><br /><a name=\"bigger-picture\"></a><b>What is the ‘bigger picture’?</b><br /><br />In the last paragraph of his <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213781640000#c5266286611575783322\" target=\"blank\">comment</a> Anonymous writes:<br /><blockquote>… perhaps we should leave discussing this point (that we know, or are conscious of, ourselves in sleep), and you could rather say what is the bigger picture (i.e., the main/ultimate point we should understand), and also how this part fits into the bigger picture. …</blockquote>The bigger picture is that at present we have a fundamentally confused knowledge of who or what we really are, that this fundamental confusion about ourself is the root cause of all our problems and sufferings, that the cause of this confusion is our self-forgetfulness or self-ignorance — that is, our lack of clear self-consciousness or true self-knowledge — that this self-forgetfulness is nourished by our deep-rooted and persistent habit of ignoring or overlooking our essential self-consciousness, ‘I am’, and attending instead only to thoughts and objects, which appear to be other than ourself, and that we can therefore remove this fundamental confusion about ourself only by drawing our attention back towards ourself, away from all thoughts and objects, and thereby just being clearly self-conscious.<br /><br />How then does a clear understanding and conviction that in sleep we are conscious of our being, ‘I am’, fit into this ‘bigger picture’? In the fifth last paragraph of my <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-underlying-philosophy-can.html\" target=\"blank\">previous article</a> I explained that Sri Ramana helped us to understand this truth that we are conscious of our being in sleep for two principal reasons, and here I can add a third reason, which is actually just a preliminary part of the first reason that I explained there. This preliminary reason for which he explained this truth is to impress upon us how deeply confused and mistaken is our present knowledge of who or what we are.<br /><br />Thus the conviction that we are conscious of our being in sleep is relevant to all parts of the ‘bigger picture’. Firstly, it enables us to recognise that our present knowledge of ourself is fundamentally confused, and that we therefore do not correctly know who or what we really are. Secondly and more importantly, it enables us to understand that we cannot be either this mind or any body that it imagines to be itself, because in sleep we know ‘I am’ in the complete absence of any mind or body. Thirdly and still more importantly, it enables us to understand that our real and essential self is only our adjunct-free self-consciousness, ‘I am’, because this alone is the one common thread that endures unchanged throughout all our three alternating states of consciousness. Finally and most importantly of all, it enables us to understand that our sole aim should be to experience our essential self-consciousness, ‘I am’, clearly and perfectly — that is, without the superimposition of even the least thought or extraneous adjunct.<br /><br />Attempting thus to experience our essential self-consciousness, ‘I am’, as it really is — that is, as mere being, devoid of all thoughts or adjuncts — is the simple practice of <i>atma-vichara</i> or ‘self-enquiry’ that Sri Ramana has taught us, and it is the one essential key that will bring the entire ‘bigger picture’ into clear focus and thereby enable us to understand it ever more clearly and correctly, and with a steadily deepening and increasingly firm and abiding conviction.<br /><br /><a name=\"correct-self-enquiry\"></a><b>The correct practice of self-enquiry</b><br /><br />Finally Anonymous writes:<br /><blockquote>… I confess and convey that I’m not doing any practice you mentioned. I did try it for a short time earlier, but then somehow got discontinued. Probably one main reason is that I was not sure/clear of whatever I was doing was correct. Are there hints or guidelines which can help in verifying whether whatever way we are doing the practice/enquiry is correct or not? …</blockquote>Firstly it is important for us to understand that the practice of <i>atma-vichara</i> or ‘self-enquiry’ is not any kind of action or ‘doing’, but is only the state of just being. That is, it is simply our natural state of thought-free self-conscious being.<br /><br />The question then is: How are we just to be? In other words, how are we to be as we really are? That is, how are we to be clearly self-conscious, without thinking of anything other than ourself? The truth is that we are always self-conscious, but because we are not solely and exclusively self-conscious, we give room to the rising of thoughts or knowledge of otherness — that is, we allow ourself to think about and experience things other than ourself.<br /><br />When we think or know anything other than ‘I am’, we rise as this thinking and object-knowing consciousness that we call our ‘mind’, and by doing so we slip down from our natural state of just being and become engaged in <i>karma</i> — action or ‘doing’. Since this thinking mind rises only due to our <i>pramada</i> — our self-negligence or slackness in self-attentiveness — we can prevent it from rising and thinking anything only by tenaciously clinging fast to keen and vigilant self-attentiveness.<br /><br />In other words, <i>atma-vichara</i> or ‘self-enquiry’ is simply the practice of just being attentively and vigilantly self-conscious — that is, just being so wholly and exclusively self-conscious that we cannot know anything else, and that we thereby give absolutely no room to the rising of any thought or objective knowledge. Since no thought or knowledge of otherness can rise unless we attend to it, when we focus our entire attention upon our own essential self-consciousness, ‘I am’, we will thereby effectively prevent any thought or other knowledge from rising.<br /><br />As I explained in an earlier article, <a href=\"http://happinessofbeing.blogspot.com/2007/01/aim-of-self-enquiry-is-to-experience.html\" target=\"blank\">The aim of self-enquiry is to experience a perfect clarity of self-consciousness</a>, we always experience some degree of self-consciousness, but our self-consciousness is obscured to a greater or lesser extent either by thoughts, which include all the objective knowledge that we experience in waking and dream, or by drowsiness, which is the dullness or seeming self-forgetfulness that we experience in sleep. Thus the clarity with which we experience our essential self-consciousness, ‘I am’, is inversely proportional to the density of the thoughts or drowsiness that obscures it.<br /><br />Therefore our aim when we practice self-enquiry is to experience a perfect clarity of self-consciousness — that is, self-consciousness unclouded by even the least thought or drowsiness — because when we truly experience such absolute clarity for even a moment, we will know what we really are, and hence our mind will be consumed and will vanish for ever in that infinite clarity, being discovered to be a non-existent phantom, a mere figment of our imagination, which resulted from our <i>pramada</i>, our seeming lack of absolute clarity of self-consciousness.<br /><br />However, until our mind is thus completely destroyed, whenever we practise self-attentiveness or ‘self-enquiry’ we will experience varying degrees of clarity of self-consciousness. Sometimes we will be able to experience our natural self-consciousness, ‘I am’, more clearly, and sometimes less clearly, but our aim should always be to strive constantly to experience one-hundred-per-cent clarity, which is the state of true self-knowledge.<br /><br />During our practice of self-enquiry, if we experience any form of thought or objective knowledge, that is a clear sign that we have lost our firm hold on our essential self-conscious being, ‘I am’ — in other words, it is an indication that our self-attentiveness has become slack. Likewise, if we experience even the least drowsiness, that is another clear sign of a slackness in our self-attentiveness, because if we are vigilantly and unswervingly steadfast in our self-attentiveness, it will allow no room for the rising of either thoughts or drowsiness.<br /><br />Therefore the true practice of self-enquiry is just to remain steadily balanced between thoughts and drowsiness — that is, between the activity of thinking and the dullness of sleep — in our true and natural state of perfectly clear non-dual self-conscious being.<br /><br />Only by trying thus to be ever more clearly self-conscious — conscious of nothing other than our own mere being, ‘I am’ — will we be able eventually to experience the truth that our mind and all its thoughts, doubts and knowledge of otherness or duality are a mere apparition, a truly non-existent illusion created by our equally illusory power of <i>maya</i> or self-delusive imagination, and that the only reality that ever truly exists is our own absolutely non-dual self-conscious being, ‘I am’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2021494282104902655/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "effort",
        "ego",
        "just being (summa iruppadu)",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Nzk2OTc3Cm9mZnNldDogMzYwMDAwMAo\""
}