{
    "kind": "blogger#post",
    "id": "4714072014633930718",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-15T02:48:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/06/where-to-find-and-how-to-reach-real.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4714072014633930718",
    "title": "Where to find and how to reach the real presence of our <i>guru</i>?",
    "content": "In reply to my recent article, <a href=\"http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html\" target=\"blank\">Which <i>sat-sanga</i> will free us from our ego?</a>, Anonymous wrote a <a href=\"http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html?showComment=1213162020000#c442537726628164186\" target=\"blank\">comment</a> in which he or she said:<br /><blockquote>Thanks for your reply to my (anonymous) concerns. “Merely being in the physical presence of a true <i>guru</i> is not the most efficacious form of <em>sat-sanga</em>” — yes I accept that, but I’ve heard so many stories of people experiencing the Self effortlessly in the presence of a true <i>guru</i> after many years of failure through their own attempts to experience the Self and that’s why I was tempted to ask that question. ...</blockquote>If we truly have faith in the grace and guidance of our <em>sadguru</em>, Sri Ramana, we will have no doubt about the simple truth that he can and does provide us with all the help — both inward and outward — that we need to enable us to scrutinise and know our real self.<br /><br />If we would really be helped by being in the physical presence of a true <i>guru</i>, would he not place us in such a presence? And if he has not placed us in such a presence, should we not understand that we do not actually need such help now?<br /><a name='more'></a><br />Everything that we experience in our life is ordained by him for our true spiritual benefit, and conversely, whatever we do not experience is not ordained by him for the same reason. The outward situation in which we are placed at any given time is what is truly best for us at that time.<br /><br />If, as in the stories that you have heard, any person has experienced self effortlessly in the presence of a true <i>guru</i> after many years of failure through his or her own attempts to experience it, it is because they have gained the required maturity through all their previous efforts. None of their sincere attempts to experience self had really failed, because each attempt had helped them mature to the point that they were ready to sink effortlessly into the innermost depth of their own being as soon as they came into the <i>guru</i>’s physical presence.<br /><br />Coming to the physical presence of a true <i>guru</i> is not something that is in our hands, because like every other outward experience, it is according to our destiny or <i>prarabdha</i>, which is ordained by the grace of God or <i>guru</i> in accordance with our real spiritual needs. What is in our hands — that is, what we have the freedom either to do or not to do — is liking and making the effort to turn within to attend only to our own essential self-conscious being, ‘I am’, thereby surrendering ourself entirely to God or <i>guru</i>, who is that ‘I am’.<br /><br />Therefore, instead of concentrating all our love and effort on just being ever self-attentive, let us not get distracted looking for help outside ourself in this unreal world. If we truly want help from our <i>guru</i>, Sri Ramana, we should seek it where he has told us to seek it, namely within ourself, in the innermost depth of our own being, where his real presence is always shining as our own clear non-dual self-consciousness, ‘I am’.<br /><br />Anonymous continued the same <a href=\"http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html?showComment=1213162020000#c442537726628164186\" target=\"blank\">reply</a> saying:<br /><blockquote>... “If one clings fast to uninterrupted <i>svarupa-smarana</i> [self-remembrance]” — the word ‘uninterrupted’ seems to suggest that even a tenuous current is not enough. ...</blockquote>The word that Sri Ramana actually used in this sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i> (Who am I?)</a> is <i>nirantara</i>, which means ‘uninterrupted’ in the sense of ‘having no interval’, ‘constant’ or ‘continuous’.<br /><br />Therefore this word <i>nirantara</i> or ‘continuous’ does not actually suggest that even a tenuous current of self-remembrance is not enough. On the contrary, in this sentence Sri Ramana states very clearly that an uninterrupted or continuous current of self-remembrance is alone enough, because he ends this sentence with the emphatic words “அது வொன்றே போதும்” (<em>adu ondre podum</em>), which means ‘that alone is sufficient’.<br /><br />Just because this current of self-remembrance may at times be only tenuous, that does not mean that it is not continuous, uninterrupted or without any interval. Even a tenuous current or continuity of self-remembrance will be sufficient to weaken our <i>vasanas</i> — our latent impulsions or desires to attend to things other than ourself — and thereby purify or clarify our mind, and as our mind thus becomes purer the eternal continuity of our natural self-consciousness, ‘I am’, will shine ever more clearly, even in the midst of seeming outward activity.<br /><br />Every moment in which we are self-attentive — no matter how tenuous or fine that self-attentiveness may be — we are gradually but effectively purifying our mind, cleansing it of all its <i>vishaya-vasanas</i> or desires for external objects and experiences. The clearer, keener and more deep and firm our self-attentiveness is, the more effectively and quickly it will be purifying our mind, but even the most tenuous or momentary self-attentiveness will not fail to purify it at least to some extent.<br /><br />Since the degree of purification that we achieve at any moment is proportionate to the depth, intensity and clarity of our self-remembrance, self-attentiveness or self-consciousness at that moment, we should always aim to be as exclusively, deeply and clearly self-conscious as possible. However, since even a tenuous degree of clear self-consciousness will purify our mind in proportion to that degree, and since the more our mind is cleansed of its outward-going desires the deeper we will be able to sink into our natural state of clear thought-free self-conscious being, we should aim to maintain at all times at least a tenuous current or continuity of self-remembrance.<br /><br />At times our self-remembrance or self-consciousness will be more tenuous, and at other times it will be deeper, clearer and more intense, but each moment of relatively clear self-consciousness will be more or less quickly and effectively leading us closer to our final goal of absolutely clear self-consciousness, in which we will drown and lose ourself forever in the real presence of our <i>sadguru</i>, Sri Ramana, who is none other than our own true self — our essential non-dual self-conscious being, ‘I am’.<br /><br />Further on in the same <a href=\"http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html?showComment=1213162020000#c442537726628164186\" target=\"blank\">reply</a> Anonymous wrote:<br /><blockquote>... I do have <i>svatma-bhakti</i> but the fact that ‘I am the doer’ idea is still strong prevents <i>svarupa-smarana</i> especially when work involves deep mental activity. I suppose the only solution is to persist and get to the point where <i>svatma-bhakti</i> is strong enough to help self-remembrance in the midst of all activities. I wonder when that’ll happen. ...</blockquote>The cultivation of true self-love or <i>svatma-bhakti</i>, and the consequent deepening and increasing clarity of our self-remembrance or <i>svarupa-smarana</i>, is not something that will happen suddenly, but will develop steadily and gradually as we persevere in our practice. Though the final complete surrender of our mind and consequent blossoming of the non-dual experience of true self-knowledge will ‘happen’ instantaneously, the development of the maturity — the true self-love and pristine clarity of mind — that we require in order to be willing thus to surrender ourself entirely in the absolute clarity of that non-dual self-experience will occur gradually during the process that we call <i>sadhana</i> or spiritual practice.<br /><br />Anonymous is correct in supposing that “the only solution is to persist”. As Sri Ramana repeatedly emphasised, we will succeed only by tenaciously persevering in our practice of self-remembrance or self-attentiveness, and those who have succeeded have all done so because they had already persevered in such practice sufficiently earnestly, steadily and long enough. That is, whenever our mind is distracted even in the least by its deeply engrained desire to experience anything other than our own essential being, ‘I am’, we should tenaciously persevere in drawing it back and keeping it fixed firmly in our natural state of thought-free self-conscious being.<br /><br />Sri Ramana emphasises the importance of such tenacious perseverance in a very clear and simple manner in paragraphs <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">six</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">ten</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleven</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i></a>, which I quoted in my previous article, <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-personal-experiences-and.html\">Self-enquiry, personal experiences and daily routine</a>. The essence of what he teaches us in these three paragraphs is clearly expressed by him in just a few simple words in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth paragraph</a>, “... நினைவுக்கும் இடம் கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்” (<i>... ninaivukkum idam kodamal, sorupa-dhyanattai vidappidiyayp pidikka vendum</i>), which means, “... without giving room even to [the least] thought, [we] should cling tenaciously to <i>svarupa-dhyana</i> [self-attentiveness or meditation upon our own essential nature, ‘I am’]”.<br /><br />Just as the stems, branches, leaves, flowers and fruit of a tree will continue sprouting so long as its root survives, so our <i>vasanas</i>, desires and thoughts will continue rising and distracting us away from our self-attentiveness so long as their root, our mind, survives. Therefore Sri Ramana begins the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i></a> by saying:<br /><blockquote>As long as <i>vishaya-vasanas</i> exist in [our] mind, so long <i>nanar ennum vicharanai</i> [the investigation ‘who am I?’] is necessary. As and when thoughts arise, then and there it is necessary [for us] to annihilate them all by <i>vicharanai</i> [investigation, that is, self-investigation or keen and vigilant self-attentiveness] in the very place from which they arise. ...</blockquote>Until we achieve by our persistent practice of <i>atma-vicharanai</i> — self-investigation, self-scrutiny or self-attentiveness — sufficient maturity to be willing and able to surrender our mind entirely in the absolute clarity of pure self-consciousness, we will continue to be distracted by our thoughts, which we form in our mind due to the driving force of our own <i>vishaya-vasanas</i>, our desires to think of and experience things that appear to be other than ourself. Therefore the struggle between our <i>svatma-bhakti</i> — our love just to be and to know only our own real self — and our <i>vasanas</i> or outward-going desires will continue in us until our mind is completely destroyed by the clear light of true self-knowledge.<br /><br />Therefore, though we should always aim to maintain an unbroken continuity of self-attentiveness or self-remembrance, and thereby to sink deep into our own self-conscious being, ‘I am’, in practice our attempts to do so will often fail, and we will therefore repeatedly succumb to the powerful attraction of our desires and consequent thoughts. However, we should not be disheartened by our repeated failure to be constantly self-attentive, but should just calmly persevere in our efforts to restore our self-attentiveness whenever we find that we have lost our hold on it.<br /><br />This constant struggle between self-attentiveness and <i>pramada</i> — self-negligence or self-forgetfulness — is the nature of true <i>sadhana</i> or spiritual practice, so calm, patient and steady perseverance is required to win this battle. However many times and however frequently we may fall from our natural state of serene self-conscious being, we should rise again and try our best to stand firm in it.<br /><br />In this long inner warfare we are never alone, because the grace of our <i>sadguru</i>, Sri Ramana, is always shining peacefully in our heart as ‘I am’, giving us all the subtle help and support that we need in our earnest efforts to return to his real presence by sinking into the innermost depth of our own clearly self-conscious being, which is his own true form. As we strive to turn wholly selfwards, the powerful attraction of his grace is always drawing us inwards, waiting to consume us entirely whenever we are ready to yield ourself completely to him.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4714072014633930718/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "God",
        "grace",
        "guru",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "sat-sanga",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODMzCm9mZnNldDogMzYwMDAwMAo\""
}