{
    "kind": "blogger#post",
    "id": "3818029397785547960",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-05-15T08:16:00+01:00",
    "updated": "2016-06-09T00:13:51+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3818029397785547960",
    "title": "<i>Sri Ramanopadesa Nunmalai</i> — English translation by Sri Sadhu Om and Michael James",
    "content": "In a post that I wrote on September 25th of last year, <a href=\"http://happinessofbeing.blogspot.com/2007/09/sri-arunachala-stuti-panchakam-english.html\" target=\"_blank\"><em>Sri Arunachala Stuti Panchakam</em> — English translation by Sri Sadhu Om and Michael James</a>, I announced the publication of the word-for-word meaning and English translation by Sri Sadhu Om and me of <em>Sri Arunachala Stuti Panchakam</em>, the 'Five Hymns to Sri Arunachala' composed by Bhagavan Sri Ramana, and I mentioned that within the next few months it would be followed by a similar book containing the word-for-word meaning and English translation by Sri Sadhu Om and me of <em>Upadesa Nunmalai</em>, the 'Garland of Teaching Texts' or 'Garland of Treatises of Spiritual Instruction', that is, the poems such as <em>Ulladu Narpadu</em> that Sri Ramana wrote conveying his teachings or <em>upadesa</em>.<br /><br />This translation of <em>Upadesa Nunmalai</em> has now been published under the title <em>Sri Ramanopadesa Noonmalai</em> and is available for sale in <a href=\"http://www.sriramanamaharshi.org/\" target=\"_blank\">Sri Ramanasramam</a> Book Stall. To the best of my knowledge, this is the first book to contain the word-for-word meaning in English for each verse of these poems.<br /><br />The following is a copy of the introduction that I wrote for this translation of <em>Upadesa Nunmalai</em>:<br /><br />\"So that we may be saved, [graciously] reveal to us the nature of reality and the means to attain [or experience] it.\" This is the prayer that Sri Muruganar made to Bhagavan Sri Ramana when requesting him to compose <i>Ulladu Narpadu</i>, and these are the words with which he begins the first verse of his <i>payiram</i> or preface to this great work.<br /><a name='more'></a><br />In answer to this prayer Sri Bhagavan composed <i>Ulladu Narpadu</i>, and in accordance with it he thereby revealed to us not only the nature of reality but also the means by which we can attain direct experience of it. As he revealed, the only reality — <i>ulladu</i> or 'that which is' — is our own essential self, and the only means by which we can experience it directly is just to 'be as it is' by turning our attention away from all otherness or duality towards our own essential thought-free self-conscious being, 'I am'.<br /><br />The essence of <i>Ulladu Narpadu</i>, and indeed the essence of Sri Bhagavan's entire teachings, is encapsulated by him in the first of the two verses of its <i>mangalam</i> or 'auspicious introduction', which he initially composed as a two-line verse in <i>kural venba</i> metre, in which he said:<br /><blockquote>How to [or who can] meditate upon <i>ulla-porul</i> [the 'reality which is' or 'being-essence']? Being in [our] heart as [we truly] are alone is meditating [upon this reality]. Know [this].</blockquote>In this brief verse he clearly expressed the truth that 'being as we are' is the only means by which we can experience the one absolute reality, which is our own real self or essential being, 'I am'. However, to clarify exactly what he meant by the words <i>ullapadi ullade</i>, which literally mean 'only being as we are' or 'only being as it is', he later added two opening lines to this <i>kural venba</i> verse, thereby transforming it into its present form, which is a four-line verse in <i>venba</i> metre, in which he says:<br /><blockquote>Other than <i>ulladu</i> ['that which is' or being], is there consciousness of being? Since [this] <i>ulla-porul</i> [this 'reality which is', 'existing substance' or 'being-essence'] is in [our] heart devoid of [all] thought, how to [or who can] think of [or meditate upon this] <i>ulla-porul</i>, which is called 'heart'? Being in [our] heart as [we truly] are [that is, as our thought-free non-dual consciousness of being, 'I am'] alone is meditating [upon our being]. Know [this reality by experiencing it thus].</blockquote>In these additional first two lines, he clearly revealed the nature of the one absolute reality, and thereby he explained to us exactly what he meant by saying <i>ullapadi ullade</i> or 'only being as it is'. In the first sentence of this verse, \"<i>ulladu aladu ulla-unarvu ullado?</i>\", which conveys several deep and subtle shades of meaning such as 'If being were not, could there be consciousness of being?', 'Other than that which is, is there [any] consciousness of being?' or 'Can [our] consciousness of being ['I am'] be other than [our] being?', he reveals that <i>ulladu</i> or 'that which is' is not only being but also <i>ulla-unarvu</i>, 'consciousness which is' or 'consciousness of being'.<br /><br />The same truth is expressed by him in more detail in verse 23 of <i>Upadesa Undiyar</i>:<br /><blockquote>Because of the non-existence of [any] <i>unarvu</i> [consciousness] other [than <i>ulladu</i>] to know <i>ulladu</i> ['that which is' or being], <i>ulladu</i> is <i>unarvu</i>. [That] <i>unarvu</i> itself exists as 'we' [our essential being or true self].</blockquote>That is, we ourself are the one absolute reality called <i>ulladu</i> or 'that which is', and our essential nature is not only being but also consciousness of being. We not only exist, but are conscious of our existence or being. Our being and our consciousness of our being are not two separate things, but a single non-dual whole. In other words, our real self or essential being is self-conscious — it is conscious of itself, and its consciousness of itself is its very being.<br /><br />However, when we say 'it is conscious of itself' and 'its self-consciousness is its very being', we are expressing the truth in an inadequate manner, because 'that which is' is not a third person object, 'it', but is only the first person reality, 'we' or 'I'. Though Sri Bhagavan sometimes referred to the absolute reality — the one non-dual being-consciousness, 'I am' — as 'we', as he does in verse 23 of <i>Upadesa Undiyar</i>, he did not mean to imply thereby that it is a plural first person consciousness. Whenever he used the term 'we', he did not use it as the plural form of the first person pronoun 'I', but only as the inclusive form of it. Whereas the word 'I' appears to exclude the person or people spoken to, the word 'we' includes them, so since our one non-dual real self is not exclusive to any one person but is all-inclusive, he often referred to it appropriately as 'we' rather than as 'I'.<br /><br />Thus the essential meaning of this first sentence of the first <i>mangalam</i> verse of <i>Ulladu Narpadu</i> is that <i>ulladu</i> or 'that which is' is self-conscious. The fact that this self-conscious being is not a third person object but only the first person reality, 'I am', is made clear by Sri Bhagavan in the second sentence, in which he says that this <i>ulla-porul</i> or 'reality which is' is called <i>ullam</i> or 'heart'. This word <i>ullam</i> does not only mean 'heart' or the innermost 'core' of our being, but also means 'am', so in this context it clearly indicates that the absolute non-dual self-conscious reality that Sri Bhagavan refers to as <i>ulladu</i> or <i>ulla-porul</i> is only our own essential being, which we always experience as 'I am'.<br /><br />The fact that the Tamil word <i>ullam</i>, which is derived from the root <i>ul</i> meaning 'within', 'inside' or interior', and which is therefore normally understood to mean 'heart', 'mind', 'soul' or 'consciousness', also means 'am' is a subtle truth that was pointed out by Sri Muruganar and Sri Sadhu Om, and probably by Sri Bhagavan himself. That is, the word <i>ul</i> has two distinct but closely related meanings. It does not only mean 'within', 'inside' or interior', but is also the base of a tenseless verb meaning 'to be' or 'to have'. As the base of the verb meaning 'to be', it is the root of the word <i>ulladu</i>, which Sri Bhagavan uses in this verse in three different senses, firstly as a noun meaning 'that (<i>adu</i>) which is (<i>ulla</i>)' or 'being' in the sense of 'existence', secondly in two places as a third person singular verb meaning 'it is' (in the first sentence as the interrogative form <i>ullado</i>, which means 'is it?', and in the second sentence in the form <i>ulladal</i>, which means 'since it is'), and thirdly as a gerund meaning 'being' in the sense of 'existing' or 'remaining' (in the third sentence in the form <i>ullade</i>, which means 'only being'). Just as the third person singular form of the verb <i>ul</i> is <i>ulladu</i>, its usual first person plural form is <i>ullom</i>, but in literary Tamil a rarely used alternative first person plural form of it is <i>ullam</i>, which therefore means 'are' as in 'we are'. Therefore Sri Muruganar and Sri Sadhu Om explained that just as Sri Bhagavan used <i>nam</i> or 'we' as an inclusive form of the first person singular pronoun <i>nan</i> or 'I', so he used <i>ullam</i> or 'are' as an inclusive form of the first person singular verb <i>ullen</i> or 'am'.<br /><br />In the second sentence of this verse, Sri Bhagavan not only says that the <i>ulla-porul</i> or 'reality which is' is called <i>ullam</i>, 'heart', 'core' or 'am', but also says that it exists \"in [our] heart devoid of thought\". Therefore in the first two lines of this verse he has revealed three essential truths about the nature of the one absolute reality. Firstly he reveals that it is not only being but is also self-conscious. Secondly he reveals that it exists within us devoid of thoughts. Thirdly and most importantly he reveals that it exists not only within our 'heart' but as our 'heart' — that is, as our true and essential being or 'am'-ness.<br /><br />In other words, the true nature of reality is that 'that which [really] is' is only our own essential thought-free self-conscious being, which we always experience as 'I am'. However, though we always experience the one non-dual absolute reality as 'I am', due to the imaginary rising of thoughts our essential self-consciousness appears to be distorted and limited as our mind, the finite object-knowing consciousness that imagines itself to be a physical body. As Sri Bhagavan reveals repeatedly in the later verses of <i>Ulladu Narpadu</i>, and in many of his other writings in poetry and prose, the rising of our mind, our body and this entire world, which are all only thoughts or images that we form in our mind by our power of imagination, is caused by our primal imagination 'I am this body'.<br /><br />Whenever our mind rises, whether in waking or dream, it always does so by imagining itself to be a physical body. When it does not imagine itself to be a body, as in sleep, it subsides and ceases to exist. Therefore Sri Bhagavan says that this primal imagination 'I am this body' is our first thought, and the root of all our other thoughts. Since the essential form of our mind is only this first thought 'I am this body', in verse 18 of <i>Upadesa Undiyar</i> and in the fifth paragraph of <i><a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\">Nan Yar?</a></i> he says:<br /><blockquote>[Our] mind is only [a multitude of] thoughts. Of all [the countless thoughts that are formed in our mind], the thought 'I' alone is the root [base, foundation or origin]. [Therefore] what is called 'mind' is [in essence just this root thought] 'I'.<br /><br />What rises in this body as 'I', that alone is [our] mind. … Of all the thoughts that appear [or arise] in [our] mind, <b>the thought 'I' alone is the first thought</b>. Only after this rises do other thoughts rise. Only after the first person appears do the second and third persons appear; without the first person the second and third persons do not exist.</blockquote>The fact that this root thought 'I' is our basic imagination that we are a physical body is made clear by Sri Bhagavan in verse 14 of <i>Ulladu Narpadu</i> (<i>kalivenba</i> version) and in verse 2 of <i>Anma-Viddai</i>:<br /><blockquote>If that first person [our mind], [which experiences itself] as 'I am [this] body', exists, the second and third persons will [also seem to] exist. If, by our investigating the truth of the first person, the first person ceases to exist, the second and third persons will [also] come to an end, [and the reality of] the first person, which [always] shines as one [the one non-dual absolute reality, which alone remains after the dissolution of these three false persons], will be [then discovered to be] our [true] state, [our real] self.<br /><br />Since the thought 'this body composed of flesh is I' is the one string on which [all our] various thoughts are attached, if [we] go within [ourself scrutinising] 'who am I? what is the place [the source from which this fundamental thought 'I am this body' rises]?', [all] thoughts will disappear, and within the cave [the core of our being] self-knowledge will shine spontaneously as 'I [am] I'. This alone is silence [the silent or motionless state of mere being], the one [non-dual] space [of infinite consciousness], the sole abode of [true unlimited] happiness.</blockquote>In order to regain our natural state of thought-free self-conscious being, we must free ourself from all thoughts, including their root, our mind, which is in essence nothing but our first thought 'I am this body, a person called so-and-so'. Even if we cut a tree down to its stump, so long as its roots survive it will continue to sprout fresh stems, branches, leaves, flowers and fruits. Similarly, so long as our mind — this root thought 'I am this body' — survives, it will continue forming fresh thoughts and diversifying itself as the countless objects of this world, which it forms as mental images within itself by its power of imagination.<br /><br />Our mind cannot survive without constantly dwelling upon thoughts, which it is perpetually forming within itself. Though it imagines some of its thoughts to be objects that exist in a world that appears to be outside itself, that seemingly external world actually arises only within itself as a series of mental images, just as the world that it experiences in a dream does. Having formed itself as its primal imagination 'I am this body', our mind then imagines that through the five senses of that body it is experiencing a world outside itself. However both this body and world are mere imaginations — that is, they are both just thoughts or mental images that our mind has formed within itself.<br /><br />We experience this imaginary identification of ourself with a body and the consequent perception of a seemingly external world in both waking and dream. Just as we experience this world in the waking state as if it were existing outside ourself, so we experience the world that we see in a dream as if it were existing outside ourself, but in both cases we actually experience such a seemingly external world only within our own mind. Since we now know that any world that we experience in a dream is actually just a figment of our imagination, we have no reason to suppose that this world that we experience in our present waking state is anything other than a figment of our imagination.<br /><br />All our perceptions of objects that appear to exist outside ourself are actually just thoughts that our mind has formed within itself by its power of imagination. Anything that we experience as other than ourself is therefore just a thought, and like all our other thoughts it depends for its seeming existence upon the seeming existence of our mind, which is our first thought 'I' — the thinker that thinks all thoughts, and the subject that knows all objects.<br /><br />Just as all thoughts depend upon our mind, which thinks them, so our mind depends upon its constant action of thinking thoughts. Without thinking of things other than itself, it cannot stand. Therefore in the fourth paragraph of <i><a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\">Nan Yar?</a></i> Sri Bhagavan says:<br /><blockquote>… [Our] mind stands only by always following a gross object; solitarily it does not stand. ...</blockquote>This truth is explained by him still more clearly in verse 25 of <i>Ulladu Narpadu</i>:<br /><blockquote>Grasping form [a body] it [our mind or ego] comes into existence. Grasping form [that body] it persists. Grasping and feeding on form [thoughts or objects] it flourishes abundantly. Leaving form [one body] it grasps form [another body]. If [we] examine [it], [this] formless phantom ego takes flight. Know [that is, know this truth, or experience this disappearance of the ego by examining it].</blockquote>Being a mere imagination, our mind has no form of its own, so it can appear to exist as a seemingly distinct entity only by clinging to a gross form. The first form that our mind clings to is a physical body, which it imagines to be itself, and then through that body it experiences many other forms, some of which it recognises as being thoughts that exist only within itself, and some of which it imagines to be objects existing outside itself. By attending to such thoughts and objects, it nourishes and strengthens the illusion of its own seeming existence, and hence Sri Bhagavan describes its act of attending to them as 'grasping and feeding on forms'.<br /><br />Since attention to thoughts and to seemingly external objects (which Sri Bhagavan describes respectively as 'second person objects' and 'third person objects') is the means by which our mind nourishes itself, when we divert our attention away from all such thoughts and objects towards ourself, our mind will begin to subside. Therefore Sri Bhagavan says, \"If [we] examine [it], [this] formless phantom ego [our mind] takes flight\". That is, since it has no form of its own, and since it can appear to exist only by attending to forms, which it creates by its own power of imagination, when our mind attempts to attend to itself, it will begin to subside, being deprived of the forms that it is accustomed to grasping.<br /><br />Since thoughts obscure our natural clarity of thought-free self-conscious being, just as dark clouds obscure the clear light of the sun, and since thoughts can exist only when we attend to them, the only means by which we can free ourself from the illusory clouding effect of our thoughts and thereby experience our real self as it truly is — that is, devoid of all thoughts — is to turn our attention away from all thoughts towards our own essential self-conscious being, which we always experience as 'I am'. Such self-attention or self-attentiveness is not an action, but only a state of just being as we always really are.<br /><br />Attending to anything other than ourself is an action, because it involves a seeming movement of our attention away from ourself towards that other thing. Attending to our own essential self-conscious being, on the other hand, is not an action, because it is a state in which our attention rests in itself without moving anywhere or doing anything. Therefore Sri Bhagavan often described this state of self-attention as the state of 'just being' or 'being as we are'.<br /><br />This state of just being as we really are, without the least action of mind, speech or body, is clearly described by Sri Bhagavan in verses 4 and 5 of <i>Anma-Viddai</i>:<br /><blockquote>To untie the bonds beginning with <i>karma</i> [that is, the bonds of action, and of all that results from action], [and] to rise above [or revive from] the ruin beginning with birth [that is, to transcend and become free from the miseries of embodied existence, which begins with birth and ends with death, only to begin once again with birth in another mind-created body], [rather] than any [other] path, this path [of simple self-attentive being] is exceedingly easy. When [we] just are, having settled [calmly and peacefully in perfect repose as our simple self-conscious being] without even the least <i>karma</i> [action] of mind, speech or body, ah, in [our] heart [the innermost core of our being] the light of self [will shine forth clearly as our non-dual consciousness of being, 'I am I']. [Having thereby drowned and lost our individual self in this perfectly peaceful and infinitely clear state of true self-knowledge, we will discover it to be our] eternal experience. Fear will not exist. The ocean of [infinite] bliss alone [will remain].<br /><br />In the <i>ullam</i> [heart, mind or consciousness] which investigates [itself] within [itself], [by just being] as it is [as clear self-conscious being] without thinking of [anything] other [than itself], <i>atma</i> [our real self], which is called Annamalai [and which is] the one <i>porul</i> [absolute reality or essential being] that shines as the eye to [our] mind-eye, which is the eye to [our five physical] senses beginning with [our] eyes, which illumine [or enable us to know the material world, which is composed of the five elements] beginning with space, [and] as the space to [our] mind-space, will indeed be seen. [For us to be able to remain thus as we really are] grace is also necessary. [In order to be a suitable receptacle to imbibe grace, we should] be possessed of love [for just being as we are]. [Infinite] happiness will [then] appear [or be experienced].</blockquote>All our actions of body and speech originate from our actions of mind, that is, from our thoughts, and the root of all our thoughts is our first thought 'I am this body', which is our mind, the false finite consciousness that thinks all other thoughts. Therefore we can remain absolutely free of all actions of mind, speech and body only if we remain free from all thoughts, and we can remain free from all thoughts only if we remain free from our mind.<br /><br />We feel that we are doing actions by mind, speech and body because we imagine that these instruments of action are ourself. That is, we feel that we are thinking thoughts, speaking words and performing other bodily actions because we wrongly experience ourself as this body-bound mind, and we experience ourself thus because we do not experience ourself as the simple adjunct-free self-consciousness 'I am' that we really are. Therefore if we experience ourself as we really are, we will become free not only from all actions of mind, speech and body, but also from their root, our mind. Hence in verse in verse 38 of <i>Ulladu Narpadu</i> Sri Bhagavan says:<br /><blockquote>If we are the doer of action, we will experience the resulting fruit [the consequences of our actions]. When [we] know ourself [by] having investigated 'who is the doer of action?', <i>kartritva</i> [our sense of doership, our feeling 'I am doing action'] will depart and the three <i>karmas</i> will slip off [vanish or cease to exist]. [This state devoid of all actions or <i>karmas</i> is] the state of liberation, which is eternal.</blockquote>The feelings 'I am doing' and 'I am experiencing' both arise only because we mistake ourself to be this mind, which rises only by imagining 'I am this body'. Therefore so long as we feel that we are doing any form of action, that we are thinking any thought, or that we are experiencing anything other than ourself, our mind will not subside, and hence we will not be able to free ourself from our primal imagination 'I am this body'. And so long as we continue thus to imagine 'I am this body', we cannot experience our essential adjunct-free self-consciousness, 'I am', as it really is.<br /><br />Both our confused experience 'I am this body', which is an adjunct-bound and therefore distorted form of our real self-consciousness 'I am', and everything that we feel to be other than this limited body-bound 'I' are just thoughts, and as such they are not real, but are merely illusory products of our power of imagination. Therefore in the first <i>mangalam</i> verse of <i>Ulladu Narpadu</i> Sri Bhagavan says that the absolute reality or 'that which is', which is our own essential self-conscious being, 'I am', exists devoid of all thoughts.<br /><br />Since it is truly devoid of thoughts, we can never experience it as it is by thinking anything, but only by remaining absolutely free of all thoughts. Therefore in the second sentence of this first <i>mangalam</i> verse he asks, \"Since [this] <i>ulla-porul</i> ['reality which is' or 'being-essence'] is in [our] heart devoid of [all] thought, how to [or who can] think of [or meditate upon this] being-essence, which is called 'heart'?\" and in the third sentence he concludes by saying, \"Being in [our] heart as [we truly] are [that is, as our thought-free non-dual self-consciousness, 'I am'] alone is meditating [upon the reality]\".<br /><br />Thus in this first <i>mangalam</i> verse of <i>Ulladu Narpadu</i> Sri Bhagavan has clearly revealed to us both the nature of reality and the means by which we can experience it. That is, its nature is thought-free self-conscious being, which always exists in our 'heart' as our 'heart' — that is, within the innermost core of our being as our own essential being-consciousness 'I am' — and the means by which we can experience it is only to be as it is, that is, free of all thoughts as our own non-dual self-conscious being.<br /><br />In other words, since our goal is the absolutely non-dual state of thought-free self-conscious being, the path by which we can reach this goal cannot be anything other than the same non-dual state of thought-free self-conscious being. Thus in this verse Sri Bhagavan emphasises the truth that the goal and the path are in essence one, as he stated explicitly in verse 579 of <i><a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\">Guru Vachaka Kovai</a></i>:<br /><blockquote>Because of the non-dual nature [or greatness] of [our eternally] enduring <i>svarupa</i> [our own essential self], [and] because of the [consequent] fact that excluding [this non-dual] self there is no other <i>gati</i> [refuge, remedy or way to attain it], the <i>upeya</i> [the goal] which is to be reached is only self and the <i>upaya</i> [the means to reach it] is only self. [Therefore] see that they [our goal and our path] are <i>abheda</i> [not different].</blockquote>Just as he revealed both the nature of reality and the means by which we can experience it in the first <i>mangalam</i> verse of <i>Ulladu Narpadu</i>, so he revealed them both in the second <i>mangalam</i> verse, but in very different words:<br /><blockquote>Those mature people who have intense inner fear of death will take refuge at the feet of God, who is devoid of death and birth, [depending upon him] as [their protective] fortress. By their surrender, they experience death [the death or dissolution of their finite self]. Will those who are deathless [having died to their mortal self, and having thereby become one with the immortal spirit] approach the death-thought [or thought of death] [ever again]?</blockquote>In this verse the word <i>mahesan</i>, which literally means 'great Lord' and which I have therefore translated as 'God', is a figurative way of describing <i>ulladu</i> or 'that which is'. Since the absolute reality or 'that which is', which we commonly refer to as 'God', is our eternally self-conscious being, 'I am', which always shines devoid of thought in our heart or innermost core, Sri Bhagavan says that it is 'devoid of birth and death'. Thus he indicates that birth and death are both mere thoughts, as is our body, which is subject to them.<br /><br />So long as we mistake ourself to be a body, the fear of death will always exist in us, at least in a seed form, and it will manifest whenever our body is in danger. However, due to our attachment to this body and to all the things — the relatives, friends, material possessions, social status, knowledge, religious beliefs, favourite pastimes and other sources of pleasure — that we enjoy though it, whenever the thought of death comes to us, we usually allow our mind to go outwards thinking of all such things, which are other than our essential self, and thus our attention is diverted away from the thought of death towards innumerable thoughts about our life in this body. Therefore, even when circumstances make our fear of death intense, that intensity generally lasts for only a brief period of time, because it is soon swamped by the rising of countless other thoughts.<br /><br />Therefore it is only in the mind of a mature person — a person whose attachment to their body and to all the trivial pleasures that can be enjoyed through it is greatly reduced — that the fear of death will retain its intensity. That is, when the fear of death arises in the mind of such a person, it will not be overwhelmed by other thoughts, and therefore it will drive their mind inwards to attend to their own essential being, 'I am', which they fear to lose.<br /><br />We fear the death of our body because we mistake it to be ourself, and hence in essence our fear of death is not merely a fear of losing everything that we are attached to, but is a fear of losing ourself — our own essential being or 'am'-ness. Therefore in the mind of a truly mature person, the fear of death will turn their attention only towards their own essential being, as happened in the case of Sri Bhagavan himself.<br /><br />As a sixteen-year-old boy, when he was gripped by a sudden intense fear of death, he did not think of anything other than himself. So eager was he to discover whether he himself would die when his body died, that he turned his attention away from his body and all other things towards his own essential self-conscious being, 'I am'. Because his entire attention was thus so keenly focused on himself, he experienced absolute clarity of true unadulterated self-consciousness or self-knowledge, and thus his mind was consumed entirely in that infinite non-dual clarity.<br /><br />This experience of his is what he describes in this second <i>mangalam</i> verse. The words \"will take refuge at the feet of God as [their protective] fortress\" are a figurative description of the complete subsidence of our mind in the innermost depths of our being — that is, in our essential thought-free self-conscious being, 'I am', which is the true form of God. This complete subsidence of our mind in our natural state of just being is the state of absolute self-surrender, as described by Sri Bhagavan in the thirteenth paragraph of <i><a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\">Nan Yar?</a></i>:<br /><blockquote>Being completely absorbed in <i>atma-nishtha</i> [self-abidance, the state of just being as we really are], giving not even the slightest room to the rising of any thought other than <i>atma-chintana</i> [the thought of our own real self], is giving ourself to God. …</blockquote>This natural state of just being as we really are is therefore the state of supreme devotion and of true service to God, as revealed by Sri Bhagavan in verses 9 and 29 of <i>Upadesa Undiyar</i>:<br /><blockquote>By the strength of [such] <i>bhava</i> [that is, such <i>ananya</i> <i>bhava</i> or conviction that God is not other than ourself], being in <i>sat-bhava</i> [our natural state of being], which transcends [all] <i>bhavana</i> [imagination, thinking or meditation], is alone <i>para-bhakti tattva</i> [the true state of supreme devotion].<br /><br />Abiding permanently in this state of <i>para-sukha</i> [supreme or transcendent happiness], which is devoid of [both] bondage and liberation, is abiding in the service of God.</blockquote>In the second sentence of this second <i>mangalam</i> verse of <i>Ulladu Narpadu</i> Sri Bhagavan describes the result of such complete surrender to the 'feet of God, who is devoid of death and birth' — that is, to our eternal state of thought-free being — saying, \"By their surrender, they experience death\". The death that such mature people feared so intensely was the death of their body, which they mistook to be themselves, but by their surrendering themself entirely in the non-dual state of just being, they experience death of another kind altogether — that is, the death of their own mind.<br /><br />The death of our body is not a real death, because this body is a mere imagination, so when our mind ceases to imagine itself to be this body, it will instead imagine itself to be some other body, as it does in dream. Since the cause of our repeated dreams of birth and death is only our mind, the only real death that we can experience is the death of our mind.<br /><br />Our mind has only risen or taken birth because we have forgotten what we really are. If we knew ourself as we really are, we could not mistake ourself to be what we are not. Just as a dream can arise within us only when we are asleep — that is, when we have forgotten our present waking self — so our illusion that we are this mind can arise only in our underlying sleep of forgetfulness of our real non-dual self. Therefore since this self-forgetfulness or self-ignorance is the darkness that has given rise to our illusion that we are this mind, when it is destroyed by the clear light of true self-knowledge, our mind will be destroyed along with it.<br /><br />This waking from our long sleep of self-forgetfulness is described by Sri Bhagavan in verse 1 of <i>Ekatma Panchakam</i>:<br /><blockquote>Having forgotten ourself [our real self, our pure unadulterated consciousness 'I am'], having thought '[this] body indeed is myself', [and] having [thereby] taken innumerable births, finally knowing ourself [and] being ourself is just [like] waking from a dream of wandering about the world. See [thus].</blockquote>Since this waking from the sleep of self-forgetfulness is the death of our mind, it can equally well be described as the rebirth of our eternal self. However, even this so-called 'death' or 'destruction' of our mind is only relatively real, because its birth and seeming existence is a mere dream, which is real only in its own imagination. Therefore to describe this 'death' of our mind as the 'rebirth' or 'resurrection' of our eternal self is true only relative to the false appearance of our mind. When our mind dies, we will discover that this dream of its birth and death has never really happened, and that we have always been only our eternal non-dual self, 'I am'.<br /><br />After saying, \"By their surrender, they experience death\", Sri Bhagavan concludes this second <i>mangalam</i> verse of <i>Ulladu Narpadu</i> by asking, \"Will those who are deathless approach the thought of death?\" That is, all thoughts of birth and death can arise only in our mind, so when our mind is destroyed all thought of dualities such as birth and death will be destroyed forever. Thus the state of true self-knowledge, in which our mind is found to be ever non-existent, is the state of true immortality.<br /><br />The only means by which we can attain this state of true immortality is to surrender our mind, which is our false mortal self, in the true clarity of our thought-free self-conscious being. Thus by expressing the nature of reality and the means to attain it in two different ways in these two <i>mangalam</i> verses of <i>Ulladu Narpadu</i>, Sri Bhagavan revealed that the path of <i>jnana</i> or true knowledge, which is the practice of just being as we really are, and the path of <i>bhakti</i> or true devotion, which is the practice of surrendering ourself entirely to God, are both the same state of complete subsidence of our mind in our essential thought-free self-conscious being, 'I am'.<br /><br />Whatever Sri Bhagavan reveals or explains to us about the nature of reality, his central aim is to direct our mind towards the means by which we can actually experience it. Though he explains the means or practice in many different ways, sometimes as a practice of self-investigation, self-scrutiny or self-attention, sometimes as a practice of self-surrender, and sometimes as a practice of self-abidance or just being as we really are, the actual practice is only one. Whatever words may be used to describe this one practice, which is the only direct path or means by which we can experience the absolute reality as it is, all such words actually indicate the same one state of practice, which is the state in which our mind subsides and merges in our natural state of thought-free self-conscious being.<br /><br />This state of thought-free self-conscious being is both the path and the goal. Because thought-free self-conscious being is the nature of reality — that is, the nature of our true and essential self, which is the one non-dual absolute reality — the only means by which we can experience it as it is is just to be as it is — that is, to remain as our own true thought-free self-conscious being, which is what we always really are.<br /><br />This truth is expressed by Sri Bhagavan clearly and simply in verse 26 of <i>Upadesa Undiyar</i>:<br /><blockquote>Being self is alone knowing self, because self is that which is devoid of two. This is <i>tanmaya-nishtha</i> [the state of being firmly established in and as <i>tat</i> or 'it', the absolute reality called <i>brahman</i>].</blockquote>Because the nature of our real self is absolutely non-dual, the only way to know it is just to be it. This simple non-dual state of knowing and being our own essential self, which is called the state of <i>tanmaya-nishtha</i> or firm abidance as <i>tat</i>, the absolute reality, is both our path and our goal. That is, it is both the only means by which we can experience the absolute reality, and the absolute reality itself.<br /><br />In this verse the words 'being self' denote the <i>sat</i> or being aspect of the reality, and the words 'knowing self' denote its <i>chit</i> or consciousness aspect. However, the absolute reality is not only <i>sat-chit</i> or being-consciousness, but is also <i>sat-chit-ananda</i> or being-consciousness-bliss. Therefore abiding in our natural state of non-dual self-conscious being is not only the state of true self-knowledge, but is also the state of true happiness — infinite and absolute happiness, which has no beginning, end or interruption. Therefore in verse 28 of <i>Upadesa Undiyar</i> and verse 18 of <i>Upadesa Tanippakkal</i> Sri Bhagavan says:<br /><blockquote>If we know what our [real] nature is, then [we will discover it to be] beginningless, endless [and] unbroken <i>sat-chit-ananda</i> [being-consciousness-bliss].<br /><br />If we know our real form in [our] heart [the innermost core or depth of our being], [we will discover it to be] being-consciousness-bliss, which is fullness [infinite wholeness, completeness or perfection] without beginning [or] end.</blockquote>Therefore, if we wish to experience infinite happiness, all we need do is to know our own essential self or real nature, and since our essential self is always clearly self-conscious — conscious of its own being or 'am'-ness — in order to know it as it is all we need do is just to be it as it is. So simple and direct is the path shown to us by Sri Bhagavan.<br /><br />In all his writings and in all his spoken words, Sri Bhagavan is constantly drawing our mind to this simple practice of knowing and being our own ever clearly self-conscious essence, 'I am', which is the only means by which we can experience infinite happiness, which is our own true nature.<br /><br />This book contains word-for-word translations of some of Sri Bhagavan's most important writings, which are collectively known as <i>Upadesa Nunmalai</i>, the 'Garland of Treatises of Spiritual Instruction', and which form a section in <i>Sri Ramana Nultirattu</i>, the Tamil 'Collected Works of Sri Ramana'. Besides the poetic works contained in this book, <i>Upadesa Nunmalai</i> includes another poem, <i>Upadesa Undiyar</i>, which is the Tamil original of <i>Upadesa Saram</i>, but this is not included in this book because Sri Sadhu Om's word-for-word translation of it has been published separately under the title <i>Upadesa Undiyar of Bhagavan Sri Ramana</i>.<br /><br />In Tamil Sri Sadhu Om has written a detailed explanation of each of the verses of <i>Upadesa Nunmalai</i>, which have been published under the title <i>Sri Ramanopadesa Nunmalai - Vilakkavurai</i>. Besides the six poems of <i>Upadesa Nunmalai</i> contained in <i>Sri Ramana Nultirattu</i>, namely <i>Upadesa Undiyar</i>,<i> Ulladu Narpadu</i>,<i> Ulladu Narpadu - Anubandham</i>,<i> Ekanma Panchakam</i>,<i> Appalap Pattu</i> and<i> Anma-Viddai</i>, in <i>Sri Ramanopadesa Nunmalai - Vilakkavurai</i> Sri Sadhu Om included all the other individual verses of <i>upadesa</i> or spiritual instruction composed by Sri Bhagavan that were not included in <i>Sri Ramana Nultirattu</i>, which he gathered and arranged in a suitable order under the title <i>Upadesa Tanippakkal</i>, the 'Solitary Verses of Instruction'.<br /><br />Sri Sadhu Om's translations of the twenty-seven verses of <i>Upadesa Tanippakkal</i> are not included in this book, but most of them are contained in our translation of <i><a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\">Guru Vachaka Kovai</a></i>. The location of these twenty-seven verses in <i><a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\">Guru Vachaka Kovai</a></i> is as follows: <b>1:</b> 114a (appendix verse 1); <b>2 and 3:</b> B4 and B5 (after verses 182 and 183 respectively); <b>4 and 5:</b> 603a and 603b (appendix verses 4 and 5); <b>6:</b> 492a (appendix verse 3); <b>7:</b> B16 (after 815); <b>8:</b> 224a (appendix verse 2); <b>9:</b> B10 (after 682);<b> 10:</b> B15 (after 802);<b> 11:</b> 1127a;<b> 12:</b> 420a;<b> 13:</b> 603c;<b> 14:</b> B12 (after 705);<b> 15:</b> B13 (after 731);<b> 16:</b> B19 (after 958);<b> 17:</b> 227a;<b> 18:</b> 1027a;<b> 19:</b> B6 (after 216);<b> 20:</b> 1147a;<b> 21:</b> B24 (after 1148);<b> 22:</b> 1141a;<b> 23:</b> B26 (after 1166);<b> 24:</b> B28 (after 1227);<b> 25:</b> B27 (after 1181);<b> 26:</b> 1172a;<b> 27:</b> 1173a. Of these twenty-seven verses, the only three that are not included in our translation of <i><a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\">Guru Vachaka Kovai</a></i> are verses 12, 13 and 17, but translations of verses 12 and 13 are given in <i><a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\">Happiness and the Art of Being</a></i> on pages 321 and 408-9 respectively, and verse 17 is an alternative Tamil rendering by Sri Bhagavan of the final verse of <i>Atma Bodham</i>.<br /><br />The principal translator of the verses translated in this book was Sri Sadhu Om, because his role in their translation was to explain to me the meaning of each verse as a whole and of each individual word within each of them. My role was to question him in detail about the meanings that he gave me, to express them in clearer English, and to transcribe them in notebooks. I did all this primarily for my own benefit, but I also hoped that one day these translations would be published, because I knew that they would benefit many of Sri Bhagavan's devotees who do not know Tamil.<br /><br />No translation can be perfect, because it is impossible to convey in one language all the subtleties and shades of meaning that are expressed by the words of another language. This inevitable inadequacy of any translation is even greater in the case of a translation from one language into another language whose grammatical structure and manner of expressing ideas is completely different, as is the case with translations from Tamil into English. Therefore for those who do not know Tamil, a word-for-word translation of each of Sri Bhagavan's verses is a very valuable aid to a better understanding of the depth and subtlety of meaning which he conveyed through each and every word that he wrote.<br /><br />However, a mere literal translation of each of his words cannot adequately convey the meaning that he intended, because in Tamil as in any other language the same words can be understood and interpreted in different ways. This is particularly true of words that express extremely subtle truths, as the words of Sri Bhagavan do. Therefore, to understand his words correctly and adequately, we should understand not merely the <i>vachyartha</i> or literal meaning of each of them, but more importantly their <i>lakshyartha</i> or intended meaning.<br /><br />Because Sri Sadhu Om had surrendered himself entirely to Sri Bhagavan, who shines within each one of us as the absolute clarity of thought-free self-conscious being, by the grace of Sri Bhagavan his mind had merged in and been consumed by that clarity, and hence from his own experience of true self-knowledge he was able to explain the true <i>lakshyartha</i> of Sri Bhagavan's words — the meaning that he actually intended to convey through them.<br /><br />Moreover, because Sri Sadhu Om was himself a great Tamil poet, and because he spent many years working closely with Sri Muruganar, preserving, editing and classifying all his then unpublished verses, he had a thorough understanding both of the rich classical style of Tamil in which Sri Bhagavan composed his verses, and of the unique manner in which Sri Bhagavan expressed the truth in words which, though seemingly very simple, actually convey much deeper and richer meaning than they superficially appear to convey. Hence not only from the perspective of his own true spiritual experience but also from a literary perspective, Sri Sadhu Om had an extremely deep and clear insight into the wealth and depth of meaning that Sri Bhagavan conveyed through his verses.<br /><br />In the translations contained in this book, what is most important is not just the English words that Sri Sadhu Om and I chose to express the meaning of Sri Bhagavan's Tamil words, nor is it the structure of the English sentences that we formed to convey as closely a possible the same meaning as conveyed by the structure of the original Tamil verses. The words we chose and the sentences we formed both serve only as aids to the true purpose of these translations, which is to bring to light the profound depth of inner meaning that Sri Bhagavan intended to convey through his Tamil words. Therefore what is truly significant about these translations is the fact that they do succeed in clearly bringing to light this profound depth of inner meaning intended by Sri Bhagavan.<br /><br />In this introduction, as in <i><a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\">Happiness and the Art of Being</a></i> and my other writings, I have given my own translations of Sri Bhagavan's verses, which are not verbatim copies of these old translations that Sri Sadhu Om and I made of them, but in all my translations the essential meaning that I convey is the meaning that I learnt from Sri Sadhu Om, and whenever I make a fresh translation of any of Sri Bhagavan's verses or any verse from <i><a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\">Guru Vachaka Kovai</a></i>, I usually finalise my translation only after I have compared it closely with Sri Sadhu Om's Tamil prose rendering of the concerned verse, which generally conveys the inner meaning of the original verse more clearly than we were able to do in our English translation. Therefore whenever I offer any alternative translation of any of Sri Bhagavan's or Sri Muruganar's verses, such translations are always based upon what I learnt from Sri Sadhu Om.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3818029397785547960/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "Guru Vācaka Kōvai",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Nūṉmālai",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3NjMxNzM4Cm9mZnNldDogMzYwMDAwMAo\""
}