{
    "kind": "blogger#post",
    "id": "1416476897561982567",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-11-20T12:01:00Z",
    "updated": "2015-02-07T21:30:09Z",
    "url": "http://happinessofbeing.blogspot.com/2008/11/atma-vichara-and-practice-of-neti-neti.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1416476897561982567",
    "title": "<i>Atma-vichara</i> and the ‘practice’ of <i>neti neti</i>",
    "content": "<div align=\"left\">On one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2007/01/repeating-who-am-i-is-not-self-enquiry.html\" target=\"blank\">Repeating 'who am I?' is not self-enquiry</a>, two anonymous comments dated <a href=\"http://happinessofbeing.blogspot.com/2007/01/repeating-who-am-i-is-not-self-enquiry.html?showComment=1225487820000#c2505759255136082927\" target=\"blank\">31 October 2008</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/01/repeating-who-am-i-is-not-self-enquiry.html?showComment=1227131160000#c1847286161317519283\" target=\"blank\">19 November 2008</a> have been posted recommending the practice of <em>neti neti</em> as prescribed by Stephen Wolinsky.<br /><br />I do not know anything about Stephen Wolinsky or the practice that he has prescribed, but what these two comments say about his practice of <em>neti neti</em> makes me suspect that it is very different to the simple practice of <em>atma-vichara</em> (self-investigation or self-enquiry) taught by Sri Ramana, which is the only truly effective means by which we can experience our natural state, in which we remain separate from all the extraneous adjuncts that are not ‘I’.<br /><br />The term <em>neti neti</em> literally means ‘not thus, not thus’, and denotes the process of intellectual self-analysis by which we discriminate and understand that our body, mind and all other such adjuncts cannot be ‘I’. Having understood this truth intellectually, we should seek to experience what we really are. Since we are not the body, mind or any other such transitory phenomenon, we should withdraw our attention from them and allow it to rest in and as our own essential being, which is always conscious of itself as ‘I am’.<br /><a name='more'></a><br />In the comment dated <a href=\"http://happinessofbeing.blogspot.com/2007/01/repeating-who-am-i-is-not-self-enquiry.html?showComment=1225487820000#c2505759255136082927\" target=\"blank\">31 October 2008</a> Anonymous writes that Stephen Wolinsky prescribes practising <em>neti neti</em> ‘without using your thoughts, memory, feelings, associations and perceptions’, but how is this possible? Since <em>neti neti</em> (‘not thus, not thus’) is only a thought, how to practise it ‘without using your thoughts’?<br /><br />In order to ‘practise’ <em>neti neti</em>, we must think of the body, mind and other adjuncts that we wish to reject as ‘not I, not I’, but by this very act of thinking that they are not ‘I’ we are continuing to give them reality and to attach ourself to them. In order to separate ourself from them, we must simply ignore them, which we can effectively do only by attending exclusively to that which is really ‘I’, namely our own self-conscious being.<br /><br />Any practice other than <em>atma-vichara</em> — which is the non-dual practice of thought-free self-conscious being — is merely a mental activity, so it can be practised only when we have risen as this thinking mind, which is our primal thought ‘I’, the subject or first person who thinks all other thoughts. In order to separate ourself from this mind and all the other adjuncts to which it attaches itself, we must refrain from rising as it. In other words, we must just be as we really are, which is thought-free self-conscious being.<br /><br />We can exclude all thoughts only by attending to nothing other than our own essential being, which is the source from which they all rise and in which they must all subside. Since thoughts can rise only when we attend to them, they will all subside naturally when we keep our attention fixed exclusively in our own essential self-conscious being, ‘I am’.<br /><br />In the comment dated <a href=\"http://happinessofbeing.blogspot.com/2007/01/repeating-who-am-i-is-not-self-enquiry.html?showComment=1227131160000#c1847286161317519283\" target=\"blank\">19 November 2008</a> Anonymous writes that ‘Stephen’s <em>Neti Neti</em> is effective as it’s a “guided” meditative inquiry which (at least for me) keeps my attention on what’s being said’. In true ‘meditative inquiry’ our attention should not be on anything other than ‘I’, our own essential being or self-consciousness. If our attention is on anything else, such as some words that are being said, we are not practising true self-enquiry or <em>atma-vichara</em>.<br /><br /><em>Atma-vichara</em> is truly a practice that need not and cannot be “guided”, because what guidance do we need to know ‘I am’? As Sri Ramana once said:</div><blockquote>The way is subjective, not objective; so it cannot and need not be shown by another. Is it necessary to show anyone the way inside his own house? If the seeker keeps his mind still, that will be enough.<br /><div align=\"right\">(<em>Maha Yoga</em>, 10th edition, 2002, page 200)</div></blockquote><div align=\"left\">We can keep our mind still only by being keenly self-attentive and thereby excluding all thoughts. And since we always know ‘I am’, there is nothing easier or more straightforward for us than to be self-attentive.<br /><br />However, though we always know ‘I am’, we tend to ignore or overlook this ever-present self-consciousness because we are so enthralled with attending to our mind, body and this world, so in order to withdraw our attention from all such things we should make effort to be wholly and exclusively self-attentive.<br /><br />Such exclusive self-attentiveness is the only practice that we need do, because it is the only practice by which we can separate ourself from all thoughts or adjuncts, which are ‘not I, not I’ (<em>neti neti</em>), and thereby experience ourself as we really are. </div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1416476897561982567/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "effort",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzQ0NjA5MDI5Cm9mZnNldDogMAo\""
}