{
    "kind": "blogger#post",
    "id": "1905894197859077083",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-11-12T12:56:00Z",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1905894197859077083",
    "title": "<i>Guru Vāchaka Kōvai</i> – a new translation by TV Venkatasubramanian, Robert Butler and David Godman",
    "content": "A new English version of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><em>Guru Vāchaka Kōvai</em></a> has recently been published. It is translated by Dr T.V. Venkatasubramanian, Robert Butler and David Godman, and is edited and annotated by David Godman.<br /><br />More information about this new book and where it can be purchased is given by David on his website at <a href=\"http://www.davidgodman.org/books/gvknew.shtml\" target=\"blank\">www.davidgodman.org/books/gvknew.shtml</a> and on his blog at <a href=\"http://www.sri-ramana-maharshi.blogspot.com/2008/10/guru-vachaka-kovai.html\" target=\"blank\">www.sri-ramana-maharshi.blogspot.com/2008/10/guru-vachaka-kovai.html</a>.<br /><br />In his lengthy and interesting introduction David has not only given a detailed history of the original Tamil text and the various translations of it, but has also explained why he felt there was a need for this new translation.<br /><br />Since I have recently received many e-mails from people asking me for my opinion about this new translation, and in particular whether I thought there was really any need for it, I would like to take this opportunity to put on record my support for this new book and for what David has written in his introduction.<br /><a name='more'></a><br />Personally I am very happy that Venkatasubramanian, Robert and David have attempted this new translation, as I am sure Sri Sadhu Om would have been, because in doing so they have carried on a task that he had commenced, namely to introduce this important text to a wider audience and to encourage all of us to study it more deeply and carefully. It was only with this aim in mind that Sri Sadhu Om originally dictated his <em>urai</em> (explanatory Tamil prose paraphrase of each verse) to some friends who had difficulty understanding the original verses, and that he later accepted Prof. K. Swaminathan’s offer to publish his <em>urai</em>.<br /><br />Sri Sadhu Om took every available opportunity to encourage fellow devotees to study <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><em>Guru Vāchaka Kōvai</em></a> carefully and to see for themselves what a wealth of meaning it contains, and he only intended his <em>urai</em> to be a catalyst that would initiate and stimulate this process. He did not consider his <em>urai</em> to be a definitive or complete explanation of each verse, but only a vehicle that would prompt Tamil devotees to read and understand the original verses for themselves.<br /><br />As he often told me, the more we study the verses of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><em>Guru Vāchaka Kōvai</em></a> the more meaning we find in them. He frequently explained to me alternative meanings for certain verses, and he said that they are so rich in meaning that if he were to write a detailed commentary on them explaining all their meanings, all the subtle truths implied in them and all the connections between different verses, it would result in a book that would run to many volumes.<br /><br />Therefore it is no surprise to me to read in David’s introduction that on many occasions Venkatasubramanian, Robert and he decided to interpret certain verses in a way that differed from the meaning that Sri Sadhu Om gave in his Tamil <em>urai</em> or in our English translation. According to our state of mind at any given moment, we will see different meanings in the verses, and we may be struck by the significance of certain words that at other times may not have appeared so significant.<br /><br />This is the genius of Tamil poetry, particularly when it is written by sages such as Bhagavan Sri Ramana, Sri Muruganar or Sri Sadhu Om, who are firmly established as the absolute clarity of true non-dual self-knowledge. After studying their poetry for more than thirty years, I continue to be struck by the fact when I read familiar verses, such as those of <em>Upadēśa Undiyār</em>, <em>Uḷḷadu Nāṟpadu</em> or <em>Srī Arunāchala Stuti Pañchakam</em>, I frequently see fresh levels or dimension of meaning in them. We can spend a lifetime contemplating such verses, and we will continue to experience them as sources of fresh inspiration and clarity.<br /><br />I have not yet read enough of the new translation of <em>Guru Vāchaka Kōvai</em> to be able to say whether or not I agree with their interpretation of every verse, but I do not expect to find that Venkatasubramanian, Robert and David have gone seriously wrong in their interpretation of any of them, and I am sure that they have brought out shades of meaning that will prompt devotees to think more deeply and appreciate the richness of the teachings of Sri Ramana recorded in this precious text.<br /><br />From the relatively few verses that I have read carefully so far, I have noticed that probably the main difference between their translation and any translation that Sri Sadhu Om would have done or that I would do is in most cases not due to any major difference in our interpretation but due only to the difference in our style of translation. Whereas I always attempt to be as rigidly literal as possible, their translation usually conveys more or less the same meaning but in a style that is perhaps easier for most people to read.<br /><br />To illustrate this difference in our style of translation, I will take the example here of verse 579. I have chosen this particular verse firstly because its import is very practical and it expresses an important principle that is key to understanding many other aspects of Sri Ramana’s teachings, secondly because unlike many other verses it is written in a manner that is relatively easy to understand and explain, and thirdly because it will serve well to illustrate the differences that can be seen in our respective translations.<br /><br />Verse 579 is as follows:<br /><blockquote>மன்னுசொரூ பாத்துவித மாட்சியால் வேறுகதி<br />தன்னைத் தவிர்த்தில்லாத் தன்மையால் — துன்னு<br />முபேயமுந் தானே யுபாயமுந் தானே<br />யபேதமாக் காண்க வவை.<br /><br /><em>maṉṉusorū pādduvita māṭciyāl vēṟugati<br />taṉṉait tavirttillāt taṉmaiyāl — tuṉṉu<br />mupēyamun tāṉē yupāyamun tāṉē<br />yabhēdamāk kāṇka vavai</em>.</blockquote>The first three lines of this verse form one sentence consisting of two subsidiary clauses followed by one main clause, and the last line is a separate sentence. Since in Tamil poetry words are fused together according to the rules of conjunction (known in Tamil as <em>puṇarcci</em> and in Sanskrit as <em>saṁdhi</em>) and each line is divided according to its metrical feet (<em>cīr</em>) rather its component words, I will begin by separating each clause into its component words and explaining their meaning.<br /><br />The first clause is மன்னு சொரூப அத்துவித மாட்சியால் (<em>maṉṉu sorūpa adduvita māṭciyāl</em>). மன்னு (<em>maṉṉu</em>) is a verb that means to endure or be permanent, and is used here as a relative participle or verbal adjective meaning ‘enduring’ or ‘permanent’. சொரூப (<em>sorūpa</em>) is an oblique form of சொரூபம் (<em>sorūpam</em>), a Tamil form of the Sanskrit word <em>svarūpa</em>, which means self, our ‘own form’ or essential being. அத்துவித (<em>adduvita</em>) is an oblique form of அத்துவிதம் (<em>adduvitam</em>), a Tamil form of the Sanskrit word <em>advaita</em>, which means ‘non-duality’ or ‘non-dual’. மாட்சியால் (<em>māṭciyāl</em>) is the instrumental form of மாட்சி (<em>māṭci</em>), which means glory, greatness, beauty, clarity or nature. The oblique form of <em>sorūpa</em> and <em>adduvita</em> serves to combine them with <em>māṭciyāl</em> to form a compound noun meaning ‘by [the] self-non-duality-nature’, ‘by [the] nature of non-duality of self’ or ‘by [the] non-dual nature of self’. Thus the meaning of this first clause is ‘because of the non-dual nature of [our] enduring self’.<br /><br />The second clause is வேறு கதி தன்னைத் தவிர்த்து இல்லாத் தன்மையால் (<em>vēṟu gati taṉṉait tavirttu illāt taṉmaiyāl</em>). வேறு (<em>vēṟu</em>) is a noun meaning that which is other or different, but here it is used as an adjective meaning ‘other’ or ‘different’. கதி (<em>gati</em>) is a Sanskrit noun that has many related meanings such path, way, means, remedy, refuge, liberation or any state of existence, but in this context it means ‘way’, ‘means’ or ‘refuge’. தன்னை (<em>taṉṉai</em>) is the accusative form of தான் (<em>tāṉ</em>), which (like the Sanskrit word <em>ātman</em>) is a noun meaning ‘self’ and a pronoun meaning ‘oneself’, ‘myself’, ‘ourself’ and so on. தவிர்த்து (<em>tavirttu</em>) is a verbal participle that means ‘excluding’, ‘having excluded’ or ‘except’. இல்லா (<em>illā</em>) is a form of இல் (<em>il</em>), which is a medial particle signifying negation or non-existence, and hence it means ‘is not’ or ‘does not exist’. தன்மையால் (<em>taṉmaiyāl</em>) is the instrumental form of தன்மை (<em>taṉmai</em>), which etymologically means ‘self-ness’ and which in practice means nature, essence, inherent quality, character, disposition, state, condition, fact, truth or (in grammar) the first person. Thus the meaning of this second clause is ‘because of the fact that excluding self there is no other means [or refuge]’.<br /><br />The third clause, which is the main clause of the first sentence and the central truth expressed in this verse, is துன்னும் உபேயமும் தானே உபாயமும் தானே (<em>tuṉṉum upēyamum tāṉē upāyamum tāṉē</em>). துன்னும் (<em>tuṉṉum</em>) is a relative participle, an adjective formed from the verb துன்னு (<em>tuṉṉu</em>), which means to approach, adhere to, join, reach or attain, so in this context துன்னும் means ‘which [we are to] reach [or attain]’. உபேயம் (<em>upēyam</em>) is a Sanskrit noun that means that which is to be approached, aimed at, reached or attained — an aim or goal — and உபாயம் (<em>upāyam</em>) is a Sanskrit noun that means that by which an aim is to be reached — a means or way. The suffix உம் (<em>um</em>) which is appended to both <em>upēyam</em> and <em>upāyam</em> is a connective particle that in this context means ‘and’ or ‘even’. தானே (<em>tāṉē</em>) is the noun தான் (<em>tāṉ</em>), which means ‘self’, with the intensifying suffix ஏ (<em>ē</em>), which means ‘itself’, ‘alone’, ‘only’, ‘certainly’, ‘truly’ or ‘indeed’ (and which incidentally is the same suffix about which David writes on pages xxvi to xxvii of his introduction, but which he transcribed in a non-standard manner as ‘<em>ay</em>’ instead of ‘<em>ē</em>’). Though this main clause does not contain any explicit finite verb, this often the case in Tamil, because in both <em>upēyamum tāṉē</em> and <em>upāyamum tāṉē</em> the verb ‘is’ is clearly implied by the absence of any other verb and by the fact that both the subject (<em>upēyam</em> in the first instance and <em>upāyam</em> in the second instance) and the predicate (<em>tāṉē</em> in both cases) are in the nominative case. Thus the meaning of this main clause is ‘the <em>upēya</em> [the aim or goal] which [we are to] reach is only self and the <em>upāya</em> [the means or path] is only self’.<br /><br />The final sentence is அபேதமாக் காண்க அவை (<em>abhēdamāk kāṇka avai</em>). அபேதம் (<em>abhēdam</em>) is a Sanskrit noun that means ‘not different’ or ‘identical’. ஆ (<em>ā</em>) is a verb that means ‘to be’ or ‘to become’, and when appended to a noun it can also mean ‘as’. காண்க (<em>kāṇka</em>) is an optative form of the verb காண் (<em>kāṇ</em>), which means to see, perceive, discover, know, experience or regard, so in this context காண்க (<em>kāṇka</em>) means ‘see’ or ‘know’, or more correctly ‘may [you] see’ or ‘may [you] know’. அவை (<em>avai</em>) is a neuter third person plural pronoun meaning ‘those’, but though it is nominative in form, in this context it can be considered from an English perspective to be accusative in sense, so it means ‘them’, referring to the <em>upēyam</em> and <em>upāyam</em>. Thus the meaning of this final sentence is ‘see them as non-different’ or ‘know them to be non-different’.<br /><br />Therefore an almost literal translation of this verse would be:<br /><blockquote>Because of the non-dual nature of [our] enduring self, [and] because of the fact that excluding self there is no other <em>gati</em> [means or refuge], the <em>upēya</em> [the aim or goal] which [we are to] reach is only self and the <em>upāya</em> [the means or path] is only self. Know them to be non-different.</blockquote>Since our goal and ultimate refuge is nothing other than our own essential self, and since this real self is absolutely non-dual — that is, entirely devoid of anything other than itself — it is not only the goal that we are to attain but is also the only means by which we can attain that goal. Thus Sri Ramana teaches us that in their essential nature our goal and our path are not even to the slightest extent different.<br /><br />What exactly does he mean when he says that the only means by which we can reach our real self is that same self? How in practice can self be our path? The nature of self is absolutely non-dual being and consciousness, as he explains in verse 23 of <em>Upadēśa Undiyār</em>:<br /><blockquote>Because of the non-existence of [any] consciousness other [than being] to know being, being is consciousness. [That] consciousness alone exists as ‘we’ [our essential being or true self].</blockquote>Our being is not other than our consciousness of our being, because we are not two separate selves, a known self (who exists but is not conscious) and a knowing self (who is conscious but does not exist). Since we exist and know that we exist, self-consciousness is the very nature of our existence or being. We know our being, ‘I am’, merely by being ‘I am’. Since our essential being or real self, ‘I am’, is not anything other than ourself, we cannot know it as an object, and hence we can know it only by being it, as Sri Ramana says in verse 26 of <em>Upadēśa Undiyār</em>:<br /><blockquote>Only being self is knowing self, because self is devoid of two [or duality]. This is <em>tanmaya-niṣṭha</em> [the state of being firmly established as <em>tad</em> or ‘it’, the one absolute reality called God or <em>brahman</em>]. </blockquote>Therefore true self-knowledge is not an action or ‘doing’, but is only a state of just being as we really are. And since self-knowledge is an action-free state of being, the means to attain self-knowledge must also be an action-free state of being.<br /><br />We cannot know ourself without attending to ourself, but since we can never become an object of our attention, self-attentiveness is not action, as all objective forms of attention are, but is only our natural state of being as we really are — that is, being our essential thought-free self-conscious being. In other words, the practice of <em>ātma-vichāra</em>, self-scrutiny or self-attentiveness is the practice of being only the non-dual self-conscious being that we always truly are, as Sri Ramana teaches us in the first <em>maṅgalam</em> verse of <em>Uḷḷadu Nāṟpadu</em>:<br /><blockquote>Other than [our] being, does [our] consciousness of being exist? Since [this self-conscious] being-substance is in [our] heart devoid of [all] thought, how to [or who can] think of [this] being-substance, which is called ‘heart’? Being in [our] heart as [we truly] are [that is, as our thought-free non-dual self-conscious being, ‘I am’] alone is meditating [upon our true being]. Know [this truth by experiencing it].</blockquote>Since our real self is absolutely non-dual self-conscious being, we can experience it as it is only by ourself being as it is — that is, being clearly and exclusively self-conscious and thereby absolutely free of all thoughts. When we thus practise being firmly established in our natural state of clear thought-free self-conscious being, nothing other than our real self will exist, and hence in verse 579 of <em>Guru Vāchaka Kōvai</em> Sri Ramana says that the only means to attain self is self itself.<br /><br />Thus this verse of <em>Guru Vāchaka Kōvai</em> expresses one of the fundamental truths taught by him, a truth which may not be recorded so clearly elsewhere but which we should be able to infer from the above verses of <em>Upadēśa Undiyār</em> and <em>Uḷḷadu Nāṟpadu</em> and from many other teachings of his.<br /><br />In his <em>pozhippurai</em> (explanatory paraphrase) of this verse, Sri Sadhu Om says:<br /><blockquote>அழிவற்ற ஆன்ம சொரூபம் இரண்டற்றது என்ற சிறப்பாலும், அதை யடையும் வழியும் தன்னை நாடுவதைத் தவிர (ஆன்மாவை விட) வேறில்லை என்பதாலும்[,] சாதனமும் சாத்திய நிலையுமான இரண்டையும் வேறுபாடற்று ஆன்மா வாகவே காண்பாயாக.<br /><br /><em>azhivaṯṟa āṉma sorūpam iraṇḍaṯṟadu eṉḏṟa ciṟappālum, adai yaḍaiyum vazhiyum taṉṉai nāḍuvadait tavira</em> (<em>āṉmāvai viḍa</em>)<em> vēṟillai eṉbadālum</em>[,]<em> sādhaṉamum sāddhiya nilaiyumāṉa iraṇḍaiyum vēṟupāḍaṯṟu āṉmā vāhavē kāṇbāyāha</em>.</blockquote>This paraphrase means:<br /><blockquote>Because of the distinction that [our] imperishable <em>ātma-svarūpa</em> [essential self] is devoid of duality, and because of the fact that except scrutinising self ([other] than <em>ātman</em>) there is no other way by which [we] can attain it, know both <em>sādhana</em> [the means or practice] and the state of <em>sādhya</em> [attainment] to be only <em>ātman</em> [self], being devoid of difference.</blockquote>In this <em>pozhippurai</em> the paraphrase of the first two clauses closely follows the words and syntax of the original verse, except that in the second clause it states explicitly the meaning implied by the words தன்னைத் தவிர்த்து (<em>taṉṉait tavirttu</em>). That is, though these words literally mean ‘excluding self’, Sri Sadhu Om explains their implied meaning as தன்னை நாடுவதைத் தவிர (<em>taṉṉai nāḍuvadait tavira</em>), which means ‘except scrutinising self’, and he adds a more literal paraphrase in brackets, namely ஆன்மாவை விட (<em>āṉmāvai viḍa</em>), which means ‘[other] than <em>ātman</em> [self]’.<br /><br />Why did he interpret the word <em>taṉṉai</em> (self) in this context as meaning <em>taṉṉai nāḍuvadai</em> (scrutinising self)? Though the words ‘scrutinising self’ may superficially appear to denote some sort of action or ‘doing’, in actual practice self-scrutiny is not an action but only our natural state of being, because self-attentiveness or self-consciousness is the very nature of our real self. That is, the practice that is called <em>ātma-vichāra</em>, self-investigation, self-scrutiny or self-attentiveness is truly our natural state of being clearly self-conscious.<br /><br />We can know ourself only by attending to ourself, and we can truly attend to ourself only by being nothing other than our pristine non-dual self-consciousness, ‘I am’. Therefore when Sri Ramana says that ‘excluding self there is no other means’, he clearly implies that except by scrutinising self — which means just being self — there is no means by which we can know ourself as we really are.<br /><br />The last half of this <em>pozhippurai</em> paraphrases the last two lines of the verse without strictly adhering to the same syntax, because it merges the main clause of the first sentence with the second sentence to form a single clause, but in doing so it clearly indicates that the meaning of each of these two lines is essentially the same, since the last line is an emphatic reiteration of the truth that was already stated emphatically in the third line. Sri Sadhu Om did not reproduce exactly the same emphasis that is expressed by the repetition of the word தானே (<em>tāṉē</em>) in the third line, உபேயமும் தானே உபாயமும் தானே (<em>upēyamum tāṉē upāyamum tāṉē</em>), which means ‘the goal is only self and the path is only self’, because he intended his <em>urai</em> to be read along with the original verses, and the meaning of this third line is so self-evident that it can be clearly understood by any educated Tamilian even without the help of a <em>pozhippurai</em>.<br /><br />When Sri Sadhu Om and I first translated this verse into English about thirty years ago, we did not translate it as literally as I would do now, because his English was not fluent and at that time I was just beginning to learn Tamil. Since my aim then was just to understand the correct meaning of each verse, and since I hoped that we would later have time to refine and improve that first draft of our translation, I was not much concerned at that time about polishing its rather rough style.<br /><br />However, since we never had time to revise that early translation, and since after David posted it on his website a few years ago there was a popular demand for it to be published as a book, in 2005 it was printed as we had roughly drafted it. However, though it is not as literal as I would like it to be, and though the style of its language could be greatly improved, in most cases it does convey the general meaning of each verse reasonably clearly and accurately. In the case of verse 579, our translation was as follows:<br /><blockquote>Since Self is the eternal, non-dual Thing and since there is no means to reach It other than Self-attention, know that Self itself is the path, Self itself is the goal, and that they [the path and the goal] are not different.</blockquote>Apart from the rather awkward use of initial capitals for non-dual terms such as ‘self’, the most serious shortcoming in this translation is in the first clause, ‘Since Self is the eternal, non-dual Thing’, in which we appear to have translated மாட்சி (<em>māṭci</em>) inaccurately as ‘Thing’. I cannot now imagine why we would have translated it thus, and I wonder whether perhaps whoever typed it from the original draft that either Sri Sadhu Om or I had written by hand may have misread a word such as ‘glory’ or ‘greatness’ (since we sometimes overwrote words or squeezed corrections into a small space, making it difficult to read what we meant to write).<br /><br />In many other places in our translation we used the word ‘Thing’, but in most cases it was as a translation of the Tamil word பொருள் (<em>poruḷ</em>) or its Sanskrit equivalent, வஸ்து (<em>vastu</em>), which both mean ‘thing’, ‘entity’, ‘reality’, ‘essence’ or ‘substance’, and which are commonly used in spiritual philosophy to denote the one non-dual reality, which is the true essence or substance of ourself and all other things. Though we then translated பொருள் (<em>poruḷ</em>) and வஸ்து (<em>vastu</em>) as ‘Thing’ or ‘thing’, I would now translate them as ‘reality’, ‘essence’ or ‘substance’.<br /><br />However though ‘thing’ is a valid translation of பொருள் (<em>poruḷ</em>) or வஸ்து (<em>vastu</em>), it is not an appropriate translation of மாட்சி (<em>māṭci</em>). Nevertheless, in this context the inaccurate translation of மாட்சி (<em>māṭci</em>) as ‘Thing’ does not seriously distort the meaning of this first clause, which emphasises the truth that our eternally enduring essential self is absolutely devoid of even the slightest trace of duality.<br /><br />On page 261 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"blank\"><em>Happiness and the Art of Being</em></a> I have given a more accurate translation of this verse as follows:<br /><blockquote>Because of the non-dual nature [or greatness] of [our eternally] enduring <em>svarupa</em> [our own essential self], [and] because of the [consequent] fact that excluding [this non-dual] self there is no other <em>gati</em> [refuge, remedy or way to attain it], the <em>upeya</em> [the goal] which is to be reached is only self and the <em>upaya</em> [the means to reach it] is only self. [Therefore] see that they [our goal and our path] are <em>abheda</em> [not different].</blockquote>Though this translation is certainly more accurate than our old translation, some readers may find it to be not so easy to read because of the many explanatory words that I included in square brackets. However, if anyone takes the trouble to read it carefully, this translation does convey the complete meaning of the original verse in an almost exact manner.<br /><br />In their new book Venkatasubramanian, Robert and David have translated this verse as follows:<br /><blockquote>Because the eternal <em>Atma-swarupa</em> has the glory of being non-dual, and because, other than the Self, there is no final goal that exists as a worthy attainment, with regard to that Self, both the means and the goal should be known to be that one and only Self, and not different.</blockquote>Each of these translations conveys the general meaning of this verse quite clearly, but each is written in a different style. The translation of Venkatasubramanian, Robert and David is certainly very readable and clear, but it is not as literal and does not follow the syntactical structure of the verse as accurately as the word-for-word translation that I gave above, namely:<br /><blockquote>Because of the non-dual nature of [our] enduring self, [and] because of the fact that excluding self there is no other <em>gati</em> [means or refuge], the <em>upēya</em> [the aim or goal] which [we are to] reach is only self and the <em>upāya</em> [the means or path] is only self. Know them to be non-different.</blockquote>Though they have paraphrased the syntax of the first clause, மன்னு சொரூப அத்துவித மாட்சியால் (<em>maṉṉu sorūpa adduvita māṭciyāl</em>), as ‘Because the eternal <em>Atma-swarupa</em> has the glory of being non-dual’, their translation of each individual word is perfectly valid. As I explained above, மாட்சி (<em>māṭci</em>) means glory, greatness, beauty, clarity or nature, so they chose to translate அத்துவித மாட்சி (<em>adduvita māṭci</em>) as ‘has the glory of being non-dual’, whereas I feel that rather than translating these words as ‘non-dual glory’ it is more appropriate to express their meaning in English as ‘non-dual nature’.<br /><br />They translated the second clause, வேறு கதி தன்னைத் தவிர்த்து இல்லாத் தன்மையால் (<em>vēṟu gati taṉṉait tavirttu illāt taṉmaiyāl</em>), more freely as ‘because, other than the Self, there is no final goal that exists as a worthy attainment, with regard to that Self’. Whereas Sri Sadhu Om took கதி (<em>gati</em>) in this context to mean ‘path’, ‘way’ or ‘means’, they took it to mean ‘final goal’, since one of its various meanings is <em>mōkṣa</em> or liberation. The reason why Sri Sadhu Om took கதி (<em>gati</em>) here to mean ‘path’ rather than ‘goal’ is that the main purpose of the teaching recorded in this verse is to emphasise the truth that self is not only our goal but is also the only path by which we can reach that goal.<br /><br />Though they translated the instrumental case-ending ஆல் (<em>āl</em>) in தன்மையால் (<em>taṉmaiyāl</em>) correctly as ‘because’, they separated it from the meaning of தன்மை (taṉmai), which they translated as ‘with regard to that Self’. As I explained above, the etymological meaning தன்மை (<em>taṉmai</em>) is ‘self-ness’ and in grammar it is used to denote the first person, ‘I’, but it also has many other closely related meanings such as nature, essence, inherent quality, state, fact or truth, so in this context Sri Sadhu Om paraphrased it as என்பது (<em>eṉbadu</em>), which means the same as the English term ‘the fact that’, which is how I too would interpret the meaning of தன்மை (<em>taṉmai</em>) here.<br /><br />Finally the word that they seem to have translated as ‘that exists as a worthy attainment’ is துன்னும் (<em>tuṉṉum</em>), which is actually not part of this second clause but part of the main clause, since it is a relative participle or verbal adjective that describes the word உபேயம் (<em>upēyam</em>) and that literally means ‘which [we are to] reach [or attain]’.<br /><br />As Sri Sadhu Om did in his <em>pozhippurai</em>, they paraphrased the last two lines of this verse without strictly adhering to the same syntactical structure, combining the main clause of the first sentence, துன்னும் உபேயமும் தானே உபாயமும் தானே (<em>tuṉṉum upēyamum tāṉē upāyamum tāṉē</em>), with the second sentence, அபேதமாக் காண்க அவை (<em>abhēdamāk kāṇka avai</em>), to form a single clause, ‘both the means and the goal should be known to be that one and only Self, and not different’. Though this paraphrase accurately conveys the overall meaning of these last two lines, it translates only once the word தானே (<em>tāṉē</em>), which occurs twice in the third line, உபேயமும் தானே உபாயமும் தானே (<em>upēyamum tāṉē upāyamum tāṉē</em>), which literally means ‘the goal is only self and the path is only self’, and hence it does not adequately express the strong emphasis of the original words in Tamil.<br /><br />However, since the overall meaning of this verse is conveyed in the translation by Venkatasubramanian, Robert and David as clearly and almost as accurately as it is in the earlier translation by Sri Sadhu Om and me, neither translation can be seriously faulted, and it is up to each reader to decide which translation he or she prefers. In some respects (particularly with regard to the meaning of <em>māṭci</em>) their translation is certainly more accurate, but in most other respects our old translation is more accurate.<br /><br />If the translation by Venkatasubramanian, Robert and David of this verse is representative of the style and standard of their translation of the other verses, it would be reasonable to say that though their translation may have its own shortcomings, and though their interpretation of certain words may be open to question, on the whole their translation can be relied upon as being reasonably accurate and clear.<br /><br />Moreover, the value of their translation is greatly enhanced by the fact that (as David explains on pages xxxi to xxxiv of his introduction) they made use of each <em>pozhippurai</em> (prose paraphrase) and <em>vilakkam</em> (explanatory note) that Sri Muruganar himself wrote for many of the verses (about 490 verses in all, if we include those that he may have dictated), and of the explanations that he gave for 95 verses in <em>Anubhūti Veṇbā</em>.<br /><br />Therefore I would encourage all devotees who do not know Tamil to study both the older translation by Sri Sadhu Om and me and this new translation by Venkatasubramanian, Robert and David, since they would thereby be able to see each verse from two different perspectives, and since they would be immensely benefited by each of these translations. Devotees who do know Tamil may also find it useful to study these two translations, but they should obviously not neglect to study the original Tamil verses along with these translations, and more importantly along with the <em>urais</em> (prose paraphrases and explanatory notes) given by Sri Muruganar and Sri Sadhu Om.<br /><br />If it is the will of Sri Ramana, I hope that in future I may have time to write an accurate word-for-word translation of each verse together with a detailed explanation as I have done here for verse 579. Though I will probably never be able to write as detailed, as deep and as comprehensive a commentary as Sri Sadhu could have done if he had had sufficient time, I hope that by writing a more detailed translation and explanation for each verse I may at least be able to make a small contribution to the on-going study of this extremely important record of Sri Ramana’s oral teachings.<br /><br />In years to come no doubt many more translations of <em>Guru Vāchaka Kōvai</em> and commentaries upon it will be written and published, each of which will help devotees to study this text more carefully and deeply, but the present translation by Venkatasubramanian, Robert and David will always be regarded as a valuable contribution to its study.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1905894197859077083/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "just being (summa iruppadu)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0NzM5Cm9mZnNldDogMzYwMDAwMAo\""
}