{
    "kind": "blogger#post",
    "id": "5453099922478546324",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-12T01:58:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/06/self-enquiry-personal-experiences-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5453099922478546324",
    "title": "Self-enquiry, personal experiences and daily routine",
    "content": "In another <a href=\"http://happinessofbeing.blogspot.com/2007/12/happiness-and-art-of-being-is-now.html?showComment=1206391200000#c1275936422278973531\" target=\"blank\">comment</a> on an earlier article, <a href=\"http://happinessofbeing.blogspot.com/2007/12/happiness-and-art-of-being-is-now.html\" target=\"blank\"><i>Happiness and the Art of Being</i> is now available on Amazon and other sites</a>, Anonymous wrote:<br /><blockquote>How do you find hope when you’ve made earnest attempts at Self-enquiry, not made any tangible progress (because there is no glimpse of the ‘I-I’ state), don’t have the Self in a human garb to say a few kind/harsh words to help you in your enquiry and have to remain in the mundane madness of the everyday world and deal with many egos including your own? I was also wondering if you could kindly post your personal (if there is one left;) experiences of attempting to go beyond the surface thoughts and deep into ‘I am’. What kind of daily routine proved to be the most effective for you? </blockquote>The first of these questions is answered at least partially by some of the points that I explained in my previous post, <a href=\"http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html\">Which <i>sat-sanga</i> will free us from our ego?</a>. In this present context, the most important of those points is that tenacious perseverance is absolutely essential in order for us to make real progress in our practice of self-enquiry or self-attentiveness.<br /><br />However, we should not despair because of our seeming lack of progress, because as Sri Ramana said, perseverance is itself the only true sign of progress. The importance of such tenacious perseverance is strongly emphasised by him in paragraphs <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">six</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">ten</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleven</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i> (Who am I?)</a>:<a name='more'></a><br /><blockquote>Only by [means of] the investigation ‘who am I?’ will [our] mind subside [shrink, settle down, become still, disappear or cease to be]; the thought ‘who am I?’ [that is, the effort we make to attend to our essential being], having destroyed all other thoughts, will itself in the end be destroyed like a corpse-burning stick [that is, a stick that is used to stir a funeral pyre to ensure that the corpse is burnt entirely]. If other thoughts rise, without trying to complete them [we] should investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if [we] vigilantly investigate to whom it has occurred, ‘to me’ will be clear [that is, we will be clearly reminded of ourself, to whom each thought occurs]. If [we thus] investigate ‘who am I?’ [that is, if we turn our attention back towards ourself and keep it fixed firmly, keenly and vigilantly upon our own essential self-conscious being, ‘I am’, in order to discover what this ‘me’ really is], [our] mind will return to its birthplace [the innermost core of our being, which is the source from which it arose]; [and since we thereby refrain from attending to it] the thought which had risen will also subside. When [we] practise and practise in this manner, to [our] mind the power to stand firmly established in its birthplace will increase [that is, by repeatedly and persistently practising turning our attention towards our mere being, which is the birthplace of our mind, our mind’s ability to remain as mere being will increase]. ...<br /><br />Even though <i>vishaya-vasanas</i> [our latent impulsions or desires to attend to anything other than ourself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarupa-dhyana</i> [self-attentiveness] increases and increases. Without giving room to the doubting thought, ‘Is it possible to dissolve so many <i>vasanas</i> and be [or remain] only as self?’, [we] should cling tenaciously to self-attentiveness. However great a sinner a person may be, if instead of lamenting and weeping, ‘I am a sinner! How am I going to be saved?’, [he] completely rejects the thought that he is a sinner and is zealous [or steadfast] in self-attentiveness, he will certainly be reformed [or transformed into his true ‘form’ of thought-free self-conscious being].<br /><br />As long as <i>vishaya-vasanas</i> exist in [our] mind, so long the investigation ‘who am I?’ is necessary. As and when thoughts arise, then and there it is necessary [for us] to annihilate them all by investigation [keen and vigilant self-attentiveness] in the very place from which they arise. Being [abiding or remaining] without attending to [anything] other [than ourself] is <i>vairagya</i> [dispassion] or <i>nirasa</i> [desirelessness]; being [abiding or remaining] without leaving [separating from or letting go of our real] self is <i>jñana</i> [knowledge]. In truth [these] two [desirelessness and true knowledge] are only one. Just as a pearl-diver, tying a stone to his waist and submerging, picks up a pearl which lies in the ocean, so each person, submerging [beneath the surface activity of their mind] and sinking [deep] within themself with <i>vairagya</i> [freedom from desire or passion for anything other than being], can attain the pearl of self. If one clings fast to uninterrupted <i>svarupa-smarana</i> [self-remembrance] until one attains <i>svarupa</i> [one’s own essential self], that alone [will be] sufficient. So long as enemies are within the fort, they will continue coming out from it. If [we] continue destroying [or cutting down] all of them as and when they come, the fort will [eventually] come into [our] possession.</blockquote>We should also not feel that we do not have “the Self in a human garb” to say a few words to help us in our practice of self-enquiry. Our real self has appeared to us in the human form of Sri Ramana, and though it has now withdrawn that form back into itself, it has left us with the abundantly clear and simple words of his teachings, which give us all the encouragement and guidance that we need to help us in our scrutiny of our essential self-conscious being, ‘I am’, and it always shines within ourself, giving us the inner clarity to understand his words, and enkindling within us true love to turn within and subside into the innermost depth of our own being. The grace and guidance of Sri Ramana are every bit as real and as potent now as they were in his bodily lifetime, so we should never feel that we lack in any way the help that we need from him in our spiritual path.<br /><br />This truth is clearly confirmed by him in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para12\" target=\"blank\">twelfth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i></a>:<br /><blockquote>God and <i>guru</i> are in truth not different. Just as that [prey] which has been caught in the jaws of a tiger will not return, so those who have been caught in the glance of <i>guru</i>’s grace will surely be saved by him and will never instead be forsaken; nevertheless, it is necessary [for them] to proceed [behave or act] unfailingly according to the path that <i>guru</i> has shown.</blockquote>Living “in the mundane madness of the everyday world” is the perfect outward situation in which Sri Ramana has placed us in order to motivate us strongly to seek true peace and happiness only within ourself, and every time we have “deal with many egos including our own” we are being given a good opportunity to practise humility, keeping our own ego subsided when it is tempted most strongly to rise and assert itself. In order to keep our ego thus subsided in all circumstances, the easiest and most effective means is just to “cling tenaciously to self-attentiveness”. As Sri Ramana often said, there is nothing so humbling as the simple question ‘who am I?’, and the only effective way of truly ‘asking’ ourself this question is just to scrutinise our own consciousness ‘I’ keenly, deeply and persistently.<br /><br />Anonymous asks me to post my “personal experiences of attempting to go beyond the surface thoughts and deep into ‘I am’”, but any ‘experience’ that could be described in words or even pictured in our mind would not be the true experience of clear thought-free non-dual self-consciousness, which is what we are each seeking in order to lose ourself entirely in it. Words can describe and our mind can conceive only objective experiences, and not the absolutely non-objective experience of true self-conscious being.<br /><br />Having attempted to turn our mind away from all objectivity or otherness and to sink deep into our own essential self-conscious being, ‘I am’, we all know from our own experience that when we thus attempt to be exclusively self-conscious our old desires and attachments rush to the surface of our mind, impelling us to think innumerable thoughts. When thoughts thus rise distracting us from our keenly attentive self-consciousness, the only way to deal with them is to ignore them by “clinging tenaciously to <i>svarupa-dhyana</i> [self-attentiveness]”, as Sri Ramana says in the above-cited <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i></a>.<br /><br />Since such thought-free self-attentiveness or self-consciousness is an absolutely non-dual experience of just being, it is beyond our mind and therefore cannot be described in words. Therefore any words that anyone may use to try to describe the experience of “attempting to go beyond the surface thoughts and deep into ‘I am’” would not only fail to describe it as it really is, but would also be profoundly misleading, because such words would make our natural state of thought-free self-conscious being appear to be an objective experience.<br /><br />Moreover, there is nothing even remotely ‘personal’ about our experience our essential self-conscious being, ‘I am’, Attempting “to go beyond the surface thoughts and deep into ‘I am’” is attempting to go beyond everything that is personal into the truly transpersonal state of absolute non-dual being-consciousness or <i>sat-chit</i>.<br /><br />Anonymous finally asks me, “What kind of daily routine proved to be the most effective for you?” The only ‘routine’ that is truly effective is just to “cling tenaciously to self-attentiveness”, and thereby to be extremely vigilant to draw our mind persistently back to our own self-conscious being, ‘I am’, whenever it is distracted even in the least by any other thought.<br /><br />Other than this vigilant inner ‘routine’ of tenaciously persistent self-attentiveness or self-remembrance, any routine that we may try to adopt will only be a distraction, diverting our mind away from what is truly essential. The inward practice of persistent self-attentiveness is the only ‘routine’ that is truly natural to us, because it is our natural state of thought-free non-dual self-conscious being, whereas all other routines are artificial, external and alien to our real nature, because they are contrived by our mind and its habit of persistently thinking of otherness.<br /><br />All outward routines are concerned mainly with time — when we should ‘meditate’, for how long we should meditate, how often we should meditate, or how much time we should spend in ‘meditation’ each day. However, true meditation — that is, <i>svarupa-dhyana</i> or meditation upon our own essential nature, ‘I am’ — is not an event that occurs in time, but is our natural state of self-conscious being, which we can experience only in the timeless present moment.<br /><br />That is, we can attend to ourself only in the precise present moment, which is the infinitesimally fine interface between the moment immediately past and the moment immediately in future. The precise present moment has absolutely no duration and is therefore truly timeless, because it is the very moment at which the past ends and the future begins. Between the moment immediately past and the moment immediately in future there is truly no gap or duration, but just timeless being or ‘am’-ness.<br /><br />Since all objective knowledge — all knowledge of duality or otherness — involves an action of knowing, it is not possible without mental activity and hence it requires some duration in which to take place. That is, it can arise only in time — in the seemingly continuous flow of time from past to future. Without a certain duration of time, we cannot know anything other than our own being.<br /><br />Therefore all that we can know or experience in the durationless present moment is our own timeless being — our self-conscious being, ‘I am’. Whatever else we may experience is not experienced by us in the precise present moment — the absolute present moment — but only in the relative present moment, which has some duration that is indefinable and imprecise, yet sufficient for change and the basic activity of thinking to occur in it.<br /><br />Therefore when Sri Ramana and other true sages advise us to consciously be only in the present moment, they do not mean that we should consciously be in the imprecise and relative present moment, in which we can experience the ever-changeful activities of thinking and objective knowing, but only that we should consciously be in the precise and absolute present moment, in which we can experience nothing other than mere being — that is, our own ever-unchanging self-conscious being, ‘I am’.<br /><br />Though our mind requires time in order to be active — that is, to think, do or know anything — the time in which such activity occurs is itself an imaginary creation of our mind. Therefore whatever we experience in time is a mere creation of our mind — a figment of our imagination. Hence, if we truly wish to experience and remain as mere being, and thereby to go beyond thinking and all other forms of activity or ‘doing’, we should remain only in the timeless present moment and thereby avoid getting caught up in the imaginary flow of time.<br /><br />If our meditation were some form of mental activity, it would require some duration in which to take place, and could therefore be performed only in the imaginary flow of time from past to future. It could not be performed in the durationless precise present moment. But since <i>svarupa-dhyana</i> or true meditation upon our own essential self-conscious being, ‘I am’, is not a state of mental activity but only a state of just being, it cannot truly be experienced in the imaginary and ever-changeful flow of time but only in the ever-present and unchanging precise present moment.<br /><br />Since any routine is a previously conceived plan to do certain things at certain times, it is formed in the past and concerns only the future. We plan what we should do in future, but the future about which we are thus planning is a mere thought — an image or series of images that our mind has formed within itself by its power of imagination. Therefore forming a routine and trying to live by it is deceptive and self-defeating, because it distracts our attention away from this precise present moment, in which alone we truly are.<br /><br />What makes this present moment present is only our own presence — the presence of our own self-conscious being, ‘I am’. This moment is present only because we ourself are present — present here and now, and only here and now. We are not now present either in the past or in the future, but only in this precise present moment. Therefore, if we are truly concerned only with our own being, which is present only now, we should attentively and steadfastly abide only in this immediately present moment.<br /><br />The only moment that is truly ours and in which we are truly free is this precise present moment. All past moments have gone, and are therefore no longer ours. Though we may now imagine that some future moments will become ours, at least fleetingly, at present none of them are ours and they are all out of our hands. Therefore, without concerning ourself with any other moment, either past or future — that is, without imagining what we could have done in the past or may be able to do in future — we should scrutinise only this precise present moment, in which alone we are now present, in order to know our own ever-present being.<br /><br />Therefore, rather than thinking about what we should do the next moment, or at any other time in future, we should just be conscious of our now being only in this precise present moment. Whereas we can experience our being only in this immediately present moment, we can experience action or ‘doing’ only in the flow of time from past to future, and not in this precise present moment. All ‘doing’ involves change, and change requires some duration of time — more duration than is available in this durationless precise present moment.<br /><br />Therefore in this precise present moment we cannot do anything, but can just be. Just being is not a state of dullness or unconsciousness, but is a state of perfectly clear thought-free and therefore actionless self-consciousness, ‘I am’. That is, since our being is itself the consciousness that knows itself as ‘I am’, all that we can actually know or experience in this precise present moment is our own self-conscious being, ‘I am’.<br /><br />When we first begin to practise <i>atma-vichara</i>, many of us consider it to be in some way or other like other forms of meditation, but this is true only to a very limited extent. Every other form of meditation involves some kind of mental activity, however subtle that might be, because even though the aim of our meditation may be to stop all thinking or mental activity and thereby to experience deep inner peace or a ‘blank mind’, the effort that we make in order to stop all mental activity is itself a subtle activity performed by our mind.<br /><br />This is why we can never succeed in completely subduing all thoughts or mental activity by any other form of meditation. We cannot stop all our mental activity by any kind of mental activity. If by such means we do somehow succeed in stopping all mental activity, the state that results will only be a dull state of <i>mano-laya</i> or abeyance of mind, that is, a temporary state of mental subsidence, like sleep.<br /><br />This is clearly explained by Sri Ramana in paragraphs <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">eight</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para09\" target=\"blank\">nine</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i></a>. In <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">paragraph eight</a> he begins by saying:<br /><blockquote>To make the mind subside [permanently], there are no adequate means other than <i>vichara</i> [investigation, that is, <i>atma-vichara</i>, self-investigation or self-scrutiny]. If restrained by other means, the mind will remain as if subsided, [but] will emerge again. ...</blockquote>By using the words “<i>manam adanginal pol irundu</i>”, which literally mean ‘the mind having been as if subsided’, Sri Ramana clearly indicates that the seeming subsidence of mind that we can achieve by other means is not the real subsidence of mind that we should aim to achieve. The reason why our mind will emerge or rise again from such a state of seeming subsidence is that we have achieved it by some means other than clear self-consciousness.<br /><br />In sleep our mind subsides temporarily, but after awhile it rises again in a state of waking or dream, because it subsided in sleep without being clearly self-conscious — that is, without being clearly conscious of its own essential being, ‘I am’. Likewise, if we try to make our mind subside in meditation by any means other than <i>atma-vichara</i> — the simple practice of just being exclusively self-attentive or self-conscious — whatever subsidence we achieve thereby will only be temporary, and will not enable us to experience true self-knowledge, any more than sleep does.<br /><br />Therefore when practising ‘meditation’, our aim should not merely be to make all thoughts or mental activity subside, but should only be to be clearly and exclusively self-conscious. The subsidence of all mental activity is merely a by-product of true ‘meditation’, because when we are conscious of nothing other than ourself — our own essential being, ‘I am’ — all thinking will be automatically excluded<br /><br />In other words, when we attend only to our own self-conscious being, ‘I am’, we will be ignoring all thoughts, and without our attending to them no thought can rise. Therefore this simple practice of <i>atma-vichara</i> or just being exclusively self-conscious is the only truly effective means to make all thoughts or mental activity subside, and hence it is quite unlike any other form of meditation, in which we attend to something other than our own essential self-conscious being, ‘I am’.<br /><br />However, so long as we consider our practice of <i>atma-vichara</i> to be like other forms of meditation, as many of us do when we first begin to practise it, we will naturally tend to think that some sort of routine will help us to practise it more effectively. For example, we may try to set aside a certain amount of time every morning and evening to sit quietly and try to practise just being exclusively self-conscious.<br /><br />Though such a routine may initially seem to help us cultivate the habit of being frequently self-attentive, when we go deeper into the practice we will soon find that no predetermined routine can actually help us to be in the thought-free state of exclusive self-consciousness, because we cannot enter such a state according to a prescribed routine, but can enter it only when we have a wholehearted liking to be in it. So long as we prefer to think of anything other than our own mere being, ‘I am’, we will not actually be able to focus our entire attention upon our fundamental consciousness of our own being.<br /><br />The key to success in practising <i>atma-vichara</i> is intense <i>svatma-bhakti</i> or ‘self-love’ — that is, true love for our essential non-dual self-conscious being, ‘I am’. No routine or other outward aid can be a substitute for such wholehearted self-love, because if we do not truly love to remain peacefully in our natural state of thought-free self-conscious being, we cannot force ourself to remain thus. Therefore (to paraphrase what I wrote in my <a href=\"http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html\">previous post</a> about an outwardly ‘meditative life’) if we have true self-love, no outward routine will be necessary, and if we do not have true self-love, no outward routine will be of much use to us.<br /><br />When we earnestly attempt to practise <i>atma-vichara</i>, we will either sink into the innermost depth of our being, where our mind will drown forever in the all-consuming light of absolutely clear, adjunct-free self-consciousness or true self-knowledge, or we will become aware of the fact that our self-love is still inadequate. We can never know exactly how inadequate our self-love actually is, because as it increases we will feel its inadequacy more intensely, but however inadequate it may be, the only means by which we can effectively increase it is by tenaciously persevering in our practise of just being attentively self-conscious.<br /><br />Rather than wasting any of our time or effort on planning any routine to follow, we should here and now be keenly self-attentive, thereby giving no room for any thought to rise about any past or future moment. True self-attentiveness is not something that we can afford to put off till the next moment, because it can only be truly experienced here and now, in this precise present place and precise present moment, as our own ever-present self-conscious being, ‘I am’.<br /><br />What we need to investigate and know is not what we were in the past or will be in future, but only what we actually are here and now, in this precise present moment. Only when we feel such true and intense urgency to know ourself immediately, here and now, will we succeed in our effort to investigate and know ‘who am I?’",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5453099922478546324/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "effort",
        "ego",
        "God",
        "grace",
        "guru",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODcxCm9mZnNldDogMzYwMDAwMAo\""
}