{
    "kind": "blogger#post",
    "id": "9151422176973362310",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-11-19T11:12:00Z",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/11/guru-vachaka-kovai-verse-579-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9151422176973362310",
    "title": "<i>Guru Vachaka Kovai</i> verse 579 and <i>Anubhuti Venba</i> verse 610",
    "content": "When I wrote my previous article, <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html\" target=\"blank\"><em>Guru Vāchaka Kōvai</em> – a new translation by TV Venkatasubramanian, Robert Butler and David Godman</a>, I unfortunately overlooked an important fact, namely that Sri Muruganar himself had written a brief <em>urai</em> (explanation) for verse 579 of <em>Guru Vāchaka Kōvai</em> in <em>Anubhūti Veṇbā</em>.<br /><br />I overlooked this partly because I do not have a copy of <em>Anubhūti Veṇbā</em>, and partly because I forgot to check the appendix on page 536 of David’s version of <a href=\"http://www.sri-ramana-maharshi.blogspot.com/2008/10/guru-vachaka-kovai.html\" target=\"blank\"><em>Guru Vachaka Kovai</em></a>, in which he has given the corresponding verse numbers in <em>Guru Vāchaka Kōvai</em> and <em>Anubhūti Veṇbā</em> for the 95 verses that are included in both these works.<br /><br />Fortunately David has sent me an e-mail attaching a scanned copy of a letter written to me by a mutual friend, in which he pointed out that verse 579 of <em>Guru Vāchaka Kōvai</em> is included in <em>Anubhūti Veṇbā</em> as verse 610, and in which he also copied by hand the <em>urai</em> that Sri Muruganar wrote for it in <em>Anubhūti Veṇbā</em>, which is as follows:<br /><a name='more'></a><blockquote>ஆன்ம சொரூபம் அத்துவிதமாதலாலும், அடைய வேண்டுங் கதியும் அதைத் தவிர்த்து வேறின்மையாலும், உபாயம் உபேயம் இரண்டும் ஆன்ம சொரூப விஷயத்தில் அவ்வொன்றேயாக அறியத்தக்கனவாமெனல்.<br /><br /><em>āṉma sorūpam adduvitamādalālum, aḍaiya vēṇḍuṅ gatiyum adait tavirttu vēṟiṉmaiyālum, upāyam upēyam iraṇḍum āṉma sorūpa viṣayattil avvoṉḏṟēyāha aṟiyattakkaṉavāmeṉal</em>.</blockquote>The first clause of this <em>urai</em>, ஆன்ம சொரூபம் அத்துவிதமாதலாலும் (<em>āṉma sorūpam adduvitam ādalālum</em>), summarises the essential meaning of the first clause of the verse, மன்னு சொரூப அத்துவித மாட்சியால் (<em>maṉṉu sorūpa adduvita māṭciyāl</em>).<br /><br />ஆன்ம சொரூபம் (<em>āṉma sorūpam</em>) is a Tamil form of the Sanskrit term <em>ātma-svarūpa</em>, which means ‘self’, or more literally ‘self-own-form’, that is, ‘the essential form of ourself’ or ‘[our] own essential self’. அத்துவிதம் (<em>adduvitam</em>) is a Tamil form of the Sanskrit word advaita, which means ‘non-duality’ or ‘non-dual’. ஆதலால் (<em>ādalāl</em>) is the instrumental form of the verbal noun ஆதல் (<em>ādal</em>), so it means ‘by [its] being’ or ‘because [it] is’, and the suffix உம் (<em>um</em>) is a connective particle that in this context means ‘and’, linking this first clause to the second clause.<br /><br />Thus, whereas the first clause of the verse literally means ‘because of the non-dual nature [or glory] of [our] enduring <em>svarūpa</em> [self]’ (as I explained in detail in my <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html\" target=\"blank\">previous article</a>), the first clause of this <em>urai</em> simply means ‘because <em>ātma-svarūpa</em> [our essential self] is non-dual’.<br /><br />The second clause of this urai, அடைய வேண்டுங் கதியும் அதைத் தவிர்த்து வேறின்மையாலும் (<em>aḍaiya vēṇḍuṅ gatiyum adait tavirttu vēṟiṉmaiyālum</em>), paraphrases the second clause of the verse, வேறு கதி தன்னைத் தவிர்த்து இல்லாத் தன்மையால் (<em>vēṟu gati taṉṉait tavirttu illāt taṉmaiyāl</em>).<br /><br />அடைய (<em>aḍaiya</em>) is the infinitive form of the verb அடை[-தல்] (<em>aḍai</em>[-<em>dal</em>]), which as an intransitive verb means to collect, gather, settle, join or mingle, and as a transitive verb (as it is used in this context) means to reach, arrive at, attain, obtain or take refuge in. வேண்டும் (<em>vēṇḍum</em>) is used here as a relative participle or verbal adjective that describes கதி (<em>gati</em>) and that means ‘which [we] need’ or ‘which [we] should’. கதி (<em>gati</em>) is a Sanskrit noun that has many meanings such as going, moving, arriving, movement, path, way, means, refuge, liberation or any state of existence, and the suffix உம் (<em>um</em>) here means ‘even’ or ‘also’. Since Sri Muruganar appended the relative clause அடைய வேண்டும் (<em>aḍaiya vēṇḍum</em>) to it, in this <em>urai</em> கதி (<em>gati</em>) means refuge, liberation, state of final attainment or that which we are to resort to, reach or arrive at.<br /><br />If we take கதி (<em>gati</em>) to mean refuge, அடைய வேண்டுங் கதியும் (<em>aḍaiya vēṇḍuṅ gatiyum</em>) would mean ‘even the refuge which [we] need to reach’ or ‘even the refuge to which [we] should resort [or take recourse]’, whereas if we take கதி (<em>gati</em>) to mean liberation or the state that we are finally to attain, அடைய வேண்டுங் கதியும் (<em>aḍaiya vēṇḍuṅ gatiyum</em>) would mean ‘even the [final] state [or liberation] which [we] need to reach [or attain]’.<br /><br />As I explained in my <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html?showComment=1226954220000#c5027900829789990878\" target=\"blank\">reply</a> to the <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html?showComment=1226882520000#c8154111215694738666\" target=\"blank\">comment</a> that Haramurthi wrote on my <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html\" target=\"blank\">previous article</a>, when we take கதி (<em>gati</em>) to mean ‘refuge’, which in a spiritual context is one of its principle meanings, it can be understood as meaning both the means and the goal. Our essential self or <em>ātma-svarūpa</em> is our only refuge both in the sense that it is the only means by which we can be saved from <em>māyā</em> — our own mind, our self-delusive power of imagination, which gives rise to our present illusion of duality — and in the sense that it is only state in which we will finally be perfectly safe from all the dangers of such <em>māyā</em>. Therefore, though Sri Muruganar added the relative clause அடைய வேண்டும் (<em>aḍaiya vēṇḍum</em>) to describe கதி (<em>gati</em>) in this <em>urai</em>, he did not thereby exclude ‘path’, ‘way’ or ‘means’ as possible meanings of கதி (<em>gati</em>) in this context, because அடைய வேண்டுங் கதியும் (<em>aḍaiya vēṇḍuṅ gatiyum</em>) can be understood as meaning both ‘even the path which [we] should join [resort to or take refuge in]’ and ‘even the goal which [we] should [finally] attain’.<br /><br />Since the essential import of this verse is that our goal and the means by which we can attain it are both only self and are therefore <em>abhēda</em> or ‘non-different’, in this context there are two appropriate sets of meaning for கதி (<em>gati</em>), namely those that imply ‘means’ such as ‘path’ and ‘way’ and those that imply ‘goal’ such as ‘liberation’ or ‘state of attainment’, and both these sets of meaning are included in the word ‘refuge’. Since the verb அடை (<em>aḍai</em>) implies not only finally attaining but also taking refuge in, resorting to or joining, it is reasonable to infer that Sri Muruganar added the relative clause அடைய வேண்டும் (<em>aḍaiya vēṇḍum</em>) in his <em>urai</em> in order to indicate that in this verse கதி (<em>gati</em>) means the one refuge that is both our sole goal and the only means by which we can attain it.<br /><br />அதை (<em>adai</em>) is the accusative form of the neuter third person singular pronoun அது (<em>adu</em>), which means ‘it’, and which in this context refers to ஆன்ம சொரூபம் (<em>āṉma sorūpam</em>), our essential self, which is the subject of the first clause. As I explained in my <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html\" target=\"blank\">previous article</a>, தவிர்த்து (<em>tavirttu</em>) is a verbal participle that means ‘excluding’ or ‘having excluded’, and வேறு (<em>vēṟu</em>) means ‘other’ or ‘different’. இன்மையால் (<em>iṉmaiyāl</em>) is the instrumental form of இன்மை (<em>iṉmai</em>), so it means ‘by [its] non-existence’ or ‘because [it] is not’, and the suffix உம் (<em>um</em>) is a connective particle that in this context means ‘and’, linking this second clause to the first clause.<br /><br />Thus, whereas the second clause of the verse literally means ‘because of the fact that excluding self there is no other refuge [means or goal]’, the second clause of this <em>urai</em> means ‘and because excluding it [our essential self] even the refuge which [we] should reach [the means to which we should resort and the goal which we should finally attain] is not other’, or in more idiomatic English ‘and because even the refuge which [we] should reach is not other than it [self]’.<br /><br />The third and final clause of this <em>urai</em>, உபாயம் உபேயம் இரண்டும் ஆன்ம சொரூப விஷயத்தில் அவ்வொன்றேயாக அறியத்தக்கனவாமெனல் (<em>upāyam upēyam iraṇḍum āṉma sorūpa viṣayattil avvoṉḏṟēyāha aṟiyattakkaṉavāmeṉal</em>), which is its main clause, summarises the essential meaning of both the main clause of the first sentence of the verse, துன்னும் உபேயமும் தானே உபாயமும் தானே (<em>tuṉṉum upēyamum tāṉē upāyamum tāṉē</em>), and its second and final sentence, அபேதமாக் காண்க அவை (<em>abhēdamāk kāṇka avai</em>).<br /><br />As I explained in my <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html\" target=\"blank\">previous article</a>, உபாயம் (<em>upāyam</em>) is a Sanskrit noun that means a means or way, and உபேயம் (<em>upēyam</em>) is a Sanskrit noun that means an aim or goal. இரண்டு (<em>iraṇḍu</em>) means ‘two’ and the suffix உம் (<em>um</em>) is a particle that in this context expresses universality, meaning ‘all’, so இரண்டும் (<em>iraṇḍum</em>) means ‘all two’ or ‘both’.<br /><br />ஆன்ம சொரூப (<em>āṉma sorūpa</em>) is an oblique case-form of ஆன்ம சொரூபம் (<em>āṉma sorūpam</em>), which means ‘self’, and its oblique form links it to the next word, விஷயத்தில் (<em>viṣayattil</em>), to form a compound noun. விஷயத்தில் (<em>viṣayattil</em>) is the locative form of விஷயம் (<em>viṣayam</em>), which is a Sanskrit word that means sphere, region, object, matter, topic or in this context case. Thus this compound noun, ஆன்ம சொரூப விஷயத்தில் (<em>āṉma sorūpa viṣayattil</em>), means ‘in the case of self’.<br /><br />அவ் (<em>av</em>) is a demonstrative prefix that means ‘that’, ஒன்று (<em>oṉḏṟu</em>) means ‘one’, the suffix ஏ (<em>ē</em>) is an intensifier that means ‘itself’, ‘alone’, ‘only’, ‘certainly’, ‘truly’ or ‘indeed’, ஆக (<em>āha</em>) is the infinitive form of the verb ஆகு (<em>āhu</em>), which means ‘to be’ or ‘to become’, so அவ்வொன்றேயாக (<em>avvoṉḏṟēyāha</em>) means ‘to be only that one’, in which ‘that one’ refers to ஆன்ம சொரூபம் (<em>āṉma sorūpam</em>), our own essential self.<br /><br />அறிய (<em>aṟiya</em>) is the infinitive form of the verb அறி (<em>aṟi</em>), which means ‘to know’, தக்கன (<em>takkaṉa</em>) is the past neuter third person plural form of the verb தகு (<em>tahu</em>), which means to be fit, suitable or proper, and is used here as a verbal noun meaning ‘those that are fit [or proper]’, ஆம் (<em>ām</em>) is the future neuter third person singular and plural form of the verb ஆ (<em>ā</em>), which means ‘to be’ or ‘to become’, so அறியத்தக்கனவாம் (<em>aṟiyattakkaṉavām</em>) means ‘[they] are those that are fit [for us] to know’, and can be translated into more idiomatic English as ‘[they] should be known’, in which the implied pronoun ‘they’ refers to உபாயம் (<em>upāyam</em>) and உபேயம் (<em>upēyam</em>), the means and the goal. The final word எனல் (<em>eṉal</em>) is a verbal noun that means ‘saying’, and in this context it implies ‘[this verse is] saying that’.<br /><br />Thus, whereas the final two clauses of the verse mean ‘the <em>upēya</em> [the aim or goal] which [we are to] reach is only self and the <em>upāya</em> [the means or path] is only self; know them to be non-different’, the final clause of this <em>urai</em> means ‘[this verse is] saying that in the case of <em>ātma-svarūpa</em> [our own essential self] both the <em>upāya</em> [means] and the <em>upēya</em> [goal] should be known to be only that one [our <em>ātma-svarūpa</em>]’.<br /><br />Therefore the meaning of this <em>urai</em> is:<br /><blockquote>[This verse is] saying that because <em>ātma-svarūpa</em> [our own essential self] is non-dual, and because even the <em>gati</em> [refuge] which [we] should reach is not other than it [our <em>ātma-svarūpa</em>], in the case of <em>ātma-svarūpa</em> both the <em>upāya</em> [the means or path] and the <em>upēya</em> [the aim or goal] should be known to be only that one [our <em>ātma-svarūpa</em>]. </blockquote>In the original verse this truth is expressed in a more detailed and emphatic manner as follows:<br /><blockquote>Because of the non-dual nature of [our] enduring self, [and] because of the fact that excluding self there is no other <em>gati</em> [refuge, means or goal], the <em>upēya</em> [the aim or goal] which [we are to] reach is only self and the <em>upāya</em> [the means or path] is only self. Know them to be non-different.</blockquote>If we compare the meaning of the verse with that of the <em>urai</em>, it is clear that the intention of Sri Muruganar in writing the latter was to summarise the general idea of the former rather than to elaborate upon it in detail. Therefore this உரை (<em>urai</em>) can be considered to be a கருத்துரை (<em>karutturai</em>), a summary paraphrase that explains the <em>karuttu</em> (idea, gist or essential substance) of the original verse, rather than a பொழிப்புரை (<em>pozhippurai</em>), a ‘showering’ or ‘abundant’ paraphrase, which would have explained the meaning of the verse in greater detail, covering every word in it and perhaps elaborating upon the meaning of certain key words.<br /><br />The only word in the verse that Sri Muruganar elaborates upon in his <em>urai</em> is கதி (<em>gati</em>), but his elaboration was only to append to it the relative clause அடைய வேண்டும் (<em>aḍaiya vēṇḍum</em>), which simply explains the straightforward meaning of கதி (<em>gati</em>), and the suffix உம் (<em>um</em>), which adds emphasis to it. The addition of these words அடைய வேண்டும் (<em>aḍaiya vēṇḍum</em>), which mean ‘which [we] should resort to [reach or attain]’, only confirms that கதி (<em>gati</em>) can be appropriately interpreted to mean refuge either in the sense of the means by which we can attain our goal, or in the sense of the final goal itself, because in whichever sense we understand கதி (<em>gati</em>), whether as ‘means’ or as ‘goal’, it is that which we should resort to, reach or attain.<br /><br />However, when we read this <em>urai</em>, we can see that the wording that Sri Muruganar used in it does account for some of the differences between the exact meaning of the verse and the translation of it by Venkatasubramanian, Robert and David. For example, it explains why they translated கதி (<em>gati</em>) as the ‘final goal that exists as a worthy attainment’ and why they added the words ‘with regard to that Self’, which do not occur as such in the verse, but which are a free rendering of the words ஆன்ம சொரூப விஷயத்தில் (<em>āṉma sorūpa viṣayattil</em>), which Sri Muruganar used in his <em>urai</em>.<br /><br />As David wrote on page xlvi of their new book, in the section entitled ‘The Structure of this Edition of <em>Guru Vachaka Kovai</em>’, the translation that they give for each verse is ‘a translation of the original <em>Guru Vachaka Kovai</em> verse, or its <em>pozhippurai</em>, if it is available’. In the case of this verse, their translation is basically a free translation of the <em>urai</em> that Sri Muruganar wrote for it in <em>Anubhūti Veṇbā</em>, but since that <em>urai</em> is only a <em>karutturai</em> or summary paraphrase of the gist or essential substance of the verse, in their translation they included the meaning of some words that occur in the verse but not in the <em>urai</em>, such as <em>maṉṉu</em> (eternal), <em>māṭci</em> (glory) and <em>abhēda</em> (not different). Thus their translation is as follows:<br /><blockquote>Because the eternal <em>Atma-swarupa</em> has the glory of being non-dual, and because, other than the Self, there is no final goal that exists as a worthy attainment, with regard to that Self, both the means and the goal should be known to be that one and only Self, and not different.</blockquote>In this translation they have interpreted the words அடைய வேண்டுங் கதியும் (<em>aḍaiya vēṇḍuṅ gatiyum</em>), which Sri Muruganar uses in his <em>urai</em>, as meaning ‘final goal that exists as a worthy attainment’. Though one valid meaning of these Tamil words is certainly ‘even the [final] state which [we] should attain’, this is perhaps not the most significant meaning for them, because if this were the principle meaning that Sri Muruganar intended to convey, why would he have added the suffix உம் (<em>um</em>), which in this context means ‘even’ or ‘also’?<br /><br />If he had used this suffix உம் (<em>um</em>) in the verse, we could have dismissed it as being just a poetic expletive, but since he has used it here in prose, he must have intended it to have some significance. The fact that he appended it to the word கதி (<em>gati</em>) suggests that he intended it to indicate that in this context கதி (<em>gati</em>) means ‘refuge’ not only in the sense of ‘liberation’, which is our final goal, but even in the sense of the ‘means’ or ‘path’ to which we should resort in order to be saved from the illusion of duality and thereby to reach that final destination.<br /><br />However, in whichever sense we choose to interpret this word கதி (<em>gati</em>) either in the original verse or in Sri Muruganar’s <em>urai</em>, we should not forget that the essential purpose of this verse and his <em>urai</em> is to teach us that both the <em>upēya</em> and the <em>upāya</em>, the goal and the means to attain it, are only our own real self or <em>ātma-svarūpa</em>, which is the one non-dual reality, other than which nothing truly exists.<br /><br />If we truly and wholeheartedly wish to be protected and eventually liberated from all the miseries caused by our present illusion of duality, the only refuge or <em>gati</em> to which we should resort here and now is self, our own essential being, ‘I am’. Other than this, there is truly no refuge or place of safety in this entire web of <em>māyā</em> or self-delusion, in which we are now so tightly entangled.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9151422176973362310/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "māyā",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "Sri Muruganar"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0OTM0Cm9mZnNldDogMzYwMDAwMAo\""
}