{
    "kind": "blogger#post",
    "id": "4848670052349864210",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-07-07T09:40:00+01:00",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/07/god-as-purna-one-infinite-whole.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4848670052349864210",
    "title": "God as <i>purna</i> – the one infinite whole",
    "content": "In continuation of my earlier two articles, <a href=\"http://happinessofbeing.blogspot.com/2008/05/god-as-both-nirguna-brahman-and-saguna.html\" target=\"“blank”\">God as both <i>nirguna brahman</i> and <i>saguna brahman</i></a> and <a href=\"http://happinessofbeing.blogspot.com/2008/06/experiencing-god-as-he-really-is.html\" target=\"“blank”\">Experiencing God as he really is</a>, the following is the third extract from the second chapter, ‘God’, of <a href=\"http://happinessofbeing.blogspot.com/2008/05/introduction-to-truth-of-otherness.html\" target=\"blank\"><i>The Truth of Otherness</i></a>:<br /><br />The reason why we said in the previous chapter [an extract from which is given in the article <a href=\"http://happinessofbeing.blogspot.com/2008/05/world-is-creation-of-our-imagination.html\" target=\"“blank”\">The world is a creation of our imagination</a>] that this world is not created by God is that in his true <i>nirguna</i> form he is mere being, and therefore never does anything, and that in his imaginary <i>saguna</i> form he and this world are both created simultaneously. That is to say, God as a seemingly separate supreme being comes into existence only when we come into existence as a seemingly separate individual being.<br /><br />When we rise as this mind, our limited individual consciousness, we perceive the world and all the other objective thoughts in our mind as being separate from and other than ourself, and thus we seemingly create duality and division in our non-dual and undivided real self. When we thus see ourself and this world as separate and finite entities, we transform our infinite real self into a seemingly infinite God, whom we consider to be separate from ourself and this world.<br /><a name='more'></a><br />In essence both our individual self and the world that we perceive are nothing but the one infinite whole, the unlimited and all-inclusive absolute reality, which is our own true self. However, being finite and relative, our individual self and the world together constitute not even a fraction of the infinite and absolute whole reality, and hence when we seemingly separate ourself and the world from it, that whole reality nevertheless remains infinite and absolute.<br /><br />Because we experience ourself and the world as being distinct both from each other and from that one infinite and absolute whole reality, we imagine that whole reality — which is in truth nothing other than our own real self — to be a separate being, whom we call ‘God’. Thus, as soon as we rise as this mind, we create in our imagination three separate entities, our finite individual self or soul, a finite world that we perceive as existing outside ourself, and a seemingly infinite God by whose power this whole world is governed and controlled.<br /><br />Though we cannot experience the infinite reality as it really is so long as we imagine ourself to be a finite individual, we nevertheless have an intuitive sense that such a reality does actually exist, and hence our mind has a natural tendency to believe in the existence of some reality that transcends all the limitations of finite existence. Because, as we shall discuss later in more detail, that reality is in truth infinite love, and because this is a fact that we are able to sense intuitively, though that reality is truly transpersonal, we have a natural tendency to personify it as a separate being, whom we call ‘God’.<br /><br />Because the seemingly separate personal being whom we call ‘God’ is in truth the one infinite reality, both our individual self and the world are included in him, and neither is in any way truly separate from him. In truth, therefore, our individual self or mind is the infinite reality, the world is the infinite reality, and God is the infinite reality. But whereas we imagine our individual self and the world to be finite, we intuitively understand God to be infinite.<br /><br />However, though we believe God to be infinite, we also feel ourself and this world to be separate from him. If he is truly infinite, however, nothing can really be separate from him, and if anything is really separate from him, he cannot truly be infinite. Therefore, since God would not be God if he were not infinite, neither ourself nor the world can ever really be separate from him. Our separation from him is therefore not real, but is only a false appearance, an illusion created by <i>maya</i> — our own self-deceptive power of imagination. Since God is by definition the infinite reality, he alone truly exists, and nothing can ever be separate from him.<br /><br />This is the real meaning of the well-known Vedic <i>mantra</i>: <blockquote><i>om purnam adah purnam idam purnat purnam udacyate<br />purnasya purnam adaya purnam evavasisyate</i></blockquote>This <i>mantra</i>, which forms the first half of the <i>Brihadaranyaka Upanishad</i> 5.1.1, and which is used as the invocation or initial <i>mantra</i> of both the <i>Brihadaranyaka Upanishad</i> and the <i>Isa Upanishad</i>, literally means: <blockquote><i>Om</i>. That is <i>purna</i>. This is <i>purna</i>. From <i>purna</i>, <i>purna</i> has emerged [arisen or appeared]. When <i>purna</i> is taken out of <i>purna</i>, <i>purna</i> alone remains.</blockquote>The word <i>om</i> is a sacred monosyllable that denotes God or <i>brahman</i>, the one absolute reality or fullness of pure being, and is generally recited at the beginning of every <i>mantra</i>. In this <i>mantra</i> the word <i>adah</i> or ‘that’ also denotes God or <i>brahman</i>, which is our own real self, but which is referred to as ‘that’, as if it were some faraway thing, because we imagine it to be something that we do not know. The word <i>idam</i> or ‘this’ denotes our mind and all that is known by it, including both its own thoughts, which it recognises as existing within itself, and the world, which it imagines to be something existing outside itself. In other words, ‘that’ denotes the real and absolute <i>nirguna</i> form of God, whereas ‘this’ denotes all forms of relativity, which consists of three basic elements, namely our individual self or ‘soul’, this entire world, and the <i>saguna</i> form of God.<br /><br />The key word that links ‘that’ and ‘this’ in this <i>mantra</i> is <i>purna</i>, which denotes the quality of ‘fullness’, ‘completeness’, ‘wholeness’, ‘entirety’, ‘totality’ or ‘abundance’, or that which is ‘full’, ‘complete’, ‘whole’, ‘entire’, ‘total’, ‘all’ or ‘abundant’. In the context of this <i>mantra</i>, therefore, <i>purna</i> means the entire whole, the totality of all that is, the fullness of being, or the complete and infinite all. Thus the implied meaning of this <i>mantra</i> is: <blockquote>That [the seemingly unknown <i>nirguna brahman</i>] is the infinite whole. This [our mind and all that is known by it] is the infinite whole. From [that] infinite whole [<i>brahman</i>], [this] infinite whole [our mind and all that is known by it] has emerged [arisen or appeared]. [However, even] when [this] infinite whole is [thus seemingly] taken out of [that] infinite whole, [that] infinite whole alone remains.</blockquote>Though the first half of this <i>mantra</i> appears to state a logical contradiction, namely that the infinite whole has emerged or separated from the infinite whole, the second half of it reconciles that contradiction by saying that even then the infinite whole alone remains. If nothing were to emerge from the infinite reality, it would obviously exist alone, because it is infinite. Since it alone exists when nothing emerges from it, if anything were to emerge from it, that thing could not be other than it, so even if it thus seems to emerge from itself as some other thing, it does in fact still remain alone. In other words, the infinite reality always exists alone, and nothing ever truly emerges or separates from it. The emergence of anything from the infinite whole is not real, but is a mere apparition or false appearance.<br /><br />In fact, the word in this <i>mantra</i> that means ‘has emerged’ is <i>udacyate</i>, which also means ‘has come forth’, ‘has arisen’ or ‘has appeared’. Therefore, the emergence of our mind and all that is known by it is merely an illusory appearance, a figment of our own imagination. And even our imagination, which creates the illusory appearance of all ‘this’, is itself merely an illusory appearance, and therefore it does not exist independent of or separate from the one and only truly existing infinite reality.<br /><br />The reconciliation of the logical contradiction that appears to be stated in the first half of this <i>mantra</i> can be understood most easily in the light of the classical simile of the rope that we imagine to be a snake. To say, “That <i>brahman</i> is <i>purna</i>, this mind and all that it knows is also <i>purna</i>, and from that <i>purna</i> this <i>purna</i> has emerged or appeared”, is like saying, “That rope is the rope, this snake is also the same rope, and from that rope this rope [the snake] has emerged or appeared”.<br /><br />Since <i>purna</i>, the infinite whole or absolute reality, alone truly exists, all that appears to exist is only that <i>purna</i>. Since all that appears to exist appears only from and in that <i>purna</i>, even when other things appear to exist, in truth that <i>purna</i> alone exists. Just as the rope is the sole reality underlying the appearance of the snake, and just as the rope alone therefore exists even when it appears to be a snake, so the infinite whole is the sole reality underlying the appearance of all finite things, and hence the one infinite whole alone exists even when it appears to be many finite things.<br /><br />There could never be more than one infinite whole, because if there were, then none of those ‘infinite wholes’ would actually be infinite. If anything were to exist outside of, independent of, or separate from the infinite whole, that would place a limit or boundary upon the extent of the infinite whole, and thus it would cease to be infinite. Therefore the infinite is by very definition a single and non-dual whole. Nothing can ever truly exist outside of, independent of, or separate from that which is infinite. The infinite whole alone truly exists, and all else is merely an illusory appearance that arises only within it, and that is thereby seemingly superimposed upon it, just as the snake is an illusory appearance superimposed upon the rope.<br /><br />Since this <i>mantra</i> says that that is <i>purna</i> and this is <i>purna</i>, some dualistic commentators have interpreted it to mean that are actually two separate and distinct things that are each <i>purna</i> or completely whole. However, in the absolute sense of the word <i>purna</i>, there cannot be more than one thing that is <i>purna</i> — absolutely full, complete, entire and whole. If two separate things are each said to be <i>purna</i>, at least one of those two things must be <i>purna</i> only in a relative sense. Anything that is relatively <i>purna</i> is <i>purna</i> relative only to the extent of its own limited dimensions, whereas that which is absolutely <i>purna</i> is <i>purna</i> in every imaginable dimension. Therefore outside or separate from that which is absolutely <i>purna</i> — completely and entirely full and whole — there is no space or dimension in which any other thing could exist, or could even appear to exist.<br /><br />Since the central subject of this <i>mantra</i> is God or <i>brahman</i>, which is absolutely <i>purna</i> and not just relatively <i>purna</i>, wherever the word <i>purna</i> is used in this <i>mantra</i> it should be understood to mean only that which is absolutely <i>purna</i>. Since there can only ever be one absolute <i>purna</i>, the true import of this <i>mantra</i> is that only the one absolute <i>purna</i> truly exists, and that therefore ‘that’ is that one absolute <i>purna</i> and ‘this’ is also that same one absolute <i>purna</i>.<br /><br />Even if dualistic commentators insist that this <i>mantra</i> is talking about two different <i>purnas</i>, only one of those two <i>purnas</i> can be the absolute <i>purna</i>. If we interpret this <i>mantra</i> in that sense, then it must mean, “<i>Om</i>. That is the absolute <i>purna</i>. This is a relative <i>purna</i>. From that absolute <i>purna</i>, this relative <i>purna</i> has emerged. When this relative <i>purna</i> is taken out of that absolute <i>purna</i>, that absolute <i>purna</i> alone remains”.<br /><br />Thus, even if we interpret it in this sense, this <i>mantra</i> still asserts that that one absolute <i>purna</i> alone truly exists, because in the second half it clearly states that even when this relative <i>purna</i> appears to rise out of that absolute <i>purna</i>, that absolute <i>purna</i> alone remains. Therefore, however we may try to twist the interpretation of this <i>mantra</i>, we cannot deny the fact that its essential import is that only the one absolute <i>purna</i> truly exists, and that therefore any relative form of <i>purna</i> is not real and is hence merely an illusory appearance.<br /><br />Not only is this the clear import of this <i>mantra</i>, but it is also a fact that is logically obvious and irrefutable. There must exist an absolute <i>purna</i> — the totality of all that is, the complete whole in which everything is contained. Philosophers, scientists and metaphysicians may argue about the exact nature of that absolute totality of all that is, but none of them can deny that such a totality does exist, and that because it is the complete totality of all that is, it can only be one. Since it is the totality of all that is, nothing can exist outside or separate from it.<br /><br />Therefore, if we choose to call that absolute totality ‘God’, we cannot logically justify our belief that we are separate from or other than him. If God is the totality or fullness of being, nothing can be separate from or other than him. If we are therefore not other than him, then he must be our own true and essential self — the very substance of which we are made.<br /><br />Because Sri Ramana often used to quote and explain this Vedic <i>mantra</i>, Sri Muruganar recorded his explanation of it in three Tamil verses, which are now included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><i>Guru Vachaka Kovai</i></a> as verses 888, 889 and 890. In verse 888 he says: <blockquote>That [<i>nirguna brahman</i>] is <i>purna</i>, and this [our mind and all that is known by it] is also <i>purna</i>. When with [that] <i>purna </i>[this] <i>purna</i> has united [joined, combined, coalesced or merged], that <i>purna</i> alone [will exist]. Even if from [that] <i>purna</i> [this] complete <i>purna</i> separates [goes away or departs], that <i>purna</i> alone will be that which remains.</blockquote>Though this verse conveys the complete sense of the Vedic <i>mantra</i>, it is not merely a translation of it, because in addition to stating that when this <i>purna</i> separates from that <i>purna</i>, that <i>purna</i> alone continues to exist, it also states that when this <i>purna</i> unites with that <i>purna</i>, that <i>purna</i> alone exists. That is, in this verse Sri Ramana emphasises that whether or not anything appears to be separate from that absolute <i>purna</i>, only that absolute <i>purna</i> truly exists. In other words, nothing can ever truly separate from or unite with the one absolute <i>purna</i>, because nothing other than the one absolute <i>purna</i> really exists. This fact is stated explicitly in verse 889, in which Sri Muruganar has recorded Sri Ramana saying: <blockquote>That [the absolute reality or <i>nirguna brahman</i>] is only <i>para-veli</i> [transcendent space], and you are also only <i>para-veli</i>. Even that [great Vedic saying or <i>mahavakya</i>] which declares, ‘That you are’ [<i>tat tvam asi</i>], is only <i>para-veli</i>. Having left the true <i>purna</i>, which abides and shines as the common ‘that’ [the transcendent space or infinite reality, which is common to all states, all times and all places, and which is the one common substance of all that is or appears to be], no alien [or other] thing exists [either] to unite [join or merge with it or] to separate [go away or depart from it] as a new ‘that’ [as an independent reality that newly comes into existence at a certain point in time].</blockquote>‘That you are’ or <i>tat tvam asi</i> is one of the four ‘great sayings’ or <i>mahavakyas</i> of the Vedas, all of which declare <i>brahma-jiva-aikya</i> or the oneness of ourself, whom we mistake to be a <i>jiva</i> or individual soul, and the absolute reality, whom we call <i>brahman</i> or God. This verse emphasises this oneness in several ways, and at the same time clarifies the meaning of the previous verse. Two key verbs used in the previous verse — namely <i>potal</i>, which basically means ‘going’, ‘going away’ or ‘departing’, but which has many other extended meanings including ‘leaving’, ‘separating’, ‘being born’, ‘dying’, ‘perishing’, ‘ceasing’ and ‘vanishing’, and <i>punartal</i>, which means ‘joining’, ‘uniting’ or ‘combining’ — are repeated in this verse, but whereas the previous verse merely implies the fact that neither ‘separating’ nor ‘uniting’ ever really happens, this verse states this fact explicitly by explaining that there is nothing other than the one absolute reality that could ever separate from it or unite with it.<br /><br />In the first half of this verse Sri Ramana emphasises not only our own oneness with God or <i>brahman</i>, but also the absolute oneness or non-duality of all things, by saying not only that <i>brahman</i> is the transcendent space and we are the transcendent space, but also that even the Vedas, which declare our oneness with <i>brahman</i>, are the transcendent space, implying thereby that all things are only that one transcendent space. The term <i>para-veli</i> or ‘transcendent space’ that he uses here denotes the all-transcending <i>purna</i> — the complete and infinite whole, the fullness of being or totality of all that is. He describes this infinite <i>purna</i> figuratively as a ‘space’ because it is that in which all things are contained, and he qualifies it by the adjective <i>para</i>, which means ‘transcendent’, ‘ultimate’, ‘supreme’ or ‘absolute’, because it transcends all forms of limitation, relativity or duality.<br /><br />In the second half of this verse he emphasises our oneness with <i>brahman</i> by saying that the absolute reality, the ‘real <i>purna</i>’, exists and shines as the ‘common that’, that is, as the common reality of all things, and that therefore nothing can be separate from, alien to or other than it. Since that absolute reality, which we refer to by various names such as ‘God’ or ‘<i>brahman</i>’, is by very definition infinite, it includes everything within itself, and hence it is not only the one common foundation, base and support of all that is, but is also the one common substance of which all things are composed.<br /><br />Therefore, since the absolute reality is infinite, nothing can exist outside it; since it is the one common foundation or support of all that is, nothing can be independent of it; and since it is the one common substance of which all things are composed, nothing can be other than it. Since nothing can ever be other than it, there is nothing that could either separate from it or unite with it.<br /><br />In this poetic recording of what Sri Ramana said, the third of the four lines literally means ‘as new that even one uniting no separating no’, in which the word <i>ondrum</i>, which means ‘even one’ or ‘anything’, refers to the last word of the fourth line, <i>ayale</i>, which means ‘that which is alien, foreign, outside or other’. The words <i>pudu aduva</i>, which mean ‘as new that’ or ‘becoming new that’, can be understood as being linked both to ‘separating’ and to ‘uniting’. That is, there is no alien or other thing to separate from the infinite reality as a new and independent reality, nor is there any alien or other thing to unite with the infinite reality to form a new infinite reality.<br /><br />If one thing separates into two, the resulting product is two new things, neither of which is the original thing in its entirety, and if two things unite, the resulting product is the sum of both of them, and is therefore newly created by their union. Whatever is newly produced is limited within time, and is therefore not infinite, because the infinite must extend beyond all finite dimensions such as time and physical space.<br /><br />If two separate things exist, neither of them can be infinite. By the very fact of their separation, they are both necessarily finite. And even if those two finite things unite, the resulting product cannot be infinite, because the combination of any number of finite things can only produce something that, though greater, is nevertheless still finite. The infinite is necessarily greater than the sum of any number of finite parts or units, and is therefore something that can neither be divided into any number of finite parts or units, nor be produced by the combination of any number of finite parts or units. The infinite is by definition the entire, single, limitless, eternal, immutable, indivisible and absolute whole, other than which nothing can exist.<br /><br />Since the absolute reality is the infinite whole in which all things are contained, and the fundamental substance of which all things are composed, nothing can ever exist outside it or separate from it. Therefore <i>viyoga</i> or separation from the infinite and fundamental reality called God or <i>brahman</i> is a mere illusion. Since <i>viyoga</i> or separation is thus unreal, <i>yoga</i> or union is equally unreal.<br /><br />We seek union with God only because we imagine ourself to be separate from him, but the so-called union or <i>yoga</i> that we seek is in fact only the state in which we know our own real self and thereby attain direct experience of the truth that we have never been separate from him. Therefore the ultimate truth is not <i>yoga</i> or ‘union’, but only <i>aikya</i> or ‘oneness’, because our oneness with God or <i>brahman</i> is eternal and immutable. Both separation and union are conditional and transitory, each being dependent on certain conditions and confined within a certain limited period of time, and are therefore merely relative, whereas our oneness with the one infinite, non-dual and absolute reality is unconditional and eternal, being free from all conditions and all forms of dependence, confinement, restriction or limitation, and is therefore absolute.<br /><br />The conclusion of Sri Ramana’s explanation of this Vedic <i>mantra</i> is recorded by Sri Muruganar in verse 890: <blockquote>The import [the intended inner meaning or <i>lakshyartha</i> of this Vedic <i>mantra</i>] is that except <i>advaita purna</i> [the non-dual whole], the entire collection of relativity spreading as ‘that’ and ‘this’ is not even to the slightest extent real, [and] that all of them are [therefore] a complete <i>kalpana</i> [imagination] in that [the one non-dual whole, which is our own essential self, ‘I am’].</blockquote>In this verse the words <i>adu iduva tottu vivaharat tohai anaittum</i>, which I have here translated as ‘the entire collection of relativity spreading as that and this’, require some explanation. The word <i>vivaharam</i>, which I have translated as ‘relativity’, is a Tamil form of the Sanskrit word <i>vyavahara</i>, which means ‘doing’, ‘action’, ‘conduct’, ‘custom’, ‘usage’, ‘common practice’, ‘mundane life’, ‘occupation’, ‘business’, ‘commerce’, ‘contract’, ‘litigation’ or ‘administration of justice’. In this context I have taken <i>vyavahara</i> to mean ‘relativity’, because its adjectival derivative <i>vyavaharika</i> is used in philosophy as the equivalent of the English word ‘relative’, as opposed to <i>paramarthika</i>, which is used as the equivalent of the English word ‘absolute’. Whereas the word <i>vyavahara</i> denotes all that is trivial, superficial, mundane, active, mutable, relative and inessential, the word <i>paramartha</i> means the ‘ultimate and entire truth’ and denotes all that is truly spiritual, immutable, absolute and essential.<br /><br />The word <i>tohai</i> means ‘collection’, ‘assortment’, ‘bunch’, ‘swarm’, ‘throng’ or ‘sum total’, and <i>tottu</i> means ‘holding’, ‘grasping’, ‘adhering’, ‘hanging’, ‘clinging for support’, ‘climbing up’ or ‘spreading’. Thus the sense conveyed by the words <i>tottu vivaharat tohai</i> is the collection or crowd of mundane and relative things, all of which hang together, spread out and depend for support upon some other thing.<br /><br />The word <i>anaittum</i> means ‘all’, ‘entire’ or ‘the whole’, and the words <i>adu iduva </i>mean ‘as that [and] this’. In this context, ‘that’ and ‘this’ may be understood either to mean simply all the objects of this world and all the thoughts in our mind, including our primal thought ‘I’ — our fundamental imagination ‘I am this’, which is our illusory sense of being something particular, a separate and therefore finite individual consciousness — or to refer specifically to the ‘that’ and ‘this’ in verse 888, in which case ‘that’ would denote our concept of God or <i>brahman</i> as being a separate, distant, third person object, as opposed to his being the sole reality of this first person, ‘I’, and of all that is known by this first person.<br /><br />Sri Ramana emphatically states that this entire relative and mundane collection — which includes not only all objects but also the subject that knows them, all of which are interconnected, and which depend for their seeming existence upon the support of our essential consciousness ‘I am’, by the light of which they are all known — is completely unreal. The words he uses to express its absolute unreality are <i>sattiyam andru alpamum</i>. The word <i>sattiyam</i> is a Tamil form of the Sanskrit word <i>satya</i>, which means ‘true’ or ‘real’, or ‘truth’ or ‘reality’, the word <i>andru</i> means ‘is not’, and the word <i>alpamum</i> means ‘even the least’ or ‘even the slightest’. Thus by adding the word <i>alpamum</i> he emphasises that from the standpoint of the absolute, there is no reality at all in anything that is relative.<br /><br />If this entire world of relativity, including ourself, who know it and are a part of it, is unreal, then what is real? Sri Ramana answers this question in this verse by first saying ‘except <i>advaita purna</i> [the non-dual whole]’. That is, the one non-dual and infinite whole is the sole reality, and all else that appears in it is completely unreal. Then what actually is that <i>advaita purna</i> or non-dual whole, which is the sole reality? As confirmed by the Vedic declaration ‘<i>tat tvam asi</i>’ or ‘that you are’, that non-dual whole is nothing but our own real self — our essential non-dual self-consciousness, our fundamental consciousness of our own being, which we always experience as ‘I am’. Other than this non-dual self-consciousness or being-consciousness, ‘I am’, nothing is real, and hence it alone is the absolute reality that we call God or <i>brahman</i>.<br /><br />After stating that all relativity or duality is entirely unreal, Sri Ramana explains how it appears to exist and be real by saying it is all a complete imagination or <i>kalpana</i>, but an imagination that exists only in that non-dual whole. That is, though that non-dual whole, which is our own real self, alone truly exists, by our power of imagination we create the illusion of duality within ourself. What is the power of imagination or <i>kalpana-sakti</i> by which we create this illusion? It is the power that we possess as a result of our infinite freedom. Our freedom is infinite because we alone truly exist, and hence there is nothing other than ourself to limit or restrict our freedom. When we wisely use our freedom just to be, we remain as the infinite non-dual whole, which we call God or <i>brahman</i>, but when we misuse it to imagine a dream of duality, we seemingly become a finite individual, who lives in and experiences that dream.<br /><br /><p align=\"right\">(to be continued)</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4848670052349864210/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "God",
        "Guru Vācaka Kōvai",
        "māyā",
        "philosophy of Sri Ramana",
        "Sri Muruganar",
        "The Truth of Otherness"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0ODMwCm9mZnNldDogMzYwMDAwMAo\""
}