{
    "kind": "blogger#post",
    "id": "809716858130052295",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-22T18:38:00+01:00",
    "updated": "2019-10-06T09:55:45+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/06/experiencing-our-natural-state-of-true.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/809716858130052295",
    "title": "Experiencing our natural state of true immortality",
    "content": "In a <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-underlying-philosophy-can.html?showComment=1213964700000#c8479541333758364508\" target=\"blank\">comment</a> on my recent article <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-underlying-philosophy-can.html\" target=\"blank\">Self-enquiry: the underlying philosophy can be clearly understood only by putting it into practice</a>, Kirk Crist asked, “in death of the body what are the differences in the experiencing or knowing in the janni and the ajanni”. Though the answer to this question is quite simple, when I started to write it one idea led to another, as a result of which I ended up writing the following:<br /><br />The death of the physical body makes absolutely no difference to a <i>jnani</i>, because <i>jnana</i> or true self-knowledge is the absolutely non-dual, undivided and therefore difference-free experience in which only ‘I am’ — our real self or essential adjunct-free self-conscious being — exists and is known by itself alone.<br /><br />In other words, in the experience of a <i>jnani</i>, who is <i>jnana</i> itself, there is no such thing as a body or world, and therefore no such thing as birth or death. As Sri Ramana says in verse 21 of <i>Upadesa Tanippakkal</i> (verse B-24 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><i>Guru Vachaka Kovai</i></a>):<blockquote>The body is impermanent [and therefore unreal]. Just as a person blinded with the intoxication of toddy [a drink of fermented palm sap] [is not aware whether] the fine cloth with which he was adorned [is still on his body or has fallen off], the <i>siddha</i> [that is, the <i>jnani</i>] who has known self does not know the body, whether [due to <i>prarabdha karma</i> or destiny] it rests or is active, and whether due to [that same <i>prarabdha</i>] <i>karma</i> it is joined or has separated [that is, whether it lives or has died].</blockquote><a name='more'></a>It is only in the limited and distorted perspective of our unreal mind that the <i>jnani</i> appears to have a body. That is, because we wrongly experience ourself as a person who lives in and as a finite body, we imagine that the <i>jnani</i> is also a person who lives in a finite body, whereas in truth the <i>jnani</i> is just the one infinite transpersonal self-conscious reality, ‘I am’.<br /><br />Since we now experience ourself as a physical body, our experience of the death of this body will be quite different to the experience of the <i>jnani</i>, who knows nothing other than the one real self. However, the difference that the death of our physical body will make to us is not as great as we may now imagine it to be.<br /><br />That is, so long as we remain in our present state of <i>ajnana</i> or self-ignorance, the difference that we will experience when our present body dies will be similar to the difference that we experience when we fall asleep or move from one dream to another dream. In other words, what we call ‘death’ is just the ending of a dream, because our present body is merely a figment of our imagination, and our life in it is therefore a mere dream. Hence, so long as we continue to sleep in self-ignorance, after each such dream has ended in ‘death’ it will be followed by a continuing series of similar dreams.<br /><br />The sleep that underlies this dream is our present state of <i>ajnana</i> — self-ignorance or self-forgetfulness — in which each bodily lifetime is just another dream. This <i>ajnana</i> or self-forgetfulness is our lack of clarity of true self-knowledge, and though it is only imaginary, it is the sleep in which the entire series of our alternating states of waking, dream and sleep occurs.<br /><br />Therefore so long as we remain in this sleep of self-forgetfulness, we will continue dreaming one dream after another, and within these dreams we will have other dreams. That is, we will incessantly move between alternating states of consciousness — waking, dream and sleep — in which each so-called state of waking is just another dream, and in which each such dream seems to begin and end in birth and death respectively.<br /><br />Therefore if we wish to be free from this continuing cycle of births and death, which is just a series of dreams in our long-enduring sleep of self-forgetfulness, we must experience our true and natural state of perfectly clear self-consciousness, which is the birthless and deathless state of <i>atma-jnana</i> or true self-knowledge. And in order thus to experience our natural state of clear self-consciousness, we must keenly focus our entire attention upon our essential self-conscious being, ‘I am’, thereby withdrawing it from all the duality and otherness that constitutes our dreams, and thus penetrating through the thick veil of imaginary self-forgetfulness, under whose dark cover alone all these phantom-like dreams appear.<br /><br />Though — due to the unavoidable inadequacy of words to describe that which is beyond all thoughts and words — we describe this practice of <i>atma-vichara</i>, self-investigation or ‘self-enquiry’, as a state of consciousness in which we keenly ‘focus’ our entire attention upon our essential self-conscious being, ‘I am’, it is quite unlike any dualistic state of consciousness in which we focus our attention on objects other than ourself. The ‘focusing’ that occurs when we draw our attention or consciousness back from all otherness towards ourself is not a focusing upon any object or ‘thing’, but is simply a state of complete and concentrated calm in which our attention or consciousness has come to rest only in itself, as itself, that is, as our non-dual self-consciousness, ‘I am’. In other words, it is simply our natural state of just being clearly self-conscious, as in truth we always are.<br /><br />Therefore this natural state of clear non-dual self-conscious being, which we aim to experience exclusively and clearly when we practise <i>atma-vichara</i> or ‘self-enquiry’, is alone the state of true ‘concentration’, because it is the only state in which our consciousness remains concentrated in its own natural centre — its essential self-consciousness, ‘I am’. No other state of so-called ‘concentration’ is a state of real concentration, because in any such state our attention has already moved away from its self-conscious centre towards some object, which appear to be other than itself.<br /><br />When by this practice of concentrated self-attentiveness or self-consciousness we lovingly abide in our own source and natural centre, ‘I am’, we will thereby steadily refine and clarify our experience of our essential self-consciousness, until eventually we will experience it with absolute clarity, whereupon it will consume our mind or false ego-‘I’ entirely. When our mind thus dies, dissolving for ever in its own source and centre, all the duality that it previously experienced — including the mortal body that it imagined itself to be — will dissolve along with it, and thus we will experience the one true state of absolutely non-dual self-knowledge, which is the only real state of deathlessness or immortality.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/809716858130052295/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Guru Vācaka Kōvai",
        "just being (summa iruppadu)",
        "manōnāśa (annihilation of mind)",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTcwMzUyMTQ1ODY0Cm9mZnNldDogMzYwMDAwMAo\""
}