{
    "kind": "blogger#post",
    "id": "5226838392620226278",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-05-23T10:30:00+01:00",
    "updated": "2015-02-08T09:57:51Z",
    "url": "http://happinessofbeing.blogspot.com/2008/05/world-is-creation-of-our-imagination.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5226838392620226278",
    "title": "The world is a creation of our imagination",
    "content": "In continuation of my previous post, <a href=\"http://happinessofbeing.blogspot.com/2008/05/introduction-to-truth-of-otherness.html\" target=\"_blank\">Introduction to <i>The Truth of Otherness</i></a>, the following brief extract from <a href=\"http://www.blogger.com/spot.com/2008/05/introduction-to-truth-of-otherness.htm\" target=\"_blank\"><i>The Truth of Otherness</i></a> is all that I have so far drafted for the first chapter, ‘The World’. Needless to say, if I ever happen to complete writing this book, I would include in this chapter a detailed discussion of many other important truths that Sri Ramana has revealed to us about the nature of this world, particularly about how we experience it only due our <i>pramada</i> or slackness in self-attentiveness — that is, our failure to abide firmly in our natural state of absolutely non-dual self-conscious being.<br /><br />God is not some being outside ourself who one day decided to create this universe. He is our own real self, which in truth just is, and never does anything. Therefore, this universe is truly created not by God, but only by our own <i>kalpana-sakti</i> or power of imagination. However, if we wish for any reason to attribute the creation of this vast and wonderful universe to God rather than to our own imagination, we should at least understand that he has created it only through the channel of our own mind or power of imagination.<br /><br />If we wish to maintain that God created this world, we are in effect maintaining that he is not real in the absolute sense of the term, because the absolute reality is mere being, which never does anything. All doing or action involves change, and is therefore transient and unreal. Since action is unreal, whoever performs action is equally unreal. Something that is real cannot do something that is unreal.<br /><a name='more'></a><br />Since the reality is mere being, all doing or action is merely imaginary, and whatever is imaginary cannot be real. In fact, not only is anything that is imagined unreal, but even the very act of imagining anything is unreal, because the power of imagination itself is something that is entirely imaginary.<br /><br />Can we reasonably say that our power of imagination exists anywhere outside of or independent of itself? It exists only in our own imagination, and therefore its existence is not real but only imaginary. Our mind or power of imagination is the power of <i>maya</i>, the power of delusion and self-deception, and its very nature is to delude itself into imagining that whatever it imagines is real.<br /><br />Since the doing of any action is imaginary, the doer or agent of any action must also be imaginary. Therefore, since creation is an act of imagination, it is a mere delusion, a deceptive product of our own inexplicable power of <i>maya</i>. Since an imagination can be known or experienced only by the one who imagines it, the creation of this universe is something that is known only by our mind, which has imagined it.<br /><br />When we wake up from a dream, we understand that that dream was created and experienced only by ourself and by no one else. Similarly, when we wake up from the dream of our present waking life, we will discover that it was merely a dream or imagination, which was created and experienced only by ourself and by no one else.<br /><br />Since the entire world as we know it is only a series of images that we have formed in our own mind by our power of imagination, we have no valid reason to suppose that there is really any such thing as a world existing outside our mind or imagination. Therefore we have no valid reason to suppose that creation is anything more than an act of our own imagination.<br /><br />However, so long as we mistake this body to be ourself, we cannot but mistake this world to be real. Since in our essential nature as the one fundamental consciousness of being, ‘I am’, we are absolutely real, if we feel something to be ourself, we thereby automatically feel it to be real. By the very act of mistaking something to be ourself, we are mistaking it to be real.<br /><br />Therefore, because we imagine a body to be ourself, we mistake it to be real, and because our body is a part of this world, we cannot avoid mistaking this world to be real. If our body is real, then the world must also be real. And if our body is not real, it cannot really be ourself.<br /><br />However, though we know by reasoning and analysis that our body is not ourself and that this world is not real, so long as we experience them we will continue to feel them to be real, just as we feel that our body and the world that we experience in a dream are real so long as we are experiencing them. The feeling that this body is ‘I’ and that this world is therefore real is so deeply rooted in us that it cannot be removed merely by any amount of reasoning, analysis or intellectual understanding.<br /><br />Any world that we may experience is as just real as we — the individual who experiences it — are. That is, our finite self or individuality, any body that we as an individual inevitably feel to be ourself, and any world that we as an individual inevitably perceive through the five senses of that body, all exist relative to one another, and hence they all possess exactly the same degree of reality. If one of these is real, all of them are equally real, and if one of them is unreal, all of them are equally unreal.<br /><br />We could not feel ourself to be a limited individual — a finite, separate and distinct being — if we did not feel that there were things that are other than ourself, things such as the objects of this world. Therefore our seeming finitude necessarily depends upon the seeming existence of otherness — objects that we experience as being other than ourself. Hence we experience such otherness as being as real as we are — that is, as real as this finite body-bound mind, which we now imagine to be our real self.<br /><br />We experience ourself as a finite individual only in our waking and dream states, in which we imagine a body to be ourself and a world to be other than ourself. In sleep, on the other hand, we experience ourself not as a limited individual, but only as the unlimited non-dual consciousness of being, ‘I am’, and hence we do not perceive anything other than ourself.<br /><br />Therefore from our own experience we can clearly recognise the fact that a world — whether this world that we now experience in the waking state or some other world that we experience in dream — appears to come into existence only when we imagine ourself to be a body. Thus it is reasonable for us to suspect that this body, this world and our experience of ourself being this body and perceiving this world are all a creation of our imagination, which functions only in waking and dream but not in sleep.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "10",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5226838392620226278/comments"
    },
    "labels": [
        "consciousness",
        "dream",
        "God",
        "māyā",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "The Truth of Otherness"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzg5NDcxMTY3Cm9mZnNldDogMAo\""
}