{
    "kind": "blogger#post",
    "id": "7012696846365490806",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-12-06T17:10:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7012696846365490806",
    "title": "Making effort to pay attention to our mind is being attentive only to our essential self",
    "content": "Referring to a sentence that I wrote in my recent article <a href=\"http://happinessofbeing.blogspot.com/2008/11/self-attentiveness-effort-and-grace.html\" target=\"blank\">Self-attentiveness, effort and grace</a>, “We can free ourself from thoughts, sense-perceptions and body-consciousness only by ignoring them entirely and being attentive only to our essential self, ‘I am’”, an anonymous friend wrote in a <a href=\"http://happinessofbeing.blogspot.com/2008/11/self-attentiveness-effort-and-grace.html?showComment=1228522020000#c1884609347011824086\" target=\"blank\">comment</a> today:<br /><blockquote>As I see it, thoughts, sense-perceptions and body-consciousness can’t be ignored nor we can be attentive only to our essential self then. If we are attentive only to our essential self, it is because there is not thought, sense-perception nor body-consciousness to be ignored by us. Otherwise, we have to be attentive to thoughts and so on, because it is only then, through this practice, that attention becomes self-attentive and therefore self-consciousness because then, there is not thought, sense-perception nor body-consciousness as a natural result of the practice, obtained without an act of will nor effort. Effort is in paying attention to mind which is a reflection of true consciousness, but once attention becomes self-attentive the rest just disappears and all happens by itself. Asking at that moment: who am I? it is something that I couldn’t do yet.<br /><br />Baghavan Sri Ramana talking on being attentive only to our essential self from the beginning, gives us a clue on how far we are from that state. To me, starting from that point is starting from just one more thought, I have to follow a long process before to arrive to the pure feeling of just being, and I don’t always arrive, only in very few occasions. Feeling is so much perfect that then I’m unable of asking “what is this? Who am I?<br /><br />Baghavan used to talk on weakness of mind as well, I guess he meant exactly this.</blockquote>I am not sure that I have correctly understood all that Anonymous wrote in this comment, but I hope that he or she may find the following few remarks helpful.<br /><a name='more'></a><br />It is true, as Anonymous says, that we ‘have to follow a long process before to arrive to the pure feeling of just being’, but the essence of that process is only the simple practice of self-attentiveness. The reason why this process seems to be so long is that we have accumulated innumerable <em>vasanas</em> — desires that impel us to think constantly of things other than our own essential being, ‘I am’ — and we can destroy all these <em>vasanas</em> only by this ‘process’ or practice of persistent self-attentiveness.<br /><br />This process of destroying our desires or <em>vasanas</em> by tenaciously persevering in our practice of self-attentiveness is clearly described by Sri Ramana in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nan Yar?</em></a> (Who am I?) as follows:<br /><blockquote>Even though <em>vishaya-vasanas</em> [latent impulsions or desires to attend to things other than ourself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <em>svarupa-dhyana</em> [self-attentiveness] increases and increases. Without giving room to the doubting thought ‘is it possible to dissolve so many <em>vasanas</em> and be only as self?’ [we] should cling tenaciously to self-attentiveness. However great a sinner a person may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ [he] completely rejects the thought that he is a sinner and is zealous [or steadfast] in self-attentiveness, he will certainly be reformed [or transformed into the true ‘form’ of thought-free self-conscious being].<br /><br />As long as <em>vishaya-vasanas</em> exist in [our] mind, so long the <em>vicharana</em> [investigation] ‘who am I?’ is necessary. As and when thoughts arise, then and there it is necessary [for us] to annihilate them all by <em>vicharana</em> [keen and vigilant self-attentiveness] in the very place from which they arise. Being without attending to [anything] other [than ourself] is <em>vairagya</em> [dispassion] or <em>nirasa</em> [desirelessness]; being without leaving self is <em>jñana</em> [knowledge]. In truth [these] two [desirelessness and true knowledge] are only one. Just as a pearl-diver, tying a stone to his waist and submerging, picks up a pearl which lies in the ocean, so each person, submerging [beneath the surface activity of their mind] and sinking [deep] within themself with <em>vairagya</em> [freedom from desire or passion for anything other than being], can attain the pearl of self. If one clings fast to uninterrupted <em>svarupa-smarana</em> [self-remembrance] until one attains <em>svarupa</em> [one’s own essential self], that alone [will be] sufficient. So long as enemies are within the fort, they will continue coming out from it. If [we] continue destroying [or cutting down] all of them as and when they come, the fort will [eventually] come into [our] possession.</blockquote>If I have understood Anonymous correctly, he or she says that we cannot ‘be attentive only to our essential self’ and that the only effort we can make ‘is in paying attention to mind which is a reflection of true consciousness’. In practice, however, ‘paying attention to mind’ (that is, to its essential form, which is our primal thought ‘I’) is actually nothing but being ‘attentive only to our essential self’, because the consciousness that we call ‘I’ or ‘myself’ is only one.<br /><br />When this one ‘I’ remains as it is — that is, without adjuncts or thoughts — it is our essential self, and when it seems to be mixed with adjuncts, it appears to be the limited and distorted form of consciousness that we call our ‘mind’. Therefore our mind is in essence nothing other than our real self — our pristine, adjunct-free, non-dual self-conscious being, ‘I am’.<br /><br />When we mistake a rope lying on the ground in the dim light of dusk to be a snake, if we look carefully at the ‘snake’ to see whether or not it is really dangerous, we will discover that what we are actually looking at is not a snake but only a rope. Likewise, if we attend keenly to this mind to see what it really is, we will discover that what we are actually attending to is not a ‘mind’ but only our own essential self.<br /><br />Anonymous writes that ‘…once attention becomes self-attentive the rest just disappears and all happens by itself. Asking at that moment: who am I? it is something that I couldn’t do yet …’ and that ‘ … Feeling is so much perfect that then I’m unable of asking “what is this? Who am I?[”] …’. Such an inability to ask the question ‘who am I?’ is a clear indication that we are practising self-attentiveness correctly, because when we are exclusively attentive to ‘I’ no other thought can rise.<br /><br />Therefore, when we become established in our natural state of self-attentive being, we should not try to disturb it by asking ourself any mental question such as ‘who am I?’ or ‘what am I?’. What Bhagavan Sri Ramana actually advised us to do is not to <em>ask</em> ‘who am I?’ but to <em>investigate</em> or <em>scrutinise</em> ‘who am I?’, and we can investigate ‘who am I?’ only by being vigilantly and exclusively self-attentive.<br /><br />Though initially we may find it helpful to ask ourself mentally ‘who am I?’ in order to turn our attention away from all other things towards ‘I’ alone, true <em>atma-vichara</em> or self-investigation begins only when we have given up all mental activity (including the activity of mentally articulating the question ‘who am I?’) by being attentive to nothing other than our own essential being, ‘I am’. Therefore if we truly love to sink deep into the innermost core of our own being (like a pearl-diver sinking deep into the ocean), we must leave behind all mentally articulated questions such as ‘who am I?’ and concentrate our entire attention upon our essential thought-free self-consciousness, ‘I am’.<br /><br />Anonymous ends by writing, ‘Baghavan used to talk on weakness of mind as well, I guess he meant exactly this’. Since our weakness of mind is caused only by our desires or <em>vasanas</em>, which are the seeds that are constantly sprouting in our mind as thoughts, it is directly proportional to their strength, and inversely proportional to the strength of our <em>bhakti</em> (our love just to be as we really are) and <em>vairagya</em> (our freedom from any desire to rise as this thinking mind in order to experience anything other than our own essential being). Therefore we can overcome our present weakness of mind only by cultivating our <em>bhakti</em> and <em>vairagya</em> and thereby steadily eradicating all our desires, and we can cultivate true <em>bhakti </em>and <em>vairagya</em> only by persistently attempting to be vigilantly self-attentive.<br /><br />That is, since our desires or <em>vasanas</em> are nourished and strengthened only by our <em>pramada</em> or self-negligence — that is, by our not being vigilantly and exclusively self-attentive and consequently allowing ourself to think of other things — and since ‘they will all be destroyed when <em>svarupa-dhyana</em> [self-attentiveness] increases and increases’ (as Sri Ramana assures us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nan Yar?</em></a>), the only effective means by which we can overcome our weakness of mind is to persevere tenaciously in our simple practice of <em>atma-vichara</em> (self-investigation), <em>svarupa-dhyana</em> (self-attentiveness) or <em>svarupa-smarana</em> (self-remembrance), which are three synonyms that describe our natural state of thought-free self-conscious being.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "14",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7012696846365490806/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "effort",
        "just being (summa iruppadu)",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMTEyCm9mZnNldDogMzYwMDAwMAo\""
}