{
    "kind": "blogger#post",
    "id": "5334039910815313638",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-09T00:20:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5334039910815313638",
    "title": "Which <i>sat-sanga</i> will free us from our ego?",
    "content": "In a <a href=\"http://happinessofbeing.blogspot.com/2007/12/happiness-and-art-of-being-is-now.html?showComment=1204871580000#c7039900292715403544\" target=\"blank\">comment</a> on an earlier article, <a href=\"http://happinessofbeing.blogspot.com/2007/12/happiness-and-art-of-being-is-now.html\" target=\"blank\"><i>Happiness and the Art of Being</i> is now available on Amazon and other sites</a>, Anonymous wrote:<br /><blockquote>I’ve been reading your book. I think most people would find it difficult to sink into the Self transcending body consciousness because they have to do some work everyday and hence their identification with the body remains and so do the <i>vasanas</i>. Holding onto a tenuous current of the Self doesn’t really help because it’s often lost when the mind is deeply immersed in work. My question is: What does it take to transcend body consciousness and <i>ahamkara</i>? Is it wanting or desiring self-realization to the exclusion of everything else until the goal is achieved (which would mean leading a meditative life)? Is it being in the presence of a <em>guru</em> who can be seen with the eye? I guess you had the fortune of spending time with Sadhu Om. Are you or do you know a <em>guru</em> who is established in the natural state?</blockquote>The following is a reply to these questions:<br /><br />The key to transcending our <i>ahamkara</i> or false ego and the body-consciousness that always accompanies it is, as Anonymous says, “desiring self-realization to the exclusion of everything else until the goal is achieved”.<br /><br />However, rather than describing such whole-hearted self-love or <i>svatma-bhakti</i> as a ‘desire’, it would be more appropriate to describe it as true ‘love’, because the state of ‘self-realization’ or true non-dual self-knowledge is not a state that our mind or ego can achieve for itself, but is the state in which it itself will be wholly consumed and lost forever. In other words, self-knowledge is not something that our mind can add to itself, thereby enhancing itself and helping it to satisfy its desire for self-preservation, which is its most basic desire. On the contrary, self-knowledge is the state in which our mind will lose itself entirely.<br /><a name='more'></a><br />Therefore true self-knowledge cannot be the fruit of any desire for self-gratification, but can only be the fruit of profound egoless love for absolute self-denial. That is, in order for us to experience true non-dual self-knowledge, our love to know and to be nothing other than our own real self — our essential thought-free self-conscious being — must be so intense that we are willing to give up our mind, our personality, our body and everything else that we now imagine ourself to be.<br /><br />This <i>svatma-bhakti</i> or true love for our own real self can be enkindled in us by studying the teachings of Sri Ramana, and by pursuing such study repeatedly we can keep the fire of our love alive and burning brightly. Such study or <i>sravana</i> of the teachings of our <i>sadguru</i>, and the deep musing or <i>manana</i> that should accompany it, are the best outward form of <i>sat-sanga</i> or association with the truth.<br /><br />Merely being in the physical presence of a true <i>guru</i> is not the most efficacious form of <i>sat-sanga</i>, because unless we are truly devoted to our <i>sadguru</i> and therefore wholly dedicated to following his teachings, even if we live our whole life in his physical presence we will simply remain like the “dark shadow at the foot of a lamp” without dispelling the darkness of our ego or self-ignorance, as Sri Ramana warns us in verse 152 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><i>Guru Vachaka Kovai</i></a>.<br /><br />Therefore mental <i>sat-sanga</i> is far more efficacious than mere physical <i>sat-sanga</i>. In other words, thinking of Sri Ramana or meditating upon his teachings with great love is a far more effective form of <i>sat-sanga</i> than merely being in his physical presence without feeling a deep love for him and for the path of absolute self-denial that he has taught us.<br /><br />However, though <i>sravana</i> and <i>manana</i> — studying and meditating with true love — upon the teachings of Sri Ramana are the most efficacious form of mental <i>sat-sanga</i>, they are still only outward forms of <i>sat-sanga</i>, and hence they are not nearly as efficacious as true inward <i>sat-sanga</i>, which is the actual practice of profound self-remembrance, self-attentiveness or keen self-scrutiny. Since the word <i>sat</i> means ‘being’ or ‘reality’, and since the only true being or reality is our own essential self-conscious being, ‘I am’, the truest and most effective form of <i>sat-sanga</i> — ‘association with being’ or ‘association with reality’ — is only self-abidance, that is, abiding in our natural state of thought-free self-conscious being.<br /><br />Without this <i>nididhyasana</i> or actual practice of <i>atma-vichara</i> — self-scrutiny, self-attentiveness or just being exclusively self-conscious — even <i>sravana</i> and <i>manana</i> upon the teachings of Sri Ramana will only be of very limited benefit to us, because unless we focus our entire attention upon our own essential self-conscious being, ‘I am’, to the absolute exclusion of all other thoughts, we will not be able to free ourself entirely from the self-delusive grip of our mind or ego. Therefore in <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i> (Who am I?)</a> Sri Ramana says:<br /><blockquote>Being completely absorbed in <i>atma-nishtha</i> [self-abidance, which is our natural state of non-dual self-conscious being], giving not even the slightest room to the rising of any thought other than <i>atma-chintana</i> [self-contemplation, the ‘thought’ of our own real self], is giving ourself to God...</blockquote>In his or her <a href=\"http://happinessofbeing.blogspot.com/2007/12/happiness-and-art-of-being-is-now.html?showComment=1204871580000#c7039900292715403544\">comment</a> Anonymous wrote, “... Holding onto a tenuous current of the Self doesn’t really help because it’s often lost when the mind is deeply immersed in work...”, and therefore suggested that it may be necessary for us to lead “a meditative life”, implying thereby a life with little or no external work. However, the real obstacle that prevents us from maintaining a ‘tenuous current’ of self-remembrance or self-attentiveness is not actually any work that we may be engaged in, but is only our lack of true love for abiding in our natural state of thought-free self-conscious being.<br /><br />If we have a great desire for something, or even an intense fear of something, the thought or remembrance of that thing will keep coming back to our mind, no matter how busily we may be engaged in some other physical or mental work. Likewise, if we truly have intense love for our real self — our essential self-conscious being, ‘I am’ — remembrance of this ‘I am’ will keep coming back to our mind even in the midst of our other work.<br /><br />If we do not yet have such intense self-love or <i>svatma-bhakti</i>, even if we manage to avoid all other work and are thereby able to spend most of our time in ‘meditation’, during our ‘meditation’ our mind will not cling steadfastly to profound thought-free self-remembrance or self-consciousness but will wander away thinking of other things for which we have desire. Therefore if we have true self-love, an outwardly “meditative life” will not be necessary, and if we do not have true self-love, an outwardly “meditative life” will be of little use to us.<br /><br />Therefore Sri Ramana advises us not to be too concerned about our outward life, or about any work that we may have to be engaged in (according to our destiny or <i>prarabdha</i>, which is ordained by God for our true spiritual benefit), but to concentrate on the only thing that really matters, which is cultivating true love for our natural state of thought-free self-conscious being, which we can do effectively only by persistently practising self-remembrance. This is why he said in paragraphs <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">ten</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleven</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i> (Who am I?)</a>:<br /><blockquote>... Without giving room to the doubting thought, ‘Is it possible to dissolve so many <i>vasanas</i> [latent impulsions or desires to attend to things other than ourself] and be [or remain] only as self?’, <b>[we] should cling tenaciously to <i>svarupa-dhyana</i> [self-attentiveness]</b>. ... If one clings fast to uninterrupted <i>svarupa-smarana</i> [self-remembrance] until one attains <i>svarupa</i> [one’s own essential self], that alone [will be] sufficient. ...</blockquote>Though Anonymous may be correct in saying that “most people would find it difficult to sink into the Self”, the only means by which we can overcome this seeming difficulty is to persevere tenaciously in our practice of <i>svarupa-dhyana</i> or <i>svarupa-smarana</i> — self-attentiveness or self-remembrance, which is the true practice of <i>atma-vichara</i> or self-investigation — because any seeming difficulty that we may experience is caused only by our lack of true self-love or <i>svatma-bhakti</i>, and because we can cultivate true self-love most effectively and thoroughly only by tenaciously persistent practice of just being attentively, vigilantly and exclusively self-conscious. Therefore, no matter how many times we may lose our hold on our self-remembrance, we should just continue persevering with unfaltering love, tenaciously drawing our attention back to ourself whenever it thus slips away.<br /><br />When Sri Ramana has thus taught us that the perfect <i>sat-sanga</i> — the only <i>sat-sanga</i> that will directly and unfailingly establish us in our natural state of thought-free non-dual self-knowledge — is this simple practice of self-remembrance or just being attentively self-conscious, why should we allow ourself to be distracted from this subtle inward practice by allowing our mind to go outwards seeking other grosser and therefore less perfect forms of <i>sat-sanga</i> such as being in the physical presence of a person whom we believe has attained the non-dual experience of true self-knowledge?<br /><br />Even if we do find a person who has really attained this experience, they will only tell us what Sri Ramana has already told us, namely that we can attain this same experience only turning our mind inwards, away from everything that is external or extraneous to our real self, and thereby sinking into our heart — the innermost core of our being — to drown forever in the absolute clarity of thought-free non-dual self-consciousness. As Sri Ramana says in verse 16 of <i>Upadesa Undiyar</i>:<br /><blockquote>[Our] mind knowing its own form of light [its true form of non-dual self-conscious being, ‘I am’], having given up [knowing] external objects, alone is true knowledge.</blockquote>The function of the outward human form of the <i>guru</i> is to teach us that the true form of the <i>guru</i> is only our own real self, and that we can therefore experience true <i>sat-sanga</i> with the <i>guru</i> only by turning inwards and subsiding in the clear light of his self-effulgent being, ‘I am’. Only by such true <i>sat-sanga</i> can we know ourself as we really are and thereby free ourself from our ego and all its self-deceptive <i>vasanas</i> or desires.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5334039910815313638/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "God",
        "guru",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "sat-sanga",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "self-surrender",
        "Sri Sadhu Om"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODYwCm9mZnNldDogMzYwMDAwMAo\""
}