{
    "kind": "blogger#post",
    "id": "4496940150771378843",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-12-31T10:31:00Z",
    "updated": "2015-02-07T20:45:13Z",
    "url": "http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4496940150771378843",
    "title": "Self-attentiveness and time",
    "content": "With reference to a <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1229766060000#c3200276369563674279\" target=\"blank\">reply</a> that I had written to an earlier <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1229751120000#c3306096613204154041\" target=\"blank\">comment</a> quoting pages 584-5 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"blank\"><em>Happiness and the Art of Being</em></a>, last week the following <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1230033840000#c8089997967491910007\" target=\"blank\">anonymous comment</a> was posted on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html\" target=\"blank\">Making effort to pay attention to our mind is being attentive only to our essential self</a>:<br /><blockquote>When once one has the intensity, there is no question of doing meditation or <em>vichara</em> in short periods with various intervals or going in for long ardous sessions as time itself is a subsequent factor having no relevance to our essential being of, “I AM”, unless one does some <em>yoga</em> exercise.</blockquote>Yes, time is a phenomenon that appears to exist only when our mind is active — that is, when it is attending to anything other than itself — so when we are wholly absorbed in self-attentiveness time is truly non-existent. Therefore, all questions and concern about time exist for us only when our love to abide in our natural state of clear thought-free self-conscious being is not yet sufficiently intense for us to remain without ever being distracted from it.<br /><a name='more'></a><br />However, since most of us do not yet have sufficiently intense love to be able to abide thus without being repeatedly distracted by our <em>viṣaya vāsanas</em> — our desires to think of things other than ourself — it is necessary for us to try to spend as much time as possible without being distracted from our self-attentiveness.<br /><br />Of course, this does not mean that we should watch the clock while practising self-attentiveness, or that we should try to measure the time that we spend being self-attentive, because any such effort would be useless and would only distract our attention away from ourself. All it means is that we should repeatedly and persistently try to be self-attentive whenever our mind is not wholly absorbed in any mundane activity that requires our full attention.<br /><br />By such repeated and persistent practice of self-attentiveness we will gradually weaken our <em>viṣaya vāsanas</em> and increase our <em>sat-vāsana</em> — our love just to be — and thus we will gain a steadily increasing ability to remain undistracted by thoughts about anything other than ourself. But so long as we are still in this stage of <em>abhyāsa</em> or practice and have not yet attained our real state of <em>sadā-apramāda</em> — eternal self-vigilance — time does appear to be real, so we must aim to spend as much time as possible absorbed in self-attentiveness, vigilantly avoiding <em>pramāda</em> or self-negligence.<br /><br />Only when — by repeated and persistent practice of such vigilant self-attentiveness — we have finally cultivated sufficiently intense love to be able to subside and merge forever in the clear light of true self-knowledge will we actually experience the complete non-existence of time.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4496940150771378843/comments"
    },
    "labels": [
        "bhakti (devotion)",
        "effort",
        "Happiness and the Art of Being",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzQxOTEzMjU5Cm9mZnNldDogMAo\""
}