{
    "kind": "blogger#post",
    "id": "520152310965071682",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-12-31T17:48:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/520152310965071682",
    "title": "Self-attentiveness, intensity and continuity",
    "content": "Last week a person called Teck posted two comments on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html\" target=\"blank\">Making effort to pay attention to our mind is being attentive only to our essential self</a>, in the <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1230021540000#c3649110188231281924\" target=\"blank\">first</a> of which he or she wrote:<br /><blockquote>… My question is, how important is CONTINUITY and INTENSITY of self abidance/attention for our progress (of recognizing our true being)? Recently I started to intuit that these 2 factors are of very critical importance in our progress. …</blockquote>In his or her <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1230022080000#c8854224954028429968\" target=\"blank\">second comment</a>, Teck continued:<br /><blockquote>I think I need to elaborate more about what I mean by intensity and continuity.<br /><br />By the 1st I mean the degree of “alertness/mindfulness” of our attention to awareness itself, while ignoring others eg feeling, thoughts etc., kind like when a cat trying to catch a mouse, it’s attention is very alert/focused.<br /><br />Continuity is very obvious, it’s simply the ability to sustain our attention on our consciousness/awareness without interruption.<br /><br />I suspect that the speed of our realization (progress) depends on these 2 factors more than anything else. Is this true?</blockquote>Both intensity and continuity are important, but of these two the most important is intensity, because even a moment of absolutely intense — that is, perfectly clear — self-attentiveness will be sufficient to destroy forever the illusion that we are this finite mind, after which the continuity of our self-attentiveness will never be interrupted even for a moment.<br /><a name='more'></a><br />However, though our principal aim should be to experience such absolute intensity of self-attentiveness — perfect clarity of self-consciousness — for just one moment, in order to experience it we should try continuously to avoid allowing our practice of self-attentiveness to be interrupted by <em>pramāda</em> or self-negligence, the result of which would be that we would either fall asleep or become distracted by other thoughts.<br /><br />In this context the word ‘continuity’ has two meanings. Its first and most obvious meaning is (as Teck wrote) the state in which we are able to sustain our self-attentiveness continuously over a period of time without interruption or distraction. But its other equally important meaning is the state in which we are able to draw our attention continuously back to ourself whenever it is distracted either by thoughts of other things or by drowsiness. That is, since we cannot in practice remain continuously undistracted by thoughts or sleep until we have finally attained our eternal state of true self-knowledge, we must at least be continuous in our effort to draw our attention repeatedly back to ourself whenever we notice that we have been distracted from our self-attentiveness.<br /><br />Therefore ‘continuity’ in this context should be understood to mean ‘persistence’ or ‘perseverance’. That is, when we are actually self-attentive we should persevere in our effort to be vigilantly self-attentive in order to avoid being distracted by either thoughts or sleep, and whenever we are distracted we should persevere in our effort to regain our natural state of calm self-attentiveness.<br /><br />In this context ‘intensity’ means clarity of self-consciousness. At any given moment the clarity of our self-consciousness is inversely proportional to the degree to which it is mixed either with drowsiness or with thoughts about anything other than ourself. That is, when we are practising self-attentiveness, the more keenly our attention is focused upon ourself, the less room we are giving for our natural self-consciousness to be mixed with drowsiness or with thoughts of any kind whatsoever — even the subtlest kind.<br /><br />When our self-consciousness is not mixed with even the slightest degree of either drowsiness or thought, the illusion of our mind will be swallowed and disappear forever in the absolute clarity of pure unadulterated self-consciousness, which is the one real state known as <em>ātma-jñāna</em> or true self-knowledge. But until we experience such absolute clarity (intensity), the degree of our self-attentiveness is less than perfect, because it is mixed at least to some extent with either drowsiness or thought.<br /><br />The more clear and intense our self-attentiveness becomes, the easier it will be for us to remain relatively undistracted by either sleep or thoughts for a continuous period of time, and conversely, the more frequently and continuously we are self-attentive, the clearer and more intense our self-attentiveness will become. Therefore intensity and continuity go hand in hand, because they are just two measurements of the same underlying quality, namely our ability to remain undistracted by either sleep or thought.<br /><br />Our ability to remain undisturbed by either sleep or thought is determined by the intensity of our love to be exclusively self-attentive, and the intensity of such love — which is called <em>svātma-bhakti</em> or ‘love for our own self’ and <em>sat-vāsana</em> or ‘propensity just to be’ — is directly proportional to the strength of our <em>vairāgya</em> or desirelessness, which is our freedom from <em>viṣaya vāsanas</em> or desires to think of anything other than ourself.<br /><br />The more intensely, repeatedly and continuously we practise self-attentiveness, the more our <em>svātma-bhakti</em> and <em>vairāgya</em> will increase, and the more our <em>viṣaya vāsanas</em> will correspondingly be weakened and destroyed. That is, our <em>viṣaya vāsanas</em> can be weakened and eventually destroyed only by the clarity of self-consciousness that we experience when we practise self-attentiveness, and the extent to which they are thus weakened and destroyed is determined by the intensity and duration of such clarity. Likewise, the extent to which our <em>sat-vāsana</em> or <em>svātma-bhakti</em> will correspondingly increase is also determined by the intensity and duration of this clarity.<br /><br />Thus our practice of self-attentiveness has a snow-balling effect. The more intensely and persistently we practise it, the more momentum it will gain, until eventually we will be swept away entirely by its momentum — its intense clarity — and drown in it forever.<br /><br />Therefore it is true that — as Teck wrote — our progress depends upon these two factors, the intensity (or clarity) of our self-attentiveness and the continuity (or repeated perseverance) of our practice.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "24",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/520152310965071682/comments"
    },
    "labels": [
        "bhakti (devotion)",
        "consciousness",
        "effort",
        "manōnāśa (annihilation of mind)",
        "practice taught by Sri Ramana",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDc1Cm9mZnNldDogMzYwMDAwMAo\""
}