{
    "kind": "blogger#post",
    "id": "3021674170908612768",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-05T01:08:00+01:00",
    "updated": "2017-12-03T19:21:23Z",
    "url": "http://happinessofbeing.blogspot.com/2008/06/experiencing-god-as-he-really-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3021674170908612768",
    "title": "Experiencing God as he really is",
    "content": "In continuation of my previous post, <a href=\"http://happinessofbeing.blogspot.com/2008/05/god-as-both-nirguna-brahman-and-saguna.html\" target=\"blank\">God as both <i>nirguna brahman</i> and <i>saguna brahman</i></a>, the following is the second extract from the second chapter, ‘God’, of <a href=\"http://happinessofbeing.blogspot.com/2008/05/introduction-to-truth-of-otherness.html\" target=\"blank\"><i>The Truth of Otherness</i></a>:<br /><br />In order to experience the <i>nirguna</i> form of God — that is, God as he really is — we must experience ourself as we really are. In our essential nature we are just the one absolutely non-dual self-conscious being, ‘I am’, which is devoid of all <i>gunas</i>. Therefore only when we remain steadfastly as our infinitely clear self-conscious being, ‘I am’, thereby refraining from rising as this imaginary object-knowing consciousness that we call our ‘mind’, will we be able to experience God as he really is — as our own true self, which is the one infinite <i>nirguna</i> reality.<br /><br />This truth is clearly expressed by Sri Ramana in verses 24, 25 and 26 of <i>Upadesa Undiyar</i>:<br /><blockquote>By [their] <i>irukkum iyarkai</i> [their ‘nature which is’ or ‘being nature’] God and souls are only one <i>porul</i> [substance, essence or reality]. Only [the soul’s] <i>upadhi-unarvu</i> [adjunct-consciousness] is [what makes them appear to be] different.<br /><br />Knowing [our real] self, having relinquished [all our own] <i>upadhis</i> [adjuncts or <i>gunas</i>], itself is knowing God, because [he] shines as [our real] self.<br /><br />Being [our real] self is indeed knowing [our real] self, because [our real] self is devoid of two. This is <i>tanmaya-nishtha</i> [the state of being firmly established as <i>tat</i> or ‘it’, the one absolute <i>nirguna</i> reality called ‘God’ or <i>brahman</i>].</blockquote><a name='more'></a>The <i>irukkum iyarkai</i> — the ‘nature which is’ or ‘being nature’ — which is the <i>oru porule</i>, the ‘only one substance [essence or reality]’ both of God and of all souls or living beings, is their essential nature or being, ‘I am’, which just is, and the <i>upadhi-unarvu</i> or ‘adjunct-consciousness’, which makes them appear to be different, is the consciousness of imaginary <i>upadhis</i> or limiting adjuncts that we as a <i>jiva</i> or finite ‘soul’ superimpose both upon ourself and upon God. These adjuncts, which are all the <i>gunas</i> or extraneous qualities that we imagine to be either our own nature or the nature of God, do not exist in the clear vision of God but only in our own imagination.<br /><br />Therefore, when we experience ourself without even the least superimposition of any adjunct or <i>guna</i>, we will truly be experiencing God as he really is, because he is in fact nothing other than our own essential adjunct-free and therefore <i>nirguna</i> nature — our <i>iruppu-unarvu</i> or <i>ulla-unarvu</i>, that is, our ‘being-consciousness’, our simple non-dual consciousness of just being, ‘I am’.<br /><br />The state in which we thus experience ourself and God as the one self-conscious reality that we always really are is not a relative or dualistic state of objective knowledge, but is an absolute and non-dual state of non-objective self-knowledge. Any form of objective knowing — that is, knowing anything that appears to be other than ourself, the knowing consciousness — is an action or ‘doing’, because it involves a seeming movement of our attention or consciousness away from ourself towards that other thing. Self-knowledge, on the contrary, is not an action or ‘doing’ but only a state of just being, because it is a state in which our attention or consciousness does not move anywhere but rests only in itself — that is, in our own eternally self-conscious being, ‘I am’.<br /><br />Therefore in verse 26 of <i>Upadesa Undiyar</i> Sri Ramana emphasises this truth that knowing ourself is nothing other than just being ourself, because we are absolutely non-dual being, which is ever conscious of itself as ‘I am’. This essential self-conscious nature of our being is emphasised by him both in the first sentence of the first <i>mangalam</i> verse of <i>Ulladu Narpadu</i> and in verse 23 of <i>Upadesa Undiyar</i>.<br /><br />In the first <i>mangalam</i> verse of <i>Ulladu Narpadu</i> he asks rhetorically, “<i>ulladu aladu ulla-unarvu ullado?</i> …”, which means, ‘Other than <i>ulladu</i> [‘that which is’ or ‘being’], is there [any] <i>ulla-unarvu</i> [‘consciousness which is’, ‘being-consciousness’ or ‘consciousness of being’]? …’. In other words, our consciousness of our being, ‘I am’, cannot be other than our being itself, because if it were, we would not know ourself as ‘I am’, but would be known only by some consciousness other than ourself as ‘it is’. We experience our being as the first person ‘I’ because our being is self-conscious and is therefore the very consciousness that is experiencing itself.<br /><br />In other words, we are both being and the consciousness that experiences our being as itself — that is, as ourself, ‘I am’. This truth is stated by Sri Ramana still more clearly in verse 23 of <i>Upadesa Undiyar</i>:<br /><blockquote>Because of the non-existence of [any] <i>unarvu</i> [consciousness] other [than <i>ulladu</i>] to know <i>ulladu</i> [‘that which is’ or ‘being’], <i>ulladu</i> is <i>unarvu</i>. [That] <i>unarvu</i> alone exists as ‘we’ [our essential being or true self].</blockquote>The final sentence of this verse, <i>unarve namay ulam</i>, should literally be translated as “[we] exist as ‘consciousness alone [is] we’”, but such a sentence structure would be so alien to English that it would tend to obscure the intended meaning rather than clarifying it. I have therefore translated it here as “consciousness alone exists as ‘we’”, which conveys the actual meaning as clearly as possible in reasonably idiomatic English.<br /><br />What is important to note in this verse is that Sri Ramana uses three key words, <i>ulladu</i>, <i>unarvu</i> and <i>nam</i>, which respectively mean ‘being’, ‘consciousness’ and ‘we’, and that he clearly and firmly emphasises the absolute oneness of that reality which each of these three words denote. Being itself is consciousness, and consciousness itself is ‘we’, our real and essential self. In other words, we are both being and consciousness, and other than us there is no real being or consciousness — nothing that really is, nor anything that really knows.<br /><br />Therefore in verse 26 of <i>Upadesa Undiyar</i> he says that since we, our real self, are ‘that which is devoid of two’, simply being ourself is itself knowing ourself. In other words, since our being and our consciousness of our being are not two different things, but are just ‘we’ ourself, in order to know ourself we just have to be ourself. That is, we just have to ‘be as we are’ — that is, to be the one absolutely non-dual and therefore thought-free self-conscious being that we always really are.<br /><br />Sri Ramana concludes verse 26 of <i>Upadesa Undiyar</i> by stating that this state of ‘just being as we are’ — the state of <i>summa iruppadu</i> or ‘just being’ and <i>ullapadi ullade</i> or ‘only being as we are’ (as he describes it in the first <i>mangalam</i> verse of <i>Ulladu Narpadu</i>) — is <i>tanmaya-nishtha</i> or ‘abidance as God’, that is, the state of being firmly established as <i>brahman</i>, the one absolute reality.<br /><br />The word <i>tanmaya</i> is a compound of <i>tat</i>, which in Sanskrit is the neuter third person singular pronoun, ‘it’, ‘this’ or ‘that’, and which in philosophy is used to denote the one absolute reality or <i>brahman</i>, and the suffix <i>maya</i>, which means ‘composed only of’ (or in this context ‘as’), and <i>nishtha</i> means the state of ‘abidance’, ‘steadiness’, ‘standing firmly’, ‘being established’ or just ‘being’. Thus <i>tanmaya-nishtha</i> is our natural state of just being, in which we remain firmly established as <i>tat</i> or ‘it’, the one absolute <i>nirguna</i> reality that we call ‘God’ or <i>brahman</i>.<br /><br />Therefore we can experience God as he really is only by ourself being what he really is, which is absolutely thought-free and therefore actionless non-dual self-conscious being, ‘I am’. If we know or experience him as being anything other than our own essential self, we are not experiencing him as he really is, but are only experiencing a <i>manomayamam katchi</i> or ‘mind-made vision’, as Sri Ramana says in verse 20 of <i>Ulladu Narpadu</i>.<br /><br />Since God is in reality our own essential self — our self-conscious being, ‘I am’ — no objective experience of him can be knowledge of him as he really is. Only by being and knowing nothing other than our own essential self-conscious being, ‘I am’, can we experience his absolute non-dual <i>nirguna</i> reality. Therefore being God alone is knowing God as he really is.<br /><br />So long as we experience ourself as being anything other than God, who is truly only our own thought-free self-conscious being, we cannot know him as he is. Only by experiencing ourself as the one infinite <i>nirguna</i> reality, which alone is the real nature of both himself and ourself, will we experience him as he really is. Therefore in order to know God, we must consciously be God — that is, we must be conscious of being nothing other than ‘I am’, the one absolute non-dual self-conscious reality or <i>nirguna brahman</i>.<br /><br />In order thus to be God and thereby to know him as our own self, we must cease experiencing ourself as this finite body-bound consciousness that we call our ‘mind’. In other words, we must subside and merge completely in him, thereby becoming one with him. This truth is emphasised by Sri Ramana in verses 8, 20, 21 and 22 of <i>Ulladu Narpadu</i>. In verse 8 he says:<br /><blockquote>Whoever worships [the absolute reality or God] in whatever form giving [it] whatever name, that is a path [or means] to see that [nameless and formless] reality in [that] name and form. However, becoming one [with that reality], having carefully scrutinised [or known] one’s own truth [essence or ‘am’-ness] and having [thereby] subsided [or dissolved] in the truth [essence or ‘am’-ness] of that true reality, is alone seeing [it] in truth. Know [thus].</blockquote>If we worship God as something other than ourself, we may thereby be able to see or experience him as something other than ourself, that is, as some name and form that is other than the name and form of this body which we now imagine ourself to be. However, seeing him thus is not ‘seeing him in truth’, that is, it is not experiencing him as he really is, but is only seeing him as we imagine him to be. In other words, in the first sentence of this verse Sri Ramana says that by imaginary worship we can have an imaginary experience or ‘vision’ of God.<br /><br />To contrast such imaginary worship and seeing with true worship and seeing, he begins the second sentence of this verse with the word <i>ayinum</i>, which means ‘however’. Only by worshipping God in truth can we see him in truth. The only means by which we can truly worship him is to subside and become one with his reality, which is our own reality.<br /><br />In order to become one with God we must subside in his ‘truth’ or reality, and in order to subside thus we must scrutinise and know our own ‘truth’ or reality, because in truth we do not exist as anything separate from or other than him. That is, if we scrutinise and know ourself as we really are, we will cease imagining ourself to be this finite mind, and thus we will subside in our own reality, which is nothing other than the reality of God.<br /><br />The word that Sri Ramana uses here to denote the reality both of God and of ourself is <i>unmai</i>, which I have translated here as ‘truth’, but which etymologically means <i>ul-mai</i>, ‘be-ness’, ‘is-ness’ or ‘am-ness’. Therefore the second sentence of this verse could be translated as:<br /><blockquote>… However, becoming one [with the ‘am’-ness of God], having carefully scrutinised our own ‘am’-ness and having [thereby] subsided in the ‘am’-ness of that true reality, is alone seeing [God] in truth. …</blockquote>That is, since God is the one absolute reality, which always shines within us as our own essential being, ‘I am’, in order to experience him as he really is we must scrutinise and experience our own ‘I am’. When we thus scrutinise our own essential being, we will subside and merge in it, thereby losing our separate finite self and becoming one with the only real ‘I am’, which is God. Becoming one with God in this manner is alone ‘seeing him in truth’ or experiencing him as he really is.<br /><br />The essential truth that Sri Ramana thus expresses in verse 8 of <i>Ulladu Narpadu</i> is expressed by him more elaborately in verses 20, 21 and 22. In verse 20 he says:<br /><blockquote>Leaving [ignoring or omitting to know our own] self [our individual self or mind], which sees [all otherness or duality], [our] self seeing God is [merely] seeing a mental vision [sight, image or appearance]. Only he who sees [his real] self, [which is] the base [or reality] of [his individual] self, is a person who has [truly] seen God, because [our real] self — [which alone remains after all our mental images or objective forms of knowledge have disappeared due to their causal] root, [our individual] self, having gone [perished or ceased to exist] — is not other than God.</blockquote>In the first sentence of this verse Sri Ramana reiterates the truth that he expressed in the first sentence of verse 8. That is, if we do not scrutinise ourself but instead see God as something other than ourself, what we are thus seeing is not God as he really is but only God as we imagine him to be — that is, as a <i>manomayamam katchi</i>, a ‘mind-composed’ or mental vision.<br /><br />In this phrase <i>manomayamam katchi</i>, <i>manomayam</i> means made or composed of <i>manas</i> or mind, <i>am</i> means ‘which is’, and <i>katchi</i> literally means ‘that which is seen’, a ‘sight’, ‘vision’ or ‘appearance’, but in this context can mean any experience of God in which he is perceived as something other than ourself. Like any other experience of otherness, an experience of God as other than ourself is merely a mind-created image — a figment of our imagination.<br /><br />Though such a vision of God may be the fruit of our intense devotion to him, and though by adoring such a vision our mind may be purified or cleansed of its desire for and attachment to other more worldly pleasures, it is nevertheless an experience that is clouded by our self-ignorance — our confused and mistaken experience that we are a finite individual, a soul who is separate from God.<br /><br />Our soul — our finite self, ego or mind — is merely a figment of our imagination, but of all the things that we imagine it is the root. That is, it is not only an imagination, but is also that which imagines everything — both itself as a finite object-knowing consciousness and all that it knows as other than itself. Thus our mind or ‘soul’ is our primal imagination, our root imagination.<br /><br />So long as we imagine ourself to be this mind, as this mind we will experience things that appear to be other than ourself, but all such other things are only our imagination. They are like branches, leaves and flowers that will continue to appear and thrive so long as their root, our mind, survives. Along with their root, they will all cease to exist only when we experience our real self, which is the source, substratum and only real substance of our false finite self. When we thus experience our real self, we will truly be experiencing God as he really is — not as something other than ourself but as our real self itself.<br /><br />All this truth about our false self, our real self and God, and about their seeming relationship and ultimate oneness, is packed by Sri Ramana into the second sentence of this deeply meaningful verse. He begins this second sentence with its main clause, “<i>tanaik kanum avan tan kadavul kandan am …</i>”, which means, ‘He who sees [his real] self is alone a person who has [truly] seen God …’, and he explains the reason why this is so in the final clause, “<i>… tan kadavul andri iladal</i>”, which means, ‘… because [our real] self is not other than God’.<br /><br />Between these two clauses he places two extremely terse but meaningful sub-clauses. The first of these sub-clauses, “<i>tan mudalai</i>”, is intended to stand in apposition to the first word of the sentence, namely “<i>tanai</i>”, which is the accusative form of <i>tan</i>, which means ‘self’ and here denotes our real self. These words,<i> tan mudalai</i>, are the accusative form of <i>tan mudal</i>, which mean ‘the base [or reality] of [our false finite] self’. Thus with this sub-clause appended to it, the main clause of this sentence means, ‘He who sees [his real] self, [which is] the base of [his false] self, is alone a person who has [truly] seen God …’.<br /><br />That is, by linking the words <i>tan mudalai</i> to <i>tanai</i>, Sri Ramana indicates the true relationship between our real self and our false self. Our real self, he says, is the <i>mudal</i> of our false self. The primary meaning of this word <i>mudal</i> is ‘first’ or ‘beginning’, and hence in this context it means that our real self is the source, origin, foundation, base, substratum, reality or essential substance of our false self, our mind or ego.<br /><br />That is, just as the false snake is a mere imagination and the real rope is the only true substance that underlies its illusory appearance, so our mind is a mere imagination and our real self is the only true substance that underlies its illusory appearance. Though our mind as such is unreal, it is nevertheless real as our true self, just as the snake is unreal as a snake but real as the underlying rope.<br /><br />In the second of the two sub-clauses, “<i>tan mudal poy</i>”, Sri Ramana uses the same words but with a different meaning. Here the word <i>tan</i> or ‘self’ does not denote our real self but only our false self, that is, our mind or ego, and the word <i>mudal</i>, which stands in apposition to it and is thereby intended to describe it, means ‘root’.<br /><br />That is, in this context <i>tan mudal</i> means ‘the root, [which is our false] self’, and implies that the causal root of all otherness — all our thoughts or mental images, including any <i>manomayamam katchi</i> or ‘mental vision’ that we may have of God — is only our mind, our false finite self. Whereas our real self is the ultimate <i>mudal</i>, being the base or source of our false ego-self, our false ego-self is the immediate <i>mudal</i>, being the base or root of every other thing — that is, everything that it experiences as other than itself.<br /><br />The word <i>poy</i> is a past participle meaning ‘having gone’, ‘having perished’ or ‘having ceased to exist’, and hence the words <i>tan mudal poy</i> describe the state of egolessness or <i>nirvana</i>, in which our false ego-self has been destroyed by the clear light of true self-knowledge. That is, just as the imaginary snake vanishes when we look closely at it and recognise that it is only a rope, so our false ego-self will vanish when we scrutinise it and discover that it is truly only our real self — our adjunct-free non-dual self-conscious being, ‘I am’.<br /><br />Thus by placing these words <i>tan mudal poy</i> — ‘the root, [which is our false] self, having gone’ — before the final clause, ‘… because [our real] self is not other than God’, Sri Ramana implies that though we are truly never anything other than the one absolute reality that we call ‘God’, we can actually experience this truth only when our false ego-self has been entirely consumed in the fire of absolutely clear self-consciousness or true self-knowledge.<br /><br />Since our mind or ego-self is the root of all duality or otherness, when it is dissolved by the clear light of true self-knowledge all our imaginary experience of otherness will vanish along with it, and all that will then remain is our absolutely clear self-conscious being, which is the true form of God. Thus through these words <i>tan mudal poy</i> Sri Ramana teaches us that in order to ‘see’ or experience God as he really is, we must not only give up seeing or experiencing anything else, but must also give up our own mind or finite self, which is the root cause of all otherness, because it is the false consciousness that experiences the one non-dual reality — our own true self or God — as a multitude of separate things, namely this finite ‘I’, the world that it perceives and the countless objects that constitute this world, and the seemingly separate ‘supreme being’ that we call God.<br /><br />However, though in this verse Sri Ramana describes the ultimate state of true self-knowledge as a state of ‘seeing [our real] self’ and ‘seeing God’, in the next verse he again clarifies that it is not any dualistic form of ‘seeing’ but is only the absolutely non-dual state in which our seeing mind is wholly consumed by God. That is, in verse 21 of <i>Ulladu Narpadu</i> he says:<br /><blockquote>If [it is] asked what is the truth of [the supreme state that is indicated in] many sacred texts which say ‘[our] self seeing [our] self’ [and] ‘seeing God’, [we have to reply with the counter questions] since [our] self is one, how [is our] self seeing [our] self [possible]? If it is not possible [for us] to see [ourself], how [is] seeing God [possible]? Becoming food [to God] is seeing [him].</blockquote>In the final sentence of this verse, “<i>un adal kan</i>”, which means ‘Becoming food [is] seeing’, Sri Ramana reiterates in a graphic and forceful manner the truth that he expressed in the second sentence of verse 8, namely that we can truly ‘see’ or experience God only by subsiding, merging and becoming one with his reality, his ‘truth’ or essential ‘am’-ness. That is, when we keenly scrutinise our own truth or essential being, ‘I am’, we will sink into the innermost depth of our own being, where we will be wholly consumed by the infinite clarity of our own adjunct-free self-consciousness, which is the true form of God. Thus we will experience God as he really is only by becoming a prey to him.<br /><br />In verse 8 Sri Ramana taught us that the only means by which we can thus subside and become one with the absolute reality that we call ‘God’ is to scrutinise and know our own reality or essential being, ‘I am’. In verse 22 he emphasises this fundamental truth once again in clear and graphic terms:<br /><blockquote>Except [by] turning [folding or drawing our] mind back within [and thereby] keeping [it] immersed [sunk, settled, subsided, fixed or absorbed] in the Lord, who shines within that mind, giving light to [our] mind, how [can we succeed in] knowing the Lord by [our] mind? Know [the Lord by thus turning back within and immersing in him].</blockquote>God is the infinitely clear light of pure non-dual self-consciousness, which always shines within us as ‘I am’. Our mind, on the other hand, is just a limited and distorted reflection of this original light, and shines as our root thought or primal imagination ‘I am this body’ only by borrowing this light from God, who is its source, substance and only reality.<br /><br />That is, the light of consciousness by which we know both ourself and this world is only our mind, which is just a finite reflection of the infinite light that is the true form of God. All the adjuncts or <i>upadhis</i> that we imagine ourself to be, such as our body and personality, are collectively the medium through which the light of God is reflected. That is, they function like a mirror, and it is only by means of the light that is reflected from this mirror that we experience all otherness — all our diverse mental images, both those that we recognise as being thoughts or feelings that exist only in our own mind and those that we imagine to be objects that exist outside us as this seemingly external world or as seemingly external visions of God.<br /><br />So long as we are eager to experience things other than ourself, we will continue to use the reflected light of our mind to attend to those things. But if we wish to experience the source from which our mind derives its light, we must turn our mind towards that source, which shines within us — in the innermost core of our being — as our own essential self-conscious being, ‘I am’.<br /><br />In the bright sunlight, when we turn a mirror towards any object, the light coming from the sun will be reflected from the mirror and will fall on that object, illuminating it brightly. But if we turn the mirror to face the sun, the light reflected from it will not illuminate anything, but will merge and become one with the original light of its source.<br /><br />Likewise, when we turn our attention towards any thought or object in this world, that thing will be illuminated, that is, it will appear in our consciousness and will thereby be known by us. But if we turn our mind or attention towards ourself, the source from which it derives its light, it will not add anything to the light of its source but will simply merge in it, becoming one with it and thereby loosing its imaginary separate identity.<br /><br />This is the state of non-dual self-consciousness that Sri Ramana describes in this verse as ‘turning [our] mind back within [and thereby] keeping [it] immersed in the Lord, who shines within that mind, giving light to [our] mind’. Except by thus turning our mind selfwards and thereby merging the reflected light of its finite consciousness in the original light of our pure infinite non-dual self-consciousness, we can never know or experience that original light as it really is.<br /><br />Thus Sri Ramana teaches us that since God is the source from which this finite object-knowing consciousness that we call our ‘mind’ has originated, and since he shines within it as its sole reality — as its fundamental light of non-dual self-consciousness — we can truly experience him only by turning this mind back within itself, away from all thoughts or objects, by focusing it wholly and exclusively upon its own source and thereby keeping it deeply immersed in that source, which is our own absolutely non-dual self-conscious being, ‘I am’. Other than by such profound self-scrutiny, self-attentiveness or self-remembrance — that is, except by abiding in our natural state of thought-free self-conscious being — there is no means by which we can experience God as he really is.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3021674170908612768/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "ego",
        "God",
        "just being (summa iruppadu)",
        "self-investigation (ātma-vicāra)",
        "The Truth of Otherness",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTEyMzI4ODgzMTg4Cm9mZnNldDogMAo\""
}