{
    "kind": "blogger#post",
    "id": "4668568176198678116",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-11-23T15:08:00Z",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/11/self-attentiveness-effort-and-grace.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4668568176198678116",
    "title": "Self-attentiveness, effort and grace",
    "content": "Yesterday the following anonymous <a href=\"http://happinessofbeing.blogspot.com/2008/11/atma-vichara-and-practice-of-neti-neti.html?showComment=1227318840000#c1621544811262050036\" target=\"blank\">comment</a> was posted on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2008/11/atma-vichara-and-practice-of-neti-neti.html\" target=\"blank\"><em>Atma-vichara</em> and the ‘practice’ of <em>neti neti</em></a>, with reference to a sentence that I had written in it, “Since thoughts can rise only when we attend to them, they will all subside naturally when we keep our attention fixed exclusively in our own essential self-conscious being, ‘I am’”:<br /><blockquote>… I try to fix my attention on the feeling ‘I am’, which is present all the time. However, this attention, even when sustained for a considerable amount of time, does not result in the melting away of body consciousness, and as a result of this, other thoughts occasionally arise and sense perceptions are constantly active. Sometimes, I feel the practice is futile because the melting away of body consciousness seems like an act of grace and not something which I can accomplish by attempting to focus on ‘I am’ as much as possible. Exclusive attention to ‘I am’ doesn't seem like something the spurious ‘I’ can accomplish but something which may or may not happen, depending on if an act of grace occurs or not. I’m not sure if I’m practicing correctly. How long should I keep my attention on ‘I am’ before body consciousness abates? If done correctly, should it abate immediately, in a few seconds, in a few hours? Please help.</blockquote>When practising self-attentiveness, our sole aim should be to experience the perfect clarity of pristine non-dual self-consciousness.<br /><a name='more'></a><br />The exclusion of all thoughts, the cessation of sense-perceptions and the melting away of body-consciousness are by-products that will certainly result as the clarity of our self-consciousness increases, but we should be careful not to make such by-products our aim, because as soon as we do so our attention will be diverted away from our essential being towards the body-consciousness and resultant thoughts and sense-perceptions that we wish to get rid of. We can free ourself from thoughts, sense-perceptions and body-consciousness only by ignoring them entirely and being attentive only to our essential self, ‘I am’.<br /><br />The melting away of body-consciousness is certainly an act of grace, but grace is not other than ourself — our own essential being, ‘I am’ — which should be the sole target of our attention when we practise <em>atma-vichara</em>. As Sri Ramana says in verse 966 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><em>Guru Vachaka Kovai</em></a> (the meaning of which I have discussed on pages 475-6 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"blank\"><em>Happiness and the Art of Being</em></a>):<br /><blockquote>Since being alone is divine grace, which rises as [our] heart [or ‘am’], the fault of despising [ignoring or disregarding] being is fit [to be considered as a defect that belongs] only to souls, who do not think [incessantly of it], inwardly melting [with love for it]. Instead, how can the fault of not bestowing sweet grace be [considered as a defect that belongs] to being?</blockquote>Grace is the beginning, the process and the final end of all spiritual endeavour. Our liking to be self-attentive is grace, our effort to be self-attentive is grace, and our actually being self-attentive is grace, so we should not expect grace to be something that will happen independent of our self-attentiveness.<br /><br />It is true that as this spurious ‘I’, our mind or ego, we cannot be exclusively self-attentive without the help of grace, but the grace that will help us (and is always helping us) is not other than our own self-conscious being, ‘I am’. Our practice of being self-attentive can never be futile, because it is both the result of grace and the opening of our heart to the influence of grace. Without persistent practice of self-attentiveness, we cannot surrender ourself entirely to grace and thereby allow ourself to be wholly consumed by it, as Sri Ramana teaches us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nan Yar?</em></a> (Who am I?):<br /><blockquote>Being completely absorbed in <em>atma-nishtha</em> [self-abidance], giving not even the slightest room to the rising of any thought other than <em>atma-chintana</em> [self-contemplation], alone is giving ourself to God. … </blockquote>Anonymous writes that “exclusive attention to ‘I am’ … [is] something which may or may not happen, depending on if an act of grace occurs or not”. Though it is true that exclusive attention to ‘I am’ happens only by grace and therefore depends entirely upon it, there is no question of ‘an act of grace’ not occurring. Grace is our own being, which is eternal and ever-present, and its only ‘act’ is just to be, so there is never a time or place in which this ‘act of grace’ is not occurring.<br /><br />Though the only ‘act of grace’ is its mere being, by its being it accomplishes everything. According to an ancient Tamil proverb that Sri Ramana often used to quote, ‘<em>avan arul andri, or anuvum asaiyadu</em>’, which means ‘except by his grace, not even an atom moves’. The mere being of grace in our heart as ‘I am’ is the supreme power that is silently but constantly working within us to draw our mind selfwards in order to consume it in the infinite clarity of its pristine self-conscious being.<br /><br />Grace is always doing its part, so all that is required is for us to do our part, namely to cease ignoring its eternal presence as our own self-consciousness, ‘I am’, by being constantly attentive to its presence and thereby inwardly melting in love of it.<br /><br />Anonymous ends by asking, “How long should I keep my attention on ‘I am’ before body consciousness abates? If done correctly, should it abate immediately, in a few seconds, in a few hours?” If ‘done correctly’ self-attentiveness will consume our mind and its body-consciousness in an instance, but in order to achieve that state of perfectly correct self-attentiveness, persistent practice is required.<br /><br />Self-attentiveness is ‘done correctly’ only when we experience the absolute clarity of pristine self-consciousness, and if we do not experience such clarity immediately, it is because we still have <em>vishaya-vasanas</em> — desires to experience things other than our own non-dual self-conscious being, ‘I am’ — which prompt us to think of the things that we desire and which thereby cloud our natural clarity of self-consciousness. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nan Yar?</em></a>:<br /><blockquote>As long as <em>vishaya-vasanas</em> exist in [our] mind, so long the investigation ‘who am I?’ is necessary. As and when thoughts arise, then and there it is necessary [for us] to annihilate them all by investigation [keen and vigilant self-attentiveness] in the very place from which they arise. …</blockquote>In order to destroy all our <em>vishaya-vasanas</em> — our desires or latent impulsions — patient and persistent practice of self-attentiveness is essential. After making a little effort, we should not give up thinking that our efforts are not producing immediate results. Every moment of self-attentiveness weakens our <em>vishaya-vasanas</em> by undermining their foundation, our mind, and thereby brings us closer to our final goal. As Sri Ramana assures us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para1o\" target=\"blank\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nan Yar?</em></a>:<br /><blockquote>Even though <em>vishaya-vasanas</em>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <em>svarupa-dhyana</em> [self-attentiveness] increases and increases. Without giving room to the doubting thought, ‘Dissolving so many <em>vasanas</em>, is it possible [for me] to be only as self?’, [we] should cling tenaciously to self-attentiveness. However great a sinner a person may be, if instead of lamenting and weeping, ‘I am a sinner! How am I going to be saved?’, [he] completely rejects even the thought that he is a sinner and is zealous in self-attentiveness, he will certainly be reformed [transformed into his true ‘form’ of thought-free self-conscious being]. </blockquote>The words that I have translated here as ‘[we] should cling tenaciously to self-attentiveness’ are சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும் (<em>sorūpa-dhyāṉattai viḍāppiḍiyāyp piḍikka vēṇḍum</em>), which emphasise the imperative need for tenacious perseverance in an extremely strong manner. If we are truly zealous and persistent in our practice of self-attentiveness, we will certainly reach our final goal of <em>manōnāśa</em> or <em>vāsanākṣaya</em> — the complete annihilation of our mind and all its <em>vāsanās</em> or desires.<br /><br />Therefore no effort is required on our part other than to persevere lovingly, earnestly and persistently in our practice of self-attentiveness or self-remembrance. This is the truth that Sri Ramana teaches us clearly in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nan Yar?</em></a> when he says:<br /><blockquote>… If one clings fast to uninterrupted <em>svarupa-smarana</em> [self-remembrance] until one attains <em>svarupa</em> [one’s own essential self], that alone [will be] sufficient. …</blockquote>Anonymous also wrote, “I’m not sure if I’m practicing correctly”, but as long as we understand that the correct practice of <em>atma-vichara</em> or self-investigation is only to be wholly and exclusively attentive to our own essential being, ‘I am’, we cannot really practise it incorrectly.<br /><br />There is truly nothing mysterious or difficult about this simple practice of <em>atma-vichara</em>. We all know ‘I am’, more clearly than we know any other thing, so there can be nothing easier or more straightforward than to remember ‘I am’ — that is, to be simply attentive to our own fundamental consciousness of being.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4668568176198678116/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MjA5Cm9mZnNldDogMzYwMDAwMAo\""
}