{
    "kind": "blogger#post",
    "id": "8809070797562066821",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-05-22T10:29:00+01:00",
    "updated": "2015-02-08T01:00:09Z",
    "url": "http://happinessofbeing.blogspot.com/2008/05/introduction-to-truth-of-otherness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8809070797562066821",
    "title": "Introduction to <i>The Truth of Otherness</i>",
    "content": "As I explained in the introduction to <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, pages 55 to 58, I began to form it as a book by compiling some reflections on the teachings of Sri Ramana that I had originally written for my own benefit, because I find writing to be a valuable aid to the practice of self-investigation and self-surrender, since it helps me to deepen and clarify my understanding and is therefore an effective way of doing <i>manana</i> or deep reflective meditation upon his teachings.<br /><br />When I thus began to compile my personal musings into the form of a book, I arranged them under various chapter headings, which I divided into two parts. Thus an early draft of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a> consisted of two parts, ‘The Essentials’ and ‘The Peripherals’, with ten chapters in the first part and eighteen in the second part.<br /><br />However, when I began to compile ‘The Four <i>Yogas</i>’, which was one of the chapters that I planned to include in the second part, I soon found that it would be too long to form a single chapter, because I was trying to include in it some detailed musings that I had begun to write about certain fresh meanings that emerge from the <i>Yoga Sutra</i> of Patanjali when we carefully consider it in the clear light of Sri Ramana’s teachings, so I decided to separate such musings from the rest of the chapter and form them into an appendix.<br /><a name='more'></a><br />When I completed compiling all that I had written till then, I found that it came to nearly two hundred thousand words, with almost one hundred thousand words in the first part, about seventy-one thousand in the second part, and nineteen thousand in the appendix. Therefore, since I had still not written even a half of what I expected to write, since none of the chapters were complete, and since I had hardly even begun to write some of the proposed chapters, I decided that I would have to split the book into two or probably even three volumes, and that I should first complete the ten chapters of ‘The Essentials’, which finally grew into the present book, <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>.<br /><br />If it is the will of Sri Ramana, I may sometime complete all the chapters of ‘The Peripherals’ and the appendix, which will then perhaps be published as two separate volumes under the tentative titles <i>The Truth of Otherness</i> and <i>Yoga and the Art of Being</i>. However, I do not plan to do any more work on either of these titles in the near future, because having completed the most important part of this project with the publication of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, in which the most essential aspects of Sri Ramana’s teachings are explored in great detail, I feel that I should now concentrate on revising and improving the translations of Sri Ramana’s original writings and at least a few of the most important writings of Sri Muruganar and Sri Sadhu Om such as <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, <i>Sadhanai Saram</i> and <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>Sri Ramana Vazhi</i> (The Path of Sri Ramana)</a>.<br /><br />Therefore, since I do not know if or when either <i>The Truth of Otherness</i> or <i>Yoga and the Art of Being</i> will ever be completed or published as books, rather than just leaving them to gather dust I plan to publish extracts from them over the next few months as a series of articles in this blog. If these extracts are ever to form part of any future book, I would revise them carefully in order to refine and develop the rough ideas that I have expressed in them, but for the time being I present them here in their original form as rough drafts of ideas that came to me when musing upon the teachings of Sri Ramana.<br /><br />Occasionally consecutive paragraphs in these extracts will be separated by ellipses (…) indicating a gap in the flow of ideas, because certain streams of the flow are yet to be completed, or appropriate connections are yet to be formed between one stream and the next, or in some cases because I decided that certain portions of the present rough draft are as yet too incomplete or clumsily formed to be fit for inclusion.<br /><br />The first extract that follows consists of some portions of the original draft of the introduction to <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, which I edited out and retained to form part of the introduction to <i>The Truth of Otherness</i>:<br /><br />At one stage my plan was to compile some of my musings on the teachings of Sri Ramana into a book consisting of two parts in one volume. The first part, ‘The Essentials’, was to be largely concerning ourself, both our true self and our false self, whereas the second part, ‘The Peripherals’, was to be largely concerning things that we imagine to be other than ourself, such as the world and God.<br /><br />Because the proposed first part, which later became a separate book entitled <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, consists of a detailed analysis of all that we experience as ourself, the reasoning that it presents is based largely upon facts about ourself and our experience of ourself that we know to be true, and therefore most of it is not at all speculative. However, because the proposed second part, which has now become [or rather will perhaps in future become] this present book, <i>The Truth of Otherness</i>, consists of a detailed analysis of things that we experience as other than ourself, much of the reasoning that it presents may appear to be more speculative, though nevertheless quite reasonable and rational.<br /><br />That is, though these two books together form a rational analysis of a wide variety of subjects — but subjects that should all be of vital concern to anyone who seeks true knowledge, wishing to know the absolute truth of themselves and all other things — the analysis presented in <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a> is based largely upon solid and irrefutable facts of our experience, whereas the analysis presented in <i>The Truth of Otherness</i> is based not only upon such solid and irrefutable facts, but also upon a certain amount of rational speculation.<br /><br />However, just because some of the reasoning presented in this book may appear to be to a certain extent speculative, such reasoning is not therefore philosophically unsound. Much philosophy is based not only upon solid facts of our experience but also upon rational speculation about those facts, because only by such rational speculation can philosophy form reasonable hypotheses that could explain the facts that it analyses — hypotheses that the philosopher should then proceed to test by empirical research or experimentation.<br /><br />Philosophy is a rational analysis of known facts, but in order to understand those facts more fully, it has to employ reasonable speculation or conjecture in order to form tentative hypotheses, which can then be tested by empirical science, and which can thereby be either verified or disproved. So long as the speculation of philosophy is based upon sound analysis and logical reasoning, and so long as philosophy can specify clearly how the tentative hypotheses that it forms from such rational speculation can be effectively tested by empirical research, such speculation is philosophically sound.<br /><br />The word ‘philosophy’ literally means ‘love of wisdom’ or love of true knowledge. However, wisdom or true knowledge is not merely some intellectual or theoretical knowledge, which can be attained simply by logical analysis and reasoning, but is actual knowledge of the absolute truth or reality, which can be attained only through direct and immediate experience.<br /><br />Therefore, if someone is a true philosopher — a person who truly has passionate love to attain true knowledge — he or she will not be satisfied merely with forming speculative hypotheses about the reality, no matter how well-founded and reasonable such hypotheses may be, but will also seek an effective means to test those hypotheses, and will diligently apply that means in order to attain direct and immediate knowledge or experience of the absolute reality. Thus a true philosopher will also be an empirical scientist.<br /><br />This is particularly true in the case of a spiritual philosopher, because spiritual philosophy is not concerned with knowledge that is merely relatively true, but only with knowledge that is absolutely true, and absolutely true knowledge is not something objective, which could be proved by one person to another. All objective knowledge is relative, because it involves not only an object, which is known, but also a subject, who knows it, and an act of knowing by which the subject experiences the object. Likewise, any knowledge that can be demonstrated or proved objectively is relative, because it involves a knowledge that is objectively provable, a means by which it can be proved, a person who can prove it objectively, and another person to whom it can thus be proved.<br /><br />Therefore, to verify and prove to ourself the truth of any hypothesis that is concerned not with some knowledge that is merely objective and therefore relative, but only with knowledge that is absolute and therefore non-objective, we cannot depend upon any empirical research performed by some other person, but must ourself perform the necessary empirical research and experience its result immediately, that is, without the aid of any intervening medium — not even the medium of our own mind, which is merely a transient object-knowing form of our fundamental and permanent consciousness, ‘I am’.<br /><br />Moreover, though some of the reasoning presented in this book may appear to be speculative, it is actually less speculative than it appears to be, because it is based upon the testimony of sages — people who have performed the necessary empirical research and have thereby attained direct and immediate experiential knowledge of the one absolute reality that underlies the appearance of all relativity. However, though the philosophy presented here is based largely upon the testimony of Sri Ramana and other sages, we cannot attain true knowledge merely by understanding this philosophy intellectually. …<br /><br />[The flow of ideas that continues from this point onwards has been retained in the introduction to <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, from the last paragraph on page 59 till the end of the introduction on page 63.]",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8809070797562066821/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "The Truth of Otherness"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzU3MjA5Mjc5Cm9mZnNldDogMAo\""
}