{
    "kind": "blogger#post",
    "id": "7545651707229796904",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-12-27T14:44:00Z",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/12/self-enquiry-self-attention-and-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7545651707229796904",
    "title": "Self-enquiry, self-attention and self-awareness",
    "content": "<div>A few weeks ago a very long <a href=\"http://happinessofbeing.blogspot.com/2008/11/self-attentiveness-effort-and-grace.html?showComment=1228753440000#c5456619116226963330\" target=\"blank\">anonymous comment</a> was posted on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2008/11/self-attentiveness-effort-and-grace.html\" target=\"blank\">Self-attentiveness, effort and grace</a>. Though this comment was posted under the identity ‘Anonymous’, the name ‘Michael Langford’ was written at the end of it.<br /><br />I do not know whether or not this comment was actually posted by Michael Langford (though I suspect it probably was not), but except for his name at the end of it, the entire comment is a verbatim copy of a webpage that he wrote entitled <a href=\"http://www.albigen.com/uarelove/sadhu_om_self_inquiry.aspx\" target=\"blank\">Sri Sadhu Om - Self Inquiry</a>, which is one of the many pages in the <a href=\"http://www.albigen.com/uarelove/\" target=\"blank\">Awareness Watching Awareness</a> section of the <a href=\"http://www.albigen.com/\" target=\"blank\">Albigen.Com</a> website.<br /><br />Most of this webpage, <a href=\"http://www.albigen.com/uarelove/sadhu_om_self_inquiry.aspx\" target=\"blank\">Sri Sadhu Om - Self Inquiry</a>, is an edited copy of chapter seven of <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"blank\">Part One</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"blank\"><em>The Path of Sri Ramana</em></a>, a <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\" target=\"blank\">PDF copy</a> of which is available on my website, <a href=\"http://www.happinessofbeing.com/\" target=\"blank\">Happiness of Being</a>. However, before his edited copy of chapter seven, Michael Langford has written the following two introductory paragraphs:<br /><blockquote>Sri Sadhu Om spent five years in the company of Sri Ramana Maharshi and decades in the company of Sri Muruganar. Sri Sadhu Om wrote a book called The Path of Sri Ramana, Part One, which contains what has been called the most detailed teaching on the method of Self-inquiry ever written. Sri Sadhu Om points out that:<br /><p align=\"center\"><strong>Self-inquiry is only an aid to Self-Awareness;<br />only Self-Awareness is the True Direct Path.</strong></p></blockquote>However, Sri Sadhu Om never actually wrote or said that ‘Self-inquiry is only an aid to Self-Awareness; only Self-Awareness is the True Direct Path’, either in this chapter of <em>The Path of Sri Ramana</em> or elsewhere, and to say that he pointed out such an idea is misleading and confusing. Before explaining why this idea is misleading, however, I should first say something about the way in which Michael Langford has edited the copy of this chapter on that webpage.<br /><a name='more'></a><br />His edited copy of this chapter is substantially the same as the English translation of it published in the printed book (sixth edition, 2005, pages 123 to 138), except that he has changed the wording in many places, split the text into many small paragraphs, and omitted the six footnotes on pages 125, 126, 127, 128, 134 and 136. Most of the changes that he has made to the wording are quite minor — for example, he has changed the spelling of ‘Self-enquiry’ to ‘Self-inquiry’ and he has replaced most of the Sanskrit or Tamil words with English equivalents — but some of his changes are more significant, because they subtly confuse the meaning intended.<br /><br />One of the most significant changes that he has made is to use the word ‘awareness’, which is not used even once in the English translation of this chapter in the printed book. In all he has used ‘awareness’ on 45 occasions in his edited copy, replacing ‘consciousness’ in 26 cases, ‘consciousness (<em>chit</em>)’ in one case, ‘<em>chit</em>’ in one case, ‘consciousness or knowledge’ in one case, ‘knowledge’ in three cases, and ‘attention’ in 13 cases.<br /><br />Consciousness, <em>chit</em>, awareness, knowledge and attention are words that in a spiritual context such as this denote essentially the same one non-dual reality, but there are subtle differences in the way in which some of these words are used. For example, the term ‘self-knowledge’ specifically denotes our natural state of absolutely clear non-dual self-consciousness, whereas ‘self-attention’ usually denotes the effort that we make to experience that state of absolutely clear self-consciousness. In other words, ‘self-attention’ denotes the practice of clear self-consciousness, whereas ‘self-knowledge’ denotes the immutable attainment of clear self-consciousness.<br /><br />The clarity of self-consciousness that we experience when practising self-attention is less than perfect, but our aim is to experience a perfect clarity — a clarity uncontaminated by even the slightest trace of any adjunct or thought. When as a result of our practice we do experience that perfect clarity of self-consciousness even for a moment, the illusion of our mind will dissolve in it and disappear forever, being found to be truly non-existent, and thus we will be firmly established in our natural state of true self-knowledge — that is, pristine and absolutely non-dual self-consciousness.<br /><br />Since ‘consciousness’ and ‘awareness’ are synonyms that can be used interchangeably, Michael Langford did not alter the meaning intended by Sri Sadhu Om when he used ‘awareness’ in place of ‘consciousness’, but he did subtly alter or confuse the intended meaning when he used ‘awareness’ in place of both ‘attention’ and ‘knowledge’. For example, on page 124 of the printed book there is a sentence in which Sri Sadhu Om says:<br /><blockquote>… Thus, when it turns out that <strong>Self-enquiry is unnecessary for Self and Self-knowledge is impossible for the ego</strong>, the questions arise: “What then is the practical method of doing Self-enquiry? Why is this term ‘Self-enquiry’ found in the sastras?” …</blockquote>In this sentence Michael Langford replaced the words ‘Self-knowledge’ with ‘Self-Awareness’, thereby obscuring the meaning intended by Sri Sadhu Om. In the previous few sentences Sri Sadhu Om had written:<br /><blockquote>… Who is it that is to enquire into Self? For whom is this enquiry necessary? Is it for Self? No, since Self is the ever-attained, ever-pure, ever-free and ever-blissful Whole, It will not do any enquiry, nor does it need to! All right, then it is only the ego that needs to do the enquiry. Can this ego know Self? As said in the previous chapters, this ego is a false appearance, having no existence of its own. It is a petty infinitesimal feeling of ‘I’ which subsides and loses its form in sleep. So, can Self become an object that could be known by the ego? No, the ego cannot know Self! …</blockquote>Therefore when he wrote that ‘Self-knowledge is impossible for the ego’, what he intended us to understand was that so long as we experience ourself as this false and finite form of consciousness that we call our ‘mind’ or ‘ego’ we cannot experience ourself as the one true and infinite self that we really are.<br /><br />He certainly did not intend us to infer that ‘Self-Awareness is impossible for the ego’, as Michael Langford wrote in his altered version of this clause, because whether we experience ourself as this ego or as we really are, we are always conscious or aware of ourself as ‘I am’. Self-consciousness or self-awareness is our essential nature, so we can never fail to be self-conscious.<br /><br />When we experience ourself as this mind or ego, we experience our essential self-consciousness, ‘I am’, mixed with imaginary adjuncts such as this physical body and this thinking mind, but though these adjuncts thereby prevent us from experiencing ourself as we really are — that is, though they seemingly distort and obscure the true nature of our self-consciousness — they can never actually prevent us being self-conscious. Therefore, since ‘self-awareness’ means exactly the same as ‘self-consciousness’, it is not correct to say that ‘Self-Awareness is impossible for the ego’.<br /><br />This statement that ‘Self-Awareness is impossible for the ego’ is particularly misleading and confusing in the context in which Michael Langford wrote it, because in his edited version of the same chapter he has on five occasions used this term ‘Self-awareness’ in place of the term ‘Self-attention’ used by Sri Sadhu Om. These five occasions on which he replaced ‘Self-attention’ with ‘Self-awareness’ are in the following passages from the printed book:<br /><blockquote>… That is why the enquiry ‘Who am I?’ taught by Sri Bhagavan should be taken to mean Self-attention (that is, attention merely to the first person, the feeling ‘I’). [page 124]<br /><br />… Thus Bhagavan Ramana has declared categorically that Self-attention alone is the correct technique of eliminating the five sheaths! [page 128]<br /><br />… Therefore, it is necessary first of all to have an intellectual conviction that these [five sheaths] are not ‘I’ in order to practise Self-attention without losing our bearings. … [page 128]<br /><br />In Sanskrit, the terms ‘<em>atman</em>’ and ‘<em>aham</em>’ both mean ‘I’. Hence, ‘<span style=\"font-style: italic;\">atma-vichara</span>’ means an attention seeking ‘Who is this I?’ It may rather be called ‘<strong>I-attention</strong>’, ‘<strong>Self-attention</strong>’ or ‘<strong>Self-abidance</strong>’. … [page 133]<br /><br />… Therefore, whether done in the form ‘Whence am I?’ or ‘Who am I?’, what is absolutely essential is that Self-attention should be pursued till the very end. … [page 138] </blockquote>If it were true that ‘Self-Awareness is impossible for the ego’, as Michael Langford wrote, it would imply that — when the term ‘Self-attention’ is replaced by ‘Self-awareness’ in these five passages — the practice recommended in these passages is impossible for us, which would be absurd. The truth is, of course, that we certainly can practise ‘self-attention’ or ‘self-awareness’, and that is why Sri Ramana has taught us that this practice is the only means by which we can experience ourself as we really are.<br /><div align=\"left\"><br />Like Sri Ramana, Sri Sadhu Om used words in Tamil that mean ‘self-consciousness’ or ‘self-awareness’ such as தன்னுணர்வு (<em>taṉ-ṉ-uṇarvu</em>), and other words that specifically mean ‘self-attention’ or ‘self-attentiveness’ such as தன்னாட்டம் (<em>taṉ-ṉāṭṭam</em>), அக நாட்டம் (<em>aha-ṉāṭṭam</em>), அக முகம் (<em>aha-mukham</em>), தற்கவனம் (<em>taṯ-gavaṉam</em>) or ஆத்ம கவனம் (<em>ātma-gavaṉam</em>). Whichever one of these words he used in any particular context was appropriate to that context and to the exact meaning that he intended to convey, so in many cases it would not be appropriate to replace a word that he used with another word that was similar but not identical in meaning.<br /><br />Though ‘consciousness’, ‘awareness’ and ‘attention’ are words that have closely related meanings, the exact meaning of ‘attention’ is not identical to either ‘consciousness’ or ‘awareness’, which are two words whose meaning is more or less identical. In relation to ‘consciousness’ or ‘awareness’, ‘attention’ has a more specific meaning. That is, attention specifically means consciousness that is directed towards or focused upon a particular target, and hence it is a word that is appropriate to use to describe <em>ātma-vichāra</em>, which is the practice of keenly focused and vigilant self-consciousness.<br /><br />Whereas in all our mundane activities the target of our attention is a constantly changing stream of thoughts or objects — things that we experience as <em>anya </em>or other than our essential self — in our practice of <em>ātma-vichāra</em> the target of our attention is nothing other than ourself, our own essential being, ‘I am’. Thus <em>ātma-vichāra</em> or self-attention is a non-objective and therefore absolutely non-dual state of keenly focused, clear and thought-free self-consciousness.<br /><br />That is, <em>ātma-vichāra</em>, ‘self-investigation’, ‘self-enquiry’, ‘self-scrutiny’, ‘self-attention’ and ‘self-attentiveness’ are terms that specifically denote the non-dual practice in which our consciousness is directed towards and keenly focused upon itself, and in which we thereby rest in and as the pristine form of our consciousness, which is absolutely thought-free and therefore adjunct-free non-dual self-consciousness.<br /><br />However, though this practice is a state of relatively clear self-consciousness or self-awareness, neither the term ‘self-consciousness’ nor the term ‘self-awareness’ describes it as clearly or precisely as ‘self-attention’ or ‘self-attentiveness’, because without any qualifying adjective ‘self-consciousness’ and ‘self-awareness’ do not by themselves specifically denote the keen focus, vigilance and attentiveness that are required in this practice of <em>ātma-vichāra</em>. Therefore if we replace ‘self-attention’ with ‘self-awareness’, as Michael Langford has done, its exact meaning will not be adequately conveyed.<br /><br />If we qualify the terms ‘self-awareness’ or ‘self-consciousness’ with adjectives such as ‘vigilant’, ‘keenly attentive’, ‘focused’, ‘exclusive’, ‘clear’, ‘pure’ or ‘pristine’, they do clearly describe the exact nature of the practice of <em>ātma-vichāra</em>, but without any such adjective they do not adequately describe it, because we never experience any time or state in which we are not self-conscious or self-aware.<br /><br />Since our natural and ever-present self-consciousness, ‘I am’, is now clouded and obscured (but never entirely hidden) by all the thoughts or adjuncts that we have superimposed upon it, in order to experience it in its pristine form — as it really is — we must withdraw our attention from all other things and focus it exclusively upon itself — its own essential consciousness of being, ‘I am’. This exclusive focusing of our attention or consciousness upon itself is the practice of <em>ātma-vichāra</em>, ‘self-investigation’ or ‘self-enquiry’, which is the only means by which we can experience our natural state of absolutely clear non-dual self-consciousness or self-awareness.<br /><br />One of Michael Langford’s favourite descriptions of the practice of <em>ātma-vichāra</em> is ‘awareness watching awareness’, which describes it more clearly and accurately than the term ‘self-awareness’ without any qualifying adjective does, because in this context the word ‘watching’ means ‘attending’ or ‘being attentive’. Therefore, to be fair to him, it is important to acknowledge that his understanding of the practice of <em>ātma-vichāra</em> does seem to be reasonably clear and correct, and that we can therefore assume that when he uses the term ‘self-awareness’ to describe this practice what he actually means is vigilantly attentive (or ‘watchful’) self-awareness — in other words, keenly focused self-consciousness or self-attentiveness.<br /><br />Let us now consider the statement that Michael Langford wrote in bold type in the second of the two introductory paragraphs that he wrote in his webpage <a href=\"http://www.albigen.com/uarelove/sadhu_om_self_inquiry.aspx\" target=\"blank\">Sri Sadhu Om - Self Inquiry</a>, in which he claims that Sri Sadhu Om points out that:<br /></div><p align=\"center\"><strong>Self-inquiry is only an aid to Self-Awareness;<br />only Self-Awareness is the True Direct Path.</strong></p>As I wrote at the beginning of this article, this statement is misleading and confusing, and Sri Sadhu Om never expressed any such idea. The reason why it is confusing and why Sri Sadhu Om would never make such a statement is that — if we understand the term ‘Self-Awareness’ in this context to mean vigilantly attentive self-awareness (as Michael Langford appear to mean when he uses it) — the terms ‘Self-inquiry’ and ‘Self-Awareness’ are actually synonymous.<br /><div align=\"left\"><br />When Michael Langford writes that ‘Self-inquiry is only an aid to Self-Awareness’, what exactly does he mean by the terms ‘Self-inquiry’ and ‘Self-Awareness’? Since he seems to use the term ‘Self-Awareness’ in most cases to mean self-attentiveness, it appears that in this case he uses the term ‘Self-inquiry’ to mean something other than self-attentiveness, which is the true practice of <em>ātma-vichāra</em> or ‘self-investigation’.<br /><br />Therefore I suspect that when he writes that ‘Self-inquiry is only an aid to Self-Awareness’, what he means by the term ‘Self-inquiry’ is the practice of asking oneself verbalised questions such as ‘to whom do these thoughts occurs?’, ‘who is thinking these thoughts?’, ‘who am I?’ or ‘whence am I?’. However, when Sri Ramana used the term <em>ātma-vichāra</em> — which literally means ‘self-investigation’ or ‘self-scrutiny’ but which is often translated as ‘self-enquiry’ or ‘self-inquiry’ — he did not mean that we should actually verbalise any question in our mind.<br /><br />In a spiritual context, the Sanskrit word <em>vichāra</em> does not mean ‘enquiry’ in the sense of asking questions, but only in the sense of ‘investigation’ — that is, a keen and close examination or scrutiny. Therefore when he says that we should investigate ‘who am I?’ he does not mean that we should literally ask ourself any such question, but only that we should figuratively ‘question’ ourself — that is, we should scrutinise ourself keenly and vigilantly in order to discover who or what this ‘I am’ really is.<br /><br />Because this word <em>vichāra</em> is often translated as ‘enquiry’ or ‘inquiry’ rather than as ‘investigation’ or ‘scrutiny’, a wrong impression has unfortunately been created in the minds of many people who are able to read Sri Ramana’s teachings only in English that the correct practice of <em>ātma-vichāra</em> is to ask ourself literally questions such as ‘who am I?’. If we thus misunderstand the term ‘Self-inquiry’ to mean a practice of just asking ourself such questions, Michael Langford is correct when he writes that ‘Self-inquiry [used in this incorrect sense] is only an aid to Self-Awareness’.<br /><br />However, by using the term ‘Self-inquiry’ in this incorrect sense, and by attributing such words to Sri Sadhu Om, Michael Langford is perpetuating and exacerbating the confusion created by the translation of the term <em>ātma-vichāra</em> as ‘self-enquiry’ or ‘self-inquiry’ and by the consequent misinterpretation of it to mean a mental exercise of asking ourself verbalised questions, because <em>ātma-vichāra</em> as taught by Sri Ramana is actually not a mental activity but only the perfectively inactive state of thought-free self-attentiveness or self-consciousness.<br /><br />When we practise <em>ātma-vichāra</em> or self-attentiveness, if any thought rises as a result of <em>pramāda</em> (self-negligence or slackness in our self-attentiveness), asking ourself ‘to whom has this thought occurred?’ may help us to divert our attention back towards ourself, away from whatever thought it may be, so in this sense asking ourself such a question may be ‘an aid to Self-Awareness’ — that is, an aid to us in our practice of self-attentiveness. However, true <em>ātma-vichāra</em> — self-investigation or ‘self-enquiry’ — is not the mental act of asking ourself any such question, but is only the state of thought-free self-attentiveness that such a question my help us to regain.<br /><br />After writing that ‘Self-inquiry is only an aid to Self-Awareness’, Michael Langford writes that ‘only Self-Awareness is the True Direct Path’. This term ‘direct path’ is a translation of the Tamil words <em>nēr mārgam</em>, which Sri Ramana used in verse 17 of <em>Upadēśa Undiyār</em>:<br /></div><blockquote>When [we] scrutinise the form of [our] mind without forgetfulness [<em>pramāda</em> or self-negligence], [we will discover that] nothing exists as ‘mind’ [separate from or other than our real self]. For everyone, this [is] the direct path [the direct means to experience true self-knowledge].</blockquote>In the last sentence of this verse, மார்க்கம் நேர் ஆர்க்கும் இது (<em>mārkkam nēr ārkkum idu</em>), மார்க்கம் (<em>mārkkam</em>) is a Tamil form of the Sanskrit noun <em>mārga</em>, which means path, track, way or means; நேர் (<em>nēr</em>) is a noun that is used here as an adjective meaning straight, direct, proper, correct, honest or true; ஆர்க்கும் (<em>ārkkum</em>) is a pronoun that means to or for everyone whosoever; and இது (<em>idu</em>) is a pronoun that means this or it. Thus this sentence means ‘for everyone this [is] the direct [straight, proper, correct, honest or straightforward] path [or means]’.<br /><div align=\"left\"><br />This path that Sri Ramana thus emphatically declares to be the direct, straight, proper or correct means for everyone is described by him in the first line of this verse, மனத்தின் உருவை மறவாது உசாவ (<em>maṉattiṉ uruvai maṟavādu ucāva</em>), which means ‘when [we] scrutinise the form of [our] mind without forgetfulness’. The final word of this line, உசாவ (<em>ucāva</em>), is the infinitive form of the transitive verb உசாவு (<em>ucāvu</em>), which means to investigate, scrutinise or examine minutely, and is used here idiomatically to mean ‘when [we] scrutinise’. What we should scrutinise or examine minutely is described by Sri Ramana as மனத்தின் உருவை (<em>maṉattiṉ uruvai</em>), which means ‘form of mind’ (since <em>maṉattiṉ</em> is an oblique form [used here to represent the genitive case] of <em>maṉam</em>, which is a Tamil form of the Sanskrit word <em>manas</em> meaning ‘mind’, and <em>uruvai</em> is the accusative form of the noun <em>uru</em>, which means ‘form’).<br /><br />What exactly does he mean by this term <em>maṉattiṉ uruvai</em> or ‘form of mind’? He answers this question in the next verse (verse 18):<br /></div><blockquote>Mind [is] only thoughts. Among all [the countless thoughts that we form in our mind], the thought named ‘I’ alone is the <em>mūla</em> [root, base, foundation, origin, source or cause]. [Therefore] what is called ‘mind’ is [in essence just this root thought] ‘I’.</blockquote>That is, the ‘form of mind’ that he refers to in verse 17 is only our primal thought ‘I’, which is the root, foundation or source of all other thoughts, since it is the subject that alone thinks and knows them. If this thinking ‘I’ did not exist — or at least appear to exist — no other thought would exist or even appear to exist.<br /><div align=\"left\"><br />Though this thinking ‘I’ is only a thought, it is quite unlike all other thoughts, because it is the conscious subject, whereas all other thoughts are non-conscious (<em>jaḍa</em>) objects. It is conscious not only of all other thoughts, but also of itself. However, though it is a form of self-consciousness, it is not our real and essential self-consciousness, because it appears only in waking and dream and disappears in sleep.<br /><br />What then is the relationship between this ephemeral thought ‘I’, which is a temporary and therefore false form of our self-consciousness, and our eternal ‘I’, which is the permanent, real and original form of our self-consciousness? Our real self-consciousness always knows itself as ‘I am’, and never knows anything other than itself, because it is the one non-dual, infinite and indivisible reality, other than which nothing truly exists. Though our false self-consciousness also knows itself as ‘I am’, it knows not only itself but also things that appear to be other than itself, because it is not pure self-consciousness but self-consciousness mixed with adjuncts or <em>upādhis</em>.<br /><br />That is, our mind or thought ‘I’ is our pure non-dual self-consciousness, ‘I am’, mixed with adjuncts such as this body and everything that is associated with this body. Therefore Sri Ramana often described this thought ‘I’ as the thought ‘I am this body’, because it comes into existence only by imagining itself to be a body, as it does in both waking and dream. For example, in verse 2 of <em>Āṉma-Viddai</em> he says:<br /></div><blockquote>The thought ‘this body composed of flesh is I’ indeed [is] the one thread on which [all our other] various thoughts are strung …</blockquote>Since this primal thought or imagination, ‘I am this body’, acts as a knot (<em>granthi</em>) that binds consciousness (<em>chit</em>) to thoughts or adjuncts, which are all non-conscious (<em>jaḍa</em>), Sri Ramana also described it as the <em>chit-jaḍa-granthi</em>. That is, in this mixed consciousness ‘I am this body’, ‘I am’ is <em>chit</em>, our pure consciousness of our own being, whereas ‘this body’ and all the other adjuncts associated with it are <em>jaḍa</em> or non-conscious.<br /><div align=\"left\"><br />Our pure consciousness ‘I am’ is the one permanent base or substratum upon which all our transient adjuncts are superimposed. Therefore, just as the one essential element that constitutes our mind is not any of our other thoughts but only our root thought ‘I’, which experiences itself as ‘I am this body’, so the one essential element that constitutes this thought ‘I am this body’ is our pure consciousness ‘I am’. Likewise, just as all other thoughts are temporary and inessential products of our basic thought ‘I am this body’, so this body and everything else that we mistake to be ourself are temporary and inessential adjuncts that we have superimposed upon our fundamental consciousness ‘I am’.<br /><br />Therefore, when Sri Ramana advises us to scrutinise or minutely examine the ‘form of [our] mind’ in verse 17, he does not mean that we should scrutinise any of our other thoughts, but only that we should scrutinise our primal and essential thought ‘I’, and even in this thought ‘I’ what he expects us to scrutinise is not any of its inessential adjuncts, which are all <em>jaḍa</em> or non-conscious, but only its one real and essential element, which is <em>chit</em>, our pristine adjunct-free consciousness ‘I am’.<br /><br />This is why, in an answer that is recorded in the last chapter of <em>Maharshi’s Gospel</em> (13th edition, 2002, page 89), Sri Ramana says:<br /></div><blockquote>… the ego [our mind or primal thought ‘I’] has one and only one [relevant] characteristic. The ego functions as the knot [<em>granthi</em>] between the Self[,] which is Pure Consciousness [<em>chit</em>][,] and the physical body[,] which is ... insentient [<em>jaḍa</em>]. The ego is therefore called the <span style=\"font-style: italic;\">chit-jada granthi</span> [the knot between consciousness and the non-conscious]. In your investigation into the source of <em>aham-vritti</em> [the thought ‘I’], you take the essential <em>chit</em> [consciousness] aspect of the ego; and for this reason the enquiry must lead to the realization of the pure consciousness of the Self.</blockquote>Therefore, (as I explain in a <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1228610520000#c7980263945992381919\" target=\"blank\">reply</a> that I wrote to a <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1228600860000#c6254873779589410381\" target=\"blank\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html\" target=\"blank\">Making effort to pay attention to our mind is being attentive only to our essential self</a>) if we pay attention to our mind — our ego or primal thought ‘I’ — correctly in the manner that Sri Ramana has taught us, we will be attending to nothing other than our essential consciousness of being, which is our real self, and hence it will purify and refine our power of attention, making it eventually clear and subtle enough for us to be able to experience ourself as we really are, devoid of even the slightest trace of any adjunct or thought.<br /><div align=\"left\"><br />In other words, the <em>maṉattiṉ uru</em> or ‘form of [our] mind’ that Sri Ramana advises us to scrutinise in verse 17 of <em>Upadēśa Undiyār</em> is our mind’s ஒளி உரு (<em>oḷi uru</em>) or ‘form of light’ that he says we should know in verse 16:<br /></div><blockquote>[Our] mind knowing its own form of light, having given up [knowing] external objects, alone is true knowledge.</blockquote>Our mind’s <em>oḷi uru</em> or ‘form of light’ is its essential form of pure non-dual self-consciousness, ‘I am’, which we can experience as it really is only by giving up all வெளி விடயங்கள் (<em>veḷi viḍayaṅgal</em>), external <em>viṣayas</em> or objects — that is, everything that is extraneous to our essential self, which includes all thoughts and all the adjuncts that we habitually superimpose upon ourself.<br /><div align=\"left\"><br />Therefore the <em>nēr mārgam</em> or ‘direct path’ that Sri Ramana teaches us in verse 17 of <em>Upadēśa Undiyār</em> is only <em>ātma-vichāra</em>, the simple practice of being vigilantly attentive to nothing other than our own essential self-consciousness — our adjunct-free non-dual consciousness of our own being, ‘I am’.<br /><br />When we thus keenly scrutinise this pure consciousness ‘I am’ — which is our <em>oḷi uru</em> or ‘form of light’, the one truly essential <em>maṉattiṉ uru</em> or ‘form of [our] mind’ — Sri Ramana says that what we will discover is மனம் என ஒன்று இலை (<em>maṉam eṉa oṉḏṟu ilai</em>), ‘one [thing] as mind does not exist’ — in other words, there is really no such thing as mind at all.<br /><br />That is, we will discover that we have never really existed as this adjunct-bound, thinking and object-knowing consciousness that we call ‘mind’, but have always been nothing other than the one infinite non-dual consciousness ‘I am’, which never knows anything other than itself, since it alone truly exists.<br /><br />If we look carefully at what we mistake to be a snake lying on the ground in the dim light of dusk, we will discover that it is only a rope and that there was therefore really no such thing as a snake at all. Likewise, if we look carefully at what we now mistake to be our ‘mind’, we will discover that it is only our essential self-conscious being, ‘I am’, and that there was therefore really no such thing as ‘mind’ at all.<br /><br />Just as the snake was a mere imagination that we superimposed upon the rope, so our mind — the false consciousness ‘I am this body’, which is the seemingly conscious thought that thinks and knows all other thoughts, objects, otherness or duality — is a mere imagination that we have superimposed upon our real consciousness ‘I am’. Since this pure consciousness ‘I am’ is the only true substance or reality of our mind, when we keenly examine our mind we will find that it is truly nothing other than this infinite consciousness of being, ‘I am’, which alone really exists.<br /><br />When describing this ‘direct path’ of <em>ātma-vichāra</em> or self-scrutiny in the first line of verse 17 of <em>Upadēśa Undiyār</em>, one of the key words used by Sri Ramana is மறவாது (<em>maṟavādu</em>), which is a negative participle of the transitive verb மற (<em>maṟa</em>) and which therefore means ‘not forgetting’, ‘not neglecting’, ‘not disregarding’ or ‘not giving up’. This negative participle மறவாது (<em>maṟavādu</em>) acts as an adverb that qualifies உசாவ (<em>ucāva</em>), which as we saw above means ‘when [we] investigate [scrutinise or examine minutely]’, so it clearly expresses the keenness and vigilance with which we should scrutinise the essential form of our mind, our fundamental consciousness ‘I am’.<br /><br />That is, if we are to scrutinise ourself effectively, we should be extremely vigilant in order to avoid swerving even in the least from our self-attentiveness due to self-forgetfulness or self-negligence. The technical term used in <span style=\"font-style: italic;\">advaita</span> texts for such self-forgetfulness or self-negligence is the Sanskrit word <em>pramāda</em>, which literally means negligence or carelessness, and ancient texts such as <em>Sanatsujātīyam</em> 1.4 (<em>Mahābhārata</em> 5.42.4) and <em>Vivēkachūḍāmaṇi</em> verse 321 declare that ‘<em>pramāda</em> is death’.<br /><br />The actual words in <em>Sanatsujātīyam</em> 1.4 are ‘… <em>pramādaṃ vai mṛtyum</em> … <em>sadāpramādam amṛtatvaṃ</em> …’, which mean ‘… <em>pramāda</em> indeed [is] death … perpetual non-<em>pramāda</em> [is] deathlessness [or immortality] …’. Such perpetual non-<em>pramāda</em> is the state of unwavering self-attentiveness that Sri Ramana describes in the first line of verse 17 of <em>Upadēśa Undiyār</em> as மனத்தின் உருவை மறவாது உசாவ (<em>maṉattiṉ uruvai maṟavādu ucāva</em>), ‘when [we] scrutinise the form of [our] mind without forgetfulness’.<br /><br />We imagine ourself to be this body-bound form of consciousness that we call our ‘mind’ or ‘ego’ only because of our <em>pramāda</em> — self-negligence or self-forgetfulness — and hence <em>pramāda</em> is the root-cause of all our problems and misery, which is why Sanatsujata and other sages declare that it is truly death — the seeming loss of our natural state of infinite, eternal, unbroken and indivisible <em>sat-chit-ānanda</em> or being-consciousness-bliss.<br /><br />Since the ultimate cause of all problems is only <em>pramāda</em> or self-negligence, the only real solution or remedy for all problems is the opposite of self-negligence, namely <em>sadā-apramāda</em> — perpetual non-<em>pramāda</em> or non-self-negligence — or in more positive terms, ‘eternal vigilance’, that is, constant self-attentiveness or self-remembrance. Clinging to our natural state of self-attentiveness or clear self-consciousness so firmly that we never neglect or forsake it is the only ‘direct path for everyone’, as Sri Ramana clearly emphasizes by qualifying the verb உசாவ (<em>ucāva</em>) — ‘when [we] investigate’, ‘when [we] scrutinise’ or ‘when [we] examine minutely’ — with the word மறவாது (<em>maṟavādu</em>) — ‘not forgetting’, ‘not neglecting’, ‘not disregarding’ or ‘not giving up’.<br /><br />Whenever we succumb to <em>pramāda</em> or forgetfulness while practising self-attentiveness, it has one of two effects — either we fall asleep or we begin to think thoughts about something other than our essential self. Therefore, since these two pitfalls are both caused only by <em>pramāda</em>, the only effective means by which we can steer our way steadily and unfalteringly between them is to be extremely vigilant in our self-attentiveness.<br /><br />Therefore if he uses the term ‘Self-Awareness’ to mean such keenly vigilant self-attentiveness, Michael Langford is correct when he writes that ‘only Self-Awareness is the True Direct Path’. However he confuses and clouds the clarity and precision of Sri Ramana’s teachings when he writes in the same sentence that ‘Self-inquiry is only an aid to Self-Awareness’, because Sri Ramana has clearly taught us that <em>ātma-vichāra</em> (which is the term that is translated into English as ‘self-enquiry’ or ‘self-inquiry’) is only the practice of vigilant self-attentiveness (or ‘Self-Awareness’, as Michael Langford calls it).<br /><br />Though Sri Ramana may have used many different terms to denote this simple practice of vigilant self-attentiveness, and though he may have described it in different ways, the practice that he consistently advocated was only one. If for example we consider all the ways in which he has described this practice in his twenty-paragraph essay <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nāṉ Yār?</em></a> (Who am I?), we can clearly see that though he has described it using a variety of terms, all such terms actually refer to the same simple practice.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\" target=\"blank\">first paragraph</a> he describes it as நானார் என்னும் ஞான விசாரம் (<em>nāṉ-ār eṉṉum jñāṉa vichāram</em>), the “knowledge-investigation ‘who am I?’”, which alone he says is முக்கிய சாதனம் (<em>mukhya sādhaṉam</em>), the ‘principal means’ by which we can know ourself and thereby attain the happiness that is our <em>svabhāva</em> or own real nature.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\" target=\"blank\">fourth paragraph</a> he describes it saying மனத்தின் சொரூபத்தை விசாரித்துக்கொண்டே போனால் ‘தானே’ மனமாய் முடியும் (<em>maṉattiṉ sorūpattai vichārittu-k-koṇḍē pōṉāl ‘tāṉē’ maṉamāy muḍiyum</em>), “if [we] go on investigating the nature of [our] mind, ‘self alone’ will finally be [experienced as the sole reality of that which now appears] as mind”.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\" target=\"blank\">fifth paragraph</a> he describes it saying நான் என்கிற நினைவு தேகத்தில் முதலில் எந்தவிடத்தில் தோன்றுகின்றது என்று விசாரித்தால் ஹ்ருதயத்தில் என்று தெரிய வரும் (<em>nāṉ eṉkiṟa niṉaivu dēhattil mudalil enda-v-iḍattil tōṉḏṟukiṉḏṟadu eṉḏṟu vichārittāl hrudayattil eṉḏṟu teriya varum</em>), “if [we] investigate in which place the thought ‘I’ first appears in the body, [we] will come to know that [it rises first] in [our] heart [the innermost core of our being, which alone is the ‘birthplace’ or source of our mind, and which is not actually a place in the body but only our infinite real self]”, and நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட அவ்விடத்திற் கொண்டுபோய் விட்டுவிடும் (<em>nāṉ, nāṉ eṉḏṟu karuti-k-koṇḍ[u]-irundāluṅ-kūḍa a-vv-iḍattil koṇḍupōy viṭṭuviḍum</em>), “even if [we] are [continuously] thinking [to ourself] ‘I, I’, it will certainly lead [us] to that place [our heart or real self]”. Since the source or ‘place’ from which the thought ‘I’ rises as ‘I am this body’ is only our heart or real self, we can investigate what that source is only by attending to nothing other than our essential self, and if we constantly think ‘I, I’ our attention will naturally be drawn towards ourself, the consciousness that this word ‘I’ really denotes.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a> he begins by saying நானார் என்னும் விசாரணையினாலேயே மனம் அடங்கும் (<em>nāṉ-ār eṉṉum vichāraṇaiyinālēyē maṉam aḍaṅgum</em>), “only by [means of] the investigation ‘who am I?’ will [our] mind subside [shrink, settle down, be subdued, become still, disappear or cease to be]”. In this sentence Sri Ramana states clearly that <em>ātma-vichāraṇa</em> or self-investigation is that only means by which the mind will subside, be subdued, become still or cease to exist, a truth that he emphasises again in the first two sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">eighth paragraph</a>, which we will consider below. In this sentence he emphasises this truth very strongly by adding the intensifying suffix ஏ (<em>ē</em>) — which means only, alone, itself, certainly, truly or indeed — not just once but twice to the word விசாரணையினால் (<em>vichāraṇaiyināl</em>), which means ‘by investigation’ (being an instrumental case-form of <em>vichāraṇai</em>).<br /><br />He then explains how we should keep our entire attention focused only on ourself, saying பிற எண்ணங்கள் எழுந்தால் அவற்றைப் பூர்த்திபண்ணுவதற்கு எத்தனியாமல் அவை யாருக்கு உண்டாயின என்று விசாரிக்க வேண்டும் (<em>piṟa eṇṇaṅgal ezhundāl avaṯṟai-p pūrttipaṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vichārikka vēṇḍum</em>), “if other thoughts arise, without attempting to complete them [we] should investigate to whom they have occurred”. After explaining that if we thus vigilantly investigate to whom any thought arises our attention will be drawn back ‘to me’, he says நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த எண்ணமும் அடங்கிவிடும் (<em>nāṉ-ār eṉḏṟu vichārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbiviḍum; ezhunda eṇṇamum aḍaṅgiviḍum</em>), “if [we thus] investigate ‘who am I?’ [our] mind will return to its birthplace [our real self]; [and] the thought that arose will subside [since it will thereby be deprived of our attention]”.<br /><br />Then he says இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்தில் தங்கி நிற்கும் சக்தி அதிகரிக்கின்றது (<em>ippaḍi-p pazhaka-p pazhaka maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟkum śakti adhikarikkiṉḏṟadu</em>), “when [we] practise and practise in this manner, to [our] mind the power to stand firmly established in its birthplace will increase”. That is, if we thus repeatedly practise turning our attention back towards ourself whenever it is distracted by any other thought, our ability to abide firmly in self, as self, will steadily increase.<br /><br />In this first half of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a> Sri Ramana uses the verb விசாரி (<em>vichāri</em>) three times (and he uses it on seven other occasions in <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nāṉ Yār?</em></a>, once in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\" target=\"blank\">fourth paragraph</a>, once in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\" target=\"blank\">fifth paragraph</a> and five times in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\" target=\"blank\">sixteenth paragraph</a>). In this context விசாரி (<em>vichāri</em>), which is the Tamil form of the Sanskrit verb <em>vichār</em>, means to ‘investigate’, ‘scrutinise’, ‘examine closely’ or ‘ascertain’, but because it has often been translated as to ‘enquire’ or ‘inquire’, many people have misunderstood it to mean ‘ask’ or ‘question’, and therefore they imagine that they can ascertain who or what they really are simply by asking questions such as ‘who am I?’.<br /><br />Though this verb and its noun forms, <em>vichāra</em> and <em>vichāraṇa</em>, are used in a worldly context such as a judicial enquiry to mean ‘enquiring’ or ‘examining’ in the sense of questioning or interrogating, in a spiritual context they mean ‘enquiring’ or ‘examining’ only in the sense of investigating, scrutinising or ascertaining by direct experience. Therefore when Sri Ramana says that we should investigate ‘who am I?’ or ‘to whom has this thought occurred?’, he does not mean that we should literally ask ourself such questions, but only that we should keenly scrutinise ourself, our fundamental consciousness ‘I am’, which is the ‘me’ to whom all thoughts occur.<br /><br />In the last half of this <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a> he uses various other terms to describe this practice of thought-excluding self-attentiveness such as அகமுகம் (<em>ahamukham</em>), ‘facing inwards’ or ‘facing towards I’, அந்தர்முகம் (<em>antarmukham</em>), ‘facing inwards’ or ‘introversion’, மௌனம் (<em>mauṉam</em>), ‘silence’, சும்மா இருப்பது (<em>summā iruppadu</em>), ‘just being’, and ஞான திருஷ்டி (<em>jñāṉa diruṣṭi</em>), ‘<em>jñāṉa dṛṣṭi</em>’ or ‘knowledge-seeing’, that is, the experience of true self-knowledge.<br /><br />In one sentence he says மனத்தை வெளி விடாமல் ஹ்ருதயத்தில் வைத்துக்கொண்டிருப்பதற்குத்தான் ‘அக முகம்’ அல்லது ‘அந்தர் முகம்’ என்று பெயர் (<em>maṉattai veḷi viḍāmal hrudayattil vaittu-k-koṇḍ[u]-iruppadaṟku-t-tāṉ ‘aha mukham’ alladu ‘antar mukham’ eṉḏṟu peyar</em>), “only to [this state of] being keeping [our] mind in [our] heart without letting [it] go outwards [is] the name ‘<em>ahamukham</em>’ [facing towards ‘I’ or self-attentiveness] or ‘<em>antarmukham</em>’ [facing inwards] [truly applicable]”. This state that he describes as ‘being keeping [our] mind in [our] heart without letting [it] go outwards’ is our natural state of just being, in which our attention remains in and as our pure self-consciousness, ‘I am’, without being distracted by any thought, which would draw it ‘outwards’ or away from itself.<br /><br />முகம் (<em>mukham</em>) is a Tamil form of the Sanskrit word <em>mukha</em>, the original meaning of which is mouth or face, but which by extension means facing, looking at, turning (or turned) towards, direction or meditation. அந்தர் (<em>antar</em>), which is another Sanskrit word that is often used in Tamil philosophical literature, means within or inside, so அந்தர்முகம் (<em>antarmukham</em>) means ‘facing inwards’, ‘looking inwards’, ‘turned within’ or ‘introversion’.<br /><br />அக (<em>aha</em>) is an oblique case-form of அகம் (<em>aham</em>), which has a richer and deeper meaning than அந்தர் (<em>antar</em>), because it is not only a word of Tamil origin that means inside, within, heart, mind or home, but is also the Sanskrit pronoun <em>aham</em>, which means ‘I’, so அகமுகம் (<em>ahamukham</em>) not only means ‘facing inwards’, ‘looking inwards’, ‘turned within’ or ‘introversion’, like அந்தர்முகம் (<em>antarmukham</em>), but also means specifically ‘facing towards I’, ‘looking at I’, ‘turned selfwards’ or ‘self-attentiveness’. According to Sri Ramana, only self or ‘I’ is inside, internal or within, and everything else is outside, external or extraneous to our essential self, so true <em>antarmukham</em> or introversion is nothing other than self-attentiveness, but this real meaning of <em>antarmukham</em> is clearly emphasised by the double meaning of <em>ahamukham</em>.<br /><br />This deeply meaningful word, அகமுகம் (<em>ahamukham</em>), is also used by Sri Ramana in verse 3 of <a href=\"http://www.davidgodman.org/rteach/Arunachala%20Pancharatnam%202007-10-2.pdf\" target=\"blank\"><em>Śrī Aruṇāchala Pañcharatṉam</em></a>:<br /></div><blockquote>அகமுகமா ரந்த வமலமதி தன்னா<br />லகமிதுதா னெங்கெழுமென் றாய்ந்தே — யகவுருவை<br />நன்கறிந்து முந்நீர் நதிபோலு மோயுமே<br />யுன்கணரு ணாசலனே யோர்.<br /><br /><em>ahamukhamā randa vamalamati taṉṉā<br />lahamidutā ṉeṅgezhumeṉ ḏṟāyndē — yahavuruvai<br />nangaṟindu munnīr nadipōlu mōyumē<br />ungaṇaru ṇāchalaṉē yōr.</em></blockquote>அகமுகம் (<em>ahamukham</em>), as we have seen, means ‘I-ward facing’, ‘I-ward looking’, ‘selfward directed’ or ‘self-attentive’, and ஆர் (<em>ār</em>) is a verbal root that functions here as a relative participle meaning ‘which is full’, ‘which pervades’, ‘which abides’ or simply ‘which is’. அந்த (<em>anda</em>) is a demonstrative pronoun that means ‘that’, அமல (<em>amala</em>) means blemishless, flawless, dirt-free, clean or pure, மதி (<em>mati</em>) means ‘mind’, and தன்னால் (<em>taṉṉāl</em>) means ‘by it’ but in this case functions as an instrumental case-ending for மதி (<em>mati</em>). Thus the first line of this verse, அகமுகம் ஆர் அந்த அமல மதி தன்னால் (<em>ahamukham ār anda amala mati-taṉṉāl</em>), means “by that pure mind which is self-attentive [or facing ‘I’-wards]”.<br /><div align=\"left\"><br />அகம் (<em>aham</em>) means ‘I’, இது (<em>idu</em>) means ‘this’ and தான் (<em>tāṉ</em>) is an intensifier that means itself, alone, only, certainly, truly or indeed, so அகம் இது தான் (<em>aham idu tāṉ</em>) means ‘this I itself’. எங்கு (<em>eṅgu</em>) means ‘where’, எழும் (<em>ezhum</em>) means rises, appears or originates, என்று (<em>eṉḏṟu</em>) is a participle that literally means ‘saying’ or ‘having said’ but which is frequently used as a particle of quotation (which functions like quotation marks in English, linking the quoted word or words, which precede it, to a verb, which follows it), and ஆய்ந்தே (<em>āyndē</em>) is the verb ஆய்ந்து (<em>āyndu</em>), which is a present or past participle that means investigating, examining, scrutinising or sifting, with the intensifying suffix ஏ (<em>ē</em>), which means only, certainly, truly or in this case keenly. Thus அகம் இது தான் எங்கு எழும் என்று ஆய்ந்தே (<em>aham idu tāṉ eṅgu ezhum eṉḏṟu āyndē</em>) means “keenly scrutinising ‘where does this “I” rise?’”.<br /><br />அகவுருவை (<em>aha-v-uruvai</em>) is the accusative form of அகவுரு (<em>aha-v-uru</em>), which means ‘I-form’, ‘form of I’ or <em>ātma-svarūpa</em>. நன்கு (<em>nangu</em>) is a noun that means what is good, abundant, healthy, well or happy, and is used here as an adverb meaning thoroughly, well or clearly. அறிந்து (<em>aṟindu</em>) is a present or past participle that means knowing, cognising, experiencing or ascertaining. Thus அகவுருவை நன்கு அறிந்து (<em>aha-v-uruvai nangu aṟindu</em>) means “clearly knowing the [true] form of ‘I’”.<br /><br />முந்நீர் (<em>munnīr</em>) literally means ‘three waters’, which is a name given to the ocean (since it consists of river water, rain water and spring water), நதி (<em>nadi</em>) means river, and போலும் (<em>pōlum</em>) means like, so முந்நீர் நதி போலும் (<em>munnīr nadi pōlum</em>) means ‘like a river [in] the ocean’. ஓயும் (<em>ōyum</em>) is a finite verb that means will cease to be, perish, rest or merge, and the suffix ஏ (<em>ē</em>) is an intensifier that means only, certainly, truly or indeed. உன்கண் (<em>un-kaṇ</em>) means ‘in you’, அருணாசலனே (<em>aruṇāchalaṉē</em>) means ‘O Arunachalan’ (Arunachalan being a personal form of the name Arunachala, which in this context denotes our essential self, which is the one absolute reality), and the final word ஓர் (<em>ōr</em>) is an imperative that means know. Thus முந்நீர் நதி போலும் ஓயுமே உன்கண் அருணாசலனே ஓர் (<em>munnīr nadi pōlum ōyumē un-kaṇ aruṇāchalaṉē ōr</em>) means “know [that we] will certainly merge [and cease to be] in you, O Arunachalan, like a river in the ocean”.<br /><br />Thus the meaning of this entire verse is:<br /></div><blockquote>By [means of] that pure mind which is <em>ahamukham</em> [self-attentive or facing towards ‘I’], keenly scrutinising ‘where does this “I” rise?’ [and thereby] clearly knowing the [true] form of ‘I’, [we] will certainly merge [and cease to be] in you, O Arunachalan, like a river in the ocean. Know [thus]. </blockquote>In this verse Sri Ramana teaches clearly us how we should investigate or scrutinise ‘where does this “I” rise?’. That is, the only means by which we can truly investigate or ‘seek’ the source from which our mind rises in this body (or in any other body, such as a dream body) as ‘I am this’ is <em>ahamukham</em> or self-attentiveness — that is, turning our attention inwards to face ‘I’ alone. Such self-attentiveness will enable us to clearly know our essential self, the true ‘form of I’, only when by practising it persistently our mind has become <em>amala</em> — pure or cleansed of its <em>mala</em>, its dirt and impurity, which is our <em>viṣaya-vāsanas</em>, our desires for things that are external, extraneous or other than our essential self.<br /><div align=\"left\"><br />Our desire for <em>viṣayas</em>, external objects and experiences, is the force that impels our mind to rush outwards, away from our essential self, and hence we can weaken and eventually destroy such desire only by self-attentiveness — that is, only by the practice of persistently drawing our mind back to face only ‘I’ whenever it wanders towards any <em>viṣaya</em>, anything that is other than ‘I’. Therefore when Sri Ramana says that we should investigate ‘who am I?’, ‘whence am I?’, ‘where does this “I” rise?’ or ‘to whom do these thoughts occur?’, he does not mean that we should merely ask ourself any such question, or form such words in our mind, but only that we should keenly scrutinise or attend to this thinking ‘I’ in order to ascertain what it really is, or what is the underlying reality from which it has appeared.<br /><br />Another term that Sri Ramana often used to clearly describe this thought-excluding and mind-purifying practice of அகமுகம் (<em>aha-mukham</em>) or self-attentiveness is அகநோக்கு (<em>aha-nōkku</em>), which literally means self-observation, looking at or attending to ‘I’. As I explained in my previous article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/truth-of-arunachala-and-of-seeing-light.html\" target=\"blank\">The truth of Arunachala and of ‘seeing the light’ (<em>deepa-darśana</em>)</a>, in his verse entitled <em>Deepa-Darśaṉa Tattuvam</em> he teaches us clearly that அகநோக்கு (<em>aha-nōkku</em>) or self-attentiveness is the means by which we should separate ourself from our mind, which is our <em>dēhātma-buddhi</em> or false consciousness ‘I am this body’; the means by which we should make our mind abide firmly in our heart or real self; and the means by which we should thus see the non-dual real light of self.<br /><br />Therefore self-attentiveness, which is the correct practice <em>ātma-vichāra</em>, is the only ‘direct path for everyone’, because it alone will lead us directly from wherever we may now be straight to our final destination, which is the non-dual experience of perfectly clear self-knowledge. However impure our mind may be, by this extremely simple practise of remembering or being attentive to our essential self-consciousness, ‘I am’, we can purify it, removing all its <em>viṣaya-vāsanas</em> or desires for external objects and experiences, and thus we can separate ourself from the false consciousness ‘I am this body’ and merge in the clear light of pure thought-free self-conscious being, which is the source, substance and only reality of what we now experience as ‘I’.<br /><br />Towards the end of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nāṉ Yār?</em></a> Sri Ramana says நான் என்னும் நினைவு கிஞ்சித்தும் இல்லா விடமே சொரூபம் ஆகும். அதுவே ‘மௌனம்’ எனப்படும். இவ்வாறு சும்மா விருப்பதற்குத்தான் ‘ஞான திருஷ்டி’ யென்று பெயர். சும்மா விருப்பதாவது மனத்தை ஆன்மசொரூபத்தில் லயிக்கச் செய்வதே (<em>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍamē sorūpam āhum. aduvē ‘mauṉam’ eṉappaḍum. ivvaṟu summā v-iruppadaṟku-t-tāṉ ‘jñāṉa diruṣṭi’ y-eṉḏṟu peyar. summā v-iruppadāvadu maṉattai āṉma-sorūpattil layikka-c ceyvadē</em>), “only the place [state or reality] that is devoid of even a little [trace] of [our primal] thought ‘I’ is <em>svarūpa</em> [our ‘own form’ or essential self]. That alone is called ‘<em>mauna</em>’ [silence]. Only to [this state of] <em>summā iruppadu</em> [just being] [is] the name ‘<em>jñāṉa dṛṣṭi</em>’ [‘knowledge-seeing’, that is, the experience of true knowledge] [truly applicable]. [What is thus called] <em>summā iruppadu</em> [just being] [is] only [the state of] making [our] mind to subside [sink, settle down, melt, dissolve, disappear, be absorbed or perish] in <em>ātma-svarūpa</em> [our own essential self]”.<br /><br />In the term சும்மா இருப்பது (<em>summā iruppadu</em>), சும்மா (<em>summā</em>) is an adverb that means ‘just’, ‘merely’, ‘silently’, ‘peacefully’, ‘restfully’ or ‘without doing anything’, and இருப்பது (<em>iruppadu</em>) is a verbal noun that means ‘being’, ‘existing’, ‘abiding’ or ‘remaining’. Thus <em>summā iruppadu</em> or ‘just being’ is a term that clearly describes the correct practice of <em>ātma-vichāra</em> or self-investigation, because when we are truly self-attentive, all other thoughts are excluded and hence our mind subsides, sinks or settles down naturally in our essential self, as our essential self.<br /><br />Since this state of <em>summā iruppadu</em> or ‘just being’ is completely devoid of all thought, imagination or mental activity, including even our primal thought ‘I’, it is the state of absolute <em>mauṉa</em> or ‘silence’, and since nothing exists in it except <em>ātma-svarūpa</em> — our own essential self, which is absolutely non-dual self-conscious being, ‘I am’— ‘just being’ and ‘silence’ are both synonyms for <em>ātma-svarūpa</em>. Moreover, since it is a state not only of pure being or <em>sat</em> but also of pure consciousness or <em>chit</em>, it is also called <em>jñāṉa dṛṣṭi</em>, the experience of true knowledge.<br /><br />Since our goal is only this state of perfectly thought-free self-conscious being, in which there is absolutely no room for even the slightest otherness or duality, the only means by which we can attain it is nothing other than the same state of thought-free self-conscious being, which is the correct practice of <em>ātma-vichāra</em> — self-investigation, self-scrutiny or self-attentiveness.<br /><br />In the later paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><em>Nāṉ Yār?</em></a> Sri Ramana uses various other terms to describe this same non-dual practice of <em>ātma-vichāra</em> or thought-free self-conscious being, but however he may describe it, he clearly indicates on each occasion that it is the same practice, which he repeatedly declared to be the only means by which we can experience true self-knowledge.<br /><br />In the first two sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">eighth paragraph</a> he reiterates the truth that he stated in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a>, saying மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்கள் இல்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினால் போல் இருந்து, மறுபடியும் கிளம்பிவிடும் (<em>maṉam aḍaṅguvadaṟku vichāraṇaiyai-t tavira vēṟu tahunta upāyaṅgal illai. maṯṟa upāyaṅgaliṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl pōl irundu, maṟupaḍiyum kiḷambiviḍum</em>), “For the mind to subside [settle down, become still, disappear or cease to be], there are no adequate [effective, appropriate or suitable] means other than <em>vichāraṇa</em> [investigation, that is, <em>ātma-vichāraṇa</em> or self-investigation]. If [we] make [it] subside by [any] other means, the mind will remain as if subsided, [but] will rise [emerge] again”.<br /><br />After saying this, he gives the example of <em>prāṇāyāma</em> or breath-restraint, saying, ‘Even by <em>prāṇāyāma</em> [breath-restraint], the mind will subside; however, [though] the mind remains subsided so long as the breath remains subsided, when the breath emerges [or becomes manifest] it will also emerge and wander under the sway of [its] <em>vāsanas</em> [inclinations, impulses or desires]’, and he concludes the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">eighth paragraph</a> by saying ஆகையால் பிராணாயாமம் மனத்தை அடக்க சகாயம் ஆகுமே யன்றி மனோநாசம் செய்யாது (<em>āhaiyāl pirāṇāyāmam maṉattai aḍakka sahāyam āhumē aṉḏṟi maṉōnāśam ceyyādu</em>), “Therefore <em>prāṇāyāma</em> is just an aid to restrain the mind, but will not bring about <em>manō-nāśa</em> [annihilation of the mind]”.<br /><br />He begins the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para09\" target=\"blank\">ninth paragraph</a> by saying, “Just like <em>prāṇāyāma</em>, <em>mūrti-dhyāna</em> [meditation upon a form of God], <em>mantra-japa</em> [repetition of sacred words such as a name of God] and <em>āhāra-niyama</em> [restriction of diet, particularly the restriction of consuming only vegetarian food] are [just] aids that restrain the mind”, thereby implying that like <em>prāṇāyāma</em> they will not bring about <em>manō-nāśa</em> or annihilation of the mind.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth paragraph</a> he uses the term சொரூபத்யானம் (<em>sorūpa-dhyānam</em>) — a Tamil form of the Sanskrit compound noun <em>svarūpa-dhyāna</em>, which means self-contemplation or self-attentiveness — to denote the practice of <em>ātma-vichāra</em>, and he emphasises the fact that this practice is suitable for each and every one of us, no matter how great a sinner we may be (or by implication, no matter how impure our mind may be), saying:<br /></div><blockquote>Even though <em>viṣaya-vāsanas</em> [latent impulsions, desires or propensities to attend to things other than ourself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <em>svarūpa-dhyāna</em> increases and increases. Without giving room even to the doubting thought ‘is it possible to dissolve so many <em>vāsanas</em> and be only as self?’ [we] should cling tenaciously to <em>svarūpa-dhyāna</em>. However great a sinner a person may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ [he] completely rejects the thought that he is a sinner and is zealous [or steadfast] in <em>svarūpa-dhyāna</em>, he will certainly be reformed [or transformed into the true ‘form’ of thought-free self-conscious being]. </blockquote></div>In this very important paragraph Sri Ramana not only teaches us that however strong and dense our <em>viṣaya-vāsanas</em> may be — in other words, however impure our mind may be – we can destroy them all by this simple practice of <em>svarūpa-dhyāna</em> or self-attentiveness, but also emphasises that the only way we can succeed in our effort to be free of all these <em>viṣaya-vāsanas</em> is ‘to cling tenaciously to <em>svarūpa-dhyāna</em>’, thereby giving no room to the rising of any other thought.<br /><div><div align=\"left\"><br />The words that he uses in Tamil, சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும் (<em>sorūpa-dhyānattai viḍāppiḍiyāy-p piḍikka vēṇḍum</em>), which mean ‘it is necessary to cling tenaciously to <em>svarūpa-dhyāna</em>’, emphasise very strongly how tenacious we must be, because in the words விடாப்பிடியாய்ப் பிடிக்க (<em>viḍāppiḍiyāy-p piḍikka</em>), which mean ‘to cling tenaciously [pertinaciously, obstinately, unyieldingly or firmly]’, the adverb விடாப்பிடியாய் (<em>viḍāppiḍiyāy</em>) is etymologically a compound of two words, விடா (<em>viḍā</em>), which is a negative participle that means not leaving, quitting, giving up, letting go, releasing, forsaking or abandoning, and பிடி (<em>piḍi</em>), which is the root of a verb that means the opposite of விடு (<em>viḍu</em>), namely to catch, grasp, cling, hold fast or adhere to.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> he continues the subject of destroying <em>viṣaya-vāsanas</em>, saying:<br /><blockquote>As long as <em>viṣaya-vāsanas</em> exist in [our] mind, so long the <em>vichāraṇa</em> [investigation] ‘who am I?’ is necessary. As and when thoughts arise, then and there it is necessary [for us] to annihilate them all by <em>vichāraṇa</em> [keen and vigilant self-attentiveness] in the very place from which they arise. Being without attending to <em>anya</em> [anything other than ourself] is <em>vairāgya</em> [dispassion] or <em>nirāsa</em> [desirelessness]; being without leaving self is <em>jñāna</em> [knowledge]. In truth [these] two [desirelessness and true knowledge] are only one. Just as pearl-divers, tying a stone to their waist and submerging, pick up a pearl which lies in the ocean, so each person, submerging [beneath the surface activity of their mind] and sinking [deep] within themself with <em>vairāgya</em> [freedom from desire for anything other than being], can attain the pearl of self. If one clings fast to uninterrupted <em>svarūpa-smaraṇa</em> [self-remembrance] until one attains <em>svarūpa</em> [one’s own essential self], that alone [will be] sufficient. So long as enemies are within the fort, they will continue coming out from it. If [we] continue destroying [or cutting down] all of them as and when they come, the fort will [eventually] come into [our] possession. </blockquote>In the previous paragraph Sri Ramana said all our <em>viṣaya-vāsanas</em> will be destroyed by <em>svarūpa-dhyāna</em>, and in this paragraph he says that we should annihilate them all by <em>vichāraṇa</em>, thereby clearly indicating that the words <em>svarūpa-dhyāna</em> and <em>vichāraṇa</em> are synonyms that both describe the same practice of self-investigation or self-attentiveness. Two other synonyms that he uses here to describe this practice are <em>vairāgya</em> and <em>jñāna</em>, which he defines respectively as ‘being without attending to <em>anya</em> [anything other than self]’ and ‘being without leaving self’, because when we cling tenaciously to <em>svarūpa-dhyāna</em> or self-attentiveness without leaving it, our attention is necessarily withdrawn from everything that is <em>anya</em> or other than our essential self.<br /><br />After defining <em>vairāgya</em> as ‘being without attending to <em>anya</em> [anything other than self]’ and saying that it is truly the same as <em>jñāna</em>, which he defines as ‘being without leaving self’, Sri Ramana says that we should sink deep within ourself by means of such <em>vairāgya</em>, which he likens to the stone that pearl-divers tie to their waist in order to sink deep into the ocean to gather pearls. Thus he clearly indicated that we can sink or subside deep into the innermost core of our being only by means of <em>ātma-vichāra</em>, which he describes here as not attending to anything other than ourself, and which he likewise describes in verse 16 of <em>Upadēśa Undiyār</em> as வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே (<em>veḷi viḍayaṅgalai viṭṭu maṉam taṉ oḷi uru ōrdalē</em>), which means ‘[our] mind knowing its own form of light, having given up [knowing] external <em>viṣayas</em> [objects or experiences]’, in which தன் ஒளி உரு (<em>taṉ oḷi uru</em>) or ‘its own form of light’ means our essential nature, which is the light of pure non-dual self-consciousness, ‘I am’.<br /><br />To emphasise that in order to sink deep within ourself and thereby ‘attain the pearl of self’ we need not do anything but just be vigilantly self-attentive, in the next sentence Sri Ramana says ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அது வொன்றே போதும் (<em>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kaippaṯṟuvāṉāyiṉ adu oṉḏṟē pōdum</em>), which means ‘If one clings fast to uninterrupted <em>svarūpa-smaraṇa</em> [self-remembrance] until one attains <em>svarūpa</em> [one’s own essential self], that alone will be sufficient’. Thus <em>svarūpa-smaraṇa</em> or self-remembrance is another synonym that he uses for <em>ātma-vichāra</em>.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"blank\">thirteenth paragraph</a> he explains that this simple practice of self-attentiveness or self-remembrance is also the correct practice of complete self-surrender, saying ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்றும் இடம் கொடாமல் ஆத்மநிஷ்டாபரனாய் இருப்பதே தன்னை ஈசனுக்கு அளிப்பது ஆம் (<em>āṉma-chintaṉaiyai-t tavira vēṟu chintaṉai kiḷambuvadaṟku-c caṯṟum iḍam koḍāmal ātma-niṣṭhāparaṉāy iruppadē taṉṉai īśaṉukku aḷippadu ām</em>), which means ‘Being completely absorbed in <em>ātma-niṣṭha</em> [self-abidance], not giving even the slightest room to the rising of any other <em>chintana</em> [thought] except <em>ātma-chintana</em> [self-contemplation or self-attentiveness], alone is giving ourself to God’. In this sentence he not only teaches us that the true practice of <em>ātma-samarpaṇa</em> or self-surrender is only <em>ātma-vichāra</em>, but also gives two other synonyms for <em>ātma-vichāra</em>, namely <em>ātma-chintana</em> or ‘self-contemplation’ and <em>ātma-niṣṭha</em> or ‘self-abidance’, which is a term that describes our natural state of just being as we really are.<br /><br />That is, since thought-free self-consciousness is our real nature, when we practise being exclusively self-attentive, thereby giving not even the slightest room to the rising of any thought, we are truly just being as we really are. Since such vigilant self-attentiveness does not give room even for our primal thought ‘I’, which is our thinking mind, to rise, it is also truly the state in which we have completely surrendered or given up our false individual self.<br /><br />In first two sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\" target=\"blank\">sixteenth paragraph</a> Sri Ramana says ‘… முக்தி அடைவதற்கு மனத்தை அடக்க வேண்டும் … மனத்தை அடக்குவதற்குத் தன்னை யார் என்று விசாரிக்க வேண்டுமே …’ (… <em>mukti aḍaivadaṟku maṉattai aḍakka vēṇḍum</em> … <em>maṉattai aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vichārikka vēṇḍumē</em> …), which means “… for <em>mukti</em> [liberation or salvation] to be attained, it is necessary [for us] to restrain [or prevent the rising of] [our] mind … for restraining our mind, it is necessary [for us] to investigate [or scrutinise] ourself [in order to know] who [we really are] …”. Here he once again reiterates the truth that he stated in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a> and in the first two sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">eighth paragraph</a>, namely that <em>ātma-vichāra</em> or self-investigation is the only effective means by which we can prevent the rising of our mind and thereby attain <em>mukti</em> or liberation, which is the state of true self-knowledge.<br /><br />Towards the end of this <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\" target=\"blank\">sixteenth paragraph</a> he again reiterates this truth, saying பந்தத்தில் இருக்கும் தான் யார் என்று விசாரித்து, தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி (<em>bandhattil irukkum tāṉ yār eṉḏṟu vichārittu, taṉ yathārtha sorūpattai-t terindukoḷvadē mukti</em>), which means “investigating ‘who is myself who is in bondage?’ [and thereby] knowing one’s <em>yathārtha svarūpa</em> [one’s own real self or essential being] alone is <em>mukti</em> [liberation]”.<br /><br />What is called <em>bandha</em> or ‘bondage’ is only our delusion that we are this finite thinking mind. Since we are not really this mind, our bondage is truly unreal, so the only way we can free ourself from it is to scrutinise ourself in order to know who is this ‘self’ who experiences bondage. When we scrutinise ourself thus, we will discover that we are not this finite mind but are only the one infinite non-dual self-consciousness, ‘I am’, which is eternally free or ‘liberated’. Therefore <em>ātma-vichāra</em> or self-investigation is the only effective means by which we can free ourself from the illusory bondage of self-ignorance.<br /><br />In the next sentence of this <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\" target=\"blank\">sixteenth paragraph</a> Sri Ramana clearly explains what the term <em>ātma-vichāra</em> really means, saying சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசாரம்’ என்று பெயர் (<em>sadā-kālamum maṉattai ātmāvil vaitt[u]-iruppadaṟku-t-tāṉ</em> ‘<em>ātma-vichāram</em>’ <em>eṉḏṟu peyar</em>), which means “only to [the practice of] always being keeping [holding, fixing or seating] [our] mind in <em>ātmā</em> [our own real self] [is] the name ‘<em>ātma-vichāra</em>’ [truly applicable]”. That is, <em>ātma-vichāra</em> is only the practice of keeping our mind — our power of attention — fixed firmly in our real self, as our real self.<br /><br />This clear definition of <em>ātma-vichāra</em> is almost identical in meaning to the definitions of <em>ahamukham</em> and <em>summā iruppadu</em> that he gave in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a> — namely “only to [the practice of] being keeping [our] mind in <em>hṛdaya</em> [our heart or real self] without letting [it] go outwards [is] the name ‘<em>ahamukham</em>’ [self-attentiveness] or ‘<em>antarmukham</em>’ [introversion] [truly applicable]” and “<em>summā iruppadu</em> [just being] [is] only [the practice of] making [our] mind to subside in <em>ātma-svarūpa</em> [our own essential self]” — thereby clearly indicating that <em>ātma-vichāra</em>, <em>ahamukham</em>, <em>antarmukham</em> and <em>summā iruppadu</em> are various terms that all describe the same practice of simple self-attentiveness.<br /><br />In English books that contain translations of Sri Ramana’s Tamil writings or records of teachings that he gave orally, <em>ātma-vichāra</em> is usually translated as ‘self-enquiry’, so whenever this term ‘self-enquiry’ (or ‘self-inquiry’) is used such books it is a translation either of <em>ātma-vichāra</em> or of some other Tamil or Sanskrit term that means <em>ātma-vichāra</em>, and hence we should understand it to mean only the practice of keen and vigilant self-attentiveness, self-consciousness or self-awareness. Therefore in the context of Sri Ramana’s teachings, it is definitely wrong to say that ‘Self-inquiry is only an aid to Self-Awareness’, as Michael Langford wrote.<br /><br />Though many different terms may be used to describe it, the practice that Sri Ramana taught us is only this simple practice of being keenly and exclusively self-attentive or self-conscious. Therefore all the Tamil or Sanskrit terms that he used to describe this practice, such as <em>ātma-vichāra</em>, ‘<em>nāṉ ār?</em>’ <em>eṉṉum vichāraṇai</em>, <em>aha-mukham</em>, <em>aha-nōkku</em>, <em>svarūpa-dhyāna</em>, <em>svarūpa-smaraṇa</em>, <em>ātma-chintana</em>, <em>ātma-niṣṭha</em>, <em>summā iruppadu</em> and <em>ātma-samarpaṇa</em> (to name just a few), and all the equivalent English terms that are used to describe it, such as self-investigation, self-enquiry, self-scrutiny, the investigation ‘who am I?’, self-attention, self-attentiveness, self-contemplation, meditation on self, self-remembrance, self-consciousness, self-awareness, self-abidance, just being, being still and self-surrender, denote this same simple practice of being conscious of nothing other than ourself — our own essential being, ‘I am’ — so we should not mistake any of these terms to mean any other practice.<br /><br />This practice of just being so keenly self-attentive or self-conscious that all other thoughts are completely excluded is the direct and only means by which we can experience ourself as we really are, and hence it is the only spiritual practice that Sri Ramana repeatedly and consistently advocated.</div></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7545651707229796904/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Pañcaratnam",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MjUyCm9mZnNldDogMzYwMDAwMAo\""
}