{
    "kind": "blogger#post",
    "id": "2378164449904476944",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-11-27T10:10:00Z",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/11/advaita-sadhana-non-dualistic-spiritual.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2378164449904476944",
    "title": "<i>Advaita sadhana</i> – non-dualistic spiritual practice",
    "content": "Towards the end of his long and interesting <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html?showComment=1227453060000#c3145272427771916334\" target=\"blank\">second comment</a> on my recent article, <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html?showComment=1227453060000\" target=\"blank\"><em>Guru Vāchaka Kōvai</em> – a new translation by TV Venkatasubramanian, Robert Butler and David Godman</a>, with reference to verse 579 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><em>Guru Vachaka Kovai</em></a> Haramurthi wrote:<br /><blockquote>In my view, this verse has a very pronounced non-dualistic emphasis, it speaks from the non-dual perspective: there is simply no mode of existence ever apart from the Self — and then it explicates a mode of existence under the aspect of a path/means for attaining something and under the aspect of being the result of actions (<em>karmaphala</em>), here technically designated as <em>upeya</em>, that which may be attained by some means. And all this is ever already inseparable from the Self — a suggestion which, at least for an awareness deeply engaged in a <em>sAdhana</em> (e.g. of self-enquiry), has profound implications!<br /><br />If a translator suddenly introduces the essentially dualistic notion of a “refuge”, it means turning the verse into partially speaking from the altogether unenlightened perspective of a self-estranged and confusing consciousness, thereby actually destroying the sublime beauty, suggestiveness and logical integrity of the verse.<br /><br />It may be part of the agenda, say, of Christian piety to adopt its phantasy of a god as a consoling refuge, but it is less sure whether such a model and its implication, to quote Michael, of “clinging firmly to self as our sole refuge” is a particularly useful strategy in terms of an <em>Advaitic</em> practice, to say nothing of being the “only” method.</blockquote>I agree with Haramurthi that verse 579 of <em>Guru Vachaka Kovai</em> ‘has a very pronounced non-dualistic emphasis’ and that ‘it speaks from the non-dual perspective’. In fact the absolutely non-dual nature of self, which is expressed by the word அத்துவித (<em>advaita</em>) in the first clause and reiterated by the word அபேதம் (<em>abhēdam</em>) in the final sentence, is the very foundation upon which the teaching given in this verse is based.<br /><a name='more'></a><br />From the non-dual perspective of self, it is certainly true that there is no real mode of existence other than self itself. However though ‘mode of existence’ is certainly a valid meaning for <em>gati</em> in this context, it is perhaps not the most relevant meaning for it here, because the central aim of this verse is not to decide which mode of existence is real, but is to teach the indivisible oneness of our goal and the means by which we can attain it. Therefore bearing this aim in mind, it is reasonable to single out from the wide range of meanings of <em>gati</em> the meaning or meanings which are most relevant in this context.<br /><br />Given that the aim of this verse is such, Venkatasubramanian, Robert and David are certainly justified in interpreting <em>gati</em> as the ‘final goal that exists as a worthy attainment’, particularly in view the words that Sri Muruganar used in <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vachaka-kovai-verse-579-and.html\" target=\"blank\">his <em>urai</em></a>, அடைய வேண்டுங் கதியும் (<em>aḍaiya vēṇḍuṅ gatiyum</em>), which confirm that it is a <em>gati</em> that we should resort to, reach or attain.<br /><br />However, having all agreed that, since self is the one non-dual reality, it is the only real ‘mode of existence’ and therefore the only ‘final goal that exists as a worthy attainment’, the important question that remains to be answered is how can we reach or attain it, and this is the principal question that Sri Ramana addresses in this verse.<br /><br />Of course from the absolute perspective of this one non-dual reality, there is no question of reaching or attaining it, because there is nothing other than it from which it could be reached or which could attain it, but from such an absolute perspective no spiritual teachings are necessary or even possible, because when self alone exists, who is to teach what to whom?<br /><br />Spiritual teachings are necessary and possible only because in the distorted perspective of our mind duality does appear to exist and be real. Since we now experience ourself as this mind, which experiences duality as real, we have truly got ourself into a mess, so now (though this mess is not real from the absolute perspective of our non-dual self) we must find a way to get out of it. Therefore for us as this mind, the teachings that Sri Ramana has given us about the nature of reality and the means by which we can attain it are not only very real but are also vitally important.<br /><br />Though any true spiritual teachings necessarily acknowledge the appearance of duality and the seeming reality of all the problems that such an appearance causes, they must also be firmly anchored in the ultimate truth of non-duality, because if they were not, they could not show us either the nature of our only true goal or the only effective means by which we can attain it. Therefore we can always see in such teachings a delicate and sensitive balance between the perspectives of duality and non-duality.<br /><br />Spiritual practice or <em>sādhana</em> is necessary only because we now experience duality, but even while we are practising <em>sādhana</em> in order to free ourself from this illusory experience of duality, non-duality alone is the actual truth, as Sri Ramana teaches us in verse 37 of <em>Ulladu Narpadu</em>. Therefore, since the ultimate truth that we seek to attain is our own absolutely non-dual (and therefore otherless) self, the means that we adopt in order to attain it must be compatible with its non-dual nature.<br /><br />Is it possible for any spiritual practice to be truly non-dual, and if so, what is that spiritual practice? These are questions that Sri Ramana answers in this verse, and his answer is that self itself is not only our goal but also the only means to attain it.<br /><br />Attention to anything other than ourself necessarily involves duality — a distinction between the attending ‘I’ and the object of its attention — so any spiritual practice that involves such attention to otherness cannot be an <em>advaita sādhana</em>, a truly non-dualistic spiritual practice. Therefore (as I wrote in one of the earliest entries in this blog, <a href=\"http://happinessofbeing.blogspot.com/2006/12/what-is-advaita.html\" target=\"blank\">What is <em>advaita</em>?</a>) the only true <em>advaita sādhana</em> is self-attentiveness or self-abidance — the state in which we attend to and thereby abide firmly as nothing other than self, our own essential self-conscious being, ‘I am’.<br /><br />Since the state of knowing self is only the state of being self, as Sri Ramana teaches us in verse 26 of <em>Upadesa Undiyar</em>, the practice of self-attentiveness is our natural state of self-abidance — the non-dual state in which we are firmly established as our own real self, which never knows anything other than itself, and in which we thereby refrain from rising as this object-knowing mind, which is the root cause of this entire illusory appearance of duality.<br /><br />Other than this absolutely non-dual practice of thought-excluding (and hence mind-excluding) self-attentiveness, which is the true practice of <em>ātma-vichāra</em> or self-investigation, there is truly no means or <em>sādhana</em> by which we can experience ourself as the one non-dual self-consciousness that we really are. Therefore in the last two lines of verse 579 of <em>Guru Vachaka Kovai</em> Sri Ramana teaches us clearly and emphatically, ‘உபேயமும் தானே உபாயமும் தானே; அபேதமாக் காண்க அவை’ (<em>upēyamum tāṉē upāyamum tāṉē</em>; <em>abhēdamāk kāṇka avai</em>), which means, ‘the <em>upēya</em> [our true aim or goal] is only self and the <em>upāya</em> [the means or path by which we can attain it] is only self; know them to be non-different’.<br /><br />In his <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html?showComment=1227453060000#c3145272427771916334\" target=\"blank\">comment</a> Haramurthi implies that what is ‘here technically designated as <em>upeya</em>’ is ‘the result of actions (<em>karmaphala</em>)’, but this suggests a fundamental misunderstanding about the true nature of the non-dual means, <em>upāya</em> or <em>sādhana</em> that Sri Ramana has taught us in this verse and elsewhere in his teachings. The practice of <em>ātma-vichāra</em> or non-dual self-attentiveness that he has taught us as being the sole means by which we can experience ourself as we really are is not a <em>karma</em>, an action or ‘doing’, but is only our natural state of <em>summa iruppadu</em> or <em>ullapadi ulladu</em> — the state of ‘just being’ or ‘being as we are’ — and hence the <em>upēya</em> or goal that we will attain as a result of this practice is not a <em>karma-phala</em> or ‘fruit of action’.<br /><br />In verse 2 of <em>Upadesa Undiyar</em> Sri Ramana clearly teaches us that no action or <em>karma</em> can give liberation, the state of true non-dual self-knowledge, but will only immerse us further into the vast ocean of action, because though the fruit or <em>phala</em> of any action will pass away as soon as we experience it, the residue of each action will remain as a seed in the form of a <em>karma-vāsanā</em>, a desire or impulse to do such an action again and again.<br /><br />This truth is also stated in other words by Sri Adi Sankara in verse 11 of <em>Vivekachuḍamaṇi</em>:<br /><blockquote><em>Karma</em> [action] [is only] for <em>cittasya ṣuddhi</em> [purification of mind] but not for <em>vastu-upalabdhi</em> [acquisition or knowledge of the reality]. <em>Vastu-siddhi</em> [attainment of the reality] [is only] by <em>vichāra</em> [and] not in the least by <em>karma-koṭi</em> [tens of millions of actions].</blockquote>If <em>ātma-vichāra</em> were an action or <em>karma</em>, it would not be a means by which we could experience ourself as we really are, because our real self is absolutely non-dual and therefore devoid of all action. Since it is the action-free state of just being, we can experience it as it is only by being free of all thoughts and other actions, which all originate from thinking.<br /><br />Since all action is done by our mind, in order to do any action we must rise and experience ourself as this mind, and so long as we experience ourself thus, we cannot experience ourself as we really are. Therefore by doing any action we are effectively preventing ourself from experiencing true self-knowledge.<br /><br />Attention to anything other than ourself — our own essential being, ‘I am’ — is a thought or activity of our thinking mind, so by attending to anything other than ourself we are nourishing the false appearance of this mind, sustaining it and thereby allowing it to continue deluding us into mistaking it to be ourself. Therefore this mind can rise and thrive only by constantly attending to thoughts and objects — things that it mistakes to be other than itself.<br /><br />But when this mind tries to attend to itself, it is deprived of the thoughts and objects upon which it depends for its survival, so it begins to subside, sinking back into its source, which is our own self-conscious being, ‘I am’. Thus, whereas attention to anything else is a mental activity, self-attentiveness is not an activity but only a state of complete subsidence of mind — our natural state of clearly self-conscious and therefore absolutely thought-free being.<br /><br />This is the reason why Sri Ramana repeatedly emphasised in his original writings and his oral teaching that <em>ātma-vichāra</em> — the simple practice of being vigilantly and exclusively self-attentive or self-conscious — is the only means by which we can experience our own essential being or real self.<br /><br />This truth is the <em>lakshyartha</em> or ‘intended meaning’ that is clearly implied in the main clause of verse 579 of <em>Guru Vachaka Kovai</em> by the words உபாயமும் தானே (<em>upāyamum tāṉē</em>), which literally mean ‘the means is only self’, and it is also one of the meanings implied by the second clause of that verse, வேறு கதி தன்னைத் தவிர்த்து இல்லாத் தன்மையால் (<em>vēṟu gati taṉṉait tavirttu illāt taṉmaiyāl</em>), which literally means ‘because of the fact that excluding self there is no other <em>gati</em>’, in which <em>gati</em> can be understood to denote either the ‘path’ or the ‘goal’, or more generally the ‘refuge’ to which we can resort in order to escape from the delusion of duality, which is caused by our mind’s habit of perpetually attending to things other than our own being, ‘I am’.<br /><br />In his <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html?showComment=1227453060000#c3145272427771916334\" target=\"blank\">comment</a> Haramurthi objects to my suggestion that in this context ‘refuge’ is one of the appropriate meanings that we can give for this word கதி (<em>gati</em>), writing as follows:<br /><blockquote>If a translator suddenly introduces the essentially dualistic notion of a “refuge”, it means turning the verse into partially speaking from the altogether unenlightened perspective of a self-estranged and confusing consciousness, thereby actually destroying the sublime beauty, suggestiveness and logical integrity of the verse.<br /><br />It may be part of the agenda, say, of Christian piety to adopt its phantasy of a god as a consoling refuge, but it is less sure whether such a model and its implication, to quote Michael, of “clinging firmly to self as our sole refuge” is a particularly useful strategy in terms of an <em>Advaitic</em> practice, to say nothing of being the “only” method.</blockquote>Though it is true that in certain contexts the word ‘refuge’ can have a dualistic connotation, as it certainly would if we spoke about seeking ‘refuge’ in anything other than self, it is unreasonable to say that we are introducing an ‘essentially dualistic notion’ if we translate <em>gati</em> as ‘refuge’ in this clause, ‘because of the fact that excluding self there is no other <em>gati</em>’. How can the attitude or practice of taking self to be our sole refuge be in any way dualistic, when in fact our effort to be attentive only to our own essential self necessarily excludes all otherness or duality?<br /><br />The term ‘refuge’ is intrinsically no more dualistic than any of the many other terms that are commonly used with reference to <em>advaita sādhana</em> such as ‘path’ and ‘goal’, ‘means’ and ‘aim’ or ‘effort’ and ‘attainment’. All such terms clearly imply that we are now experiencing the appearance of duality (which is certainly the case so long as we experience ourself as this thinking mind) and that we are seeking a means to regain our real experience of our natural state as the one non-dual self-consciousness, ‘I am’.<br /><br />‘Refuge’ is a term that is used not only in Christian piety but also in the Hindu <em>bhakti</em> tradition and even in Buddhism (as for example in <em>buddhaṁ śaraṇaṁ gacchāmi, dhammaṁ śaraṇaṁ gacchāmi, saṅghaṁ śaraṇaṁ gacchāmi</em>). Like many other great teachers of the <em>advaita</em> tradition, Sri Ramana makes rich use of the terminology and imagery of the <em>bhakti</em> tradition in his teachings, but he always gives a non-dualistic meaning either explicitly or implicitly to such terminology and imagery. This can be seen most clearly in many of the verses of <em>Sri Arunachala Stuti Panchakam</em>, but it is also evident in other more explicitly non-dualistic texts such as <em>Upadesa Undiyar</em> and <em>Ulladu Narpadu</em>.<br /><br />With regard to the term ‘refuge’ and the imagery that is associated with it in the language of seemingly dualistic devotion or <em>bhakti</em>, the most obvious example of a case in which Sri Ramana has used it in a clearly non-dualistic sense is in the second <em>mangalam</em> verse of <em>Ulladu Narpadu</em>, in which he graphically describes the non-dual state of complete self-surrender as taking refuge at the feet of the birthless and deathless <em>mahēśan</em> (God, the ‘great lord’) as a protective fortress. The word that he uses in this verse to mean ‘they will take refuge’ is சார்வர் (<em>cārvar</em>), which is a future third person plural form of the verb சார் (<em>cār</em>), which means to approach, reach, join or in this case புகலடை (<em>puhal-aḍai</em>), to depend upon or take shelter in, and the word that he uses to mean ‘protective fortress’ is அரண் (<em>araṇ</em>), which is a Tamil word that is probably derived from the Sanskrit word <em>śaraṇa</em>, which means refuge, shelter or protection.<br /><br />In <em>Guru Vachaka Kovai</em> there are several verses in which Sri Muruganar has used words that mean ‘refuge’ in a clearly non-dualistic context. For example, in verse 956 he records Sri Ramana saying:<br /><blockquote>If [we] cling only to <em>bōdha</em> [consciousness or knowledge of self] as [our] true <em>puhal</em> [refuge, shelter or support], the misery of birth [or the birth of misery], which arises due to ignorance, will cease.</blockquote>In verse 1009 he records Sri Ramana saying:<br /><blockquote>The <em>sadā-gati</em> [the eternal state], which is the <em>śaraṇ</em> [refuge, shelter or asylum] in which [we can] rest free from the weariness of wandering here and there and [thereby] being distressed [or confused], is only the wonderful space of <em>turīya</em> [the ‘fourth’, our natural state of clear non-dual self-consciousness], [which is revealed by] the <em>bōdha-guru</em>, who is <em>śiva-tat-param</em> [God, the supreme reality], who shines exalted as the flawless [or divisionless] <em>sat-chit</em> [being-consciousness].</blockquote>In verse 1185 he records Sri Ramana saying:<br /><blockquote>Since only <em>svarūpa-mauna</em> [silence, which is our essential self], which shines through [or in the core of] the pure [thought-free] mind, will finally be the <em>mukti-dvāra</em> [the entrance or gateway to liberation], even though they have been proceeding following whatever path was appropriate [acceptable or agreeable to them], [for everyone] only that gate is the final <em>puhal</em> [refuge].</blockquote>And in verse 1210 he records Sri Ramana saying:<br /><blockquote>Only those fortunate people who flow [pass by, behave or live] depending [always] only upon self as the exalted <em>sadā-gati</em> [eternal refuge] will attain their own reality [or the reality which is self]. For others, that unending <em>aruḷ-paran-dhāma-vīḍu</em> [liberation, the supreme abode of grace] is unattainable by any means whatsoever.</blockquote>In the light of the clear meaning of these verses, it is perfectly reasonable to say that ‘refuge’ is one of the appropriate and relevant meanings of <em>gati</em> in the second clause of verse 579, ‘because of the fact that excluding self there is no other <em>gati</em>’. The fact that there is no real refuge other than self is clearly implied in each of these verses.<br /><br />Though various religions and spiritual traditions may teach that certain other objects of devotion or reverence are refuges in which we can find sanctuary, none of those objects can be our true or eternal refuge, because they are other than ourself and are therefore only transitory appearances, which will certainly disappear just as they appeared. Therefore, since self is the only eternal reality — the only thing that neither appears nor disappears, and that can therefore never leave or abandon us — Sri Ramana teaches us that it alone is our உண்மைப் புகல் (<em>uṇmaip puhal</em>) or சதாகதி (<em>sadā-gati</em>), our true and eternal refuge.<br /><br />In order to experience anything other than ourself as a refuge, we must rise and experience ourself as this mind, the distorted form of consciousness that alone experiences otherness. Therefore nothing other than ourself can be a refuge in which we will truly be safeguarded from the delusion of this imaginary mind, which is the root-cause of all our problems and miseries.<br /><br />Instead of taking anything else as a refuge, if we cling firmly only to self — our own essential consciousness of being, ‘I am’ — depending upon it as our sole refuge, our thinking mind will thereby automatically subside, being deprived of the illusion of otherness upon which it depends for its survival, and will drown forever in the infinite clarity of pure thought-free self-consciousness.<br /><br />The term ‘refuge’ has a dualistic meaning only if we mistake anything other than ourself to be our refuge, but it will have only a perfectly non-dualistic meaning for us if we clearly understand that nothing other our own essential self, ‘I am’, can ever be a true refuge for us, and if we therefore cling firmly to it — that is, if we are vigilantly and exclusively attentive to nothing other than ‘I am’.<br /><br />What determines whether a particular spiritual practice is dualistic or non-dualistic is not any term that we may use to describe it, but is only the actual nature of the practice itself. Any practice that involves attention to anything other than ourself (and that is therefore merely a mental activity or <em>karma</em>) is dualistic, whereas any practice in which we are attentive to nothing other than ourself (and which is therefore not a <em>karma</em>, an action or ‘doing’, but only a state of just being as we really are) is non-dualistic.<br /><br />In the second last paragraph of his <a href=\"http://happinessofbeing.blogspot.com/2008/11/guru-vchaka-kvai-new-translation-by-tv.html?showComment=1227453060000#c3145272427771916334\" target=\"blank\">comment</a> Haramurthi wrote:<br /><blockquote>As <em>Atmavidya</em> has little to do with social sciences, it may perhaps also be advisable to be somewhat careful with a social notion such as “our”. Where Self is there is no “our”, where “our” is there is no Self. Where “our” is, there are thoughts, and there may be thoughts and phantasies about notions related to the word “self” — but there is no Self as actualised presence. Regular employment of the social term “our” in the context of <em>Atmavidya</em>-discourse tends to reconfirm a presumed validity of the priority of ignorance; it is subtly self-defeating.</blockquote>I agree that <em>ātma-vidyā</em>, the science of true self-knowledge, is in no way a ‘social science’, but that does not detract from the obvious fact that when we try to communicate anything in speech or writing we are engaging in a social activity. In this context it is worth considering the truth that Sri Ramana has taught us in verse 25 of <em>Upadesa Tanippakkal</em> (verse ‘Bhagavan 26’ of <em>Guru Vachaka Kovai</em>, in which he rephrased the essential truth that Sri Muruganar had recorded in verse 1181):<br /><blockquote>Questions and answers [can occur] only in the language of this <em>dvaita</em> [duality]. In [the true language of] <em>advaita</em> [non-duality] they do not exist.</blockquote>The true language of non-duality is only <em>mauna</em> or silence, which is our natural state of thought-free self-conscious being, ‘I am’. Though it is the source from which our mind arises, and the only substance of which this mind is formed, the language of <em>mauna</em> itself is nevertheless completely devoid of even the least trace of mind, and hence it transcends all thoughts and words. Where all thoughts and words subside, <em>mauna</em> alone remains.<br /><br />However, so long as we experience ourself as this thinking mind and therefore experience all this duality as real, we inevitably seek guidance in thoughts and words to learn the means by which we can merge in our source and thereby transcend this mind. Therefore, though its real teaching is only <em>mauna</em> or silence, out of its natural love and compassion for us our own real self appears to us in the form of our <em>jñāna-guru</em> to answer our questions and give us teachings in the language of this duality in order to guide us, showing us the means by which we can listen in our heart to the true non-dual teaching of <em>mauna</em>, which is our own consciousness of being, ‘I am’, and thereby merge in it, dissolving and losing our finite self forever in its infinite light of clear self-conscious being.<br /><br />The form in which our real self has appeared in order to teach us the nature of reality and the means by which we can experience it is Sri Ramana, and in his teachings he frequently addressed us using the pronoun நாம் (<em>nām</em>), which is the inclusive form of ‘we’ [as opposed to நாங்கள் (<em>nāṅgaḷ</em>), which also means ‘we’ but excludes whoever is being addressed], or any of its various case-forms such as நம் (<em>nam</em>) or நமது (<em>namadu</em>), which mean ‘our’.<br /><br />He used this inclusive pronoun ‘we’ and its case-forms both when he was referring to our false finite self, our ego or mind (as for example in verses 1 and 38 of <em>Ulladu Narpadu</em>), and when he was referring to our real infinite self, the one non-dual reality (as for example in verse 27 of <em>Ulladu Narpadu</em> and verses 21 and 23 of <em>Upadesa Undiyar</em>). Moreover, since our real self and our false self are not really two different selves but only two forms of essentially the same one non-dual self, he sometimes used ‘we’ to refer in a single sentence or verse to both our real self and its appearance as this false self (as for example in verses 16 and 36 of <em>Ulladu Narpadu</em>).<br /><br />Therefore when I use words such as ‘we’, ‘our’ or ‘ourself’ while discussing his teachings, I am only following his example, trying to communicate the truth in words in the same simple, natural, direct and clear manner that he did.<br /><br />As I explain on page 296 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"blank\"><em>Happiness and the Art of Being</em></a>, in his teachings whenever Sri Ramana used the pronoun ‘we’ or any of its case-forms to denote our real self, he did not intend it to be understood as a plural form of the first person pronoun, ‘I’, but only as an inclusive form of it. If he had instead used the pronoun ‘I’ or any of its case-forms such as ‘me’ or ‘my’, it could in many instances have given the impression that self is personal or exclusive rather than transpersonal and all-inclusive, and if he had used any other pronoun such as ‘you’ or ‘it’, it could have given the impression that self is a second or third person object rather than the sole reality of the first person. Thus by using this inclusive first person pronoun ‘we’, he not only emphasised the first person nature of the one non-dual reality, but also included us whom he was teaching as one with him in that first person reality.<br /><br />To explain the same truth in other words, the word ‘we’ (particularly in its specifically inclusive form in Tamil, <em>nām</em>) is a natural means of including those whom we are addressing as one with us, and it clearly expresses the intimate nature of self, which is our own nearest and dearest — our ever-beloved essential being, ‘I am’.<br /><br />Haramurthi wrote, ‘…Where Self is[,] there is no “our”, [and] where “our” is[,] there is no Self …’, but this would be true only if the meaning intended by the word ‘our’ were a plurality of selves rather than the one non-dual, indivisible and therefore all-inclusive real self, as Sri Ramana intended it to mean.<br /><br />If we understand that whenever Sri Ramana used the word ‘we’ in his teachings, or whenever it is used in a discussion about his teachings, it denotes nothing other than our own single self, which we now mistake to be this finite mind or ego, but which is in truth only the one non-dual infinite reality, we will not imagine that any duality is implied by the seemingly plural nature of this inclusive first person pronoun.<br /><br />Moreover, if we understand the essentially non-dual nature of self, which is the one reality denoted by this word ‘we’, we will not be inclined to use an initial capital to distinguish ‘Self’ from ‘self’. In Tamil and other Indian languages there are fortunately no capital letters, so the duality that is implied when the initial letter of a word such as ‘self’ is capitalised in English is not and cannot ever be implied in such languages.<br /><br />In truth we are only one self, not two selves, a real ‘Self’ and an unreal ‘self’. When we mistake ourself to be this body-bound mind, our one self appears to be finite, which is unreal, but when we experience ourself as we really are, our one self shines as the non-dual reality. At all times and in all states, whether we experience ourself as this finite mind or as the infinite reality, our self is truly only one.<br /><br />In certain contexts it may be useful to specify whether we are talking about our real self or its unreal appearance, but in many contexts it would be misleading and confusing if we were to attempt to specify whether the ‘self’ about which we are talking is the reality or the appearance. For example, when we translate the term <em>ātma-vichāra</em> into English as ‘self-investigation’, ‘self-scrutiny’ or ‘self-enquiry’, we would obscure the real nature of this non-dual practice if we were to capitalise the initial letter ‘s’ in ‘self’, as if the ‘Self’ we are investigating were different from ourself, the ‘self’ who is investigating it.<br /><br />Though we certainly mistake ourself to be this false mind when we begin to practise <em>ātma-vichāra</em>, as soon as we actually focus our whole attention exclusively upon this false self, it subsides and disappears in its reality, and thus we discover that this seemingly false self was always nothing other than our one real self. Though we may imagine that we are seeing a snake lying on the ground in the dim light of dusk, if we look at it carefully we will see that it is not really a snake but only a rope. Likewise, though we now imagine that we are this mind, if we look at ourself carefully we will discover that we are not really this mind but only our real self, the one non-dual self-conscious being, ‘I am’.<br /><br />When such is the truth, is it useful to specify whether <em>ātma-vichāra</em> is the practice of scrutinising our false ‘self’ or our real ‘Self’? Is it any more useful than trying to specify whether we should look carefully at the snake or the rope?<br /><br />Since there is only one object lying on the ground, which now appears to be a snake but is actually only a rope, if we look carefully at what seems to be a ‘snake’, what we will actually see is only the rope. Likewise, since we are only one self, which now appears to be this mind but is actually only the non-dual infinite reality, if we carefully scrutinise what now seems to be this ‘mind’, what we will actually experience is only the non-dual reality, ‘I am’.<br /><br />Whatever words he may use, whether ‘self’, ‘we’, ‘refuge’, ‘path’, ‘goal’ or any other word, the sole aim of Sri Ramana in all his teachings is to direct our attention only towards ourself, because though we may now mistake ourself to be this mind or ego, if we are keenly, exclusively and clearly self-attentive, we will experience ourself as we really are, which is the one infinite, indivisible, non-dual reality — our own ever-blissful self-conscious being, <em>sat-chit-ānanda</em> or being-consciousness-bliss, other than which nothing truly exists.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2378164449904476944/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Sri Muruganar",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0NzQ5Cm9mZnNldDogMzYwMDAwMAo\""
}