{
    "kind": "blogger#post",
    "id": "4573610682917593144",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-17T15:24:00+01:00",
    "updated": "2018-12-26T22:25:09Z",
    "url": "http://happinessofbeing.blogspot.com/2008/06/self-enquiry-underlying-philosophy-can.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4573610682917593144",
    "title": "Self-enquiry: the underlying philosophy can be clearly understood only by putting it into practice",
    "content": "In his written and spoken teachings, Sri Ramana has given us a clear, subtle, profound and complete philosophy, which prompts us to think about our experience of ourself and everything else more deeply than we would ever do without such prompting, and which provides us with a truly satisfactory answer to all the most essential philosophical questions that we could ever ask. However, he did not give us his philosophical teachings merely to satisfy our intellectual curiosity, but only for a single purpose, namely to urge and guide us to practise self-enquiry and self-surrender and thereby to know ourself as we really are.<br /><br />All the philosophy or theory that he has taught us has only this one aim or purpose, so until and unless we actually practise this one path of self-enquiry and self-surrender, we will not gain the real benefit that we should gain from studying his teachings. What he has taught us is not merely a theoretical philosophy but also a practical science, so if we try to restrict ourself to the philosophical aspect of his teachings and ignore their practical aspect, our understanding of them will be incomplete, one-sided and distorted.<br /><br />We can truly understand his entire teachings and be benefited by them only if we put them into practice by earnestly attempting to scrutinise our essential self-conscious being, ‘I am’, and thereby subside into the innermost depth of ourself. If we do not thus attempt to practise self-enquiry and self-surrender, we will never be able to understand his teachings clearly or deeply.<br /><a name='more'></a><br />When we first read or hear his teachings, we will hopefully be able to understand them at least to a limited extent, but when we try to put them into practice our understanding will become clearer, deeper and more subtle. Therefore in order to deepen and clarify our understanding we must not only read them repeatedly and think deeply about their real meaning, but must also practise them earnestly and persistently.<br /><br />This threefold process of repeated reading, reflection and practice is called <i>sravana</i>, <i>manana</i> and <i>nididhyasana</i>. By deep reflection or <i>manana</i> we will be able to understand more clearly what we have learnt by reading or <i>sravana</i>, and as a result of this improved understanding we will be motivated more strongly to abide deeply in the actual practice or <i>nididhyasana</i>, which is the state of keen self-attentiveness or clear, thought-free self-conscious being. The more we practise such <i>nididhyasana</i>, the more our mind will be purified — cleansed of its desires, which are the impurities that cloud and obscure our natural inner clarity of self-consciousness — and the more it is thus purified, the more we will gain the required inner clarity, which will in turn enable us to understand what we read more clearly. Thus, when we repeatedly do <i>sravana</i>, <i>manana</i> and <i>nididhyasana</i> — that is, when we repeatedly read, reflect upon and practise Sri Ramana’s teachings — we will gain a progressively deep and clear understanding and insight into their true import.<br /><br />However though <i>sravana</i>, <i>manana</i> and <i>nididhyasana</i> are all necessary components of our spiritual path, they do not all have an equal value. As Sri Adi Sankara says in verse 364 of <i>Vivekachudamani</i>, the benefit that we can gain from <i>manana</i> is a hundred times greater than that which we can gain from mere <i>sravana</i>, and the benefit that we can gain from <i>nididhyasana</i> is a hundred thousand times greater than that which we can gain from mere <i>manana</i>.<br /><br />Therefore, if we truly wish to understand Sri Ramana’s teachings clearly and correctly, merely reading them will not be sufficient, nor even will <i>manana</i> or deep meditation upon their meaning, unless our <i>sravana</i> and <i>manana</i> are accompanied by actual <i>nididhyasana</i> — practice of <i>atma-vichara</i>, self-enquiry, self-investigation, self-scrutiny or keen self-attentiveness. Unless we seriously and repeatedly practise such deep self-scrutiny, we will not achieve the profound inner clarity of self-consciousness that we need in order to have real insight into the true and subtle import of his teachings.<br /><br />The extent to which we can understand his teachings clearly and correctly when we first read them will depend upon the purity of our mind, which will in turn depend upon the amount of true spiritual practice that we have done previously, both in our present and our former lives. Some of us will be able to understand them relatively clearly even when we first read them, while others will understand them less clearly or even not understand them at all.<br /><br />For example, one important truth that Sri Ramana has taught us is that sleep is not a state of absolute unconsciousness, as most of us imagine it to be, but only a state of relative unconsciousness. When we first read and think deeply about this truth, some of us are immediately able to recognise that it is in fact an obvious truth, even though we had previously failed to recognise it. Many among us, however, have difficulty grasping this clear but subtle truth, because their mind is so accustomed to recognising the objective consciousness of waking and dream as being the only consciousness there is, that they are unable to recognise the absolutely non-objective self-consciousness of sleep as being consciousness at all.<br /><br />One question I am repeatedly asked is why Sri Ramana has taught us that sleep is a state of clear consciousness, whereas our experience is that it is simply a state of unconsciousness. Therefore in <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"blank\"><i>Happiness and the Art of Being</i></a> (for example, on pages 5-6, 104-6, 111-5, 120-6 and 246-7) and elsewhere, including many of the articles in this blog, I have repeatedly tried to explain this subtle but extremely important truth.<br /><br />However, unless we have a certain degree of inner clarity, no amount of words and explanations will help us to recognise this simple and obvious — but nevertheless extremely subtle — truth that in sleep we continue to be conscious of our own essential being, ‘I am’. When we read the various books in which conversations between Sri Ramana and other people have been recorded, we can find many examples of occasions when he explained this truth in clear and simple terms, but whoever was questioning him was nevertheless either unable or unwilling to accept it as an obvious fact of our everyday experience.<br /><br />If all the explanations and reasoning given to us by Sri Ramana do not convince us that we are truly conscious of ourself in sleep, and if we sincerely wish to understand exactly what he was trying to help us to understand through all such explanations, we should try to start practising <i>atma-vichara</i> or ‘self-enquiry’ — that is, simple self-scrutiny, self-attentiveness or self-remembrance — because only then will we gain the subtle inner clarity of self-consciousness that will enable us to recognise the continuity of self-consciousness that we experience in sleep.<br /><br />A clear example of the difficulty that some of us experience when trying to comprehend this subtle truth that we are self-conscious — conscious of nothing other than our own being, ‘I am’ — in sleep is given in a <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213177440000#c6529592542699406166\" target=\"blank\">comment</a> that an anonymous reader wrote last week in reply to a <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1211113140000#c808893056928431154\" target=\"blank\">reply</a> that I had written recently to an earlier <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1203000180000#c4413476305514038869\" target=\"blank\">comment</a> that he (or she) had written on an old article in this bog, <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html\" target=\"blank\">I think because I am, but I am even when I do not think</a>. In this latest <a href=\"http://happinessofbeing.blogspot.com/2007/03/i-think-because-i-am-but-i-am-even-when.html?showComment=1213177440000#c6529592542699406166\" target=\"blank\">comment</a> he explained very politely why he could not accept this truth, saying: <blockquote>Sir, I really appreciate your reply. You’ve been so patient in giving such an elaborate answer to my question. Thanks a lot for that. But the point is I did not understand much from it! I’ve seen these kinds of explanations in several places... all more or less saying the same thing.<br /><br />I’ve only one point: In sleep (without dreams), we don’t know. Full stop. We just don’t know anything. This includes that, I don’t even know that I am sleeping. For any question like ‘did you know .....’, the answer is a simple ‘NO’.<br /><br />I can say ‘I was sleeping’ or ‘I slept’ after waking up, probably because of one or more of the following:<br />- by seeing myself lying on a bed in the morning, perhaps in a sort of semi-consciousness.<br />- a sense of relaxation.<br />- sleeping is something we do everyday, so we know it by habit<br />- the very absence of knowing anything in between the two events: the moment we lie on the bed the earlier night, and the moment waking happens in the morning.<br /><br />Because of one or more the reasons above, I can say ‘I slept’ or ‘I was asleep’.<br /><br />If you are trying to convey something, I can imagine you might be facing difficulty here. If you did your best in trying to explain, perhaps that is all you could do.</blockquote>Anonymous writes here with a feeling of absolute certainty, “In sleep (without dreams), we don’t know. Full stop. We just don’t know anything. This includes that, I don’t even know that I am sleeping”. What makes him (or her) feel so absolutely certain that he did not know anything in sleep? He is certain because he knows that he knew nothing in sleep, and he knows this so certainly because that knowledge of nothing is what we all actually experience in sleep.<br /><br />Like most of us, if we have not considered the matter sufficiently deeply, Anonymous feels positively certain that we do not know anything in sleep. However, if we really did not know anything in sleep, how could we say with such certainty, ‘I know that I did not know anything in sleep’? Would we not instead just have to say, ‘I know nothing about sleep, so I do not know whether or not I knew anything then’?<br /><br />We are able to say with such certainty, ‘I know that I did not know anything in sleep’, only because we were not absolutely devoid of knowledge or consciousness in that state. That is, though we did not experience any objective knowledge in sleep, we know this only because we actually experienced that complete absence of all objective knowledge.<br /><br />In other words, we <i>know</i> that we did not know anything in sleep because we actually experienced that state of knowing nothing. Even this knowledge of nothing is a knowledge — a clear and certain knowledge — because it is what we actually experienced in sleep.<br /><br />Though — due to the absence of all objective knowledge — sleep may appear to us to be a state of ‘unconsciousness’, it is not a state of absolute unconsciousness, but only a state of relative unconsciousness, because the ‘unconsciousness’ that we experience in sleep is an unconsciousness of which we are clearly conscious. If sleep were really a state of absolute unconsciousness, how could we be conscious of it at all? That is, how could we know that any such state exists? Since we do know that such a state exists, and that it is a state in which we are for a while each day, we must actually be conscious when we are in it.<br /><br />However, though from the relative perspective of our present waking state it is true to say that we are conscious in sleep, it would be more accurate to say that, just like waking and dream, sleep is a state that sometimes appears in our consciousness. Other than our own perpetual being, ‘I am’, everything that we know or experience is just a transitory phenomenon that appears and disappears in ourself — that is, in our consciousness, which is not other than our essential being. Since waking, dream and sleep each appear and disappear only in our consciousness, the truth is that they exist in us, rather than that we exist in them.<br /><br />What actually is this state that we call ‘sleep’? Is it not one of the three states that we experience every day? Though we do not experience anything other than our own being while in sleep, can we honestly say that we do not experience even our being in sleep? Can we say, ‘I did not know that I was in sleep’? During sleep we do not think, ‘I am asleep’, but do we not nevertheless know ‘I am’? Why do we feel on waking, ‘I slept peacefully, and knew nothing at that time’? If we were not actually conscious of our being while in sleep, how could we now know that we were ever in such a state, or that there is any such state at all?<br /><br />Moreover, how are we able to distinguish this state of dreamless sleep from the state of dream? If we did not actually experience dreamless sleep as a state distinct from dream, how on waking are we able to say whether we slept dreamlessly or whether our sleep was interrupted by dreams? Since we do experience sleep as a state distinct from either waking or dream – a state devoid of any objective knowledge, and of any action such as ‘thinking’ – is it not clear that we did exist while in sleep, and that we did then know our existence or being in the absence of all otherness?<br /><br />If we were truly not conscious of our being in sleep, we would not know that we were ever in such a state, or even that such a state exists. That is, sleep would be imperceptible to us, like the gap between two consecutive frames in a cinema film, and hence we would not be aware of any gap between any two consecutive states in a seemingly unbroken continuity of successive states of waking or dream. The fact that we are conscious not only of waking and dream but also of a third state that we call ‘sleep’ is a clear proof of the fact that we were not absolutely unconscious in sleep, but were only unconscious of any otherness, objectivity, duality or relativity.<br /><br />Anonymous is correct in saying, “In sleep ... I don’t even know that I am sleeping”. In sleep we do not know that we are sleeping; we only know that we are. That is, all that we actually know or experience in sleep is our own self-consciousness — our simple non-dual consciousness of our own being, ‘I am’.<br /><br />In sleep we do not know ‘I am now sleeping’, because the knowledge ‘I am sleeping’ would be a mere thought — a qualified form of our original consciousness, ‘I am’ — and if any such thought were to rise, it would not be a state of sleep. In sleep we do not experience any thought, but only our own pristine consciousness of being, ‘I am’.<br /><br />We now know that we were in that state called ‘sleep’ only because we were actually conscious of our being in that state. When we are asleep, though we do not know ‘I am now in sleep’, we do clearly know ‘I am’ — just ‘I am’, our own being, and nothing else. The only reason why we now know so clearly that ‘I was asleep’ is that we did actually experience our being in sleep, even though we did not then have any thought or concept of ‘sleep’, and did not know anything else other than our own mere being.<br /><br />In both waking and dream, we are all aware of the fact that we do sleep. That is, we all know that we experience three distinct states — not only the two states of waking and dream, in which we are conscious of multiplicity and otherness, but also a third state that we call ‘sleep’, in which we are not conscious of any multiplicity or otherness. How could we now be so clearly aware of this third state called ‘sleep’ if it were really a state devoid of all consciousness?<br /><br />That is, we would not now be conscious <i>of</i> sleep if we had not actually been conscious <i>in</i> sleep. The seeming ‘unconsciousness’ or ‘ignorance’ in sleep is not something that we merely infer, but is something that we actually experienced.<br /><br />However, it is only in this waking state that we describe our experience in sleep in such negative terms as ‘unconsciousness’, ‘ignorance’, ‘absence of knowledge’ or ‘not knowing anything’, and we do so because we are trying to understand and describe our experience in sleep relative to and in terms of our present experience of otherness, objectivity, relativity or duality here in this so-called waking state.<br /><br />However, what we actually experience while asleep is not anything negative such as ‘I am knowing nothing’, ‘I am not knowing anything’ or ‘I am unconscious’. What we experience in sleep is actually only our own being, ‘I am’, and nothing other than this mere being, which is our essential self. Except in relation to our experience in waking, sleep is not at all a negative state, but is only a positive state of pure being — pure non-dual self-conscious being, free from all the confusing duality, multiplicity and otherness that we are now experiencing.<br /><br />Further on in the same <a href=\"http://www.blogger.com/\" target=\"blank\">reply</a> Anonymous offers several explanations that he believes could probably account for the fact that we can say ‘I was sleeping’ or ‘I slept’. The last of these reasons is the correct one, namely that it is because of “the very absence of knowing anything in between the two events: the moment we lie on the bed the earlier night, and the moment waking happens in the morning”.<br /><br />How do we know that there is a gap between the moment we fall asleep and the moment we wake up, and how do we know that during this gap there is an “absence of knowing anything”? Since we do know this gap, and since we do know that during it we experienced no objective knowledge, is it not clear that our ‘knowledge of nothing’ in sleep was not an absolute absence of knowledge, but only a relative absence of knowledge?<br /><br />When we watch a film on a cinema screen, we cannot perceive the gap that exists between each consecutive frame of that film, so it appears to us to be an unbroken continuity — a moving picture that appears continuously on the screen. Likewise, if we were truly not able to cognise any gap between the moment that we fall asleep and the moment that we wake up, our successive states of waking and dream would appear to us to be an unbroken continuity, without any sleep interrupting them. However, we are in fact able to cognise this intervening gap very clearly, and this is the reason why we now know so clearly that we were then in a contentless state that we call ‘sleep’.<br /><br />Therefore, since we are conscious of having been in this empty gap — the state that we call ‘sleep’ — is it not clear that we were conscious during this gap, even though we then knew nothing other than ‘I am’? That is, what enables us to cognise this gap called ‘sleep’ that intervenes between two consecutive states of waking or dream is only the perpetual continuity of our fundamental self-consciousness, ‘I am’, which endures uninterrupted through all these three alternating states of consciousness.<br /><br />The consciousness that we experience in sleep is only this one fundamental self-consciousness, ‘I am’, which is absolutely non-dual and non-objective, because it knows nothing other than itself — its own being. However, we experience this essential non-dual self-consciousness, ‘I am’, not only in sleep but also in waking and dream. What distinguishes sleep from waking and dream is that during waking and dream we experience our simple self-consciousness, ‘I am’, along with the superimposed appearance of objective knowledge, whereas in sleep we experience this same simple self-consciousness in the absence of any such superimposed appearance.<br /><br />Since we always experience this same non-dual self-consciousness, ‘I am’, whether or not any objective knowledge appears to be superimposed upon it, it is the one enduring absolute consciousness that underlies and supports the appearance of both the relative ‘consciousness’ — the objective consciousness — that we experience during waking and dream and the equally relative ‘unconsciousness’ — the absence of such objective consciousness — that we experience during sleep.<br /><br />When we hear explanations such as these, some of us will be able to understand clearly and without any doubt that we are indeed conscious of our being in sleep, but some among us will still remain unconvinced, because, as I explained above, our ability to understand this truth clearly depends upon the clarity with which we now experience our self-consciousness — our non-dual consciousness of our own being, ‘I am’.<br /><br />I do not know whether or not any of these explanations will help Anonymous to recognise that we do indeed know our own being when we are in sleep, but if he or anyone else is still unable to recognise this truth, and if they sincerely wish to understand it, they should try persistently to practise self-enquiry, as Sri Ramana has taught us, because when we thus persistently and keenly attend to our present self-consciousness, ‘I am’, we will gradually become more familiar with experiencing it in the absence — at least the partial absence — of thoughts or objective knowledge, and thus it will become obvious to us that what we experience during sleep is only our own self-consciousness in the complete absence of all thoughts or objective knowledge.<br /><br />If we have never tried to attend to our simple self-consciousness, ‘I am’, to the exclusion of all thoughts or objective knowledge, it may be difficult for us to recognise that it is distinct from our body, our mind and all the other adjuncts that we superimpose upon it during waking and dream, and that it can therefore exist and shine alone, in the absence of all such adjuncts, as it does in sleep. However, if we try even a little to practise attending keenly and exclusively to our essential self-consciousness, we will soon come to recognise that it is indeed distinct from all adjuncts such as our body and mind.<br /><br />That is, by practising this self-attentiveness — this ‘self-enquiry’ or keen, deep and inwardly penetrating self-scrutiny — we will gain a steadily increasing clarity of self-consciousness, and as a result of this true inner clarity we will be able to understand the teachings of Sri Ramana more clearly, deeply and correctly. Therefore, as I explained earlier in this article, this practice of self-enquiry is essential in order for us to be able to understand the true inner meaning of his teachings.<br /><br />If we do not now have sufficient clarity of self-consciousness to be able to recognise that in sleep we do experience our essential self-conscious being, ‘I am’, in spite of the absence of all other knowledge, and if we are still unable to understand this truth even after hearing or reading all the explanations and reasonings that Sri Ramana has given us to help us understand it, no amount of further explanation and reasoning will be of much help to us. If such is the case, the only solution that will effectively remove the inner confusion and obscuration that prevents us from understanding this truth clearly is to try sincerely to practise self-enquiry, as Sri Ramana has taught us.<br /><br />Sri Ramana clearly explained to us that in sleep we are conscious of our being, ‘I am’, for two principal reasons. Firstly, he did so to help us to understand and be firmly convinced that we are not this body, this mind or any other such adjunct, but are only our essential non-dual self-conscious being, ‘I am’, because this fundamental self-consciousness is the only thing that we experience in all our three states of consciousness. Secondly, he did so to help us to understand what the real target of our attention should be when we practise <i>atma-vichara</i> — keen and penetrating self-scrutiny or self-attentiveness.<br /><br />That is, when we are able to recognise clearly that our real self is only the absolutely non-dual and therefore non-objective self-consciousness that we experience in the seemingly contentless — knowledgeless — state of sleep, we will be able to avoid most of the potential misconceptions that we could have about the nature of the true practice of thought-excluding self-attentiveness, and thus it will be easier for us to abide undistracted in our natural state of pure self-attentiveness — pristine thought-free self-conscious being.<br /><br />Until we are able to recognise that sleep is a state of clear self-conscious being, when we attempt to practise self-attentiveness — which alone is the true practice of <i>atma-vichara</i>, self-investigation or ‘self-enquiry’ — our attention is liable to be diverted away from our pure non-objective self-consciousness towards some subtle feeling or thought that we imagine to be ourself. Our experience of our essential self-conscious being in sleep is therefore an invaluable clue that enables us to understand clearly what is the exact consciousness ‘I am’ that we should attend to in order to correctly investigate and know ‘who am I?’<br /><br />Only when we clearly understand the essential non-objective and therefore absolutely thought-free nature of true self-consciousness, which alone should be the target of our attention when we practise self-enquiry, will we be able to penetrate deep into our own self-conscious being, avoiding the distraction of even the subtlest thought or form of objective knowledge, and thereby loose ourself entirely in the absolute clarity of true non-dual self-knowledge.<br /><br />Thus the more clearly we understand the philosophy or theory of Sri Ramana’s teachings, the easier the science or actual practice of his teachings will become for us, and the deeper will we be able to immerse ourself in the innermost heart or core of our own ever-clearly self-conscious being, ‘I am’. Conversely, the more we practise immersing ourself entirely in the pristine light of our own self-conscious being, the more clearly, deeply and correctly will we be able to understand all the profound subtleties of the simple philosophy that underlies this practice taught to us by our <i>sadguru</i>, Sri Ramana.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "9",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4573610682917593144/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTQ1ODYzMTA5NDM1Cm9mZnNldDogMAo\""
}