{
    "kind": "blogger#post",
    "id": "2352067428558054604",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-06-27T12:00:00+01:00",
    "updated": "2017-09-30T23:44:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/06/cultivating-uninterrupted-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2352067428558054604",
    "title": "Cultivating uninterrupted self-attentiveness",
    "content": "In a <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-personal-experiences-and.html?showComment=1213917060000#c1088768932516737717\" target=\"blank\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-personal-experiences-and.html\" target=\"blank\">Self-enquiry, personal experiences and daily routine</a>, an anonymous friend wrote: <blockquote>“...uninterrupted self-attentiveness...”<br /><br />This is not quite possible in my daily work life. I work as a software developer where I have to constantly think to write programs. I try to do be self-attentive while using elevators, walking the corridors... sometimes even while smoking, and also try to be self-attentive while driving.<br /><br />So please tell me how to hold on to the “I” while working.</blockquote><a name=\"ny11\"></a>Here the words “... uninterrupted self-attentiveness ...” refer to a sentence that Sri Ramana wrote in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i> (Who am I?)</a>, which I quoted in that <a href=\"http://happinessofbeing.blogspot.com/2008/06/self-enquiry-personal-experiences-and.html\" target=\"blank\">article</a>, namely: <blockquote>… If one clings fast to uninterrupted <i>svarupa-smarana</i> [self-remembrance] until one attains <i>svarupa</i> [one’s own essential self], that alone [will be] sufficient. …</blockquote>As I explained in a subsequent article, <a href=\"http://happinessofbeing.blogspot.com/2008/06/where-to-find-and-how-to-reach-real.html\" target=\"blank\">Where to find and how to reach the real presence of our <i>guru</i>?</a>, the adjective that Sri Ramana actually used in this sentence to qualify <i>svarupa-smarana</i> or ‘self-remembrance’ is <i>nirantara</i>, which means ‘uninterrupted’ in the sense of ‘having no interval’, ‘incessant’, ‘constant’, ‘continuous’ or ‘perpetual’. When we read this sentence, many of us wonder like our anonymous friend how it could be possible for us to hold on to self-remembrance or self-attentiveness continuously in the midst of all our usual daily activities, some of which appear to require our undivided attention.<br /><a name='more'></a><br />Let us therefore start by analysing what the words ‘uninterrupted self-attentiveness’ actually mean. Firstly, the state denoted by terms such as self-attentiveness, self-remembrance, self-scrutiny, self-investigation or self-enquiry is just our natural state of self-consciousness. We are always self-conscious — that is, conscious of our own being, ‘I am’ — because self-consciousness is the very nature of our being.<br /><br />However, though we are always self-conscious, we now experience our natural and unlimited self-consciousness in a limited and therefore distorted form, because instead of just being conscious of ourself as our essential adjunct-free being, ‘I am’, we are now conscious of ourself as a set of adjuncts or <i>upadhis</i> such as this body, this mind and this person called so-and-so, all of which are transient phenomena and therefore extraneous to our true and essential nature — our self-conscious being, ‘I am’. That is, instead of experiencing ourself just as ‘I am’, we experience ourself as ‘I am this body’, ‘I am sitting here’, ‘I am reading this’, ‘I am thinking about the meaning of these words’, ‘I am this thinking mind’, ‘I am this person called so-and-so’ and so on.<br /><br /><a name=\"av2\"></a><a name=\"uu18\"></a>Thus the truly adjunctless and therefore unlimited nature of our essential self-consciousness is now seemingly obscured by the imaginary superimposition of these adjuncts. When our essential self-consciousness, ‘I am’, is thus mixed with adjuncts, the resulting compound consciousness — our experience that ‘I am this or that’, ‘I am doing this or that’ and ‘I am knowing this or that’ — is a mere thought, and of all thoughts it is the first, the root and the base. Therefore in verse 2 of <i>Anma-Viddai</i> and verse 18 of <i>Upadesa Undiyar</i> Sri Ramana says: <blockquote>The thought ‘this body composed of flesh is I’ is the one string on which [all our] various thoughts are attached …<br /><br />[Our] mind is only [a multitude of] thoughts. Of all [the countless thoughts that we form in our mind], the thought ‘I’ alone is the <i>mula</i> [root, base, foundation, origin, source or cause]. [Therefore] what is called ‘mind’ is [in essence just this root thought] ‘I’.</blockquote>Our mind, which is the ‘I’ that thinks all thoughts, always imagines itself to be a body, and hence it is a limited, distorted and therefore false form of our real self-consciousness, ‘I am’. We experience ourself as this mind, which is a limited form of consciousness that experiences things that appear to be other than itself, only because we imagine ourself to be a particular physical body. In other words, our entire present experience of ourself as this finite thinking and object-knowing consciousness that we call our ‘mind’ is centred around our imaginary experience of ourself as a body.<br /><br />Whenever we think any thought, whether in waking or in dream, we always feel that we, the thinker of that thought, are a particular body. Likewise, whenever we know anything other than ‘I am’, we always feel that we, the knower of that object, are a particular body. Whatever we as this mind experience, we do so only after imagining ourself to be a body.<br /><br />The body that we thus imagine ourself to be may change from state to state, but the basic feeling ‘I am this body’ persists as the one basis of all our other thoughts and all our knowledge of otherness. This feeling ‘I am this body’ is therefore our root thought or primal imagination — the original thought that thinks all other thoughts. Hence, if we wish to be free of all thoughts and thereby to experience our pure self-consciousness as it really is, we must free ourself from this root thought, ‘I am this body’.<br /><br />When we thus experience ourself as a body-centred set of finite adjuncts, we thereby limit ourself and create a seeming separation between ourself and everything that we imagine to be other than ourself. Thus we now wrongly experience our infinite self-consciousness, ‘I am’, as this finite object-knowing consciousness that we call our ‘mind’. If we did not thus experience ourself as a limited and therefore separate consciousness, we could not think any thought or know anything other than ourself, ‘I am’, and hence all the duality and otherness that we experience in waking and dream appears only because we imagine ourself to be this limited body-bound mind.<br /><br />Therefore the one root cause of all our problems is our present self-ignorance or self-forgetfulness — that is, our lack of clear self-consciousness or true self-knowledge. If we clearly experienced ourself as we really are, we could not imagine ourself to be this body, mind or anything else that we are not, and hence we would not experience any thoughts or anything else other than ourself — our simple adjunct-free non-dual self-conscious being, ‘I am’.<br /><br />Therefore, though our essential self-consciousness is never really interrupted, its original and natural clarity appears to be obscured or ‘interrupted’ by the rising of our mind and its constant activity of thinking or knowing otherness, which is the food on which it depends for its survival. Hence, since the rising of our mind obscures our natural clarity of self-consciousness, and since our mind rises and endures only by thinking or knowing otherness, in order to experience our self-consciousness clearly we must withdraw our attention entirely from all thoughts and otherness by focusing it wholly and exclusively upon our own essential being, ‘I am’, thereby allowing our mind to sink and merge in the innermost depth of our being, where our pristine self-consciousness shines alone, free from the obstruction of even the least trace of any thought or otherness.<br /><br />However, our activity of thinking is not the only obstacle that prevents us from clearly experiencing our self-conscious being as it really is, because even in sleep, when we do not think or know any other thing, our self-consciousness is seemingly obscured and therefore not experienced clearly. Though this seeming lack of clear self-consciousness in sleep exists only in the perspective of our mind, from our present standpoint as this mind it is real and it does therefore prevent us from knowing ourself as we really are.<br /><br />That is, because our mind does not experience itself as our pure adjunct-free self-conscious being in either waking or dream, it is unable to recognise the pristine self-consciousness that shines alone in sleep, and hence from the perspective of this mind sleep does appear to be a state of dullness, dimness or lack of clarity, in which we do not clearly know ourself. That which experiences our pristine self-consciousness in sleep is not our mind but only our real self — our pristine self-conscious being itself. Our real self does not even know any of these three alternating states, or anything else at all, but only itself, our simple non-dual self-consciousness, ‘I am’.<br /><br />These three states are known only by our mind, and therefore they are a problem only for this mind. Since they are states known only by our mind and not by our real self-consciousness, both the thoughts that we experience in waking and dream and the seeming dullness or dimness that we experience in sleep are illusions created by our mind’s power of imagination. However, so long as we experience ourself as this mind, both thoughts and the dullness of sleep appear to be real — as real as this mind itself — and hence from the perspective of this mind they both obscure our natural pristine clarity of self-consciousness.<br /><br />Therefore our natural state of absolutely clear self-consciousness can — in the experience of our mind — be seemingly ‘interrupted’ either by our activity of thinking or by a sleep-like dullness, drowsiness or lack of self-clarity. Thus during our practice of <i>atma-vichara</i>, self-investigation or ‘self-enquiry’, our aim should be just to be wholly and exclusively self-conscious, which we can be only by attending keenly to nothing other than our essential self, ‘I am’.<br /><br />When we try thus to be keenly and exclusively self-attentive, we may manage to be clearly self-conscious for a while, but sooner or later our vigilant self-attentiveness will probably slacken, whereupon we will allow ourself either to be distracted by the rising of thoughts about some other things, or to be overcome by drowsiness or sleep. In either case, our self-attentiveness or self-consciousness will have been interrupted. The slackness of self-attention that gives room to such interruption by thoughts or sleepiness is called <i>pramada</i> or ‘negligence’ — that is, self-negligence, which is the same self-forgetfulness that had given rise to our mind in the first place.<br /><br />Because our mind was born of <i>pramada</i> or self-forgetfulness, it is sustained only by a continuation of such self-forgetfulness, and it will be destroyed only by its opposite — self-remembrance, self-attentiveness or keen and penetrating ‘self-enquiry’. As ancient texts (such as <em>Mahabharata</em> 5.42.4 and <em>Vivekachudamani</em> verse 321) often remind us, “<i>pramada</i> is death”, firstly because <i>pramada</i> gives birth to our mind, having become which we have in effect died to our real self, and secondly because as this mind we undergo repeated cycles of birth and death. Therefore our one aim should be to avoid <i>pramada</i>, which we can do only by clinging tenaciously to self-attentiveness or self-consciousness.<br /><br /><a name=\"uu17\"></a>Whether it manifests as thoughts or as drowsiness, <i>pramada</i> or self-forgetfulness is the one and only obstacle that ‘interrupts’ our self-attentiveness. Therefore in verse 17 of <i>Upadesa Undiyar</i> Sri Ramana emphasises the importance of avoiding <i>pramada</i>, saying: <blockquote>When [we] scrutinise the form of [our] mind without forgetfulness [that is, without <i>pramada</i>], [we will discover that] there is no such thing as ‘mind’ [but only our pristine self-consciousness, ‘I am’]. For everyone, this is the direct path [the direct means to experience true self-knowledge].</blockquote>Here the verb <i>ucava</i>, which means ‘when [we] scrutinise’, describes the practice of self-scrutiny or self-enquiry, and the preceding adverb <i>maravadu</i>, which means ‘without forgetfulness’ or ‘unforgettingly’, indicates that our self-scrutiny should be free from ever the least trace of <i>pramada</i> or self-forgetfulness. That is, rather than saying that we should avoid thinking or avoid drowsiness, Sri Ramana gives us the more effective clue that we should avoid <i>pramada</i> or forgetfulness, because if we try to avoid either thinking or drowsiness, there is a danger that our attention will be distracted by the thought of that which we are trying to avoid, whereas if we try to avoid <i>pramada</i> or loss of self-attentiveness, our attention will cling firmly to the self-attentiveness that we are trying to avoid loosing.<br /><br />In the verse of the <em>Mahabharata</em> that I referred to above, namely 5.42.4 (<em>Sanatsujatiyam</em> chapter 2, verse 4), the ancient sage Sanatsujata says, “<i>... pramadam vai mrityum, aham bravimi; sadapramadam amritatvam, bravimi</i>”, which means ‘... <i>pramada</i> indeed [is] death, I say; <i>sada-apramada</i> [is] deathlessness, [I] say’. The words <i>sada-apramada</i> literally mean ‘perpetual non-negligence’ or ‘constant non-carelessness’, and — since <i>pramada</i> in this context means ‘negligence’ or ‘carelessness’ of our own essential self-consciousness — here they denote our natural state of eternal and unbroken self-consciousness or self-attentiveness.<br /><br />When Sanatsujata, Sri Ramana and other sages urge us to remain perpetually non-self-negligent or to be uninterruptedly self-attentive, they do so not because they do not know that so long as our mind survives we will not be able to avoid <i>pramada</i> completely or at all times, but only because <i>sada-apramada</i> or perpetually uninterrupted self-attentiveness is what we should always aim to achieve. Since our mind is born of <i>pramada</i>, it cannot perpetually avoid succumbing to either thinking or sleep, which are both the fruit of <i>pramada</i> — the two forms in which <i>pramada</i> manifests itself.<br /><br />However, there is no such thing as absolute <i>pramada</i>. We experience <i>pramada</i> only because we first experience ourself — our own essential self-conscious being, ‘I am’. If we did not know ‘I am’, we could not experience <i>pramada</i> or any of its offspring. The degree of our <i>pramada</i> is at any time inversely proportional to the degree of clarity which we then experience our fundamental self-consciousness, ‘I am’. The more clearly we experience our self-consciousness, the less intensely we will experience <i>pramada</i> and its effects, and conversely, the more we succumb to <i>pramada</i> and its effects — namely thinking and sleep — the less clearly we will experience our self-consciousness.<br /><br />Therefore, though we cannot completely or perpetually avoid <i>pramada</i> until our mind is destroyed by the experience of absolutely clear self-consciousness, we can always try to avoid it by clinging tenaciously to self-attentiveness. Even though we will continue to experience thoughts and drowsiness in the midst of our efforts to be uninterruptedly self-attentive, the more we persevere in our practice of self-attentiveness the more clearly and naturally we will continue to remember or be aware of our self-conscious being, ‘I am’, even when we are either thinking or immersed in sleep.<br /><br />Rather than worrying about the fact that we are still not able to experience even a tenuous undercurrent of self-remembrance or self-consciousness at all times, in all states and in the midst of all our activities, we should concentrate just on being clearly self-conscious now, at this very moment. We cannot know our real timeless self either in the past or in the future, or even in the passage of time, but only now, in this precise present moment.<br /><br />Past and future are both only thoughts that occur in the present, as is the passing of time itself, so any thought about any moment or period of time other than the precise present moment will distract our attention away from our own ever-present self-conscious being, ‘I am’. Therefore ignoring all thought of the past or future, we should concentrate only on being uninterruptedly — unforgettingly or <i>pramada</i>-lessly — self-attentive now, at this present moment. If we diligently take care to be undistractedly self-attentive <i>now</i>, our love to be clearly self-conscious at this present moment will spill over into each coming present moment, and thus due to our perseverant effort to be self-attentive at each present moment, the strength, depth, clarity and persistence of our self-attentiveness will steadily and surely increase.<br /><br />The experience of absolutely clear self-knowledge will dawn in just a single moment — that is, a single moment of completely uninterrupted self-attentiveness — and that single moment is available to us at each and every moment. Therefore our aim at any moment should not be to be uninterruptedly self-attentive for a certain period of time, or even for all time to come, but should only be to be uninterruptedly self-attentive — wholly and exclusively self-conscious — <i>now</i>, at this very moment.<br /><br />Now there is no other moment that matters. This present moment is the only moment that is now available for us to experience ourself as we really are. Therefore forgetting every other moment, let us just be wholly and uninterruptedly self-attentive now. That is, let us forget about any <i>pramada</i> that might interrupt our self-attentiveness at some other moment, and instead just be vigilant at this very moment to concentrate our entire attention on our present self-consciousness, thereby preventing it from being interrupted <i>now</i> by even the least momentary <i>pramada</i> or self-negligence.<br /><br />Only if we thus cultivate the love and habit to be vigilantly self-attentive at each given present moment, thereby excluding any thought of what might happen at some other moment, will our self-attentiveness eventually blossom into the true experience of perpetually uninterrupted — absolutely <i>pramada</i>-free — clear self-consciousness, which is eternally our own real nature, ‘I am’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "11",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2352067428558054604/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2ODExNDcwOTczCm9mZnNldDogMzYwMDAwMAo\""
}