{
    "kind": "blogger#post",
    "id": "6651972721025659313",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-05-29T20:44:00+01:00",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/05/god-as-both-nirguna-brahman-and-saguna.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6651972721025659313",
    "title": "God as both <i>nirguna brahman</i> and <i>saguna brahman</i>",
    "content": "In continuation of my previous two articles containing extracts from the currently incomplete draft of <a href=\"http://happinessofbeing.blogspot.com/2008/05/introduction-to-truth-of-otherness.html\" target=\"blank\"><i>The Truth of Otherness</i></a>, the following is the first of several extracts from the second chapter, which is entitled ‘God’:<br /><br />The ultimate truth about God is that he is our own real self, our fundamental and essential self-conscious being, which we always experience as ‘I am’. That is, he is both our being and our consciousness of our being — our perfectly non-dual being-consciousness or <i>sat-chit</i>.<br /><br />He is our own essential being, and the essential being of everything that is or appears to be. He is the infinite fullness of being, which is the ultimate reality and essence of all things. He is the source, substratum and support of everything.<br /><br />He is the absolute reality, which shines in the heart or innermost core of every sentient being as the knowledge ‘I am’. He is the ancient and eternal ‘I am’, the timeless ‘I am’, the omnipresent and all-pervading ‘I am’, the infinite ‘I am’, the absolute ‘I am’, the immutable and indivisible ‘I am’, the non-dual ‘I am’, the one and only truly existing ‘I am’, the all-transcending ‘I am’, the essential ‘I am’ other than which nothing is.<br /><a name='more'></a><br />This essential nature of God was revealed by him in the Bible when he said to Moses, “I AM THAT I AM” (<i>Exodus</i> 3.14). Therefore, when it is said earlier in the Bible that God created us “in his own image” (<i>Genesis</i> 1.27), the words ‘his own image’ mean his true image or essential nature, which is ‘I am’, the infinite fullness of being, the plenitude of consciousness, and the boundless ocean of pure love and perfect happiness. Thus the fact that God is our essential being, our own real self, our true ‘I am’, is clearly revealed in the Bible, as it is in the Vedas and all the other major scriptures of the world.<br /><br />Since he is the fullness of being, consciousness and happiness, God is the infinite being-consciousness-bliss or <i>sat-chit-ananda</i>, which is our own true nature. He is therefore the infinite and absolute reality, and as such he includes all things within himself. However, because we imagine ourself to be a finite being, we feel ourself to be separate from him. That is, though he is in truth our own real self, so long as we mistake ourself to be a finite individual, we cannot but feel that his infinite wholeness is distinct from ourself, and hence we do not refer to him in the first person as ‘myself’ or ‘I’, but only in the third person as ‘God’ or ‘he’.<br /><br />Because we feel ourself to be separate from God, we consider him to be a being who is infinitely superior to our finite individual self, and hence we often refer to him as the ‘supreme being’. However, this title ‘the supreme being’ is a relative term, one that implies that there are other beings to whom he is superior, and as such it obscures the truth that he is not merely a relative being, but is absolute being — the one absolute reality, other than which nothing truly exists. Therefore, when we use the word ‘God’, we may mean either the one infinite and all-inclusive reality, which is our own real self, or the ‘supreme being’, whom we imagine to be separate from ourself and this world.<br /><br />Though the word ‘God’ thus has two clearly distinct meanings, the two seemingly different things denoted by the word ‘God’ are in essence one and the same. That is, though God appears to us to be the ‘supreme being’, who is clearly distinct or separate from our finite individual self, the essential and ultimate truth of that seemingly separate God is in fact only the one infinite and all-inclusive reality, other than which or separate from which nothing ever truly exists.<br /><br />The true form of God is therefore only the infinite and absolute reality, and the seemingly separate ‘supreme being’ is just an imaginary form of God, a form that exists only in the view of our mind, our limited individual consciousness. However, though the separate ‘supreme being’ is not the real form of God, it is as real as our own individual consciousness, and as real as the world and everything else that we as this individual consciousness experience as being separate from or other than ourself.<br /><br />As the infinite whole or the fullness of being, God is the sole reality of all things. He is mere being, which just is, and never does anything. He is the pure, non-dual and absolute consciousness of being, which all sentient beings experience as ‘I am’. Other than him, nothing truly exists.<br /><br />However, though he is our real self, and though we always experience him as ‘I am’, we cannot experience his infinite nature so long as we feel ourself to be finite. A finite consciousness can know only finite things, and therefore only an infinite consciousness can truly know the infinite as it really is. Therefore, if we wish to know God as he really is, all we need do is experience ourself as the infinite reality, which in truth we always are. But until such time as we experience ourself thus, we cannot but imagine God to be separate from ourself.<br /><br />Since God is in truth nothing but the infinite and all-inclusive reality, we defile his infinity when we feel ourself and this world to be separate from him. Though we may think that we believe God to be infinite, we also believe him to be separate both from ourself and from this world, and thereby we actually reduce him in our imagination to being something finite.<br /><br />Anything that is separate from anything else is thereby limited, and is thus necessarily finite. If God is infinite, as we believe him to be, he cannot be separate either from ourself or from this world. If anything were to become separate from the infinite, the infinite would cease to be infinite.<br /><br />However, because we experience ourself to be a separate and finite individual being, with limited power and knowledge, we cannot experience the infinite God, whose power and knowledge are unlimited, as being our own self. Therefore so long as we experience ourself as a limited individual, we cannot but feel that God is a being who is distinct and separate from us. Thus by rising as this seemingly separate individual consciousness that we call our ‘mind’ or ‘soul’, we limit the infinity of God, and transform him into a separate being.<br /><br />Because we limit ourself by imagining ourself to be certain finite adjuncts, we cannot but feel ourself to be separate and distinct from the infinite reality, which we call ‘God’. Thus, by our very act of imagining ourself to be a limited and separate individual being, we automatically mistake God to be a separate ‘supreme being’, but a being who, though seemingly separate from ourself, is nevertheless somehow not limited in any way.<br /><br />Being separate yet unlimited is of course a contradiction in terms, but in fact God’s existence as a separate ‘supreme being’ is merely a reflection of our own existence as a separate individual, and is therefore an illusion or unreal appearance — an effect of <i>maya</i>, which is our own deluded and self-deceiving power of imagination, which limits our perspective, and thereby gives us a distorted view of reality.<br /><br />Therefore God as a separate being is only as real as ourself as a separate being. If we are really a separate finite being, then God must also be a separate and not quite infinite ‘supreme being’. Our separation from him places a limit on his infinity, and reduces him to being a finite being like ourself.<br /><br />Since we cannot form in our mind any clear and accurate concept of infinity, whatever our mind imagines God to be is not the absolute truth about him. All his divine qualities or attributes, such as his omnipresence, his omnipotence, his omniscience, and his omnibenevolence or all-embracing love, are perfectly true from the limited perspective of our mind, but none of them really define his absolute and infinite reality. His infinite reality transcends all qualities and attributes, and everything that our mind can possibly conceive.<br /><br />Therefore, as we saw above, when we use the word ‘God’, we may mean either his absolute, indefinable, inconceivable, all-transcending and infinite reality, or his relative reality as the ‘supreme being’, who is endowed with definable qualities and attributes, and whom we therefore imagine to be separate from ourself. In <i>advaita vedanta</i>, therefore, a technical name is given to each of these two forms of God. His true form or nature as the absolute, ineffable, all-transcending and infinite reality is called <i>nirguna brahman</i>, or God without any <i>guna</i>, a word that means ‘quality’, ‘attribute’, ‘property’, ‘peculiarity’ or ‘distinguishing feature’. His relative form as the ‘supreme being’, who is endowed with all divine qualities and attributes, is called <i>saguna brahman</i>, or God with <i>gunas</i>.<br /><br />Our finite mind can only conceive finite things, and every finite thing is endowed with <i>gunas</i> of one form or another. A thing that has no <i>gunas</i> is infinite, because it is free of all limitations, and absolute, because it transcends all forms of relativity. That which is devoid of all <i>gunas</i> is therefore the infinite and absolute reality, about which our mind is unable to form any clear and accurate conception.<br /><br />However, though our mind cannot conceive that infinite, absolute and all-transcending reality accurately, it is able to sense intuitively that such a reality does exist, and therefore it forms a crude and imperfect concept of that reality, which it calls ‘God’. Since our mind could not conceive God without attributing to him certain <i>gunas</i>, defining qualities or distinguishing features, the God of our mental conception is <i>saguna brahman</i>.<br /><br />Since every concept is a mental image or form, <i>saguna brahman</i> is always a form, even if ‘formlessness’ is one of the conceptual qualities that we attribute to him. Though in his real nature as <i>nirguna brahman</i> God is devoid of any kind of form, we cannot know or even conceive his formlessness so long as we identify ourself with the form of a finite body. Therefore, in verse 4 of <i>Ulladu Narpadu</i> Sri Ramana says:<br /><blockquote>If we are a form, the world and God will be likewise. If we are not a form, who could see their forms, [and] how? Can the sight [whatever is seen] be otherwise than the eye [the consciousness that sees it]? We, that eye, are the limitless eye.</blockquote>If we mistake ourself to be a limited form, an embodied being or finite person, we will also mistake the world and God to be limited forms. But if we did not mistake ourself to be any kind of form, we would not exist as a separate individual consciousness, and hence we would not be able to know any forms.<br /><br />As Sri Ramana says, “Can the sight be otherwise than the eye?” That is, no consciousness can know anything that is fundamentally unlike itself. A limited form-bound consciousness can only know limited form-bound things, and an unlimited formless consciousness can only know that which is unlimited and formless.<br /><br />Every form is limited, and everything that is limited has a form of some kind or another. If, by imagining ourself to be the form of a body, we limit our consciousness as the object-knowing form of consciousness that we call our ‘mind’, we will only be able to know limited forms, and not the unlimited absolute reality.<br /><br />Thus, if our consciousness is limited, we will only know limited forms, but if our consciousness is unlimited, we will only know the unlimited whole. Therefore Sri Ramana concludes this verse by saying, “We, that eye, are the limitless eye”.<br /><br />The Tamil word that I have translated here as ‘we’ is <i>tan</i>, which literally means ‘self’ or ‘oneself’, and which can be used either as a third person singular pronoun applicable to all three genders, or as a singular reflexive pronoun applicable to all three persons and all three genders. The word <i>kan</i>, which literally means ‘eye’, is used by Sri Ramana figuratively to mean consciousness. Therefore by saying, “We, that eye, are the limitless eye”, he means that our real self, which is the only true form of consciousness, is unlimited consciousness, and thereby he implies that it does not know any kind of form — anything that is limited in any way.<br /><br />That ‘limitless eye’ or infinite consciousness, which is our own real self, is <i>nirguna brahman</i>, the true form of God. However, so long as we mistake ourself to be the limited form of consciousness that we call our ‘mind’, we cannot know God as our own self, but can only know him as <i>saguna brahman</i>, which is an imaginary and therefore limited form of his real <i>nirguna</i> nature — a form that we feel to be separate from ourself. If we do not know the real <i>nirguna</i> nature of our own self, we cannot know the real <i>nirguna</i> nature of God.<br /><br />When we try to form a mental image or conception of his nature, we cannot but attribute certain qualities or <i>gunas</i> to him. However, since his true nature is infinite and absolute, it transcends all conceivable qualities and attributes. Being infinite, absolute and <i>nirguna</i>, the true nature of God is beyond all mental conception. Therefore, when we attribute conceptual qualities to him, we are actually imposing limitations upon his true and infinite nature.<br /><br />Since all the divine qualities that we attribute to God are superimposed by us upon his infinite <i>nirguna</i> nature, we imagine them all to be infinite, though in fact no quality that our mind can conceive can really be infinite. However, it is not entirely wrong for us to believe that the divine qualities we attribute to the <i>saguna</i> form of God are infinite, because our limited conception of his nature does correspond crudely and imperfectly to his true and infinite <i>nirguna</i> nature.<br /><br />That is, though we cannot conceive his true <i>nirguna</i> nature as it really is, our <i>saguna</i> conception of it is not entirely inaccurate, because, though we cannot accurately conceive the real meaning of the words we use, and though our conception of them is therefore limited, we are nevertheless as correct as we can be when we say, for example, that God is infinite power, infinite knowledge and infinite love.<br /><br />Moreover, since God is one and not two, what appears to us to be his <i>saguna</i> nature is in reality only his <i>nirguna</i> nature. That is, the sole reality underlying his limited <i>saguna</i> form, which is what we imagine him to be, is in truth his unlimited <i>nirguna</i> form, which is the infinite reality that he really is. Therefore, though our conception of God as a <i>saguna</i> ‘supreme being’ is limited and imperfect, the God whom we conceive thus is in truth the unlimited and perfect <i>nirguna</i> reality.<br /><br />Furthermore, compared to the infinite vastness of his true <i>nirguna</i> nature, the limitation seemingly imposed upon it by the imaginary separateness of ourself and the world is insignificant. Therefore, though his <i>saguna</i> nature is not absolutely unlimited, relative to the limitation of ourself and the world it is virtually unlimited, and hence all the imperfectly conceived qualities that we attribute to him are virtually infinite. That is, in comparison to our own very limited existence as a finite individual, his divine qualities and attributes are virtually unlimited. Therefore from the relative standpoint of ourself as an individual, we are for all practical purposes correct in believing that the <i>saguna</i> nature of God is infinite.<br /><br />Though in some contexts it is useful when we speak about God to specify whether we mean his <i>nirguna</i> form or his <i>saguna</i> form, in many contexts it is not necessary to do so. In fact it is often better when we use the word ‘God’ to allow it to retain a certain amount of ambiguity, because in truth there is only one God. His <i>nirguna</i> form and <i>saguna</i> form are not two different Gods, but are only two forms of the same one God. In essence these two forms are one and the same reality. The difference between them is not real, but is merely a seeming difference, a difference that appears to be real only from the relative standpoint of our finite individual consciousness.<br /><br />God appears to us to have these two different forms only because we appear to have two such forms. Our <i>nirguna</i> form is our real, essential and adjunct-free consciousness of our own being, ‘I am’, whereas our <i>saguna</i> form is our mind, our adjunct-bound individual consciousness, which mistakes itself to be a particular body, feeling ‘I am this body’.<br /><br />The <i>nirguna</i> form of God is no different from our own <i>nirguna</i> form. That is, it is our own real self, our fundamental and non-dual consciousness of our own being, ‘I am’. And though the <i>saguna</i> form of God is clearly distinct from our own <i>saguna</i> form, it is in fact merely a reflection of it.<br /><br />Because we mistake ourself to be our <i>saguna</i> form, we cannot know or even conceive the real <i>nirguna</i> form of God, but can only conceive and know his <i>saguna</i> form. So long as we feel our <i>saguna</i> form to be real, we cannot but feel that his <i>saguna</i> form is also real.<br /><br />However, though we know both himself and ourself as our respective <i>saguna</i> forms, he knows himself to be our own real self, and hence he knows both himself and ourself as the one non-dual <i>nirguna</i> reality, which is the true nature of both of us. He never imagines himself to be his <i>saguna</i> form, which exists only in the limited and therefore distorted perspective of our finite mind, but always knows himself to be only the one absolute and infinite <i>nirguna</i> reality.<br /><br />Thus, when we think or talk about the <i>saguna</i> form of God, the reality of what we are thinking or talking about is only his true <i>nirguna</i> form. Therefore, though it is necessary for us in certain contexts to make a distinction between these two forms of God, in other contexts it is better for us to avoid trying to make any such distinction.<br /><br />However, whether or not such a distinction is made, it is important for us always to remember that though we can conceive of God only in his <i>saguna</i> form, the actual reality of God is never anything other than his <i>nirguna</i> form. The power of infinite love or ‘divine grace’ that we imagine is acting through the ‘supreme lord of the universe’, who is the <i>saguna</i> form of God, is in fact only the power of our own real self, ‘I am’, which is the <i>nirguna</i> form of God.<br /><br /><p align=\"right\">(To be continued)</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6651972721025659313/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "God",
        "grace",
        "māyā",
        "philosophy of Sri Ramana",
        "The Truth of Otherness",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDY1Cm9mZnNldDogMzYwMDAwMAo\""
}