{
    "kind": "blogger#post",
    "id": "499819097294895477",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-07-17T10:08:00+01:00",
    "updated": "2018-04-09T12:00:46+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/07/god-as-paramarthika-satya-absolute.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/499819097294895477",
    "title": "God as <i>paramarthika satya</i> – the absolute reality",
    "content": "In continuation of three of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2008/05/god-as-both-nirguna-brahman-and-saguna.html”\" target=\"“blank”\">God as both <i>nirguna brahman</i> and <i>saguna brahman</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2008/06/experiencing-god-as-he-really-is.html”\" target=\"“blank”\">Experiencing God as he really is</a> and <a href=\"http://happinessofbeing.blogspot.com/2008/07/god-as-purna-one-infinite-whole.html”\" target=\"“blank”\">God as <i>purna</i> – the one infinite whole</a>, the following is the fourth extract from the second chapter, ‘God’, of <a href=\"http://happinessofbeing.blogspot.com/2008/05/introduction-to-truth-of-otherness.html\" target=\"blank\"><i>The Truth of Otherness</i></a>:<br /><br />Thus, these three verses of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><i>Guru Vachaka Kovai</i></a> are an emphatic refutation of our separation from God, the one infinite <i>purna</i>, the unlimited and absolute reality, who alone truly exists, and who is perfectly non-dual and therefore completely devoid of parts. In verse 888, Sri Ramana emphasises that the infinite <i>purna</i> alone exists by quoting this Vedic <i>mantra</i>, which says that even “when <i>purna</i> is taken out of <i>purna</i>, <i>purna</i> whole alone remains”, and by adding that <i>purna</i> alone remains not only then but also when <i>purna</i> has united <i>purna</i>. That is, whether anything appears to separate from it or unite with it, the infinite <i>purna</i> in truth always exists alone, because whatever appears to separate from it or unite with it is in truth nothing but that <i>purna</i> itself.<br /><br />Then in verse 889 he explains that, since nothing other than that real <i>purna</i> exists, there is nothing that could ever either separate from it or unite with it, and that therefore everything that appears to exist as other than it is in truth one with it. However, he does not conclude his explanation of this Vedic <i>mantra</i> by saying merely that everything is one with the infinite reality, but goes one step further by stating clearly in verse 890 that everything except the infinite reality is a mere imagination and is therefore completely unreal.<br /><a name='more'></a><br />Thus, whereas in verse 889 he merely emphasises the oneness of all things, in verse 890 he takes the meaning implied by this Vedic <i>mantra</i> to its logical conclusion by emphasising the absolute non-duality of the infinite reality. What is the difference between oneness and absolute non-duality? Absolute non-duality necessarily implies oneness, but oneness does not necessarily imply absolute non-duality. If the reality is non-dual, it obviously must be only one, but just because it is only one does not necessarily mean that it is non-dual.<br /><br />For example, an orange is only one, but it is not non-dual. It consists of various distinct parts, its outer skin and a number of segments, each of which consists of its own skin and many small juice-filled droplets, and it may also contain a number of seeds. All these parts together make up the whole orange, and if any one of them are taken away, the orange will no longer be whole. But the infinite reality is not a whole consisting of parts, like an orange. It is a non-dual whole, a whole that is completely devoid of parts.<br /><br />An orange is an example of duality in oneness, because the whole orange and its various parts are all equally real. However, the orange and its parts are quite unlike the infinite whole and all the things that appear to exist in it, because nothing other than the infinite whole is actually real. Everything that appears to exist in it is only relatively real. The reality of the non-dual whole or <i>advaita purna</i> — which is the infinite non-dual consciousness of being, ‘I am’ — is the ‘absolute reality’ or <i>paramarthika satya</i>, whereas the reality of everything else is merely a ‘relative reality’ or <i>vyavaharika satya</i>.<br /><br />Why does Sri Ramana say that only our non-dual consciousness of our own being is absolutely real, and that everything else is only relatively real? We all experience our non-dual being-consciousness, ‘I am’, in every one of our three ordinary states of consciousness, and sages experience it in the transcendent state of pure consciousness or true self-knowledge. Since it is experienced by us at all times and in all states, it is eternal, and since it has no definable form or limits, it can never undergo any kind of change. Since our being is itself our consciousness of our being, it is self-shining, and knows itself without depending upon the aid of any other thing. Since it does not depend upon any other thing, or upon any condition, it is absolutely independent and unconditional. Therefore, since its reality is unconditional, independent, unlimited, eternal, immutable and self-shining, it is not in any way relative to anything, and hence it is absolutely real.<br /><br />We experience things other than our non-dual consciousness of our own being, ‘I am’, only in our waking and dream states, and what we experience in one of these two states we do not experience in the other one. Since every other thing is experienced by us only at certain times and in certain states, they are all transitory, and since they each have some definable form or limits, they can all undergo change. Since all things other than our consciousness of our own being are known only by us, that is, by a consciousness that is distinct from them, none of them are self-shining.<br /><br />Even our own mind is not self-shining because, although it appears to know itself in waking and dream, it does not know itself in sleep, and hence it is distinct from our real consciousness, which always knows itself as ‘I am’. Our mind appears to be self-shining only because it identifies itself not only with an imaginary body, but also with our real consciousness ‘I am’, and thus it feels that it knows itself.<br /><br />Other than our being-consciousness, everything depends for its seeming existence upon our mind, because they are all known only by our mind, and our mind itself depends upon our being-consciousness. Neither our mind nor any of the things known by it exist independently or unconditionally. Therefore, since the reality of all other things is conditional, dependent, limited, transient, mutable and not self-shining, it is entirely relative, and hence it is not absolutely real.<br /><br />According to Sri Ramana, if something is not absolutely real, it is not actually real at all. Anything that is just relatively real merely appears to be real at certain times and under certain conditions, and it ceases to appear real at other times and under other conditions. Since it is not real at all times, it is not real even when it appears to be real. When we experience a dream, it appears to be real, but when we wake up we understand that it was not real even when it appeared to be real. Like a dream, the reality of anything that appears to be real only at certain times and under certain conditions is a mere apparition, an illusion created by our own power of imagination.<br /><br />Therefore, ‘relative reality’ or <i>vyavaharika satya</i> is not a true form of reality, but merely a seeming reality. Though in Indian philosophy a distinction is often made between ‘relative reality’ or <i>vyavaharika satya</i> and ‘illusory reality’ or <i>pratibhasika satya</i>, this distinction is not real, because all forms of ‘relative reality’ are illusory, and all forms of ‘illusory reality’ are relative.<br /><br />Though there are various schools of <i>vedanta</i> philosophy, each of which interprets the philosophical teachings of the <i>upanishads</i> and other <i>vedantic</i> texts in their own way, most of them are agreed on the concept of there being three forms or ‘levels’ of reality. The highest ‘level’ is <i>paramarthika satya</i>, the essential, absolute or transcendent reality, which we can experience only in the state of true self-knowledge, the next highest ‘level’ is said to be <i>vyavaharika satya</i>, the relative or mundane reality that we experience in the waking state, while the lowest ‘level’ is <i>pratibhasika satya</i>, the illusory or seeming reality that we experience in a dream or in a fantasy.<br /><br />However, since this waking state is merely a dream, a fantasy created by our own imagination, even the so-called ‘relative reality’ or <i>vyavaharika satya</i> of this waking state is in fact just another form of ‘illusory reality’ or <i>pratibhasika satya</i>. On analysis, therefore, the so-called three ‘levels’ of reality can be reduced to only two ‘levels’ — absolute reality and relative reality — but whereas the absolute reality is single and non-dual, there are many forms of relative reality.<br /><br />In truth, however, only the one non-dual absolute reality is actually real, whereas all the many forms of relative reality are merely imaginary, and are therefore completely unreal. Hence there is in fact only one level of reality — the non-dual absolute reality. All so-called relative reality is not actually a level of reality, but only the one level of unreality. Though from a relative viewpoint there may appear to be many different levels of unreality, from an absolute standpoint all forms of unreality or so-called ‘relative reality’ are equally unreal — in fact, they are completely non-existent.<br /><br />Our mind and everything that is known by it — except our mere consciousness of our own being, ‘I am’ — are all equally unreal. As soon as our mind appears, the world also appears, and when our mind disappears, as in deep sleep, the world also disappears. Since our mind and the world both appear to be finite, we imagine the one infinite reality to be something separate from ourself, and since we intuitively understand the infinite reality to be omnipresent, omnipotent, omniscient and omnibenevolent or all-loving, we imagine it to be a supreme person, whom we call ‘God’.<br /><br />Therefore our mind or individual consciousness, which we call our ‘soul’, the world and the God whom we imagine to be other than ourself all come into existence simultaneously, and cease to exist simultaneously. Since these three basic entities, our soul, the world and the separate God, all exist relative to one another, they are mutually interdependent, and are therefore all equally real or equally unreal.<br /><br />That is, from the viewpoint of our mind, they are all equally real, and from the viewpoint of the absolute reality, they are all equally unreal. If our soul — our mind or individuality — were real, the world and God would also be real, but since our soul is merely an unreal product of our imagination, the world and God are also unreal products of our imagination.<br /><br />However, the God who appears to be other than ourself is not God as he really is. As he really is, God is not merely the ‘supreme person’ — a being who exists relative to our mind and this mind-created world — but is the one absolute reality, other than which nothing exists.<br /><br />If God were really just the ‘supreme person’, and if he therefore existed as other than ourself, his existence as such a separate being would be real only relative to our existence as this seemingly separate mind. That is, he would come into existence as such an ‘other’ only when our mind appears, and his reality as such would be dependent upon the seeming reality of our mind.<br /><br />If we or anything else were really other than God, he would not be the one absolute whole, but would only be a part of some greater whole, in which case his existence would be limited and therefore merely relative. Hence though he appears — relative to the finite existence of our mind — to be an infinitely superior and therefore separate being, he is in truth not other than ourself, but is our own absolute reality — the essential substance of which we and all other things are made.<br /><br />What is this essential substance of which we are made? It is consciousness — but not just the relative object-knowing form of consciousness that we call our ‘mind’, but only our own fundamental self-consciousness or being-consciousness — our non-dual consciousness of our own being, ‘I am’.<br /><br />God is therefore the one infinite, indivisible and absolute consciousness ‘I am’, which is the essential substance of our mind and all other things, and other than which nothing exists. Hence if we wish to know God as he really is, we must withdraw our attention from all the contents of our consciousness — all our thoughts and all the objects of the seemingly external world — and must focus it keenly and exclusively upon ourself, our essential consciousness ‘I am’.<br /><br />Except by such keen, clear and all-exclusive self-attentiveness, we can never pierce through the illusion of this imaginary object-knowing form of consciousness that we call our ‘mind’, and hence we can never know God as anything but an ‘other’ — something whose existence and reality is limited by the seemingly separate existence of ourself as this mind. That is, until — by means of such deeply penetrating self-attentiveness, self-scrutiny or ‘self-enquiry’ — we know ourself as we really are, we cannot know God as he really is, but can only know him as something that is seemingly separate from ourself.<br /><br />However, though we now experience ourself as being a finite creature and therefore separate from God, we nevertheless believe him to be infinite. This belief that he is infinite yet separate from ourself is obviously a logical contradiction, but so long as we allow ourself to be deluded by our deeply rooted imagination that we are a finite body-bound mind, we cannot avoid experiencing ourself as being somehow distinct or separate from the one infinite reality, which is the true nature of God.<br /><br />That is, so long as we experience ourself as being this finite mind, our experience of both the world and God is that they are separate from ourself. Though our belief that God is infinite yet separate from ourself and this world logically contradicts itself, the fact that he is infinite is nevertheless the absolute truth, while the fact that he is separate from ourself and the world — though not absolutely true — is true relative to our present experience of ourself.<br /><br />Though God cannot really be both infinite and separate from ourself and this world, and though our present belief that he is such is obviously a logical contradiction, this does not make him any less real than either ourself or this world. Even our experience of ourself as a separate individual consciousness is a logical contradiction, because consciousness is not only that which contains all things that it knows, but is also the sole substance of all that it knows. How can that which contains all things, and which is the sole substance of all things, be separate from anything?<br /><br />Everything that is known by the object-knowing individual consciousness that we call our ‘mind’ is only a collection of mental images that this consciousness has formed within itself by its own power of imagination. Thus, since all objective knowledge is formed by our mind from within itself, it has no source or substance other than our mind.<br /><br />In other words, to explain the same truth more clearly, since our mind is itself the power of imagination that has created all duality, and since there is no substance other than ourself from which our imagination could create anything, all duality is in fact nothing other than ourself. Therefore, our mistaken and illusory experience that all the thoughts and objects that we know are separate from our mind — the subject or ‘I’ that knows them — when in fact they are all created only by and from our mind, and are also experienced only within our mind, is a delusion that logically contradicts itself.<br /><br />Just as our experience of ourself as a separate individual consciousness is a logical contradiction, so our experience of the world as separate from ourself is a logical contradiction, because the world as we know it exists only as mental images that we have formed within our own mind. Just as the bubbles of steam that form in boiling water are nothing other than that water, so the mental images that are formed within our mind are nothing other than our mind. But whereas the bubbles of steam are formed only due to the external influence of heat, we have no reason to suppose that our mental images are formed due to any kind of external influence.<br /><br />That is, since we know that the mental images that we form in our mind during a dream are formed only by our imagination and not due to any external influence, we have no valid reason to suppose that the mental images that we form in our mind during this so-called waking state are formed not only by our imagination but also due to some external influence. Therefore, since the world that we know is nothing but images that we have formed in our mind by our own power of imagination, our mistaken and illusory experience that it is separate from our mind is a delusion that logically contradicts itself.<br /><br />Our entire experience of duality is thus riddled with logical contradictions, but this is a fact in which there is truly no wonder, because our experience of duality is an illusion, a product of <i>maya</i> — our own self-deceiving power of imagination. Therefore, just because our notion that God is both infinite and separate from ourself and this world is a logical contradiction, we should not conclude that God does not exist. God as a separate being does exist, but only relative to ourself and this world.<br /><br /><p align=\"right\">(to be continued)</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/499819097294895477/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "God",
        "Guru Vācaka Kōvai",
        "māyā",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "The Truth of Otherness"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTIzMjcxNjQ2NDE0Cm9mZnNldDogMzYwMDAwMAo\""
}