{
    "kind": "blogger#post",
    "id": "8420906152528914904",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2008-12-30T16:29:00Z",
    "updated": "2016-06-09T00:03:07+01:00",
    "url": "http://happinessofbeing.blogspot.com/2008/12/our-basic-thought-i-is-portal-through.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8420906152528914904",
    "title": "Our basic thought ‘I’ is the portal through which we can know our real ‘I’",
    "content": "Last week the following <a href=\"http://happinessofbeing.blogspot.com/2007/03/transcendent-state-of-true-self.html?showComment=1229937300000#c6754636453594807022\" target=\"blank\">anonymous comment</a> was posted on an old article in this blog, <a href=\"http://happinessofbeing.blogspot.com/2007/03/transcendent-state-of-true-self.html\" target=\"blank\">The transcendent state of true self-knowledge is the only real state</a>:<br /><blockquote>Very frequently reference is being made in works purporting to explain the teachings of Bhaghavan that the very fundamental thought, subsequent to which all the other thoughts arise, is the thought, ‘I’. My question is can there be a thought at the level of the pure I. Any thought can be of the form of the modification of the I, attaching it to a phenomenal object with a relative subject being there. So is it not a fact that tracing all thoughts to the basic I thought presupposes the idea of steering clear of thoughts by knowing the unassociated I. Apart from thoughts there can be no I thought. Hence there is no question of tracing everything to the I thought. Bhaghavan has given this method, I feel, out of compassion to direct individuals to the feeling of subject. Otherwise it would delude us into the idea that there is an I thought as a hiatus from which one should proceed further to one’s real being, which may not be correct. Ramana himself says that there are no two ‘I’s one trying to know the other. This also holds good in regard to the further oft repeated idea that only after the arising of the first person, that is the I, the other persons arise, and hence one should remain with the first person. The first person itself is a form of thought, a modification as it were, unless one has reached the feeling of pure, ‘I AM’.</blockquote>What Anonymous asks in this comment is to a certain extent answered by what I explained about our primal thought ‘I’ in connection with verse 18 of <em>Upadēśa Undiyār</em> and verse 2 of <em>Āṉma-Viddai</em> in my previous article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-enquiry-self-attention-and-self.html\" target=\"blank\">Self-enquiry, self-attention and self-awareness</a>, and in greater detail in chapter three of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"blank\"><em>Happiness and the Art of Being</em></a> (particularly on pages 167-83, 192-3, 213-9, 225-7 and 234-6). However the following is a more specific answer to his or her comment:<br /><a name='more'></a><br />Anonymous asks whether there can ‘a thought at the level of the pure I’. No, the pure ‘I’ is by definition devoid of all thoughts, which are the ‘impurities’ — the unreal adjuncts — that we superimpose upon the pure ‘I’, making it appear to be impure.<br /><br />When we thus superimpose thoughts upon our pure consciousness ‘I’, the resulting adjunct-mixed and therefore seemingly impure ‘I’ is what is called the thought ‘I’, which is the root of all our other thoughts.<br /><br />That is, no thought can arise without a thinking consciousness to think and know it. This thinking consciousness, which we call our ‘mind’ or ‘ego’, is the seemingly impure ‘I’, and since it is itself only a thought or imagination, Sri Ramana calls it the நான் என்னும் நினைவு (<em>nāṉ eṉṉum niṉaivu</em>), the ‘thought named I’ or more simply the ‘thought I’.<br /><br />Whereas all our other thoughts are non-conscious objects, our primal thought ‘I’ is the conscious subject that thinks and knows them. Therefore there is a fundamental difference between this thought ‘I’ and all other thoughts.<br /><br />Anonymous wrote, ‘Any thought can be of the form of the modification of the I, attaching it to a phenomenal object with a relative subject being there’. Yes, our primal thought ‘I’, which is the root of all our other thoughts, is a seeming modification of our real ‘I’, which is the pure self-consciousness ‘I am’, and this imaginary modification comes into existence only attaching itself to objects such as our material body, which is also just an imagination.<br /><br />That is, our mind or primal thought ‘I’ rises in either waking or dream only by imagining itself to be a body, which it creates by its power of imagination. The body or any other object to which our mind thus attaches itself, imagining ‘I am this’ or ‘this is mine’, is an unreal adjunct that we superimpose upon our essential self, which is our pure ‘I’, but though this pure ‘I’ thereby appears to be modified, its modification is not real but only an imagination.<br /><br />Anonymous also asks, ‘So is it not a fact that tracing all thoughts to the basic I thought presupposes the idea of steering clear of thoughts by knowing the unassociated I’. Yes, as Sri Ramana says in the passage recorded in the last chapter of <em>Maharshi’s Gospel</em> (13th edition, 2002, page 89) that I quoted in <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-enquiry-self-attention-and-self.html\" target=\"blank\">Self-enquiry, self-attention and self-awareness</a>, ‘… In your investigation into the source of <em>aham-vritti</em> [the thought ‘I’], you take the essential <em>chit</em> [consciousness] aspect of the ego …’.<br /><br />That is, what Anonymous describes as ‘tracing all thoughts [back] to the basic I thought’ is the practice of turning our attention away from all other thoughts towards ourself, the ‘I’ that thinks them, and when we thus focus our attention upon this thinking thought ‘I’, what we are actually attending to is truly not a thought but only our underlying self-consciousness, the pure unassociated ‘I’ (just as when we look carefully at an imaginary snake lying on the ground in the dim light of dusk, what we are actually looking at is truly not a snake but only a rope). Therefore by turning our attention back towards our basic thought ‘I’, we are actually ‘steering clear of [all] thoughts by knowing the unassociated I’, as Anonymous says.<br /><br />Anonymous wrote, ‘Hence there is no question of tracing everything to the I thought. Bhaghavan has given this method, I feel, out of compassion to direct individuals to the feeling of subject’, implying thereby that Sri Ramana asked us to turn back towards our fundamental thought ‘I’ in order to direct our attention towards our real ‘I’, which always underlies this false thought ‘I’ as its sole substance and reality. This is correct, because our primal thought ‘I’ appears to exist as such only when it is attending to other thoughts, but when it turns its attention back towards itself, it will discover that it is not really a thought but only our pure thought-free consciousness of our own being, ‘I am’.<br /><br />Anonymous then wrote, ‘Otherwise it would delude us into the idea that there is an I thought as a hiatus from which one should proceed further to one’s real being, which may not be correct’. Since our thought ‘I’ does not really exist as such, it would not be wrong to describe it as a ‘hiatus’ — a gap, opening or portal — through which we can slip out of the imaginary realm of thought into the true realm of our pure being. However, having slipped through this hiatus, there is no question of our proceeding any further, because in our real state of being there can be no progress or movement of any kind whatsoever, but only absolutely motionless, action-free and immutable being.<br /><br />Progress is possible only so long as we are in the realm of our mind. When we turn our attention back towards ‘I’, our mind begins to subside within itself, and as it subsides all its imaginary adjuncts slip off it. That is, the deeper we sink within ourself, the more all thoughts will recede into the background, and thus we will experience our real thought-free self-consciousness, ‘I am’, increasingly clearly.<br /><br />When — by sinking thus into the innermost depth of our soul — we finally experience our real thought-free ‘I am’ perfectly clearly, the illusion of our mind will dissolve and be destroyed forever in the infinite clarity of that pure non-dual self-consciousness. This moment when our mind is thus destroyed is the point at which we have truly reached and passed through the ‘hiatus’ that appears now as our fundamental thought ‘I’, but having passed through it we will know that it never really existed as such, because it was never anything other than our one real ‘I’.<br /><br />When we thus experience the truth that our primal thought ‘I’ has never really existed, we will also know that no other thought has ever really existed, because all thoughts — which alone are the imaginary substance that appears as all objects, duality and otherness — seem to exist only in the distorted of this unreal thought ‘I’. As Sri Ramana says in the first line of verse 7 of <em>Śrī Aruṇāchala Aṣtakam</em>, இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று ... (<em>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</em> ...), which literally means, “if the thought ‘I’ does not exist, even one other thing will not exist …’.<br /><br />The entire web of thoughts — and everything that is created by thought, namely this entire world and everything else other than our essential consciousness ‘I’ — appears to exist only so long as our primal thought ‘I’ appears to exist, so when this original thought ‘I’ is destroyed by the clear light of true self-knowledge, everything else will also cease to exist even as a mere appearance.<br /><br />Therefore, though this thought ‘I’ is the only hiatus through which we can escape from this web of thoughts, when we actually escape through it we will discover that the entire web of thoughts is itself a mere hiatus — an empty gap or void, which has no real existence whatsoever.<br /><br />Therefore, as Anonymous rightly says, there are not two ‘I’s, and there never have been. Even when our primal thought ‘I’ appears to exist, it is truly nothing other our one real ‘I’, which is the infinite, eternal, unbroken and indivisible expanse of absolutely non-dual <em>sat-chit-ānanda</em> or being-consciousness-bliss.<br /><br />That is, though what we now experience as ‘I’ appears to be a separate thinking consciousness, which we call our ‘mind’, when it actually turns its attention back towards itself in order to know its own reality, it will discover that it is not really a finite thinking consciousness but only the one infinite non-dual self-consciousness, which never knows anything other than itself — its own pure being, ‘I am’ — since in its perfectly clear view it alone exists.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8420906152528914904/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "ego",
        "Happiness and the Art of Being",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2OTg3ODk0Cm9mZnNldDogMzYwMDAwMAo\""
}