{
    "kind": "blogger#post",
    "id": "7519551062450085830",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-04-17T09:30:00+01:00",
    "updated": "2017-03-14T15:16:39Z",
    "url": "http://happinessofbeing.blogspot.com/2009/04/why-to-write-about-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7519551062450085830",
    "title": "Why to write about self?",
    "content": "A question that I am asked quite frequently is why I take so much trouble to write about the nature of self and the means by which we can know ourself as we really are, when all that we really need to do is just to be vigilantly self-attentive. For example, a friend wrote to me recently asking:<blockquote>If we are Infinite Self (Being), without qualities and interests, wherefrom comes the urge or interest to engage in so much writing on the subject of the Self.<br /><br />If the mind is a myth, is then also all your writing a myth? We can say yes, but this ultimate myth (concept) of Self will destroy all other myths and concepts.<br /><br />Is then your desire to write so much on the subject of the Self, satisfying your spiritual need, or is a consequence of your compassion for deceived suffering souls?</blockquote>The following is the reply that I wrote:<br /><br />Yes, the mind is certainly a myth, <i>māyā</i>, a figment of our self-deceiving power of imagination. Therefore our whole mind-centred life is also just a myth, as is our writing or any other activity that we may do. In fact everything that this unreal mind experiences is a myth, except for its fundamental knowledge ‘I am’, which alone is real.<br /><br />Why then should there be any urge to write about self and the means to know it as it really is?<br /><a name='more'></a><br />The answer is that so long as we experience ourself as this mind, we experience it and everything known by it as real. So long as we are dreaming, the dream is real for us. Though we have understood intellectually that all this is unreal, our experience is still that it is real.<br /><br />We can actually experience the truth that the mind and all it knows is unreal only when we wake up from this dream by knowing ourself as we really are, and to know ourself as we really are we must withdraw our attention from all thoughts — all objective knowledge, everything other than ‘I’ — and focus it entirely upon ourself.<br /><br />To practise this successfully requires intense <i>bhakti</i> and <i>vairāgya</i> — love to know and to be our real self, and freedom from desire for anything else — and we can gain such intense <i>bhakti</i> and <i>vairāgya</i> only by persevering patiently in our practice of self-attentiveness.<br /><br />Until our <i>bhakti</i> and <i>vairāgya</i> are sufficiently intense, we will repeatedly succumb to <i>pramāda</i> or self-negligence, slipping down from our natural state of vigilant self-attentiveness or clear self-consciousness and thereby experiencing this mind and its body-bound life as real. Since we are not yet able to remain free of <i>pramāda</i> constantly, we have to wean our mind gradually away from its infatuation with this body-bound life by doing everything that we can to draw it back to self.<br /><br />In this struggle to overcome <i>pramāda</i>, our <i>nididhyāsana</i> or practice of self-attentiveness will be greatly aided by <i>śravaṇa</i> and <i>manana</i> — studying and reflecting upon the teachings of our <i>guru</i>, Sri Ramana. For me any writing that I do is a form of <i>manana</i>, and therefore I write in order to keep my mind dwelling upon the need to be constantly self-attentive.<br /><br />In other words, I write primarily for my own spiritual benefit, but if in this dream life — in which other people seem to be as real as our mind, which alone knows them — there are people who feel it beneficial to read what I have written, I am happy to share my writings with them.<br /><br />I suppose you could call it compassion, but it is just like the compassion that a group of terminally ill patients would feel for each other. We are all after all in the same boat, struggling to overcome the self-imposed delusion in which we each now find ourself.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "23",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7519551062450085830/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "dream",
        "guru",
        "māyā",
        "practice taught by Sri Ramana",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "śravaṇa-manana-nididhyāsana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg5NTA0NTk5ODQ4Cm9mZnNldDogMAo\""
}