{
    "kind": "blogger#post",
    "id": "79396119447840154",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-21T10:30:00+01:00",
    "updated": "2021-07-31T11:54:07+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/79396119447840154",
    "title": "<i>Ulladu Narpadu Anubandham</i> – an explanatory paraphrase",
    "content": "In continuation of my previous two articles, <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i> – an explanatory paraphrase</a> and <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i> – an explanatory paraphrase</a>, the following is the third of seven extracts from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>:<br /><br />உள்ளது நாற்பது – அனுபந்தம் (<i>Ulladu Narpadu – Anubandham</i>), the ‘Supplement to Forty [Verses] on That Which Is’, is a collection of forty-one Tamil verses that Sri Ramana composed at various times during the 1920’s and 1930’s.<br /><br />The formation of this work began on 21st July 1928, when Sri Muruganar asked Sri Ramana to write a text to ‘reveal to us the nature of reality and the means by which we can attain it so that we may be saved’ (மெய்யின் இயல்பும் அதை மேவும் திறனும் எமக்கு உய்யும்படி ஓதுக [<i>meyyin iyalbum atai mevum tiranum emakku uyyumpadi oduka</i>], which are words that Sri Muruganar records in his <i>payiram</i> or prefatory verse to <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a>). At that time Sri Muruganar had collected twenty-one verses that Sri Ramana had composed at various times, and he suggested that these could form the basis of such a text.<br /><a name='more'></a><br />Over the next two to three weeks Sri Ramana discussed many ideas with Sri Muruganar and composed about forty new verses. As he composed them, he and Sri Muruganar arranged them in order, and while doing so they decided that for one reason or another most of the previously existing twenty-one verses were not suitable to include in the text that he was writing.<br /><br />In the end, they decided to include in <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a> only three of the original twenty-one verses, namely verses 16, 37 and 40 of <i>Ulladu Narpadu</i>. Of these three, verse 16 was not actually included in its original form, which Sri Ramana had composed in August 1927 (and which is now included in <i>Upadesa Tanippakkal</i> as verse 13, a translation of which I have given on pages 408-9 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>), but was modified by him while he was composing and editing <i>Ulladu Narpadu</i>.<br /><br />The principal reason why they decided not to include the other eighteen of the original twenty-one verses was that most of them were not entirely suitable to the central aim of <i>Ulladu Narpadu</i>, which was to teach us ‘the nature of reality and the means by which we can attain it’. In addition to these eighteen verses, they also decided not to include three of the new verses that Sri Ramana composed during the three weeks that he was composing and editing <i>Ulladu Narpadu</i>.<br /><br />However, since Sri Muruganar did not want the twenty-one verses that they had thus decided not to include in <i>Ulladu Narpadu</i> to be forgotten or neglected, he suggested to Sri Ramana that they should arrange them in a suitable order and append them as an <i>anubandham</i> (an ‘appendix’ or ‘supplement’) to <i>Ulladu Narpadu</i>. Therefore, when it was first published in 1928, <i>Ulladu Narpadu – Anubandham</i> consisted of only twenty-one verses, but by 1930 or 31 it contained thirty verses, in 1938 it contained thirty-seven verses, and finally in 1940 it contained forty-one verses, one of which is the <i>mangalam</i> or ‘auspicious introduction’ and the remaining forty of which form the <i>nul</i> or main ‘text’.<br /><br />Of these forty-one verses, only eleven are verses that Sri Ramana did not translate from any other language but composed originally in Tamil, namely verses 13 to 17, 31 to 33, 35, 36 and 38. Verses 8 and 10 are his Tamil translations of two verses that he first composed in Sanskrit. Verse 11 is his Tamil translation of a Sanskrit verse that Lakshmana Sarma (the author of <a href=\"http://www.sriramanamaharshi.org/downloads/maha_yoga.zip\"><i>Maha Yoga</i></a>) composed recording a teaching that he had given orally. And though the last two lines of verse 12 are a translation by him of verse 84 of <i>Vivekachudamani</i>, a Sanskrit text composed by Sri Adi Sankara, the first two lines are an original composition by Sri Ramana.<br /><br />The other twenty-six verses of <i>Ulladu Narpadu – Anubandham</i> are translations or explanatory adaptations that he composed of verses by other authors. Verse 20 is an adaptation or paraphrase that he wrote of two verses (19.59 and 62) from a Tamil work called <i>Prabhulinga Lilai</i> (which is a verse adaptation of the original in Kannada). Nine verses, namely the <i>mangalam</i>, 21 to 24, 26, 27, 29 and 30, are translations of Sanskrit verses from <i>Yoga Vasishtha</i>. Verses 1, 7 and 39 are translations of Sanskrit verses by Sri Adi Sankara. Verse 5 is a translation of a Sanskrit verse from <i>Srimad Bhagavatam</i> (10.48.31). Verses 9 and 25 are translations of two verses (46 and 47) from <i>Jnanachara-Vichara-Padalam</i>, a chapter (the whole of which Sri Ramana translated separately) of a Sanskrit <i>upagama</i> text called <i>Devikalottara</i>. Verses 18 and 19 are translations of two verses from the Malayalam version of an ancient <i>ayurvedic</i> medical text called <i>Ashtanga Hridayam</i>. Verse 37 is a translation of a Sanskrit verse that was probably composed by Sri Sadasiva Brahmendra. And the remaining seven verses, namely 2, 3, 4, 6, 28, 34 and 40, are translations of verses from various other Sanskrit texts.<br /><br />The <i>mangalam</i> verse, which is a translation (or rather an explanatory paraphrase) of <i>Yoga Vasishtha</i> 5.8.12, is a <i>dhyana sloka</i> or ‘verse of meditation’ upon <i>svarupa</i> (our ‘own form’ or essential self), in which our <i>svarupa</i> is described as the one truly existing reality, in which everything exists, whose everything is, from which everything comes into being, for which everything exists, by which everything comes to be, and which alone everything actually is.<br /><br />The first five verses of the <i>nul</i> or main ‘text’ are translations of Sanskrit verses about the efficacy of <i>sat-sanga</i>, a term that literally means ‘clinging to [attachment to, devotion to, contact with or association with] reality [or being]’, but that by extension also means association with those who know and abide as the reality. As Sri Ramana often explained, <a href=\"http://happinessofbeing.blogspot.com/2008/06/which-sat-sanga-will-free-us-from-our.html\" target=\"_blank\">the most perfect form of <i>sat-sanga</i> is only <i>atma-vichara</i></a>, the practice of attending or ‘clinging’ to self, which is the only reality, but as an aid to our practice of <i>atma-vichara</i>, we can also be greatly benefited by less perfect forms of <i>sat-sanga</i> such as studying and reflecting upon the teachings of those who know and abide as the reality, or simply being in their company.<br /><br />Verse 1 is an adaptation of verse 9 of <i>Moha Mudgara</i> (the ‘Hammer on Delusion’, a song by Sri Adi Sankara, which is more popularly known as <i>Bhaja Govindam</i>), ‘<i>satsangatve nissangatvam</i>; <i>nissangatve nirmohatvam</i>; <i>nirmohatve nischalatattvam</i>;<i> nischalatattve jivanmuktih</i>’, which literally means:<blockquote>In [or through] the state of <i>sat-sanga</i> [attachment to being], the state of <i>nissanga</i> [non-attachment] [arises]; in the state of <i>nissanga</i>, the state of <i>nirmoha</i> [freedom from delusion] [arises]; in the state of <i>nirmoha</i>, <i>nischala-tattva</i> [the true state of motionless being] [arises]; in <i>nischala-tattva</i>, <i>jivanmukti</i> [liberation in this life] [arises].</blockquote>In his Tamil adaptation of this verse, Sri Ramana says that by சத்திணக்கம் (<i>sat-t-inakkam</i>) — friendship, intimacy,  harmony or union with being, or with those who abide as being — attachment (to the external world) will leave us; that when such attachment leaves us, mental attachment (that is, our <i>vasanas</i>, which are the subtle seeds of our desires) will be dispersed (or destroyed); that people who are thus freed from mental attachment will perish in that which is motionless; and that they will thereby attain <i>jivanmukti</i> (liberation in this life). He then concludes this verse by adding ‘அவர் இணக்கம் பேண்’ (<i>avar inakkam pen</i>), which means ‘cherish their friendship [or intimacy]’. In other words, he advises us that we should therefore cherish the intimate friendship and company of those who abide as <i>sat</i>, ‘being’ or the reality.<br /><br />The key word in this Tamil adaptation is இணக்கம் (<i>inakkam</i>), which Sri Ramana used to convey the meaning of the Sanskrit word <i>sanga</i> in the compound word <i>sat-sanga</i>. Whereas <i>sanga</i> means ‘clinging to’, ‘attachment to’, ‘devotion to’, ‘affection for’, ‘contact with’ or ‘association with’, <i>inakkam</i> means ‘friendship’, ‘intimacy’, ‘love’, ‘attachment’, ‘affection’, ‘agreement’, ‘attunement’, ‘harmony’, ‘compatibility’, ‘connection’, ‘alliance’ or ‘union’, so rather than merely meaning outward contact or company, both these words more significantly mean the subtle inward feeling of love, affection, intimacy and attunement of heart.<br /><br />Therefore <i>sat-sanga</i> (or <i>sat-inakkam</i>) does not merely mean living in the physical presence of a sage who abides as <i>sat</i>,  the one absolute reality, but more exactly means profound love for and intense attachment to such a sage and the state of pure being in which and as which he or she abides. Thus, even if we do not outwardly live in the company of such a sage, if we inwardly cling to him with pure love, we will always enjoy the benefit of his true <i>sat-sanga</i>.<br /><br />Therefore when Sri Ramana advises us to ‘cherish their <i>inakkam</i>’, he does not only mean that we should cherish their outward company, but more importantly that we should inwardly cultivate and cherish true love for them and for the <i>sat</i> or pure being of which they are an embodiment.<br /><br />In verse 2 (which is a translation of a Sanskrit verse whose source I do not know) he says that the supreme state (of true self-knowledge) that is attained by means of clear <i>vichara</i> (self-investigation), which will arise in our heart when we take refuge in சாது உறவு (<i>sadhu-uravu</i>) — intimate friendship with or love for a <i>sadhu</i> (a word that literally means a person who is going or has gone straight to a goal, and that in this context means a sage who knows and abides as self, the absolute reality) — cannot be attained by listening to a preacher, by understanding the meaning of sacred texts, by virtuous deeds, or by any other means.<br /><br />In verse 3 (which is also a translation of a Sanskrit verse whose source I do not know, and which he composed for a child who wanted to observe a fast as a <i>niyama</i> or form of religious self-restraint) he asks a rhetorical question that implies that if we gain <i>sahavasa</i> (close association or friendship) with those who are <i>sadhus</i> (those who know and abide as self), all these <i>niyamas</i> (the various forms of self-restraint prescribed for the practice of <i>yoga</i> or for living a virtuous life) will serve no purpose, just as there would be no benefit in holding a hand-fan when a cool southern breeze is blowing.<br /><br />In verse 4 (which is  a translation of a Sanskrit verse, the original source of which is not known, but which is included in a well-known collection of ‘gems of wise sayings’ called <i>Subhashita Ratna Bhandara</i> as verse 6 of section 3) he says that heat (or mental anguish) will be removed by the cool moon, poverty by the divine wish-fulfilling tree, and sin by the river Ganga, but that all three of these will be removed merely by the precious sight of incomparable <i>sadhus</i>.<br /><br />In verse 5 (which is an adaptation of <i>Srimad Bhagavatam</i> 10.48.31) he says that <i>tirthas</i> (sacred bathing places), which are composed of water, and <i>daivas</i> (images of deities), which are composed of stone or earth, cannot be compared to those great souls, because they (the <i>tirthas</i> and <i>daivas</i>) will gradually bestow purity (of mind) over a long period of time, whereas <i>sadhus</i> will bestow purity as soon as we see them with our eyes (or as soon as they see us with their eye of grace).<br /><br />Verses 6 and 7 are two dialogues between a <i>guru</i> and a disciple that are intended to help us determine the true nature of self.<br /><br />Verse 6 (which is a translation of a Sanskrit verse whose source I do not know) begins with a disciple’s question, ‘Who is God?’, to which the <i>guru</i> replies with a counter-question, ‘Who knows the mind?’. The dialogue then continues: ‘My mind is only known by me, the soul’, ‘Therefore you are certainly God, because the <i>srutis</i> [sacred texts] say that God is the one [who alone truly exists]’.<br /><br />Verse 7 (which is an adaptation of Sri Adi Sankara’s <i>Eka Sloki</i>) begins with a <i>guru’s</i> question, ‘What is the light for you?’, and the dialogue that ensues is as follows: ‘For me, by day the sun, by night a lamp’, ‘What is the light that knows [these physical] lights?’, ‘[My] eye’, ‘What is the light that knows that [your eye]?’, ‘[That] light is [my] mind’, ‘What is the light that knows [your] mind?’, ‘That is I’, ‘[Therefore the light] that shines in [all other] lights is you’, ‘I am only that [the original light of consciousness, by means of which all other lights are known]’.<br /><br />Verse 8 is Sri Ramana’s Tamil translation of the Sanskrit verse ‘<i>hridaya kuhara madhye ...</i>’, which he had composed in 1915. Though the original Sanskrit version of this verse was completed by Sri Ramana, the first three words were composed by a devotee called Jagadisa Sastri, and when he completed it Sri Ramana signed the name ‘Jagadisan’ at the foot of it, indicating thereby that  he had written in it only the ideas that Jagadisa Sastri wanted to express but was unable to do so in verse.<br /><br />In the first two lines of this verse he says that in the centre of the ‘cave’ that is our heart the one <i>brahman</i> (the absolute reality or one true being) alone shines directly as <i>atman</i> (our true self), (which always experiences itself) as ‘I [am] I’. Then in the last two lines he tells us the means by which we can experience and abide as this one non-dual reality, instructing us to enter (approach, reach or take refuge in) our heart either by our mind sinking (within) contemplating ourself, or by our mind sinking (within) with the breath (restrained), and thereby to be one who abides in <i>atman</i>.<br /><br />Though most of this verse accurately expresses the teachings of Sri Ramana, which Jagadisa Sastri had often heard him saying, the idea expressed in the final line by the words (in the Sanskrit original) ‘<i>va pavana chalana rodhat</i>’, which means ‘or by restraining the movement of [your] breath’, is not in tune with his teachings, because these words imply that we can enter our heart — the innermost core of our being — and abide as our real self not only by <i>svam chinvata</i> or ‘self-investigation’ but also by breath-restraint.<br /><br />The fact that by restraining our breath we can restrain our mind only temporarily, that breath-restraint (<i>pranayama</i>) will not destroy or weaken our <i>vasanas</i> or latent desires, and that it is therefore only an aid to restrain our mind but will not bring about <i>manonasa</i> or ‘annihilation of mind’ is clearly taught to us by Sri Ramana in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"_blank\">eighth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>. Therefore we should understand that the words ‘<i>hridi visa ... pavana chalana rodhat atmanishtho bhava tvam</i>’ (which mean ‘enter [your] heart ... by restraining the movement of [your] breath [and thereby] be you in <i>atma-nishtha</i> [self-abidance]’) in this verse express a belief of Jagadisa Sastri and not a actual teaching of Sri Ramana.<br /><br />To clarify that the only means by which we can destroy our mind and thereby abide eternally as self is <i>svam chinvata</i> or ‘self-investigation’ and not <i>pavana chalana rodha</i> or ‘restraining the movement of the breath’, when Sri Ramana and Sri Muruganar arranged the order of verses in <i>Ulladu Narpadu – Anubandham</i>, they placed immediately after verse 8 a verse that is a translation by Sri Ramana of verse 46 of the <i>Jnanachara-Vichara-Padalam</i> of <i>Devikalottara</i>, which clearly states the truth that only consciousness, which is the pure and motionless ‘I’ that exists and shines in the lotus of our heart, will bestow liberation, the natural state of self, by destroying ‘I’ (our mind or ego).<br /><br />In verse 10 (which he composed first in Sanskrit and then in Tamil), while elaborating upon the central teaching of <i>advaita vedanta</i> — namely ‘<i>deham naham</i>; <i>koham</i>? <i>soham</i>’ — Sri Ramana explains in his own words why and how this pure consciousness ‘I’ will destroy our ego.<br /><br />The four words ‘<i>deham naham</i>; <i>koham</i>? <i>soham</i>’, each of which is in turn the first word of each of the four lines of this verse (both in Sanskrit and in Tamil), mean ‘the body (<i>deham</i>) [is] not (<i>na</i>) I (<i>aham</i>); who (<i>kah</i>) [am] I (<i>aham</i>)? he (<i>sah</i>) [is] I (<i>aham</i>)’. The first sentence, ‘<i>deham naham</i>’ or ‘the body is not I’, denotes the initial process of self-analysis by which we gain the intellectual conviction that the body, mind and other adjuncts that we have superimposed upon ourself are not our essential self or ‘I’; the second sentence, ‘<i>koham</i>?’ or ‘who am I?’, denotes the practice of <i>atma-vichara</i> or self-investigation, whereby we will actually experience what ‘I’ really is; and the third sentence, ‘<i>soham</i>’ or ‘he is I’, denote the experience of true self-knowledge that we will gain by practising <i>atma-vichara</i>.<br /><br />In the first two lines of this verse Sri Ramana explains the first sentence, ‘<i>deham naham</i>’, saying that the body is not ‘I’ because it is <i>jada</i> (non-conscious) like a clay pot, because it does not have any ‘shining’ (or consciousness of itself) as ‘I’, and because our nature (or essential being) is experienced by us daily in sleep, in which this body does not exist.<br /><br />In the last two lines he explains the last two sentences, ‘<i>koham</i>? <i>soham</i>’, saying that within the heart-cave of those who abide (as self), having known (by self-investigation) ‘who is this ego, the person who poses as I?’ (or) ‘where is he?’, the omnipresent God (<i>arunagiri-siva-vibhu</i>) will shine forth spontaneously as the <i>sphurana</i> (the clarity of pure self-consciousness) ‘he is I’. That is, when we investigate ‘who am I?’ we will experience the truth that ‘I’ is nothing other than the one omnipresent absolute reality, which we call ‘God’ or ‘Arunagiri Siva’.<br /><br />By placing this verse after verses 8 and 9, Sri Ramana clearly implied the truth that since the real nature of our fundamental consciousness ‘I’ is nothing other than the one non-dual reality, we can destroy the illusory appearance of our mind and thereby abide firmly as our real self only by keenly scrutinising and knowing this consciousness ‘I’ as it really is.<br /><br />Verse 11 is a Tamil translation by Sri Ramana of a Sanskrit verse in which Lakshmana Sarma recorded what he had once said, namely that the person who is truly born is only he (or she) who is born in his own source, which is <i>brahman</i> (the one absolute reality), by keenly investigating ‘where was it (this mind or ego) born as I?’, and that such a person is <i>munisan</i> (the lord of all sages) and is eternal and ever new and fresh.<br /><br />In verse 12 Sri Ramana advises us to cease thinking this wretched body to be ‘I’ and to know self, which is ever-unceasing happiness, and then he adds a warning (which he adapted from verse 84 of <i>Vivekachudamani</i>), namely that trying to know self while cherishing this perishable body is like trying to cross a river using a crocodile as a raft.<br /><br />In verse 13 he teaches us that destroying our <i>dehatma-bhava</i> (the false attitude or imagination that ‘this body is I’) is in effect the perfect performance of all good deeds and the achievement of all virtues and happiness, such as charity (<i>dana</i>), asceticism (<i>tapas</i>), ritual sacrifice, <i>dharma</i> (righteousness or good conduct), <i>yoga</i> (union with God), devotion (<i>bhakti</i>), heaven, wealth, peace (<i>santi</i>), truth, grace, silence (<i>mauna</i>), abidance (as self), death without dying, knowledge, renunciation, liberation and bliss.<br /><br />In verse 14 he teaches us that by practising <i>atma-vichara</i> we will achieve the true aim of all forms of spiritual practice (each of which can be classified as being a form of one of the four ‘<i>yogas</i>’, namely <i>karma</i>, <i>bhakti</i>, <i>yoga</i> and <i>jnana</i>), saying that investigating ‘to whom are <i>karma</i> (action), <i>vibhakti</i> (lack of devotion), <i>viyoga</i> (separation from God) and <i>ajnana</i> (ignorance of self)?’ is itself <i>karma</i> (the path of desireless action), <i>bhakti</i> (the path of devotion), <i>yoga</i> (the path of union) and <i>jnana</i> (the path of knowledge), because when we investigate ourself thus, we will discover that this ‘I’ (who does <i>karma</i>, lacks <i>bhakti</i>, feels itself to be separate from God, and is ignorant of its real self) does not really exist, that without this false ‘I’ these defects (<i>karma</i>, <i>vibhakti</i>, <i>viyoga</i> and <i>ajnana</i>) never exist, and that the truth is therefore that we permanently exist only as the one real self.<br /><br />In verses 15 to 17 Sri Ramana ridicules those who desire to acquire <i>siddhis</i> (supernatural or miraculous powers) and thereby to reform the world or rectify all its problems, and he teaches us that such desires would certainly prevent our mind subsiding in the peaceful state of absolute non-activity, in which alone we can experience ‘liberation’, which is the state of true self-knowledge.<br /><br />In verse 15 he says that the buffoonery of ‘lunatics’ who do not know the truth that <i>sakti</i> (the one divine power) alone enables them to function, yet who exert themselves actively saying ‘we will attain <i>siddhis</i>’, is like the story of a cripple who said, ‘If someone raises me up [enabling me to stand], what measure are these enemies [that is, what power will they have to withstand me]?’<br /><br />In verse 16 he asks a rhetorical question which implies that since absolute peace of mind alone is liberation, which is in truth always attained, people who set their mind upon <i>siddhis</i>, which cannot be attained without activity of mind, cannot immerse in the bliss of liberation, which is completely devoid of mental turbulence, agitation or activity.<br /><br />In verse 17 he compares the ‘spurious [unreal or deceptive] soul’ who imagines that he or she is bearing the burden of the world, when in fact God is bearing it all, to the form of a <i>gopuram tangi</i> (one of the four plasterwork figures that stand near the top of a <i>gopuram</i> [a monumental tower erected above a temple gateway] and seem to bear its cylindrical upper section on their shoulders), saying that the attitude of such a person is a mockery. In the second half of the verse he gives another analogy (one that he also used in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a>), asking whose fault it is if a person who is travelling on a train, which is carrying a huge burden, suffers by carrying his own luggage on his head instead placing it on the train.<br /><br />Verses 18 to 24 are centred around the subject of the ‘heart’, a term that in a spiritual context means the innermost core or essence of our being — our pure, adjunct-free, non-dual self-consciousness, ‘I am’.<br /><br />Though the real nature of our ‘heart’ is infinite consciousness, which transcends all forms of limitation, such as time, space or our material body, verses 18 and 19 describe it as being like a lily bud located within our chest, ‘two digits to the right’, and say that in the tiny hole inside its closed mouth the darkness (of self-ignorance) exists along with desire and other passions; that all the major <i>nadis</i> (subtle channels through which consciousness and <i>prana</i> flow) depend upon it; and that it is the abode of the light (of consciousness), the mind and the <i>prana</i> (life-force).<br /><br />This description of the ‘heart’, which Sri Ramana translated from the Malayalam version of <i>Ashtanga Hridayam</i> (one of the three principal texts of the ancient system of medicine called <i>ayurveda</i>), is obviously not the absolute truth, but is only a relative truth — a fact that appears to be true only from the limited and distorted perspective of our mind, which always experiences itself as a body. Since our mind experiences a body as ‘I’, in its finite view this ‘I’ seems to originate from and to be centred in a particular place within this body, and hence this place, which is the point ‘two digits to the right’ from the centre of the chest, is loosely described as being the ‘heart’ or centre for ‘I’ in this body.<br /><br />The fact that our real ‘heart’ is actually not this or any other point in our body is clearly indicated in <i>Upadesa Manjari</i>, in which Sri Natananandar records that — in the answer to the ninth question of the second section, ‘What is the <i>svarupa</i> [‘own form’ or essential  nature] of the <i>hridaya</i> [heart or core]?’ — Sri Ramana quoted these two verses of <i>Ulladu Narpadu – Anubandham</i> and explained that though some texts describe it thus:<blockquote>... in absolute truth (<i>paramartha</i>) the meaning of the word <i>hridaya</i> [heart] is only self (<i>atman</i>). Since it is defined by the characteristics being (<i>sat</i>), consciousness (<i>chit</i>), happiness (<i>ananda</i>), permanence (<i>nitya</i>) and wholeness (<i>purna</i>), for it there are not any differences such as ‘inside’ and ‘outside’ or ‘up’ and ‘down’. The motionless place [space, ground or state] in which all thoughts cease is alone called the state of self (<i>atman</i>). When [we] abide knowing its <i>svarupa</i> [essential nature] as it is, there will be no room there for considerations such as that it is either inside or outside the body.</blockquote>Since our ‘heart’ or real self is the one infinite whole (<i>purna</i>), how can it be confined within any particular form or located at any particular place? It is the one unlimited consciousness in which everything is contained, and the one true substance that exists as everything, so it is both inside and outside everything, and at the same time neither inside nor outside anything.<br /><br />In verse 20 (which is an adaptation of verses 59 and 62 of chapter 19 of a Tamil work called <i>Prabhulinga Lilai</i>) Sri Ramana indicates that the only means by which we can experience our ‘heart’ as it really is is to mediate upon ‘I’ with the firm conviction that God is nothing other than that, and that we should persevere in practising such self-meditation until our present illusion ‘I am this body’ is utterly destroyed. That is, he teaches us that God is that which “shines as ‘I’ in the cave of [our] heart-lotus”, and that if we abide as this ‘I’ by the strength of our persistent meditation upon it, and if our abidance as it becomes established as firmly as our sense of ‘I’  is now established in our body, our <i>avidya</i> (ignorance or false knowledge) ‘I am this perishable body’ will be dispersed like darkness in front of the sun.<br /><br />The next four verses (which are adapted from verses 32 to 38 of chapter 78 of part 5 of <i>Yoga Vasishtha</i>) emphasise the truth that our real ‘heart’ is only consciousness.<br /><br />In verse 21 (<i>Yoga Vasishtha</i> 5.78.32-3) Sri Rama asks Vasishtha in which great mirror all the worlds that we see appear as a reflection (or shadow), and what is said to be the ‘heart’ of all the living beings in this world (implying that that ‘great mirror’ is the ‘heart’ of each one of us), and Vasishtha replies that the heart of all beings is of two kinds.<br /><br />In verse 22 (<i>Yoga Vasishtha</i> 5.78.34-5) Vasishtha continues to describe the characteristics of these two kinds of heart, saying that one of them should be accepted and the other rejected. The physical organ called ‘heart’ that is situated in a location within the chest should be rejected (as being of no concern to us in our search for true self-knowledge, since it is just an unreal product of our mind’s imagination), whereas the ‘heart’ whose form is the one consciousness (our essential non-dual consciousness, ‘I am’) should be accepted (as being the sole reality and hence the only means by which we can know ourself as we really are). He concludes this verse by saying that this ‘heart’ that is consciousness exists both inside and outside, but is not that which exists only inside or only outside.<br /><br />In verse 23 (<i>Yoga Vasishtha</i> 5.78.36-7) he says that only this (the ‘heart’ that is consciousness) is <i>mukhya hridaya</i> (the principal or original heart); that in it this entire world abides; that it is the mirror to everything (the ‘great mirror’ mentioned in verse 21, in which everything that we see appears as a reflection); that it alone is the abode of all wealth (prosperity or happiness); that therefore only consciousness is declared to be the heart of every living being; and that it is not a small part in a portion of the body, which is <i>jada</i> (non-conscious) like a stone.<br /><br />In verse 24 (<i>Yoga Vasishtha</i> 5.78.38) Vasishtha concludes by saying that therefore by the <i>sadhana</i> (practice) of fixing the mind in the pure heart, which is composed only of consciousness, together with the <i>vasanas</i> (the desires that impel the mind to be active) the breath will automatically subside.<br /><br />In verse 25 (which is a translation of verse 47 of the <i>Jnanachara-Vichara-Padalam</i> of <i>Devikalottara</i>) Sri Ramana instructs us to banish all attachments from our mind by incessantly meditating in our heart that <i>sivam</i> (the auspicious reality), which is the consciousness that is devoid of all adjuncts, is ‘I’.<br /><br />When Sri Ramana was asked to point out the most important or useful verses in <i>Yoga Vasishtha</i>, he selected verses 17 to 26 of chapter 18 of part 5, in which Vasishtha teaches Sri Rama that he should know the reality in his own heart yet outwardly act according to his role in this world, as if it were real, and that he should thus be inwardly free from desire and aversion, pleasure and pain, enthusiasm, initiative, effort and action, yet outward appear to be bound by all of these.<br /><br />Since Sri Ramana noticed that only six of these ten verses (namely 17, 18, 22, 25, 19 and 21) had been translated in <i>Jnana Vasishtha</i> (which is a versified Tamil adaptation of the <i>Laghu Yoga Vasishtha</i>, a condensed version of <i>Yoga Vasishtha</i> that contains about six thousand of the thirty-two thousand verses in the full text) as verses 32 to 34 of the chapter called ‘<i>Punya Pavanar Kathai</i>’ (The Story of Punya and Pavana), he translated the other four verses (namely 20, 23, 24 and 26) as two Tamil verses in the same metre as the three verses in <i>Jnana Vasishtha</i>. These two verse are now included in <i>Ulladu Narpadu – Anubandham</i> as verses 26 and 27.<br /><br />In verse 26 (<i>Yoga Vasishtha</i> 5.18.20 and 23) Vasishtha tells Sri Rama that outwardly he should play his role in this unreal world, but inwardly, having investigated all the various states, he should cling only to the one which is the ultimate state devoid of unreality (namely the state of absolutely clear self-consciousness); and that he should outwardly play his role in this world, without ever inwardly losing sight of his knowledge of that (true self) which exists in his heart as the one reality underlying all the various appearances.<br /><br />In verse 27 (<i>Yoga Vasishtha</i> 5.18.24 and 26) Vasishtha tells Sri Rama that he should outwardly play in this world as one who seemingly experiences enthusiasm and joy, who seemingly suffers anxiety and dislikes, and who seemingly makes effort and initiates action, but who is inwardly free of all such blemishes; and that as one who has been freed from the many bonds of delusion and who is steadfastly equanimous in all conditions, he should play in this world as he likes (or as required), outwardly doing action that is appropriate to his <i>vesa</i> (assumed appearance, disguise or role).<br /><br />Having thus described in verses 26 and 27 how we should live in this world as an <i>atma-jnani</i> (one who knows self), in verses 28 to 31 and 33 Sri Ramana discusses the state of such an <i>atma-jnani</i>, and in verse 32 he teaches us the truth that though this state of self-knowledge (<i>atma-jnana</i>) is called the ‘fourth’, it is in fact the only real state.<br /><br />In verse 28 (which is a translation of a Sanskrit verse whose source I do not know) he says that a person who has ‘conquered the senses’ (that is, overcome all desire for any experience obtained through any of the five senses) by knowledge (of self) is an <i>atma-vid</i> (one who knows self), who abides as true knowledge (or being-consciousness); and that he (or she) is the ‘fire of knowledge’ (<i>jnanagni</i>), the wielder of the ‘thunderbolt of knowledge’ (<i>jnana-kulisa</i>), the ‘destroyer of time’ (<i>kala-kala</i>) and the hero who has killed death.<br /><br />In verse 29 (which is an adaptation of <i>Yoga Vasishtha</i> 5.76.20) he says that light (inward illumination, clarity or wisdom) and power of intellect will spontaneously increase in those who ‘see reality’ (that is, those who experience the <i>tattva</i>, the one non-dual reality, which is our own essential self), just as trees in this world shine forth with all qualities such as beauty as soon as spring arrives.<br /><br />In verse 30 (which is an adaptation of <i>Yoga Vasishtha</i> 5.56.13-4) he says that a mind from which all <i>vasanas</i> (impulses, propensities or desires) have been erased (by the clear light of true self-knowledge) does not actually do anything, even though it seems to be active, just as a person who seems to be listening to a story but whose mind has gone far away does not actually hear it, whereas a mind that is saturated with <i>vasanas</i> is truly active, even though it seems to be doing nothing, just like a person who climbs a hill and falls over a precipice in a dream, even though he seems to be lying motionless here (in our waking world).<br /><br />In verse 31 he describes a <i>mey-jnani</i> (one who knows the reality) as being ‘asleep in a body of flesh’ (that is, unaware of the body or anything else other than the one reality, which is self) and says that he (or she) does not know the passing states of bodily activity, <i>nishtha</i> (self-absorption) and sleep, just as a person who is asleep in a bullock cart does not know whether the cart is moving, stationary or unyoked.<br /><br />In verse 32 he says that the transcendent state of ‘waking sleep’ (that is, the state of true self-knowledge, in which one is awake to self, the one reality, but asleep to the unreal mind, body and world) is called <i>turiya</i> (the ‘fourth’ state) only for those who experience waking, dream and sleep (which are in fact unreal); and that since only <i>turiya</i> really exists, and since the other three states does not really exist, it (<i>turiya</i>) is <i>turiyatita</i> (that which transcends the ‘fourth’).<br /><br />He refers here to <i>turiyatita</i> and says that <i>turiya</i> itself is <i>turiyatita</i> because some texts describe our natural state of ‘waking sleep’ not only as <i>turiya</i> (the ‘fourth’) but also as <i>turiyatita</i> (the ‘fourth-transcendent’), which creates the wrong impression in the minds of some people that <i>turiyatita</i> is a fifth state. The truth is that the state of ‘waking sleep’, which is our natural state of absolutely non-dual self-consciousness, is the only real state, so there is truly no difference between <i>turiya</i> and <i>turiyatita</i>. All differences or dualities appear to be real only in the imaginary perspective of our unreal mind, and hence in the clear light of true self-knowledge they will disappear along with this mind.<br /><br />In verse 33 he teaches us the truth that though some texts say that an <i>atma-jnani</i> (one who knows self) is free of <i>sanchita</i> (the store of one’s past actions or <i>karmas</i> that are yet to give fruit) and <i>agamya</i> (the actions that one does in this life by one’s own volition or free will) but that <i>prarabdha</i> (destiny or fate, which is the fruit of past actions that are destined to be experienced in this life) does remain to be experienced by him (or her), this is only a ‘reply that is said to the questions of others’ (that is, it is said as a concession to those who cannot understand the truth that the <i>jnani</i> is not the mind or body that experiences <i>prarabdha</i>), and he illustrates this truth by saying that just as no wife will remain unwidowed if a husband (with three wives) dies, so none of the three <i>karmas</i> (<i>agamya</i>, <i>sanchita</i> or <i>prarabdha</i>) will remain when the <i>karta</i> (the ‘doer’ or agent who does <i>karmas</i> and experiences their fruit) is destroyed (by the clarity of true self-knowledge).<br /><br />In verses 34 to 37 Sri Ramana teaches us the truth that studying too many books can become a serious obstacle in our spiritual path, because the truth that we seek to know exists only within ourself and cannot be found in any book or sacred text. Texts that are either written by an <i>atma-jnani</i> or that record or discuss the teachings of an <i>atma-jnani</i> are truly useful to us only to the extent that they enable us to understand the truth that we can experience the reality only by turning our mind inwards and drowning it in the innermost depth of our own heart, and to the extent that they thereby motivate us to give up seeking anything outside ourself and to seek only the reality that always exists as our essential self, ‘I am’.<br /><br />As Sri Ramana says inthe <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\" target=\"_blank\">sixteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>:<blockquote>Since in every [sacred] text it is said that for attaining <i>mukti</i> [liberation or salvation] it is necessary [for us] to restrain [our] mind, after knowing that <i>mano-nigraha</i> [subjugation or destruction of our mind] is the ultimate intention [or purpose] of [such] texts, there is no benefit [to be gained] by studying without limit [a countless number of] texts. For restraining [our] mind it is necessary [for us] to investigate ourself [in order to know] who [we really are], [but] instead [of doing so] how [can we know ourself by] investigating in texts? It is necessary [for us] to know ourself only by our own ‘eye of <i>jnana</i>’ [that is, by the clarity of our own self-consciousness]. Does [a person called] Raman need a mirror to know himself as Raman? [Our] ‘self’ is within the <i>pancha-kosas</i> [the ‘five sheaths’ with which we seem to have covered and obscured our true being], whereas texts are outside them. Therefore investigating in texts [hoping to be able thereby to know] ourself, whom we should investigate [with an inward-turned attention] having removed [set aside, abandoned or separated] all the <i>pancha-kosas</i>, is useless. ...</blockquote>In verse 34 (which is a translation of a Sanskrit verse whose source I do not know) he says that for a person of little learning, his wife, children and other relatives form just one family, whereas in the minds of those who have vast learning there are not just one but many families in the form of books that stand as obstacles to <i>yoga</i> (spiritual practice or ‘union’ with God).<br /><br />In verse 35 he asks what use is our learning the ‘letters’ (the words written in sacred texts) if we do not intend to erase the ‘letters’ (of destiny) by investigating where we, who have learnt these ‘letters’, were born (that is, from which source we arose as this false learning mind), and he says that those who acquire such learning without attempting to investigate and experience their own source are no better than a sound-recording machine.<br /><br />In verse 36 he says that rather those who are learned but have not subsided (surrendered their mind and become truly humble), the unlearned are saved, because they are saved from the ghost of pride that possesses those who are learned, saved from the disease of many whirling thoughts, and saved from running in search of fame (repute, respect, esteem or glory). Therefore he concludes that they are saved not just from one but from many evils.<br /><br />In verse 37 (which is a translation of a Sanskrit verse that was probably composed by Sri Sadasiva Brahmendra) he says that though they regard all the worlds as mere straw, and though they have mastered all the sacred texts, for people who have come under the sway of the wicked whore called <i>puhazhcci</i> (praise, applause, appreciation, respect or fame), it is rare (or very difficult) to escape their slavery to her.<br /><br />In verse 38, in order to teach us that praise and blame are both of no concern whatsoever to a person who experiences the one real self, he asks us three rhetorical questions, namely who there is besides ourself when we always abide unswervingly in our own true state (of clear self-knowledge), without knowing the illusory distinction between ‘self’ and ‘others’, and what it would then matter whoever may say whatever about us, because what would it matter to us if we were to talk to ourself either extolling or disparaging ourself?<br /><br />In verse 39 (which he composed in 1938 as a translation of verse 87 of <i>Tattvopadesa</i> by Sri Adi Sankara) he says that we should always experience <i>advaita</i> (non-duality) in our heart, but should never attempt to express it in action, and he concludes the verse by saying rather cryptically: ‘O son, <i>advaita</i> is fit in the three worlds; with <i>guru</i>, <i>advaita</i> is not fit; know [thus]’. The ‘three worlds’ here means <i>brahmaloka</i>, <i>vaikuntha</i> and <i>kailasa</i>, the ‘worlds’ or ‘heavens’ in which each of the three principal forms of God, Brahma, Vishnu and Siva, are said to reside, so ‘<i>advaita</i> is fit in the three worlds; with <i>guru</i>, <i>advaita</i> is not fit’ implies that though it may be appropriate for us to approach any of these three forms of God and claim ‘you and I are one’, we should never behave towards <i>guru</i> in such a manner, but should always outwardly show all due reverence towards him, even though in our heart we should experience him as our own true self.<br /><br />Though the one reality that appears as the various forms of God is actually — like <i>guru</i> — only our own essential self, these three forms of God and their respective functions (namely the creation, sustenance and dissolution of this world-appearance) appear as such only within the unreal realm of our self-ignorance, and hence their functions are in no way comparable to the function of <i>guru</i>, which is to destroy the underlying self-ignorance in which the outward forms of God and <i>guru</i> appear to be real. Therefore the reverence that is due to <i>guru</i> is even greater than the reverence that is due to God.<br /><br />Moreover, since the creation, sustenance and dissolution of this world are actually caused only by the rising and subsiding of our own mind, we can justifiably claim to be performing the functions that are attributed to Brahma, Vishnu and Siva, but we can never claim to be performing the function of <i>guru</i>, because as the embodiment of self-ignorance, our mind can never destroy itself, just as darkness can never destroy itself. Just as darkness can be destroyed only by light, our mind and the self-ignorance that gives rise to it can only be destroyed when it subsides and merges in the clear light of pure self-consciousness, ‘I am’, from which it arose.<br /><br />Therefore this verse teaches us that though we should always experience our absolute oneness with <i>guru</i> in our heart by subsiding and merging in our essential self-consciousness, which is his true form, we should never rise as this mind and claim ‘<i>guru</i> and I are one’ or behave as if we are <i>guru</i>.<div><br /></div><div>Moreover, since all action and our outward behaviour take place only in the realm of duality, it is both meaningless and futile to try to express non-duality in action. Since we can only experience non-duality (<i>advaita</i>) in our own heart, this verse says, ‘Always experience non-duality in [your] heart, [but] do not ever express non-duality in action’.<br /><br />Sri Ramana concludes <i>Ulladu Narpadu – Anubandham</i> by declaring the ‘essence of the established conclusion of the entire <i>vedanta</i>’ (<i>akila vedanta siddhanta sara</i>) in verse 40 (which is a translation of a Sanskrit verse whose source I do not know), saying ‘அகம் செத்து அகம் அது ஆகில், அறிவு உரு ஆம் அவ்வகம் அதே மிச்சம்’ (<i>aham cettu aham adu ahil, arivu uru am a-vv-aham ade miccam</i>), which means: “If ‘I’ dies and ‘I’ becomes ‘that’, that ‘I’, which is the form of consciousness, alone is remnant”. That is, if our ego dies and our real self is thereby experienced as ‘that’ (God or <i>brahman</i>, the one absolute reality), what will remain is only that real ‘I’, whose form is pure consciousness.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "15",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/79396119447840154/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Nūṉmālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjI3NzI4ODQ3MTc1Cm9mZnNldDogMzYwMDAwMAo\""
}