{
    "kind": "blogger#post",
    "id": "2642117257353357482",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-14T11:12:00+01:00",
    "updated": "2017-11-12T16:33:23Z",
    "url": "http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2642117257353357482",
    "title": "<i>Ulladu Narpadu</i> – an explanatory paraphrase",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In continuation of my previous article, <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i> – an explanatory paraphrase</a>, the following is the second of seven extracts from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>:<br /><br />உள்ளது நாற்பது (<i>Ulladu Narpadu</i>), the ‘Forty [Verses] on That Which Is’, is a Tamil poem that Sri Ramana composed in July and August 1928 when Sri Muruganar asked him to teach us the nature of the reality and the means by which we can attain it.<br /><br />In the title of this poem, the word உள்ளது (<i>ulladu</i>) is a verbal noun that means ‘that which is’ or ‘being’ (either in the sense of ‘existence’ or in the sense of ‘existing’), and is an important term that is often used in spiritual or philosophical literature to denote ‘reality’, ‘truth’, ‘that which is real’ or ‘that which really is’. Hence in a spiritual context the meaning clearly implied by <i>ulladu</i> is <i>atman</i>, our ‘real self’ or ‘spirit’.<br /><br />Though நாற்பது (<i>narpadu</i>) means ‘forty’, <i>Ulladu Narpadu</i> actually consists of a total of forty-two verses, two of which form the <i>mangalam</i> or ‘auspicious introduction’ and the remaining forty of which form the <i>nul</i> or main ‘text’.<br /><a name='more'></a><br />Like many of his other works, Sri Ramana composed <i>Ulladu Narpadu</i> in a poetic metre called <i>venba</i>, which consists of four lines, with four feet in each of the first three lines and three feet in the last line, but since devotees used to do regular <i>parayana</i> or recitation of his works in his presence, he converted the forty-two verses of <i>Ulladu Narpadu</i> into a single verse in <i>kalivenba</i> metre by lengthening the third foot of the fourth line of each verse and adding a fourth foot to it, thereby linking it to the next verse and making it easy for devotees to remember the continuity while reciting.<br /><br />Since the one-and-a-half feet that he thus added to the fourth line of each verse may contain one or more words, which are usually called the ‘link words’, they not only facilitate recitation but also enrich the meaning of either the preceding or the following verse.<br /><br />Since Sri Ramana formed this <i>kalivenba</i> version of உள்ளது நாற்பது (<i>Ulladu Narpadu</i>) by linking the forty-two verses into a single verse, the term நாற்பது (<i>narpadu</i>) or ‘forty’ is not appropriate for it, so he renamed it உபதேசக் கலிவெண்பா (<i>Upadesa Kalivenba</i>).<br /><br />An English translation by Sri Sadhu Om and me of this <i>kalivenba</i> version of <i>Ulladu Narpadu</i> was published on pages 217 to 222 of the October 1981 issue of <a href=\"http://www.sriramanamaharshi.org/mountainpath.html\" target=\"blank\"><i>The Mountain Path</i></a>, and in May 2008 a copy of it was posted by David Godman in his <a href=\"http://sri-ramana-maharshi.blogspot.com/\" target=\"_blank\">blog</a> under the title <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\" target=\"_blank\"><i>Ulladu Narpadu Kalivenba</i></a>.<br /><br /><a name=\"unm1\"></a>In the first verse of the <i>mangalam</i> or ‘auspicious introduction’ to <i>Ulladu Narpadu</i> (which I have discussed in more detail in the <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\">introduction</a> to this book, <i>Sri Ramanopadesa Noonmalai</i>, and also in a separate article, <a href=\"http://happinessofbeing.blogspot.com/2007/08/crest-jewel-of-sri-ramanas-teachings.html\" target=\"_blank\">The crest-jewel of Sri Ramana’s teachings</a>) Sri Ramana summarises in an extremely clear and powerful manner the essence of his entire teaching about the nature of the reality and the means by which we can attain it, and thus this verse is in effect both a summary of the central import of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a> and an introduction to the central theme of <i>Ulladu Narpadu</i>.<br /><br />In the first two lines of this verse he teaches us the nature of reality, firstly by asking a rhetorical question, ‘உள்ளது அலது உள்ளவுணர்வு உள்ளதோ?’ (<i>ulladu aladu ulla-v-unarvu ullado?</i>), which means ‘other than being, does being-consciousness exist?’ and which implies that (as he taught us in verse 23 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>)  our consciousness of being, ‘I am’, is not other than our being itself. In other words, our reality or being is self-conscious — that is, it itself knows its own being, not by the aid of any other thing, but simply by being itself.<br /><br />In the second sentence of this verse he continues to explain the nature of reality, firstly with a subsidiary clause in which he says ‘உள்ளபொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>ulla-porul ullal-ara ullatte ulladal</i>), which means ‘since [this] being-substance exists in [our] heart devoid of thought’, and secondly with a relative clause, ‘உள்ளம் எனும்’ (<i>ullam enum</i>), which means ‘which is called heart [or ‘am’]’ and which qualifies the term உள்ளபொருள் (<i>ulla-porul</i>) or ‘being-substance’ in the main clause.<br /><br />That is, the reality or true being is not only self-conscious but also devoid of thought, and it exists in our ‘heart’ (the innermost core of ourself) as our ‘heart’. In other words, the reality is our true self — our own essential being, which we always experience as ‘I am’.<br /><br />After explaining that the nature of the reality is such, in the last two lines of this verse he teaches us the means by which we can experience it as it is, firstly by concluding the second sentence with the question ‘உள்ளபொருள் உள்ளல் எவன்?’ (<i>ulla-porul ullal evan?</i>), which means ‘how to [or who can] think of [or meditate upon] [this] being-substance?’ and secondly by answering ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல் உணர்’ (<i>ullatte ullapadi ullade ullal unar</i>), which means ‘know that only being in [our] heart as it is [or as we are] [is] thinking [or meditating] [upon our essential being-substance]’.<br /><br />The key words in this final sentence are உள்ளபடி உள்ளதே (<i>ullapadi ullade</i>), which means, ‘only being as it is [or as we are]’. Here உள்ளபடி (<i>ullapadi</i>), ‘as it is’ or ‘as we are’, means ‘as [our] being-substance is’, and since our ‘being-substance’ (our essential self) is self-conscious and devoid of thought, in this context these words ‘only being as it is’ clearly imply ‘only being self-conscious and devoid of thought’.<br /><br />Thus in this verse Sri Ramana teaches us that we can truly meditate upon and experience the one absolute reality, which is our own self-conscious being, ‘I am’, by just being exclusively self-conscious — that is, clearly conscious of nothing other than our own essential being, ‘I am’ — and therefore free of all thoughts.<br /><br />Since no thought can exist unless we think it, and since we cannot think any thought without attending to it, when our entire attention is concentrated only on ourself, no thought can exist. Therefore we can ‘be as it is [or as we are]’ simply by being keenly self-attentive and thereby excluding all thoughts of anything other than ourself. This is the simple essence of the practical teachings of Sri Ramana.<br /><br /><a name=\"unm2\"></a>Whereas in the first verse of the <i>mangalam</i> Sri Ramana explains this practice of ‘just being as we [really] are’ in terms of the path of <i>jnana</i> (knowledge) or <i>atma-vichara</i> (self-investigation), in the second verse of the <i>mangalam</i> he explains it in terms of the path of <i>bhakti</i> (devotion) or self-surrender. That is, when we are vigilantly self-attentive, we thereby exclude not only all thoughts but also the thinker of those thoughts — our thinking mind itself — so this practice of <i>atma-vichara</i> is the only truly effective means by which we can surrender our false self entirely, as Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>:<br /><blockquote>Being completely absorbed in <i>atma-nishtha</i> [self-abidance], not giving even the slightest room to the rising of any other <i>chintana</i> [thought] except <i>atma-chintana</i> [self-contemplation or self-attentiveness], alone is giving ourself to God. ...</blockquote>In the second verse of the <i>mangalam</i> Sri Ramana says that mature people who have an intense inner fear of death will take refuge at the feet of God, who is devoid of death and birth, depending upon him as their sole protection, and that by their surrender they will experience death (the death or dissolution of their finite self). He then  ends the verse by asking a rhetorical question that implies that having died to their mortal self and thereby become one with the immortal spirit, they will never be troubled again by any thought of death.<br /><br />In this verse the words மரணபவமில்லா மகேசன் சரணமே சார்வர் (<i>marana-bhavam-illa mahesan caraname carvar</i>), which literally mean ‘they will take refuge at [depend upon or surrender to] the feet of the great lord, who is devoid of death and birth’, are a graphic description of the state of complete self-surrender — that is, the state in which we surrender our false finite self in the clear light of our true infinite self.<br /><br />The term மரணபவமில்லா மகேசன் (<i>marana-bhavam-illa mahesan</i>), ‘the great lord [or God], who is devoid of death and birth’, is a poetic description of our eternal self, and his சரணம் (<i>caranam</i>) or ‘feet’ is our natural state of absolutely clear non-dual self-consciousness, ‘I am’. The verb சார்வர் (<i>carvar</i>), ‘they will take refuge at [depend upon or surrender to]’, denotes the state in which our mind turns towards and merges in this true self-consciousness. Thus these words denote the same state of thought-free self-conscious being that he described in the previous verse as உள்ளத்தே உள்ளபடி உள்ளதே (<i>ullatte ullapadi ullade</i>) or ‘only being in [our] heart as it is [or as we are]’.<br /><br /><a name=\"un01\"></a>In the first verse of the <i>nul</i> or main ‘text’ he establishes the truth that there is one absolute reality underlying the false appearance of all multiplicity and that everything is nothing other than this one reality, which is our own true self. That is, he says that because we see the world, accepting ஓர் முதல் (<i>or mudal</i>) — one primal reality, origin, source, base, substratum, ground or first cause — with a ‘power that is many’ (that is, a power that can appear as if it were many different things) is indeed certain, and that this ‘one primal reality’, which is self, is that which appears as everything: the seeing mind, the world-picture that it sees, the light of consciousness by which it sees, and the ground or underlying being that supports its seeing.<br /><br /><a name=\"un02\"></a>In verse 2 he says that all disputes about the nature of this one reality — whether the soul, world and God are in essence all just this one reality, or whether they are eternally three separate realities — are possible only so long as our ego exists, and that abiding in our own natural state (of pure thought-free self-conscious being) is the highest achievement.<br /><br /><a name=\"un03\"></a>In verse 3 he reiterates the same truth, asking what is the use of arguing whether the word is real or a false appearance, whether it is knowledge or ignorance, or whether it is a source of happiness or not, and pointing out the simple truth that the egoless state in which we have given up all thought of the world and known only our own essential self, thereby freeing ourself from our false ‘I’ (the mind or ego) and its thoughts about ‘one’ (non-duality) and ‘two’ (duality), is agreeable to everyone.<br /><br /><a name=\"un04\"></a>In verse 4, by asking a rhetorical question, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kan alal katchi undo?</i>), which means ‘is the sight otherwise than the eye?’, he teaches us a subtle but very important truth, namely that the ‘sight’ (whatever is seen or experienced) cannot be otherwise than the ‘eye’ (the consciousness that sees or experiences it). Hence he says that if we are a form (a body), the world and God will be likewise, but if we are not any form, who could see their forms, or how could we see them? He then ends this verse by saying that the real eye is only our essential self, which is the ‘endless eye’ (the infinite consciousness of being, ‘I am’).<br /><br /><a name=\"un05\"></a>In verse 5 he says that the term ‘body’ denotes not only our physical body but all our ‘five sheaths’ (our physical body, the <i>prana</i> or life that animates it, our mind, our intellect and the peaceful absence of objective knowledge that we experience in sleep), and then asks rhetorically whether the world exists in the absence of such a body (implying that it does not), or whether anyone has seen the world after separating from the body (as in sleep or death).<br /><br /><a name=\"un06\"></a>In verse 6 he says that the world is nothing other than our  five kinds of sense perception (sights, sounds, smells, tastes and tactile sensations), which are sensations perceived by our five senses, and then asks rhetorically whether, since our one mind knows the world through these five senses, the world exists in the absence of this mind (implying that it does not).<br /><br /><a name=\"un07\"></a>In verse 7 he reiterates this truth that the world exists only in our mind, saying that though the world and our mind — the consciousness that knows it — arise and subside (appear and disappear) simultaneously (or as one), the world ‘shines’ (appears to exist or is made known) only by our mind, and then declares that the ‘whole’ (the infinite fullness of being or consciousness), which shines without appearing or disappearing as the ground for the appearance and disappearance (of our mind and the world), alone is the பொருள் (<i>porul</i>), the ‘substance’, ‘essence’ or ‘reality’ (of all that thus appears and disappears).<br /><br /><a name=\"un08\"></a>Having discussed the reality of our experience of this world-appearance in verses 3 to 7, in verse 8 Sri Ramana discusses the reality of ‘seeing’ or experiencing God, saying that though he is the பொருள் (<i>porul</i>) or ‘essential reality’, which is truly devoid of name or form, it is possible to see him in name and form by worshipping him in any form, giving him any name, but that knowing one’s own உண்மை (<i>unmai</i>) — ‘truth’, ‘being’ or ‘am-ness’ — and thereby subsiding and becoming one with his உண்மை (<i>unmai</i>) is alone seeing him in truth.<br /><br /><a name=\"un09\"></a>In verses 9 to 13 Sri Ramana discusses the reality of knowledge and ignorance and establishes the nature of true knowledge.<br /><br />In verse 9 he begins by teaching that all dualistic or objective knowledge depends upon ‘one’ (namely our mind, which alone experiences such knowledge), and that if we look within our mind to see what that ‘one’ is, such knowledge will cease to exist (because we will discover that our mind, upon which it depends, is itself non-existent).<br /><br /><a name=\"un10\"></a>In verse 10 he says that knowledge and ignorance (about objects or otherness) are interdependent, each existing only in relation to the other, and that true knowledge is only the ‘knowledge’ (or consciousness) that knows the ‘self’ (the mind or ego) to whom knowledge and ignorance appear to exist (in other words, true knowledge is only the consciousness that experiences the truth that the mind — which is the sole root, base or foundation of objective knowledge and ignorance — is itself non-existent).<br /><br /><a name=\"un11\"></a>In verse 11 he says that knowing otherness without knowing ourself who experiences such knowledge (of otherness) is not knowledge but only ignorance, and that when we know ourself (this unreal mind), who is the <i>adhara</i> (the support, substratum or ground) of knowledge and ignorance, they will cease to exist (since we will discover that the mind itself is non-existent).<br /><br /><a name=\"un12\"></a>In verse 12 he says that true knowledge is not that (our mind) which knows (otherness), but only that (our real self) which is devoid of both knowledge and ignorance (about otherness), and that our real self is not a void (even though it is devoid of both knowledge and ignorance about otherness) but true knowledge, because it shines without any otherness for it to know or to make known.<br /><br /><a name=\"un13\"></a>In verse 13 he says that self, which is <i>jnana</i> (knowledge or consciousness), alone is real; that manifold knowledge (knowledge or consciousness of multiplicity) is only <i>ajnana</i> (ignorance); and that even such ignorance, which is unreal, is nothing other than self (its only real substance), which is <i>jnana</i>, just as all the many ornaments, which are unreal (as separate forms), are not other than gold (the real substance of which they are made).<br /><br /><a name=\"un14\"></a>In verses 14 to 16 Sri Ramana discusses the reality of space and time, and establishes the truth that ‘we’, who are devoid of time and space, alone are real.<br /><br />In verse 14 he begins with the subject of space or ‘place’, and since in Tamil grammar the three persons are called மூவிடம் (<i>mu-v-idam</i>) or the ‘three places’, he says that if the first person, our false consciousness ‘I am this body’, exists, the second and third persons will also seem to exist, but that if we scrutinise the truth of the first person, it will cease to exist, and along with it the second and third persons will also cease to exist, and that the remaining single (non-dual) தன்மை (<i>tanmai</i>) — ‘self-ness’, ‘essence’, ‘reality’, ‘first person’ or ‘state’ — alone is ‘self’, our own real state.<br /><br />In the first two sentences of this verse, the word தன்மை (<i>tanmai</i>) or the ‘first person’, which etymologically means ‘self-ness’, denotes ‘I’, the conscious mind or subject, which always experiences itself as being ‘here’ and ‘now’, in the present place and time; the word முன்னிலை (<i>munnilai</i>) or the ‘second person’, which etymologically means ‘that which stands in front’, denotes the objects that the mind experiences most immediately, namely its own intimate thoughts; and the word படர்க்கை (<i>padarkkai</i>) or the ‘third person’, which etymologically means ‘that which spreads out [or expands]’, denotes the objects that the mind experiences more remotely, namely those thoughts that appear as the objects of the seemingly external world.<br /><br />Since all objects — both those that we recognise as being mere thoughts (the ‘second person’ objects) and those that appear to exist in an external world (the ‘third person’ objects) — seem to exist only when they are known by our thinking mind (the ‘first person’ or subject), they will cease to exist as soon as we experience the truth that this false ‘first person’ is actually non-existent. And since space is an illusion that is created by the seeming separation between the knowing subject (the ‘first person’) and the many objects (the ‘second and third persons’) that it knows, space will cease to exist as soon as the ‘first place’ (the ‘first person’ or ‘here’) ceases to exist.<br /><br /><a name=\"un15\"></a>In verse 15 Sri Ramana goes on to discuss the reality of time, saying that the past and future stand clinging to the present (that is, their seeming existence depends upon the present); that while occurring they are both the present; that the present is ‘only one’ (that is, the only one time that we ever actually experience); and that trying to know the past or future without knowing the truth of the present is like trying to count without knowing ‘one’ (the basic number of which all other numbers are constituted).<br /><br /><a name=\"un16\"></a>In verse 16 he concludes his discussion of time and space by first asking the rhetorical question ‘நாம் அன்றி நாள் ஏது, நாடு ஏது, நாடும் கால்?’ (<i>nam andri nal edu, nadu edu, nadum kal?</i>), which means ‘when [we] scrutinise, except we, where is time [and] where is place?’ and which clearly implies that when we keenly scrutinise ourself in the precise present place and precise present moment, ‘here’ and ‘now’, we will discover that ‘we’ alone truly exist and that time and place are completely non-existent.<br /><br />After asking this question, he says that if we are a body, we shall be ensnared in time and place, but then asks another rhetorical question, ‘are we [a] body?’, implying that we are not. He then concludes by saying that since we are ‘one’ (the one non-dual immutable reality), now, then and always, here, there and everywhere, that which really exists is only ‘we’, who are devoid of time and place.<br /><br /><a name=\"un17\"></a>In verses 17 and 18 he teaches us the unreality of our present experience — both of ourself as a finite body and of the world as a collection of finite forms — by contrasting it with the experience of those who have known self.<br /><br />In verse 17 he says that both for those who have not known self and for those who have known it, the body is certainly ‘I’, but that the difference between them is that to those who have not known self, ‘I’ is limited to the measure of the body, whereas to those who have known self, ‘I’ shines without any limit (and hence neither the body nor anything else exists as other than it).<br /><br /><a name=\"un18\"></a>In verse 18 he says that both for those who have not known self and for those who have known it, the world is real, but that the difference between them is that to those who have not known self, the reality is limited to the measure of the world, whereas to those who have known self, the reality abides devoid of form as the <i>adhara</i> (the support, substratum or ground) of the world. That is, whereas we experience the multiple forms of this world as real, a person who has known self experiences only its formless ground or underlying substance as real.<br /><br /><a name=\"un19\"></a>In verse 19 he says that the dispute whether fate (<i>vidhi</i>) or free will (<i>mati</i>) prevails is of interest only to those who do not know the மூலம் (<i>mulam</i>) — the root, base, foundation, origin or source — of both fate and free will (namely the mind, which misuses its free will and experiences whatever fate results therefrom), and that those who have known the truth of this mind have thereby separated themselves from fate and free will and will not hereafter become entangled with them again. In other words, fate and free will appear to exist only so long as our mind appears to exist, but when we scrutinise this mind and thereby know the truth that it does not really exist, fate and free will will also cease to exist.<br /><br /><a name=\"un20\"></a>In verses 20 to 22 he returns to the subject of ‘seeing’ God, which he had discussed earlier in verse 8 (and also in verses 24 to 26 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>), and once again emphasises the truth that we can experience God as he really is only by knowing our real self and thereby surrendering our false self.<br /><br />In verse 20 he says seeing God without seeing oneself, who sees him, is only seeing a மனோமயமாம் காட்சி (<i>manomayam-am katchi</i>) — a ‘sight which is composed of mind’ or ‘mind-made vision’ — and that only he who sees his real self, which is the source and base of his false self, has truly seen God, because our real self, which alone remains after the destruction of our false self, which is the root (of all mental visions or experiences), is not other than God.<br /><br /><a name=\"un21\"></a>In verse 21 he asks how we can ‘see’ ourself, since ourself is one (and is therefore not something that we can ‘see’ as an object that is other than ourself), and how we can ‘see’ God (as an object of experience), since we cannot even ‘see’ ourself (as an object of experience), and he concludes by saying ‘ஊண் ஆதல் காண்’ (<i>un adal kan</i>), which means ‘becoming food [is] seeing’. That is, we can truly see God, who is our own real self, only by surrendering ourself entirely to him, allowing ourself to be consumed in his infinite light of pristine self-consciousness, ‘I am’.<br /><br /><a name=\"un22\"></a>In verse 22 he asks us to consider how we can meditate upon or know God by our mind, except by turning our mind back within and immersing it in God, who shines within it (as its essential self-consciousness, ‘I am’) giving it light (the light of consciousness by which it is able to know both itself and the appearance of thoughts, objects or otherness).<br /><br /><a name=\"un23\"></a>In verses 23 to 29 he discusses the rising of our false ‘I’, the mind or ego, and the means by which we can return to our natural state, in which this ‘I’ does not rise.<br /><br />In verse 23 he says that this body does not say ‘I’, because it is not conscious; that no one says ‘in sleep I do not exist’ (even though our body and mind do not exist in sleep); and that after one ‘I’ (our mind or ego) rises, everything arises. Therefore he instructs us to scrutinise with a நுண் மதி (<i>nun mati</i>) — a subtle, acute, precise and keen mind, intellect or power of discernment — where this ‘I’ rises, and in the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\" target=\"_blank\">kalivenba version</a> he adds that when we scrutinise it thus, it will ‘slip off’, ‘steal away’ or ‘stealthily escape’.<br /><br />That is, this false ‘I’ appears to exist only so long as we do not keenly scrutinise it, and it disappears as soon as we focus our entire attention upon it (just as an imaginary snake would disappear when we look at it carefully and thereby recognise that it is only a rope). The fact that this is the nature of our mind or ego — our primal thought ‘I’ — is an extremely important truth that Sri Ramana emphasised repeatedly, because it is a vital clue that explains the unique and infallible efficacy of <i>atma-vichara</i> or self-investigation.<br /><br />In all forms of spiritual practice other than <i>atma-vichara,</i> our attention is directed towards something other than our essential self — our fundamental consciousness ‘I’ — so such practices will only sustain and perpetuate the illusion of the false ‘I’ who is practising them, and hence they can never destroy it. The only means by which we can destroy this illusion is to withdraw our attention from everything else and focus it exclusively upon ‘I’, because just as we would not recognise the truth that the imaginary snake is actually nothing other than a rope unless we looked at it carefully, so we will not recognise (or truly experience) the truth that this imaginary finite ‘I’ is actually nothing other than the one real infinite ‘I’ unless we scrutinise it keenly.<br /><br /><a name=\"un24\"></a>In verse 24 he begins by reiterating the truth that this non-conscious body does not say ‘I’, and then he says that being-consciousness (<i>sat-chit</i>) does not rise (appear or come into existence), but that in between being-consciousness and this non-conscious body one ‘I’ rises as the ‘measure’ of this body (that is, a spurious consciousness ‘I’ rises as ‘I am this body’, assuming the boundaries of bodily existence, being confined within the limits of time and space). This false ‘I’, he says, is <i>chit-jada-granthi</i> (the knot that binds together consciousness and the non-conscious), bondage, the soul, the ‘subtle body’, the ego, the mind and this <i>samsara</i> (‘wandering’, the state of incessant activity, passing through one dream-life after another).<br /><br /><a name=\"un25\"></a>In verse 25 he describes this false ‘I’ as உருவற்ற பேய் அகந்தை (<i>uru-v-atra pey ahandai</i>), the ‘formless ghost-ego’, and says that it comes into existence by grasping form (that is, by attaching itself to a body), endures by grasping form (that is, by attending to thoughts or perceptions of a seemingly external world), feeds and grows (flourishes or expands) abundantly by grasping form, and having left one form it grasps another form. That is, since this ego has no form (no finite and separate existence) of its own, it can seemingly come into existence and endure only when we imagine ourself to be the form of a body, and it flourishes when we attend to any form (anything that appears to be separate from ourself).<br /><br />Having thus explained how this ‘I’ rises, endures and flourishes, he explains how it can be destroyed, saying தேடினால் ஓட்டம் பிடிக்கும் (<i>tedinal ottam pidikkum</i>), which literally means ‘if [we] seek [search, investigate, examine or scrutinise it], it will take flight’. That is, since this ego is a ‘formless ghost’ and since it can therefore rise and endure only by ‘grasping form’, when it tries to ‘grasp’ (or attend to) itself, which is not a form, it will subside and disappear.<br /><br />Thus in this verse Sri Ramana explains more clearly the crucial truth that he had mentioned briefly in the last sentence of the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\" target=\"_blank\">kalivenba version</a> of verse 23 — ‘நான் எங்கு எழும்?’ என்று நுண் மதியால் எண்ண நழுவும் <i>(‘nan engu ezhum?’ endru nun matiyal enna nazhuvum</i>), which means ‘when [we] scrutinise with a subtle power of discernment “where does [this] I rise?”, it will steal away’ — namely the truth that our mind or ego is nourished and sustained by attending to anything other than itself, and will therefore be dissolved and destroyed only by attending to itself.<br /><br />As I mentioned above, this truth — which can aptly be called the ‘first law of consciousness’ or ‘first law of the science of self-knowledge’ — is a fundamental principle that we must understand if we are to recognise the unique efficacy of <i>atma-vichara</i> and the fundamental limitation of every other form of spiritual practice. It is also the key to complete self-surrender, because our false self is sustained by attending to anything other than itself, and hence we can effectively surrender it only by vigilantly scrutinising it, as Sri Ramana teaches us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>:<br /><blockquote>Being completely absorbed in <i>atma-nishtha</i> [self-abidance], not giving even the slightest room to the rising of any other <i>chintana</i> [thought] except <i>atma-chintana</i> [self-contemplation or self-attentiveness], alone is giving ourself to God. ...</blockquote><a name=\"un26\"></a>In verse 26 he states another fundamental principle of this science of self-knowledge, saying that if the ego comes into existence, everything will come into existence, and that if the ego does not exist, everything else will not exist. Therefore he declares the truth that அகந்தையே யாவும் ஆம் (<i>ahandai-y-e yavum am</i>), which means ‘the ego indeed is everything’, and he concludes by saying ஆதலால் ‘யாது இது?’ என்று நாடலே ஓவுதல் யாவும் (<i>adalal ‘yadu idu?’ endru nadal-e ovudal yavum</i>), which means ‘therefore investigating [or scrutinising] “what is  this [ego]?” is indeed giving up [or renouncing] everything’. That is, since we can renounce or surrender our ego only by scrutinising it vigilantly to know what it really is, and since everything else is actually nothing other than this ego, scrutinising ‘what am I?’ is truly renouncing everything.<br /><br />Thus Sri Ramana teaches us that we cannot truly renounce the world merely by becoming a monk, hermit or ascetic, but only by keenly attending to our fundamental consciousness ‘I’, thereby refraining from attending to any other thing. Therefore this practice of <i>atma-vichara</i> or self-investigation is not only complete self-surrender but also absolute renunciation of everything.<br /><br /><a name=\"un27\"></a>In verse 27 he teaches us that <i>atma-vichara</i> is the only means by which we can experience the truth declared in the <i>mahavakyas</i> or ‘great sayings’ of the <i>Vedas</i> such as <i>aham brahmasmi</i>, ‘I am <i>brahman</i> [the absolute reality]’, and <i>tat tvam asi</i>, ‘that [God or <i>brahman</i>] you are’.<br /><br />In the first line he says that the state in which ‘I’ abides without rising is the state in which we abide as ‘we are that’, and then he asks how we can reach or attain this egoless state, in which ‘I’ does not rise, unless we scrutinise the source from which it rises. Here the words நான் உதிக்கும் தானம் (<i>nan udikkum [s]thanam</i>), which literally mean the ‘place where I rises’ or the ‘rising-place of I’, denote our real self, which is the ‘place’ or source from which our false self rises (just as the rope is the ‘place’ or source from which the imaginary snake arises).<br /><br />After thus implying that self-scrutiny is the only means by which we can ‘reach’ our natural state of non-rising, he asks another rhetorical question, which reiterates the truth that he stated in the first line by implying that unless we reach this egoless state, we cannot abide as ‘that’ which we really are (namely <i>brahman</i>, the one absolute reality).<br /><br /><a name=\"un28\"></a>In verse 28 he describes the practice of <i>atma-vichara</i> in a more graphic manner, saying that just as we would sink (immerse or dive) in order to find something that had fallen into the water, we should sink deep within ourself with a keenly penetrating power of discernment, thereby controlling our breath and speech, and know the ‘rising-place’ or source of our ego, which rises (as the root of all rising).<br /><br /><a name=\"un29\"></a>In verse 29 he teaches us that such keen self-scrutiny or <i>atma-vichara</i> — which he describes as the practice of ‘having discarded our body like a corpse and not uttering the word “I” by mouth, scrutinising with an inward-sinking mind “where does it [our mind] rise as I?”’ — alone is the path of <i>jnana</i> (or true knowledge), and that other practices such as meditating upon the thoughts ‘I am not this body, I am <i>brahman</i>’ are only aids but are not the actual practice of <i>atma-vichara</i>.<br /><br /><a name=\"un30\"></a>In verse 30 he reiterates the truth that he stated in verse 20 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a> and verse 2 of <i>Anma-Viddai</i>, saying that when our mind reaches our heart (the innermost core of our being) by inwardly scrutinising ‘who am I?’ and thereby dies, the one reality will ‘appear’ or ‘shine forth’ (that is, will be experienced) spontaneously as ‘I [am] I’, and then he clarifies that though it ‘appears’, it is not ‘I’ (the ego) but is the whole <i>porul</i> (the one infinite ‘substance’, ‘essence’ or ‘reality’), the <i>porul</i> which is self.<br /><br />That is, since our real self is infinite, eternal and unchanging, it never truly ‘appears’ (or ‘shines forth’), but it is described as ‘appearing’ (or ‘shining forth’) because at the precise moment that our mind subsides into the innermost depth of our being, we will seem to experience it with an altogether new and fresh clarity. This fresh clarity of self-consciousness or self-knowledge (which is what is sometimes called <i>aham-sphurana</i> or <i>atma-sphurana</i>, the ‘shining forth of I’ or ‘clear appearance of self’) will instantly destroy the last vestige of our mind, whereupon its newness will subside and we will experience it as our eternally clear and ever immutable self.<br /><br /><a name=\"un31\"></a>In verse 31 he reiterates the truth that he stated in verse 15 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, asking rhetorically what there is to do for one who enjoys the bliss of self, which rose (as ‘I [am] I’) destroying the false self (or ego) — thereby implying that our natural state of clear self-consciousness is absolutely devoid of <i>karma</i> or action (since the mind, the agent or ‘doer’ of all action, has cease to exist) — and he concludes this verse with another rhetorical question, asking who can understand what this non-dual state of true self-knowledge really is, since one in this state does not know anything other than self.<br /><br /><a name=\"un32\"></a>In verse 32 he returns again to the subject of how we can experience the truth taught in <i>mahavakyas</i> such as <i>tat tvam asi</i> or ‘that you are’ (which he had discussed in verse 27 and 29, and which he mentions again in verse 36), saying that when the Vedas declare that ‘that you are’, we should know and be our true self by investigating ‘what am I?’, and that if instead of knowing ourself thus we just think ‘I am that [reality], not this [unreal body]’, that is due to lack of clear discrimination (or strength of conviction), because ‘that’ (the one absolute reality or God) always abides as our true self.<br /><br /><a name=\"un33\"></a>In verse 33 he clarifies the nature of true self-knowledge, which is absolutely non-dual and non-objective, teaching us that saying either ‘I do not know myself’ or ‘I have known myself’ is a ground for ridicule, because we are not two selves, one of which could be an object known by the other, since being one is the true experience of each one of us.<br /><br /><a name=\"un34\"></a>In verse 34 he teaches us that it is foolish to argue about the nature of the reality instead of abiding as it, saying that since the பொருள் (<i>porul</i>) or ‘essential reality’ always exists as the true nature of each one of us, disputing whether it exists or does not exist, whether it is a form or formless, or whether it is one or two or neither (one nor two), instead of knowing and firmly abiding as it in our heart, where it exists (or by means of an inward merging mind), is மாயைச் சழக்கு (<i>mayai-c-cazhakku</i>), a fault or evil of <i>maya</i> or self-deception.<br /><br /><a name=\"un35\"></a>In verse 35 he teaches us that the only worthy <i>siddhi</i> or ‘attainment’ is <i>atma-siddhi</i> or ‘self-attainment’ and not the attainment of any supernatural power, saying that knowing and being the பொருள் (<i>porul</i>) or ‘essential reality’, which is always attained, is the only true attainment, and that all other attainments are merely attainments experienced in a dream. He then asks whether such attainments will be real if we wake up from our present sleep of self-forgetfulness, and whether those who abide in the state of உண்மை (<i>unmai</i>), ‘reality’ or ‘being’, and who have thereby discarded unreality, will be deluded (by any such false attainment).<br /><br /><a name=\"un36\"></a>In verse 36 he again teaches us that we cannot experience ourself as the one absolute reality merely by meditating ‘I am that’, saying that if we think we are this body, thinking ‘no, we are that’ will be a useful aid in reminding us to abide as ‘that’, but then asking why we should always be thinking that ‘we are that’, since in truth we always exist as ‘that’. To illustrate the folly and futility of meditating ‘I am that’, he asks whether anyone meditates ‘I am a human being’ (implying that just as it is not necessary for a person to think ‘I am a human being’ in order to be human, so in order to be the reality that we always are we do not need to meditate ‘I am that’).<br /><br /><a name=\"un37\"></a>In verse 37 he reminds us that we are always the one non-dual reality, even when we imagine that we are seeking to experience ourself as such, saying that even the contention that ‘duality [is real] in [the state of] spiritual practice, [but] non-duality [is real] in [the state of] spiritual attainment’ is not true, and to illustrate this truth he asks who we are other than the tenth man, both when we are desperately searching (for ourself) and when we have found ourself.<br /><br />As I explain in a separate article, <a href=\"http://happinessofbeing.blogspot.com/2007/03/non-duality-is-truth-even-when-duality.html\" target=\"_blank\">Non-duality is the truth even when duality appears to exist</a> (which is an extract from pages 310 to 314 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>), the <i>dasaman</i> or ‘tenth man’ whom Sri Ramana mentions in this verse is any one of the ten dull-witted men in a well-known story, according to which they imagined that they had lost one of their companions because, after fording a river, each one of them counted his nine companions but forgot to count himself, the proverbial ‘tenth man’. Just as each of them was the missing ‘tenth man’ even when he imagined the ‘tenth man’ to be lost, so we are each the one real self even when we imagine ourself to be lacking clear knowledge of who we really are.<br /><br />However, though our present self-ignorance and all its effects are a mere imagination, just as the loss of the ‘tenth man’ was a mere imagination, so long as we experience any of these effects — even the slightest trace of duality or otherness — we must make effort to know ourself and thereby dispel this illusion of self-ignorance, which is the root cause of all duality.<br /><br /><a name=\"un38\"></a>To emphasise the truth that we must certainly make effort to dispel our imaginary self-ignorance, in verse 38 Sri Ramana says that if we are the agent or ‘doer’ of actions, we will certainly experience the resulting ‘fruit’ or consequences, but that when we know ourself by investigating ‘who is the doer of action?’ our <i>kartritva</i> or sense of ‘doership’ (our feeling that ‘I am doing action’) will depart and all the ‘three <i>karmas</i>’ will cease to exist. This state devoid of the ‘doer’ and his or her ‘three <i>karmas</i>’ is, Sri Ramana says, the state of <i>mukti</i> or ‘liberation’, which is eternal (being without beginning, interruption or end).<br /><br />As I explain in a separate article, <a href=\"http://happinessofbeing.blogspot.com/2007/07/actions-or-karmas-are-like-seeds.html\" target=\"_blank\">Actions or <i>karmas</i> are like seeds</a> (which is an extract from pages 258 to 261 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>), the ‘three <i>karmas</i>’ are (1) our <i>agamya karma</i>, our present actions, which we perform by our free will under the influence of our <i>vasanas</i> (the latent ‘seeds’ of our desires) and which therefore generate not only more such ‘seeds’ but also ‘fruits’ to be experienced by us later; (2) our <i>samchita karma</i>, the store of the ‘fruits’ of our past actions that are yet to be experienced by us; and (3) our <i>prarabdha karma</i>, our present destiny or fate, which is the set of those ‘fruits’ of our past actions that God has selected and ordained for us to experience now. These ‘three <i>karmas</i>’ will all appear to be real so long as we mistake ourself to be a ‘doer’ and an ‘experiencer’, that is, an individual who does actions and experiences pleasure and pain, which are the ‘fruits’ or consequences of actions that we have done in the past.<br /><br />However, if we investigate ‘who am I, who now feel that I am doing actions?’ — that is, if we keenly scrutinise our own essential consciousness ‘I am’, which we now confuse with the mind, speech and body that do actions — we will discover that we are actually not a finite individual who does actions by mind, speech and body, but are only the infinite consciousness that just is. When we thus come to know ourself as we really are, we will cease to mistake ourself to be either the ‘doer’ of any action or the ‘experiencer’ of the fruit of any action.<br /><br /><a name=\"un39\"></a>In verse 39 he emphasises once again our need to make effort to dispel our imaginary self-ignorance, saying that thoughts of bondage and liberation will exist only so long as we experience ourself as ‘I am a person in bondage’, but that when we see ourself by investigating ‘who is this person in bondage?’ our real self, which is eternally liberated, will alone stand as that which is ever attained, and then he asks whether in front (of such clear self-knowledge) the thought of liberation can stand, since the thought of bondage cannot stand.<br /><br /><a name=\"un40\"></a>Finally in verse 40 Sri Ramana answers those who say that the <i>mukti</i> or liberation that we can attain is of three kinds, with form, without form, or with or without form, stating emphatically that liberation is the destruction of the imaginary form of the ego, which distinguishes these kinds of liberation, with form, without form, or with or without form.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2642117257353357482/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Nūṉmālai",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTEwNTA0NDAzMTc2Cm9mZnNldDogMAo\""
}