{
    "kind": "blogger#post",
    "id": "206201579847406216",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-22T12:18:00+01:00",
    "updated": "2019-10-06T09:56:09+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/06/ekatma-panchakam-explanatory-paraphrase.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/206201579847406216",
    "title": "<i>Ekatma Panchakam</i> – an explanatory paraphrase",
    "content": "In continuation of my previous three articles, <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i> – an explanatory paraphrase</a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i> – an explanatory paraphrase</a> and <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html\" target=\"_blank\"><i>Ulladu Narpadu Anubandham</i> – an explanatory paraphrase</a>, the following is the fourth of seven extracts from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>:<br /><br />ஏகான்ம பஞ்சகம் (<i>Ekanma Panchakam</i>), the ‘Five Verses on the Oneness of Self’, is a poem that Sri Ramana composed in February 1947, first in Telugu, then in Tamil, and later in Malayalam.<br /><br />The word ஆன்மா (<i>anma</i>) is a Tamil form the Sanskrit word <i>atman</i>, which means ‘self’, and hence in the title ஏகான்ம பஞ்சகம் (<i>Ekanma Panchakam</i>) the compound word ஏகான்ம (<i>ekanma</i>) means ‘the one self’, ‘self, the one’ or (by implication) ‘the oneness of self’, and பஞ்சகம் (<i>panchakam</i>) means a ‘set of five [verses]’. Thus this title implies not only that self is only one (and not many), but also that self is the only one (that is, the only one existing reality), which is the true import of this poem, since in verse 5 Sri Ramana clearly states that self is the only ever-existing and self-shining reality.<br /><a name='more'></a><br />Like <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a> and many of his other works, Sri Ramana composed <i>Ekatma Panchakam</i> in <i>venba</i> metre, and he later linked the five verses together as a single verse in <i>kalivenba</i> metre by lengthening the third foot of the fourth line of each verse and adding a fourth foot. This <i>kalivenba</i> version of <i>Ekatma Panchakam</i> is called ஏகான்ம விவேகம் (<i>Ekanma Vivekam</i>), ‘Discernment the Oneness of Self’, and an English translation  and brief commentary upon it by Sri Sadhu Om and me was published on pages 7 to 12 of the January 1982 issue of <a href=\"http://www.sriramanamaharshi.org/mountainpath.html\" target=\"blank\"><i>The Mountain Path</i></a>, and in May 2009 I posted a copy of it in my <a href=\"http://happinessofbeing.blogspot.com/\" target=\"_blank\">blog</a> under the title <a href=\"http://happinessofbeing.blogspot.com/2009/05/ekatma-vivekam-kalivenba-version-of.html\" target=\"_blank\"><i>Ekatma Vivekam</i> – the <i>kalivenba</i> version of <i>Ekatma Panchakam</i></a>.<br /><br />In verse 1 he says that having previously forgotten our real self, having imagined a body to be ourself, and having thereby taken innumerable births, our finally knowing and being our real self is just like waking from a dream of wandering about the world.<br /><br />That is, our present so-called waking life is in fact nothing but one of the many dreams that we experience in our long sleep of self-forgetfulness — self-ignorance or seeming lack of clarity of self-consciousness (a lack of clarity that is characterised by our knowing clearly <i>that we are</i>, but not <i>what we are</i>). Therefore, when — by the practice of <i>atma-vichara</i> or keen self-scrutiny — we experience ourself as we really are and thereby awaken from this underlying sleep of self-forgetfulness, our present life as a finite individual will dissolve completely, along with all the other such lives that we have ever lived, just as all our dreams are dissolved when we wake up from sleep.<br /><br />In verse 2 he says that a person who asks himself ‘who am I?’ or ‘what is the place in which I exist?’, even though we always exist as our real self, is equal to a drunkard who asks himself ‘who am I?’ or ‘where am I?’.<br /><br />This verse is not intended to ridicule those who practise <i>atma-vichara</i> correctly, penetrating deep within themselves by focusing their entire attention upon their fundamental consciousness of being, ‘I am’, but ridicules only those who float on the surface of their mind among the waves of thoughts, continuously asking themselves questions such as ‘who am I?’ or ‘whence am I?’ instead of ignoring all thoughts by concentrating their attention on the ‘I’ who is thinking them.<br /><br />Sri Ramana sometimes described the practice of <i>atma-vichara</i> or ‘self-investigation’ as the investigation ‘who am I?’ or ‘whence am I?’ because it is the effort that we make to scrutinise ourself in order to know what we really are and from which source we have arisen as this thinking mind. He also suggested that we could use questions such as ‘to whom do these thoughts occur?’ or ‘who thinks these thoughts?’ as a means to divert our attention away from all other thoughts towards the consciousness ‘I’ that thinks and knows them.<br /><br />However, he also clearly explained that keenly vigilant self-attentiveness alone is the correct practice of <i>atma-vichara</i>, and that these questions are just an aid that we can use to regain such self-attentiveness, which is our natural state of clear self-conscious being. Therefore he composed this verse in order to emphasise that we should not blindly ask these questions like a drunkard, but should only ask them as a means to focus our entire attention upon our fundamental consciousness ‘I’.<br /><br />Another misconception that some people have about the practice of <i>atma-vichara</i> is that it is either an exercise of concentrating our attention upon the right-side of our chest — which is said to be the location of our ‘heart’ (our innermost core or real self) in our body — or an exercise of imagining that we are ‘diving into’ or ‘entering’ this point in our body. Therefore, in order to remove this misconception and to clarify that meditating upon the right-side of our chest or any other point in our body is not <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"_blank\"><i>svarupa-dhyana</i></a> or meditation upon self, in verse 3 he says that when our body is actually in self, which is being-consciousness-bliss (<i>sat-chit-ananda</i>), a person who imagines that self is located in this non-conscious body is like a person who imagines that the cloth screen that supports a cinema picture is within that picture.<br /><br />That is, just as the cinema screen is the underlying base or background upon which a cinema picture appears, so self is the <i>adhara</i> or underlying reality in which our body and everything else appears. Therefore it is only because of our deeply rooted self-forgetfulness or self-ignorance that we not only experience ourself as existing within the confines of this body, but also experience this body as ‘I’.<br /><br />Since the purpose of <i>atma-vichara</i> is to enable us to know ourself as we really are and thereby to destroy the self-ignorance that makes us experience ourself as being limited within this body, meditating upon any point within this body imagining that that is the location of our real self cannot be the correct practice of <i>atma-vichara</i>. Since our body is only an imagination — a thought that exists only in our own mind, like the body that we experience as ‘I’ in a dream — it appears to exist and to be ourself only because we attend to it, so if we meditate upon it in any way, we will sustain its unreal appearance and thereby perpetuate the self-ignorance that gives rise to it. Therefore, in order to know ourself as we really are, we must withdraw our attention completely from this body and from every other thought or object by focusing it exclusively upon ‘I’, our essential consciousness of our own being.<br /><br />Our real self is not only the <i>adhara</i> — the support, substratum, ground or foundation — of our body, but is also the sole <i>vastu</i> — substance or essence — of which it and everything else is made. This truth is clearly stated by Sri Ramana in verse 4, in which he asks two rhetorical questions that imply that just as an ornament is not other than gold, the <i>vastu</i> or substance of which it is made, so the body is not other than self. He then concludes this verse by saying that a person who thinks himself or herself to be a body is an <i>ajnani</i> (someone who does not know self), whereas one who takes himself or herself to be self is a <i>jnani</i> who has known self.<br /><br />That is, our real self, which is the pure non-dual consciousness of being, ‘I am’, is the only real substance that appears as our mind, the false thinking and object-knowing consciousness that experiences itself as ‘I am this body’, and this mind in turn is the substance that appears as everything else that we know. Nothing exists except in our consciousness, because everything is just a thought that our consciousness has formed within itself — and of its substance.<br /><br />The consciousness that thus forms itself into thoughts — which include all the objects that it knows — is our mind, and this mind is in turn just a limited and distorted form of our original self-consciousness, ‘I am’. Therefore, just as gold is the one substance that appears as all the various gold ornaments, so consciousness, our real self, is the one substance that appears as our mind, our body and everything else that we experience.<br /><br />Thus, though our body is in reality nothing other than our real self, so long we experience it as a finite form and not as the one consciousness that it really is, our experience of it as ‘I’ is ignorance or <i>ajnana</i>. Therefore, as Sri Ramana teaches us in verse 17 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a>, a person who experiences ‘I’ as being only the limited form of this body is an <i>ajnani</i> (someone who is ignorant of his or her real self), whereas anyone who experiences themself as self, the formless and therefore unlimited consciousness that is the only real substance of the body and everything else, is a <i>jnani</i> (someone who experiences themself as they really are).<br /><br />This one real self, which is the sole substance of everything, is the only thing that always exists and that knows itself by its own light of consciousness, as Sri Ramana teaches us in the first line of verse 5 and in the preceding ‘link words’ of the <a href=\"http://happinessofbeing.blogspot.com/2009/05/ekatma-vivekam-kalivenba-version-of.html\" target=\"_blank\"><i>kalivenba</i> version</a>, ‘தனது ஒளியால் எப்போதும் உள்ளது அவ்வேகான்ம வத்துவே’ (<i>tanadu oliyal eppodum ulladu a-vv-ekanma vattuve</i>), which means, ‘That which always exists by its own light is only that <i>ekatma-vastu</i> [the one substance, which is self]’.<br /><br />Since self is thus the only existing reality, there is truly nothing that is other than it, so it cannot be made known by words. Therefore in the last three lines of this final verse Sri Ramana asks rhetorically who can reveal this real substance by ‘saying’ (that is, by spoken or written words), when in ancient times even the primal <i>guru</i> Dakshinamurti was able to reveal it only by ‘saying without saying’ (that is, by just being silent).<br /><br />That is, the real nature of the one self is ineffable, because it could be made known by words only if there were at least two distinct people, a <i>guru</i> to teach it and a disciple to understand it, but since there is nothing other than self, who is to make it known to whom? Therefore we can know it as it really is only by merging and losing ourself in infinite silence — the silence of clear thought-free being — which is its true nature.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/206201579847406216/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "Ēkāṉma Pañcakam",
        "guru",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "silence (mauna)",
        "sleep",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Nūṉmālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTcwMzUyMTY5MTE3Cm9mZnNldDogMzYwMDAwMAo\""
}