{
    "kind": "blogger#post",
    "id": "313848065171709424",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-10-21T09:43:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/10/holy-indifference-and-love-to-be-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/313848065171709424",
    "title": "‘Holy indifference’ and the love to be self-attentive",
    "content": "In reply to a friend who wrote to me asking for some advice concerning the psychological effects of some health problems that he was experiencing, I wrote as follows:<br /><br />Whatever we experience in our outward life as a body-bound mind or ego, we are destined to experience for a purpose, and the ultimate purpose behind all that we experience is for us to learn the essential lesson of detachment.<br /><br />Nothing that we experience — other than ‘I am’ — is real or lasting. It is all just a fleeting appearance, as are the body and mind that we mistake to be ourself. But so long as we attend to these fleeting appearances — that is, so long as we allow them to encroach in our consciousness — their seeming reality will be sustained and nourished.<br /><br />Therefore, if we wish to rest peacefully in and as our essential being, ‘I am’, we must learn to ignore all appearances, and we can ignore them only by being completely indifferent to them (‘holy indifference’, as the Christian mystics call it). That is, only when we are truly indifferent to everything else, knowing it all to be just a fleeting dream, will we have the strength to cling firmly to ‘I am’ alone.<br /><a name='more'></a><br />Clinging to ‘I am’ alone means having our entire consciousness centred on, in and as ‘I am’ to the complete exclusion of everything else. Only in this state of absolute self-attentiveness or self-abidance can we experience the profound peace and infinite joy of just being, knowing nothing other than ‘I am’.<br /><br />Because of the strong desire for and attachment to the fleeting experiences of our ephemeral mind that we have accumulated during the course of innumerable dreams (so-called bodily ‘lifetimes’), our attention is constantly being drawn back to such things, but the more we cultivate the habit of being self-attentive — even if at first it is just for brief moments now and then — the more our desires and attachments will be weakened, and the more our love just to be will be nourished and grow.<br /><br />Therefore persistent practice of self-attentiveness is necessary — in fact, it is the only solution to all our problems. No matter how difficult the struggle to overcome all our desires by means of simple self-attentiveness — trying to know ‘who is desiring all these things?’ — may appear to be, we can be sure that we will certainly succeed by steadfast perseverance.<br /><br />That is, though our love to be self-attentive (which is true <i>bhakti</i> or devotion to God, since the true form of God is none other than ‘I am’, our own essential self) may appear at first to be very weak and tenuous, when we steadily cultivate it by practice, it will gradually begin to snowball, increasing in intensity exponentially, until eventually it will entirely consume us and all our petty desires, thereby establishing us firmly and eternally in the infinitely peaceful and joyful state of pristine self-conscious being.<br /><br />Therefore we should never despair, but should patiently and persistently continue to practise simple self-attentiveness or self-remembrance. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nan Yar?</i> (Who am I?)</a>:<blockquote>... If one clings fast to uninterrupted   <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone [will be] sufficient. ...</blockquote>The love to be self-attentive that we now have at least in small measure and that we must continue to cultivate is the truest and most pure form of God’s grace, because he is the clear light of consciousness that shines in our heart as ‘I am’, and because of his infinite love for us, he enkindles in our heart the clarity to discriminate the real from the ephemeral, and this clarity manifests itself as the love to attend only to that which alone is real, ‘I am’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "24",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/313848065171709424/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "dream",
        "effort",
        "ego",
        "God",
        "grace",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODA4Cm9mZnNldDogMzYwMDAwMAo\""
}