{
    "kind": "blogger#post",
    "id": "5668291880056238850",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-07-04T12:07:00+01:00",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/07/atma-vichara-and-metta-bhavana-loving.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5668291880056238850",
    "title": "<i>Atma-vichara</i> and <i>metta bhavana</i> (‘loving-kindness’ meditation)",
    "content": "A friend recently wrote to me asking:<blockquote>I’ve got a question concerning <i>atma-vichara</i> in relation to some meditation techniques.<br /><br />Before I came across Sri Bhagavan's teachings I practised some form of Buddhist meditation which is called ‘<i>metta</i>’ or loving-kindness meditation. In this meditation one develops the feelings of love and care, starting with oneself and expanding the range step by step to include teachers, friends and finally all living beings.<br /><br />I never regarded myself as a Buddhist but nevertheless I still find this form of meditation very helpful and beneficial.  That's why I do a daily loving-kindness meditation for about 45-60 minutes.<br /><br />I also find that this is a help when I try to practice <i>atma-vichara</i> because self-attention seems to be easier with a mind which is not so noisy and turbulent.<br /><br />Through reading and reflecting on Sri Bhagavan’s teachings I know that the only practice which leads to final liberation and experience of true self-knowledge is <i>atma-vichara</i> or self-abidance.<br /><br />I also think that my other practice will naturally drop away when I get more experienced in <i>atma-vichara</i>. But as a beginner I find it difficult to practice self-attention, especially when there are difficult emotions,  plenty of thoughts and the stress of  day-to-day life.<br /><br />My question is if  this kind of sitting meditation is contradictory to practising self-attention or can even be a hindrance.</blockquote>In reply to this I wrote as follows:<br /><br />The only practice that will enable us directly to experience ourself as we really are and thereby destroy our mind is the action-free non-dual practice of <i>ātma-vichāra</i> or self-attentiveness. All other practices or forms of meditation are only mental activities, because they each involve our paying attention to something other than ‘I’ (which means that our attention is moving away from ourself towards whatever other thing we are thinking of), and hence they cannot enable us to experience our real action-free (thought-free) self.<br /><a name='more'></a><br />However, as Sri Ramana teaches us in verse 3 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, if we do any other practice without desire for any finite gain but only out of love for God (who is actually nothing other than our real self, our essential being, ‘I am’), our mind will thereby be purified and thus it will gain the clarity to understand that the true ‘path to liberation’ is only <i>ātma-vichāra</i>.<br /><br />The <i>mettā bhāvanā</i> or ‘loving-kindness meditation’ that you practise is a form of such <i>niṣkāmya karma</i> or ‘desireless action’ done for the love of God, so it will certainly help to purify your mind — that is, to cleanse it of its impurities, which are its desires or <i>vāsanās</i> — and thereby enable it to go deeper into the practice of <i>ātma-vichāra</i>. Therefore, so long as you find your practice of this ‘loving-kindness meditation’ to be helpful to your practice of <i>ātma-vichāra</i>, there is no harm in continuing it, but as you say, it ‘will naturally drop away when [you] get more experienced in <i>atma-vichara</i>’.<br /><br />While practising <i>mettā bhāvanā</i>, you may find it helpful to remember the source from which the <i>mettā</i> (the <i>maitrī</i>, benevolence, love or kindness) originates, which is yourself. In fact in its pristine form, <i>mettā</i> is nothing other than pure love, which is the true nature of our essential self.<br /><br />Because happiness or <i>ānanda</i> is our real nature, we naturally love ourself above all other things, and we love other things or living beings only because they are nothing but a reflection of our real self. Therefore love (that is, absolutely non-dual self-love) is what we really are, and hence the <i>mettā</i> or ‘loving-kindness’ that we feel for other living beings arises only from our essential self, ‘I am’.<br /><br />Therefore, when you practise <i>mettā bhāvanā</i> or ‘loving-kindness meditation’, if you attend to the source from which the feeling of <i>mettā</i> or ‘loving-kindness’ arises, you will actually be practising <i>ātma-vichāra</i> or self-attentiveness. However, if you allow your attention to be diverted away from the source of your <i>mettā</i> (which is yourself) towards the objects of it (which are the other living beings for whom you feel it), you will thereby be distracted from your self-attentiveness.<br /><br />Though <i>mettā bhāvanā</i> and other such forms of <i>niṣkāmya karma</i> will gradually purify our mind, they are all slow and roundabout routes, and they will never purify it completely. The most direct and effective means by which we can purify our mind — and the only means by which we can purify it completely — is <i>ātma-vichāra</i>.<br /><br />That is, since the impurities in our mind are our <i>viṣaya-vāsanās</i> or desires to experience things that are other than ourself, they can be curbed most effectively and eventually destroyed only by our making effort to be constantly self-attentive, thereby withdrawing our attention from every other thing.<br /><br />As Sri Bhagavan teaches us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"_blank\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"_blank\">eleventh</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a> :<blockquote>Even though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-meditation or self-attentiveness] increases and increases. Without giving room even to the doubting thought, ‘Is it possible to dissolve so many <i>vāsanās</i> and be only as self?’, [we] should cling tenaciously to <i>svarūpa-dhyāna</i>. ...<br /><br />As long as <i>viṣaya-vāsanās</i> exist in [our] mind, so long the investigation (<i>vichāra</i>) ‘who am I?’ is also necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vichāra</i> [keen and vigilant self-attentiveness] in the very place from which they arise. Being without attending to [anything] other [than ourself] is <i>vairāgya</i> or <i>nirāsa</i> [desirelessness] ... Just as a pearl-diver, tying a stone to his waist and submerging, picks up a pearl which lies at the bottom of the ocean, so each one [of us], submerging and sinking within ourself with <i>vairāgya</i> [desirelessness], can attain the pearl of self. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone [will be] sufficient. As long as enemies are within the fort, they will continue coming out from it. If [we] continue destroying [or cutting down] all of them as and when they come, the fort will [eventually] come into [our] possession.</blockquote>As I mentioned above, in verse 3 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a> Sri Ramana teaches us that if we practise any form of <i>niṣkāmya karma</i> or ‘desireless action’ for the love of God, it will purify our mind and thereby ‘show [us] the path to liberation’ — in other words, it will enable us to understand that the true ‘path to liberation’ is only <i>ātma-vichāra</i>. Therefore, when you already know that (in your own words) ‘the only practice which leads to final liberation and experience of true self-knowledge is <i>atma-vichara</i> or self-abidance’, you have already gained the only real benefit that can be gained from dualistic practices such as <i>mettā bhāvanā</i>.<br /><br />Therefore, rather than continuing to spend your time and effort in trying to practise <i>mettā bhāvanā</i>, you could spend the same time and effort more fruitfully in trying to practice <i>ātma-vichāra</i>. Even a few moments of <i>ātma-vichāra</i> will purify our mind more effectively than many hours spent practising any other form of meditation.<br /><br />As Sri Ramana says in verses 8 and 9 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, rather than any form of <i>anya bhāva</i> (meditation upon what is <i>anya</i> or other than ourself), <i>ananya bhāva</i> (meditation upon what is <i>ananya</i> or not other than ourself) is ‘certainly the best among all [forms of meditation]’, and by the strength of such <i>ananya-bhāva</i> (or self-attentiveness), remaining in <i>sat-bhāva</i> (our ‘real being’ or ‘state of being’), which transcends all <i>bhāvanā</i> (imagination, thinking or meditation), is alone <i>para-bhakti tattva</i> (the true state of supreme devotion).<br /><br />Having taught us in verse 3 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a> that desireless action done for the love of God will purify our mind, in verses 4 to 8 he discusses the various forms of action that we can thus do without desire for anything other than God, grading them in ascending order of their efficacy in purifying our mind. Therefore when he says in verse 8, ‘<i>ananiya bhāvamē aṉaittiṉum uttamam</i>’, which means, ‘meditation upon what is not other [than ourself] is certainly the best among all [forms of meditation]’, the truth that he is teaching us is that meditation upon ourself is more purifying than meditation upon any other thing.<br /><br />This truth is stated by him even more explicitly in the Sanskrit and Malayalam versions of verses 8 and 9 respectively. That is, in verse 8 of <i>Upadesa Saram</i> (the Sanskrit version of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a>) he says that rather than <i>bheda-bhāvanā</i> (meditation upon what is different or separate from ourself), <i>bhāvanā-abhidā</i> (meditation upon what is not separate from ourself) is to be considered <i>pāvanī</i> (purifying), and in verse 9 of the Malayalam version he says that by the strength of <i>abhēda-bhāva</i> (meditation upon what is not separate from ourself), abiding firmly in <i>sat-bhāva</i> (our ‘real being’), which transcends <i>bhāva</i> (imagination or thought), is certainly more purifying than <i>bhāvanā-bhakti</i> (dualistic devotion, which is associated with <i>bhāvanā</i>, imagination or thought), and that it alone is supreme devotion and will alone bestow liberation.<br /><br />In these three versions of verse 8 the terms <i>ananya bhāva</i>, <i>bhāvanā-abhidā</i> and <i>abhēda-bhāva</i> all mean only <i>ātma-vichāra</i> or self-attentiveness, because that which is not <i>anya</i> (other), <i>bhidā</i> or <i>bhēda</i> (different or separate) is only ourself. Therefore in verse 9 the words <i>bhāva-bala</i> (or <i>bhāvanā-bala</i>) mean the strength of self-attentiveness, by means of which alone we can abide firmly in our <i>sat-bhāva</i> or ‘real being’, which transcends all <i>bhāvana</i> or ‘meditation’.<br /><br />Thus Sri Ramana teaches us clearly that self-attentiveness — and the firm self-abidance in which the power of our self-attentiveness will establish us — is more purifying than any other form of meditation. Knowing this, we should make every effort to be self-attentive as much as possible.<br /><br />When we compare the benefits that we can gain from <i>ātma-vichāra</i> with the benefits that we can gain from any other form of meditation (such as <i>mettā bhāvanā</i>), the former far outweigh the latter, because though other forms of meditation can gradually purify our mind, none of them can directly (or by itself) give us true self-knowledge (the state of ‘liberation’ from self-ignorance and from all its effects), whereas <i>ātma-vichāra</i> will not only purify our mind far more effectively, efficiently and quickly, but will also enable us to experience true self-knowledge directly. Therefore whatever time or effort we invest in practising <i>ātma-vichāra</i> will certainly prove to be a far more profitable investment than the same amount of time or effort spent practising any other form of meditation.<br /><br />You say that you find that practising <i>mettā bhāvanā</i> ‘is a help when [you] try to practice <i>atma-vichara</i> because self-attention seems to be easier with a mind which is not so noisy and turbulent’, and that ‘as a beginner [you] find it difficult to practice self-attention, especially when there are difficult emotions,  plenty of thoughts and the stress of  day-to-day life’. It is true that other forms of meditation such as <i>mettā bhāvanā</i> can help to calm our mind and thereby bring it to a state that is conducive to the practice of self-attentiveness, but there is actually no easier or more effective way to calm our mind than trying to be self-attentive.<br /><br />Other forms of meditation may sometimes seem to be easier that self-attentiveness, but that is only because no other form of meditation directly threatens the very existence of our mind, and hence our mind will not rebel against it so strongly. On the other hand, since the clear light of self-attentiveness exposes the unreality of our mind, it is a direct threat to its existence, so our mind tends to rebel very strongly against it, making it appear to be difficult.<br /><br />However, just because it may thus sometimes appear to be easier to calm the superficial activity of our mind by means of other forms of meditation than by means of <i>ātma-vichāra</i> or self-attentiveness, this does not mean that trying to calm our mind by other forms of meditation will really help us to practise self-attentiveness more effectively, because if our mind tends to rebel strongly against self-attentiveness in order to preserve the illusion of its existence, it will rebel even if its superficial activity has just been calmed by some other means.<br /><br />The factor that actually determines the success of our effort to be self-attentive is not the relative calmness of our mind when we commence our practice, but is only the intensity of our love to know and to be nothing other than our essential self, ‘I am’. Sri Ramana’s mind was not calm but in a state of intense fear of death when he turned his attention inwards to discover ‘who am I?’, but he instantly succeeded in his effort because of his intense love to discover whether he himself would die along with the death of his physical body. He did  not need to adopt some artificial means to calm his mind before becoming clearly and exclusively self-attentive, because his love to know his real self was so intense that his mind immediately subsided and merged in its source — its essential self-conscious being, ‘I am’.<br /><br />What obstructs and impedes our efforts to be clearly and exclusively self-attentive is only our <i>viṣaya-vāsanās</i> or desires to experience things that are other than ourself, so these desires can be overcome only by their opposite, which is <i>svātma-bhakti</i> — the love to experience nothing other than our own essential self, ‘I am’. This is why Sri Ramana teaches us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"_blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a> (which I quoted above) that in order to sink deep within ourself we should tie to our mind the stone of <i>vairāgya</i> or desirelessness.<br /><br />Since the intensity of our <i>vairāgya</i> is directly proportional to the intensity of our <i>svātma-bhakti</i>, when Sri Ramana compares <i>vairāgya</i> to the stone that a pearl-diver ties to his waist in order to sink to the lowermost depth of the ocean, he is in effect teaching us that in order to know ourself as we really are we must have all-consuming <i>svātma-bhakti</i> or love to experience nothing other than ourself. To gain such <i>svātma-bhakti</i>, we must purify our mind, cleansing it of all its <i>viṣaya-vāsanās</i> or desires for any other thing, and (as he teaches us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"_blank\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"_blank\">eleventh</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a> and in verses 3 to 9 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a>) the most effective means by which we can purify it is by persistently trying to practise self-attentiveness.<br /><br />As is the case with all other forms of meditation, the real purpose of (and benefit to be gained from) <i>mettā bhāvanā</i> is only the purification of our mind, but its more ostensible and superficial aim is to develop <i>mettā</i> (love, affection or goodwill) for all living beings. However, as Lord Buddha taught us by the example of his compassionate life, if we truly have love for all living beings we should seek to remove all their sufferings, and the most effective means to do that is to turn our mind inwards to destroy our illusion of being a separate self.<br /><br />All other living beings appear to exist and to be bound by the limitations and inevitable suffering of embodied existence only because we wrongly imagine ourself to be this body-bound mind, which is our false self (the ‘self’ that is truly <i>anattā</i>, <i>anātman</i> or ‘non-self’). Just as the other people that we see in a dream appear to exist only so long as we imagine ourself to be a body living in that dream-world, so all the living beings in this so-called waking world (which is actually just another dream-world) appear to exist only so long as we imagine ourself to be this body.<br /><br />If we see people or other living beings suffering in our dream, what can we do to relieve them of their suffering most effectively? Nothing that we do in the dream can relieve all the living beings in that dream-world of all their sufferings completely, but if we simply wake up, all their sufferings will immediately cease to exist. Likewise, if we wake up from the dream of our present body-bound life by knowing what we really are, this world and all the suffering that exists in it will instantaneously cease to exist, because they appear to exist only in our mind, and our mind appears to exist only because we do not know ourself as we really are.<br /><br />Therefore if we practise <i>ātma-vichāra</i> or self-attentiveness, we will not only purify our mind — ridding it of all its narrow-minded selfishness, and thereby developing true <i>mettā</i> (love and compassion) for all living beings — but will also eventually destroy our mind, which is the root cause of all the suffering that appears to exist both in us and in the world around us.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5668291880056238850/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "dream",
        "effort",
        "God",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDkyCm9mZnNldDogMzYwMDAwMAo\""
}