{
    "kind": "blogger#post",
    "id": "4197126399833677948",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-24T10:08:00+01:00",
    "updated": "2016-12-10T08:06:32Z",
    "url": "http://happinessofbeing.blogspot.com/2009/06/anma-viddai-atma-vidya-explanatory.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4197126399833677948",
    "title": "<i>Anma-Viddai</i> (<i>Atma-Vidya</i>) – an explanatory paraphrase",
    "content": "In continuation of my previous five articles, which were explanatory paraphrases of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html\" target=\"_blank\"><i>Ulladu Narpadu Anubandham</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ekatma-panchakam-explanatory-paraphrase.html\" target=\"_blank\"><i>Ekatma Panchakam</i></a> and <a href=\"http://happinessofbeing.blogspot.com/2009/06/appala-pattu-explanatory-paraphrase.html\" target=\"_blank\"><i>Appala Pattu</i></a>, the following is the sixth of seven extracts from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>:<br /><br />ஆன்ம வித்தை (<i>Anma-Viddai</i>), the ‘Science of Self’, also known as <i>Atma-Vidya Kirtanam</i>, the ‘Song on the Science of Self’, is a Tamil song that Sri Ramana composed on 24th April 1927 in answer to the request of Sri Muruganar.<br /><br />That is, Sri Muruganar composed the <i>pallavi</i> and <i>anupallavi</i> (refrain and sub-refrain) of a <i>kirtana</i> (song), in which he said that <i>atma-vidya</i> (the science and art of self-knowledge) is extremely easy, and he then asked Sri Ramana to complete the <i>kirtana</i> by composing the <i>charanas</i> (verses). Sri Ramana accordingly composed the <i>charanas</i>, in which he emphatically confirmed the truth that <i>atma-vidya</i> is extremely easy.<br /><a name='more'></a><br />The title of this song, ஆன்மவித்தை (<i>anma-viddai</i>), is a Tamil form the Sanskrit term <i>atma-vidya</i>, which is a compound of two words: <i>atman</i>, which means ‘self’, and <i>vidya</i>, which means ‘knowledge’, ‘science’, ‘philosophy’ or ‘art’. Thus <i>atma-vidya</i> (or <i>anma-viddai</i>) means the ‘science of self’ — that is, the science and art of true self-knowledge, the practice of which is called <i>atma-vichara</i> or ‘self-investigation’.<br /><br />In the <i>pallavi</i> or refrain (which completes the meaning of the <i>anupallavi</i> and each of the four verses) Sri Muruganar says, ‘Ah [what a wonder], <i>atma-vidya</i> is  extremely easy, ah, [so] extremely easy!’ and in the <i>anupallavi</i> or sub-refrain he says that self (‘I am’) is so very real even to simple-minded people that in comparison even an <i>amalaka</i> fruit in our palm is unreal. That is, nothing is so clear, self-evident and obviously real as ourself, our fundamental consciousness of being, ‘I am’.<br /><br />In verse 1 Sri Ramana says that though self is always imperishably (indubitably or unforgettably) real, the body and world, which are in fact unreal, sprout up and appear as real; but that when mind (or thought), which is composed of unreal darkness (the darkness of self-ignorance), is dissolved in such a manner that not even a trace of it survives, self, which is the real sun (of pure self-consciousness), will shine forth spontaneously in the space of our heart, the darkness (of self-ignorance) will disappear, suffering will cease and happiness will surge up.<br /><br />That is, the cause of the unreal appearance of our body and this world, and of the suffering that always follows in their wake, is only our mind, which is the embodiment of self-ignorance — the imaginary darkness in which it arises. Therefore, when this mind is dissolved in the clear light of pure self-consciousness — like darkness in the bright light of the sun — the body, the world and the suffering that they cause will all cease to exist, and only perfect happiness will remain.<br /><br />In verse 2 he says that since the thought ‘this body composed of flesh is certainly I’ is the one string on which all our other various thoughts are strung, if we penetrate within ourself by scrutinising ‘who am I?’ or ‘what is the place [the source or ground from which this false ‘I’ rises]?’, all thoughts will disappear and self-knowledge (<i>atma-jnana</i>) will shine forth spontaneously as ‘I [am only] I’ within the cave (of our heart), and he declares that this self-knowledge alone is silence (<i>mauna</i>), the ‘one space’ (the non-dual space of infinite being-consciousness) and the abode of bliss.<br /><br />That is, since other thoughts can arise only after our primal thought ‘I am this body’ has arisen (because this primal thought is the false ‘I’ that thinks all other thoughts), and since this primal thought can rise and stand only by thinking those other thoughts, when — instead of thinking any other thought — it attends only to itself in order to know ‘who am I?’, it will subside and dissolve in the source from which it has arisen (which is our real ‘I’), and hence all other thoughts will disappear along with it. What will then remain is only pure self-consciousness, the clear knowledge that ‘I am only I’, which is the state of absolute silence — complete absence of the ever-chattering mind — and therefore the infinite abode of true happiness.<br /><br />In verse 3 he asks us what use it is if we know anything else but do not know ourself, and what there is to know if we have known self (since everything else will cease to exist when we know ourself as we really are and thereby destroy the illusion of our mind and everything that it appears to know). He then says that when we know within ourself the one real self, which clearly shines without any difference in all the different souls (or living beings), the bright light of self (<i>atma-prakasa</i>) will flash forth within ourself, and that this is the shining forth of grace, the destruction of ‘I’ (the mind or ego) and the blossoming of true happiness.<br /><br />In verse 4 he says that for the bonds of action (<i>karma</i>) and so on (that is, action and objective knowledge or experience) to be untied and for the destruction of birth and so on (that is, bodily birth, life and death) to occur, rather than any other path (or means), this path (of knowing self) is extremely easy. He then explains what ‘this path’ is and why it is so very easy, saying that when we settle down and just be, without the least action (<i>karma</i>) of speech, mind or body, ah, the light of self (<i>atma-jyoti</i>) in our heart will be our eternal experience, fear will not exist, and the ocean of happiness alone will remain.<br /><br />That is, since this path of <i>atma-vichara</i> or scrutinising and knowing ourself does not involve even the least action of our mind, speech or body, but is simply the state in which our mind subsides and remains as it really is — that is, as simple non-dual thought-free self-conscious being, ‘I am’ — it is infinitely easier than any other spiritual practice, all of which involve some form of action of our mind, speech or body. What can be easier than just being?<br /><br />Since our being is always self-conscious, in order to know ourself all that is required is that we just be — that is, just remain as we really are, clearly and exclusively self-conscious, thereby excluding all thoughts and all actions (which are actually just thoughts). Therefore knowing and being our real self is ‘extremely easy, ah, [so] extremely easy!’ This is the decided conclusion that Sri Ramana knew from his own experience.<br /><br />Finally in verse 5 he says that ‘in the <i>ullam</i> [heart or mind] that scrutinises [itself] within [by just being] as it is, without thinking anything else’, self — which is called Annamalai (an alternative name of Arunachala, which in this context means ‘God’), and which is the one <i>porul</i> (substance, essence or reality) that shines as the ‘space even to the mind-space’ (that is, as the fundamental space of consciousness in which the ‘space’ of our mind is contained) and as the ‘eye even to the mind-eye, which is the eye even to the [five physical] senses beginning with the eye, which illumine [the five physical elements] beginning with space’ — will be seen. He then adds that ‘grace is also needed’ (in order for us just to be and thereby to experience self as it really is) and therefore advises us to ‘have love’ (that is, to have love for just being, which is the true form of grace), and concludes by saying that ‘happiness will [thereby] arise’.<br /><br />Thus in this verse Sri Ramana once again emphasises that the easiest — and indeed the only — means by which we can experience ourself as we really are is just to be as we really are by inwardly scrutinising ourself and thereby excluding all other thoughts, and he also emphasises that we can experience this state of ‘just being as we are’ only if we have all-consuming love for it.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4197126399833677948/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "ego",
        "God",
        "grace",
        "just being (summa iruppadu)",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Upadēśa Nūṉmālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgxMzU3MTkyMDMzCm9mZnNldDogMAo\""
}