{
    "kind": "blogger#post",
    "id": "870857120831210164",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-10-29T09:48:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/10/japa-of-i-am-as-aid-to-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/870857120831210164",
    "title": "<i>Japa</i> of ‘I am’ as an aid to self-attentiveness",
    "content": "After I wrote my previous article, <a href=\"http://happinessofbeing.blogspot.com/2009/10/holy-indifference-and-love-to-be-self.html\" target=\"_blank\">‘Holy indifference’ and the love to be self-attentive</a>, a series of interesting comments have been posted on it discussing the use of <i>japa</i> (repetition) as an aid to the practice of self-attentiveness. In <a href=\"http://happinessofbeing.blogspot.com/2009/10/holy-indifference-and-love-to-be-self.html?showComment=1256759788900#c6287638462435482908\" target=\"_blank\">the most recent comment</a> in this series Hans wrote:<blockquote>... To me it is important to understand the connection between <i>japa</i> which is an object and “I am”. As I do experience, the “me” practicing <i>japa</i> vanishes and some silent apperception of being appears which I am unable to describe. I suppose this is still another subtle object, however I can’t proceed any further. May be Michael will clear up this state of affairs. ...</blockquote>Other than our pure and absolutely non-dual self-consciousness ‘I am’, everything that we experience is ‘still another subtle object’, as Hans rightly calls it.<br /><br />That is, so long as we experience ourself as an individual (a mind or separate consciousness) who is practising self-attentiveness (trying to know ‘who am I?’), we have not yet experienced ‘I am’ in its absolutely pristine form (because when we do experience it thus our mind will be destroyed forever), so whatever we experience while practising is ‘still another subtle object’ — a subtle thought experienced by a separate thinking consciousness.<br /><a name='more'></a><br />However, as our self-attentiveness becomes increasingly refined and subtle, the subtle thoughts that seemingly obscure our pristine self-consciousness become increasingly tenuous and transparent, enabling us to experience ‘I am’ ever more clearly.<br /><br />Therefore our sole aim during practice should be to centre our entire attention more vigilantly, keenly, accurately, exclusively, solely and clearly on, in and as ‘I am’. This is the only means by which we can ‘proceed any further’ and eventually reach our goal, the experience of true self-knowledge.<br /><br />In other words, whatever subtle experiences — thoughts or objects — may arise as we proceed, our sole aim should be to try to know ‘who is experiencing all this?’<br /><br />Hans wrote, ‘To me it is important to understand the connection between <i>japa</i> which is an object and “I am”’. It is true that <i>japa</i> is objective, because it is a vocal or mental repetition of a word or words, and all words are objects. However, the real aim and purpose of <i>japa</i> is to direct our attention not just towards the word that we are repeating but towards whatever is denoted by that word (for example, if we repeat a name of God, our aim should be to fix our attention firmly upon the thought of God), so if we repeat ‘I’ or ‘I am’, our aim should be to use these words as an aid to help us to fix our attention firmly on our essential consciousness of being, which is what they really denote.<br /><br />Hans then wrote, ‘As I do experience, the “me” practicing <i>japa</i> vanishes and some silent apperception of being appears which I am unable to describe’. This is precisely what we should experience when we repeat ‘I’ or ‘I am’ correctly, trying to fix our entire attention on the consciousness that they denote.<br /><br />That is, in order to repeat ‘I’ or ‘I am’, the thinking and object-knowing consciousness that we call ‘me’ (our mind or ego) must be present, but when our entire attention is fixed solely on our essential consciousness of being, ‘I am’, this false ‘me’ will vanish (or will at least subside to a considerable extent), since it can appear to exist as a separate entity only when it seems to be knowing anything other than itself.<br /><br />When this false thinking ‘me’ thus vanishes or subsides as a result of our keen self-attentiveness, what remains in its absence is our natural clarity of pure non-dual self-consciousness, which Hans describes accurately as ‘some silent apperception of being ... which I am unable to describe’.<br /><br />As Hans wrote in <a href=\"http://happinessofbeing.blogspot.com/2009/10/holy-indifference-and-love-to-be-self.html?showComment=1256135467180#c7043191120872794047\" target=\"_blank\"> his earlier comment</a>, <i>japa</i> ‘will drop off as awareness [self-attentiveness] increases’, because <i>japa</i> cannot continue in the absence of the ‘me’ who was practising it. Therefore, though <i>japa</i> of ‘I’ or ‘I am’ can be an effective tool that we can use to help us fix our attention firmly in and as our simple being, ‘I am’, we must allow it to subside or ‘drop off’ as soon as it has served this purpose.<br /><br />So long as we are firmly established in our natural state of silent self-consciousness, no <i>japa</i> is necessary or even possible, but whenever we slip down from this state (and particularly when our mind is excessively agitated by thoughts or anxieties), silently repeating ‘I’ or ‘I am’ can be a powerful aid in our effort to restore our calm self-attentiveness.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/870857120831210164/comments"
    },
    "labels": [
        "consciousness",
        "effort",
        "ego",
        "God",
        "manōnāśa (annihilation of mind)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "silence (mauna)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMTM1Cm9mZnNldDogMzYwMDAwMAo\""
}