{
    "kind": "blogger#post",
    "id": "7374651221651076710",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-07-12T11:04:00+01:00",
    "updated": "2017-10-23T12:35:52+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/07/tracing-ego-back-to-its-source.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7374651221651076710",
    "title": "‘Tracing the ego back to its source’",
    "content": "A friend recently wrote to me asking:<blockquote>I am stuck at a point where I feel I need help ... While reading Sri Ramana Maharshi’s work and <i>Talks</i>, there is this constant mention of tracing the ego back to the source. When I try to do it there is an arresting of thoughts and a feeling near my chest and I am not able to proceed further. I will be very grateful if you could suggest something in this regard.</blockquote>In reply to this I wrote as follows:<br /><br /><a name=\"un25\"></a>What exactly does ‘tracing the ego back to the source’ mean? To answer this question we must first understand how the ego left its source, because as Sri Ramana sometimes used to say, we must ‘go back the way we came’, and before we can do that, we must understand what ‘the way we came’ actually is.<br /><br />In verse 25 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\" target=\"_blank\"><i>Ulladu Narpadu</i></a> Sri Ramana explains how the ego rises from its source (our real self), how it remains away from its source, and how it will eventually subside back into its source:<a name='more'></a><blockquote>Grasping form [that is, attaching itself to a body] it comes into existence; grasping form [that is, attending to thoughts or perceptions of a seemingly external world] it stands [or endures]; grasping form it feeds and grows [flourishes or expands]; leaving [one] form it grasps [another] form. If [we] seek [search, investigate, examine or scrutinise it], it will take flight. Know [that this is the nature of this] formless ghost-ego.</blockquote>That is, since this ego has no form (no finite or separate existence) of its own, it can seemingly come into existence and endure only when we imagine ourself to be a form (a physical body), and it flourishes when we attend to any form (anything that appears to be separate from ourself). In other words, since this ego is thus just a ‘formless ghost’, it can rise, endure and flourish only by ‘grasping form’, and hence when it tries to ‘grasp’ (or attend to) itself, which is not a form, it will subside and disappear.<br /><br />The truth that Sri Ramana teaches us here can therefore be rephrased thus: our mind or ego is nourished and sustained by attending to anything other than itself, and hence it will be dissolved and destroyed only by attending to itself. This is a fundamental and extremely important truth, which I have described elsewhere as the ‘first law of consciousness’ or ‘first law of the science of self-knowledge’.<br /><br />In order to trace our ego back to its source, therefore, all that we need do is to scrutinise it keenly and closely, because as soon as we begin to attend to it, it will begin to subside and sink back into the source from which it originated. Thus we can ‘go back the way we came’ only by being vigilantly self-attentive.<br /><br />You say that when you try to trace your ego back to its source, ‘there is an arresting of thoughts and a feeling near my chest and I am not able to proceed further’. When we attend to our ego, all other thoughts will naturally be arrested, because thoughts can rise and persist only when we think them, so when our mind is fully engaged in attending to itself (its essential thought ‘I’), no other thought can arise.<br /><br />However, if we experience a feeling near  our chest,  our attention has obviously been distracted away from  ourself towards  our body. Since our body, our chest and any physical sensation are all only thoughts, we will not be aware of them when all thoughts have really been arrested.<br /><br />That is, any feeling near  our chest is only an objective experience — something that the knowing subject, ‘I’, experiences as other than itself — and all objective experiences are only thoughts that we form in our mind by our <i>kalpanā-śakti</i> or ‘power of imagination’ (which is otherwise called <i>māyā</i>), so as long as we experience any such objective phenomenon, we are not actually experiencing a state devoid of all thoughts. In the truly thought-free state, we will be conscious of nothing other than our mere being, ‘I am’.<br /><br />Therefore, in order to ‘proceed further’, whenever we become aware of our body or of any feeling in it — or of anything else other than ‘I’ — we should regain our self-attentiveness by investigating ‘who am I, who am aware of these things?’<br /><br />The fact that we can free ourself from all thoughts and return to the source (or ‘birthplace’) from which we arose as this ego only by attending vigilantly to ‘I’ is clearly explained by Sri Ramana in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"_blank\">sixth</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"_blank\">eleventh</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"_blank\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>:<blockquote>... If other thoughts rise, without trying to complete them [we] should investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if [we] vigilantly investigate to whom it has occurred, ‘to me’ will be clear [that is, we will be clearly reminded of ourself, to whom each thought occurs]. If [we thus] investigate ‘who am I?’ [that is, if we turn our attention back towards ourself in order to discover who or what we really are], [our] mind will return to its birthplace [our real self, which is the source from which it arose]; [and since we thereby refrain from attending to it] the thought which had risen will also subside. ...<br /><br />... As and when thoughts arise, then and there [we] should annihilate them all by <i>vichāraṇā</i> [vigilant self-investigation] in the very place [or source] from which they arise. ...<br /><br />... Without giving room even to the doubting thought, ‘Is it possible to dissolve so many <i>vāsanās</i> [desires to think and experience objective phenomena] and be only as self?’, [we] should cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness]. ...<br /><br />Being completely absorbed in <i>ātma-niṣṭha</i> [self-abidance], not giving even the slightest room to the rising of any other <i>chintanā</i> [thought] except <i>ātma-chintanā</i> [self-contemplation or self-attentiveness], alone is giving ourself to God. ...</blockquote>Therefore in practice ‘tracing the ego back to its source’ means only attending vigilantly to our ego or finite sense of ‘I’ in order to make it subside back into our pristine non-dual self-conscious being, ‘I am’, which is the source or ‘birthplace’ from which it originated.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "12",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7374651221651076710/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA4NzU4NTUyNTczCm9mZnNldDogMzYwMDAwMAo\""
}