{
    "kind": "blogger#post",
    "id": "5907129975333820953",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-04-16T18:44:00+01:00",
    "updated": "2015-02-07T19:41:07Z",
    "url": "http://happinessofbeing.blogspot.com/2009/04/how-to-start-practising-atma-vichara.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5907129975333820953",
    "title": "How to start practising <i>atma-vichara</i>?",
    "content": "A friend wrote to me recently asking:<blockquote>How to start with <i>atma vichara</i>?? Some says, “look at your thoughts”, some says, “see from where it occurs”, some says “see who does all this” — what in this is to be followed??? doesnt the one sees is also mind???<br /><br />Even though always the grace of guru is showered, why is that we cannot have <i>atma vichara</i> always???<br /><br />Please kindly clarify me in the approach of <i>atma vichara</i> because I many times doubt whether the way of <i>vichara</i> that I do is right.</blockquote>The following is the reply that I wrote:<br /><br /><i>Ātma-vichāra</i> is not looking at any thought other than our primal thought ‘I’, which thinks all other thoughts.<br /><br />All other thoughts are <i>anātma</i> (non-self), <i>anya</i> (other than ourself) and <i>jaḍa</i> (non-conscious), and hence we cannot know our real self by looking at them. We are constantly looking at our thoughts throughout our waking and dream states, but we do not thereby know our real self. In fact, our attention to thoughts is the obstacle that obscures our knowledge of ourself, because we can attend to thoughts only when we experience ourself as this thinking mind.<br /><a name='more'></a><br />The only thought that we should look at in order to know ourself as we really are is our primal thought ‘I’, because unlike all other thoughts, none of which are conscious, this thinking thought ‘I’ is conscious, both of itself and of the thoughts that it is thinking. That is, this thinking thought ‘I’ is the knowing subject, whereas all other thoughts are just objects known by it.<br /><br />This thinking thought ‘I’ is conscious because it is <i>chit-jaḍa-granthi</i>, the ‘knot’ that binds consciousness to the non-conscious. That is, it is an entangled mixture of our ever-conscious real self, ‘I am’, and this non-conscious body (which is only a thought or imagination) and other thoughts, which inevitably arise when we imagine ourself to be this body.<br /><br />In this entangled mixture, ‘I am this body’, the only real element is our fundamental consciousness ‘I am’. The other element, ‘this body’, is merely an imagination, and hence it is created only by our act of thinking. When we do not think anything, as in deep sleep, this body does not exist, just as a dream-body does not exist when we are not dreaming.<br /><br />Since that which exists in all our three states of consciousness, waking, dream and sleep, is only our fundamental consciousness of being, ‘I am’, it alone is real, and everything else is just a false figment of our imagination. Since we experience our present waking body only in waking and not in dream or sleep, and since we experience a dream-body only in a dream and not in waking or sleep, these bodies are mere transitory appearances, and hence they cannot be real but are just thoughts that arise along with our thinking mind.<br /><br />Of all the things that we think or imagine, the root is only our thinking thought ‘I’, which is our mind, the ephemeral consciousness that always experiences itself as ‘I am this body, a person called so-and-so’. Thus this false experience ‘I am this body’ is our primal imagination, and because it obscures the real nature of ourself, our pure ‘I am’, it enables us to imagine all other thoughts.<br /><br />Since the only reality in our thinking thought ‘I’, which is this primal imagination ‘I am this body’, is our essential consciousness of being, ‘I am’, if we look at it carefully we will see the reality that underlies its false appearance, just as if we look carefully at an imaginary snake we will see the rope, which is the reality that underlies its false appearance.<br /><br />Since no other thought contains this essential element of self-consciousness, ‘I am’, by looking at any other thought we will not be able to recognise it the reality that underlies it, no matter how long and carefully we may look at it. Looking at other thoughts is like looking at the pictures on a cinema screen, whereas looking at our thinking thought ‘I’ is like looking back at the light that projects those pictures.<br /><br />If we were to look directly at the light shining out of a cinema projector, we would see not only the rapidly moving film in front of the light, but would also see the bright unmoving light behind that moving film. At first the moving film may seem to obscure the unmoving light behind it, but if we continue to stare at it steadily, our eyes will be dazzled by the light and hence we will cease to see anything other than that.<br /><br />Likewise, when we look directly into the core of our consciousness, ‘I am’, its true clarity may at first seem to be obscured by an unceasing flow of thoughts, but if we continue to keep our attention fixed steadily upon it, it will shine ever more brightly and clearly and will thereby gradually dissolve all the shadowy appearance of thoughts, until it finally shines alone in all its infinite splendour and non-dual glory.<br /><br />You ask what is to be followed, ‘look at your thoughts’, ‘see from where it occurs’ or ‘see who does all this’. As I have explained above, <i>ātma-vichāra</i> is not looking at any thought other than our primal thought ‘I’, so we should not follow the advice of anyone who says ‘look at your thoughts’, but we can follow either or both of the other two instructions, ‘see from where it occurs’ and ‘see who does all this’, which both mean essentially the same thing.<br /><br />From where do all thoughts occur? They occur, arise or appear only from ourself, the ‘I’ who think them, and not from anything else. Therefore ‘seeing from where thoughts occur’ means seeing ourself, the thinking ‘I’, in whose imagination and by whose imagination all thoughts are formed.<br /><br />Likewise, who does all this? Everything — every thought, word and deed — is done only by this same thinking ‘I’. Even though physical actions may appear to be done by our body, and words may appear to be spoken by our voice, our body and voice are both only instruments by which our mind acts. All bodily actions and words originate from our thoughts, and those thoughts are all thought only by ‘I’, the primal thought, which is our thinking mind. Therefore ‘seeing who does all this’ means seeing ourself, the ‘I’ that feels ‘I am thinking’, ‘I am speaking’ and ‘I am doing’.<br /><br />Since this thinking, speaking and doing ‘I’ appears in waking and dream but disappears in sleep, it is not our real ‘I’, but is only an impostor who poses as ‘I’. However, it could not pose as ‘I’ if it did not contain at least an element of our real consciousness ‘I’, so when we see it very carefully, we will come to see the real ‘I’ that underlies and supports it, enabling it to appear as ‘I’.<br /><br />That is, when we look carefully at this false thinking ‘I’, concentrating our entire attention upon it, we will see beyond the body and other imaginary adjuncts that we have superimposed upon it and will thereby recognise the pure adjunct-free consciousness ‘I’ that underlies it, just as when we look very carefully at the imaginary snake, we will see beyond its superficial appearance and will recognise that it is actually only a rope.<br /><br />Our real ‘I’ does not think or do anything, but just is. That is, its essential nature is just being, and it is ever untouched by any thought or action. The ‘I’ that thinks and does action is only a superficial and transitory appearance, an illusion that exists as such only in its own self-deceiving imagination, but that which seems to appear thus as this false thinking and doing ‘I’ is only our real being ‘I’. Therefore when we examine the appearance carefully, we will come to see it as it really is — that is, as the thought-free, action-free, non-dual being ‘I’.<br /><br />You also asked, ‘doesnt the one sees is also mind?’ (by which I assume you meant, ‘isn’t the one who sees also mind?’). Yes, that which makes effort to see itself, the false thinking ‘I’, is only our mind, which is nothing other than this thinking ‘I’ itself.<br /><br />Our real being ‘I’ always knows itself perfectly clearly, because its nature is absolutely pure self-consciousness, so it does not need to make any effort to practice <i>ātma-vichāra</i>. That which needs to make effort to know itself as it really is is only our mind, the false thinking ‘I’.<br /><br />When this mind makes effort to know ‘who am I?’ by looking very carefully at itself, it automatically subsides and merges in its real state of clear thought-free self-conscious being, and thus it experiences itself as the real being ‘I’ that it always truly is. That is, this mind rises and is active only so long as it attends to other thoughts — that is, to anything other than itself — but when it tries instead to attend only to itself, it subsides and ceases to be active, because without the imaginary support of anything other than itself this mind cannot stand or appear to exist.<br /><br />When the illusion of thinking and doing is superimposed upon our being ‘I’, it appears to be this thinking ‘I’, our mind or ego, so our mind depends upon its constant activity of thinking in order to sustain its seeming existence. Thinking is the activity of attending to something that appears to be other than ourself, so it will cease when we focus our entire attention exclusively upon ourself, and thus our thinking mind will subside in our natural state of clear self-conscious being, in which it will cease to be this thinking ‘I’ and will instead remain as the being ‘I’ that it always really is.<br /><br />Finally you ask, ‘Even though always the grace of guru is showered, why is that we cannot have <i>atma vichara</i> always?’ Grace is always abundantly available in our heart, where it shines clearly as our real consciousness, ‘I am’, but to benefit from it fully we must surrender ourself to it entirely by making our attention <i>ahamukham</i> (turning it to face selfwards) and thereby subsiding within.<br /><br />We can keep our attention fixed on ourself only to the extent to which we have genuine love to do so. So long as we still have desire to experience anything other than our real self, our desires will impel us to think of those things and thus we will repeatedly succumb to <i>pramāda</i> or self-negligence, slipping down from our natural state of vigilant self-attentiveness or clear self-consciousness.<br /><br />Whatever love we now have to turn away from the objects of our desires and to attend only to our real self, ‘I am’, has been enkindled in our heart only by the grace of <i>guru</i>, and having once enkindled the flame of this love, grace will continue to protect it, nurture it and help it to flourish, just as a gardener would protect and nurture a beautiful plant that he has grown from seed.<br /><br />Grace is certainly doing its part, as it always has and always will, so it is up to us to do our part by surrendering ourself to it, attending to it exclusively and thereby allowing it to swallow us in the perfect clarity of pure self-consciousness, which is its true form. The more we persevere in our effort to attend only to self, the more clearly the light of grace will shine in our heart as ‘I am’, and the more it will thereby enkindle our love to be ever self-attentive.<br /><br />Our love to be self-attentive is true <i>bhakti</i> — <i>svātma-bhakti</i> or love for our own self — and its intensity is directly proportionate to the intensity of our <i>vairāgya</i> or freedom from desire to attend to anything other than ourself. We desire to attend to other things only because of our lack of true <i>vivēka</i>, discrimination or right judgement — the ability to distinguish between the real and the unreal, the eternal and the ephemeral, and to discern that true happiness exists only in our real self and not in any ephemeral appearance such as our mind or the objects of its desires.<br /><br />True <i>vivēka</i> can arise only from the inner clarity of mind and heart that is enkindled in us by the clear light of grace, which always shines within us as ‘I am’. Therefore when we attend to our essential consciousness of being, ‘I am’, we are opening our heart to the influence of grace, allowing it to shine clearly within us and thereby to enkindle and nourish the clarity of true <i>vivēka</i> in our heart.<br /><br />When we begin to practice <i>ātma-vichāra</i> — self-investigation or self-attentiveness — we are starting a process that will escalate with ever-increasing momentum, like a snowball rolling down a hill, because the more we attend to ‘I am’, the more clearly we will experience it, and the more clearly we experience it, the more brightly the clarity of true <i>vivēka</i> will shine in our heart, thereby enabling us to free ourself from our desires and to love to be self-attentive ever more intensely, until eventually our mind will be swallowed forever in the absolute clarity of pristinely pure self-consciousness.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "20",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5907129975333820953/comments"
    },
    "labels": [
        "bhakti (devotion)",
        "consciousness",
        "dream",
        "effort",
        "ego",
        "grace",
        "guru",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "self-surrender",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzM4MDY3MTg2Cm9mZnNldDogMAo\""
}