{
    "kind": "blogger#post",
    "id": "7356454819741295596",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-07-08T14:37:00+01:00",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/07/svarupa-dhyana-and-svarupa-darsana.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7356454819741295596",
    "title": "<i>Svarupa-dhyana</i> and <i>svarupa-darsana</i>",
    "content": "A friend recently wrote to me asking:<blockquote>Does <i>svarupa-dhyana</i>, <i>atma-chintana</i> and <i>atma-smarana</i> mean focusing attention on the first thought ‘I am’, consciousness of being? I mean, is it concentration on being, staying without thoughts but still aware of external world? If so, <i>svarupa-darshana</i> is different experience and is the same as <i>kevala nirvikalpa samadhi</i>. Isn’t it?</blockquote>Here the mention of ‘<i>svarupa-darshana</i>’ and ‘external world’ appears to be a reference to the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para03\" target=\"_blank\">third paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>, in which Sri Ramana says:<blockquote>If [our] mind, which is the cause of all [objective] knowledge and of all activity, subsides [completely], [our] perception of the world (<i>jaga-dṛṣṭi</i>) will cease. Just as knowledge of the rope, which is the base [that underlies and supports the appearance of the snake], will not arise unless knowledge of the imaginary snake ceases, <i>svarūpa-darśana</i> [true knowledge of our essential self], which is the base [that underlies and supports the appearance of the world], will not arise unless [our] perception of the world, which is an imagination, ceases.</blockquote>In reply to this friend I wrote as follows:<br /><br />Yes, terms such as <i>ātma-vichāra</i>, <i>svarūpa-dhyāna</i>, <i>svarūpa-smaraṇa</i> and <i>ātma-chintana</i> (which are various terms that Sri Ramana uses in <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a>) all mean self-attentiveness — the focusing of our entire attention upon ourself, our essential consciousness of being, ‘I am’.<br /><a name='more'></a><br />Sri Ramana also sometimes described <i>ātma-vichāra</i> as focusing our attention upon our mind or ego — our primal thought ‘I’ — because just as the imaginary snake that we see lying on the ground in the dim light of dusk is actually nothing but a rope, so the ‘I’ that we now imagine to be this mind or ego is actually nothing but our real self.<br /><br />When we look carefully at the imaginary snake, we will see that it is only a rope. Likewise, when we look carefully at our ego or mind, the thinking thought ‘I’, we will see that it is only our essential self, the one real consciousness, ‘I am’.<br /><br />When our attention is not focused wholly and exclusively upon ‘I’, we will continue to be aware of thoughts and the external world (which is actually nothing but a collection of thoughts), but when it is focused solely upon ‘I’, nothing else will exist or be known.<br /><br />When we are still trying to practise being conscious of nothing other than ‘I’, our as yet imperfect self-consciousness (or self-attentiveness) is called <i>ātma-vichāra</i>, <i>svarūpa-dhyāna</i>, <i>svarūpa-smaraṇa</i> or <i>ātma-chintana</i>, but when our self-consciousness becomes perfectly clear and thereby destroys the illusion of our mind entirely, it is called <i>svarūpa-darśana</i> or true self-knowledge.<br /><br />Terms such as <i>kēvala nirvikalpa samādhi</i> mean different things to different people and in different contexts, so they really do not help to clarify the nature of the state of absolutely pure thought-free non-dual self-consciousness that we are seeking to experience.<br /><br />Literally <i>kēvala</i> means alone, solitary, isolated, pure or absolute, <i>nirvikalpa</i> means devoid of differences, diversity, variation, imagination or thinking, and <i>samādhi</i> means fixed attention, intense contemplation or complete absorption of mind, so <i>kēvala nirvikalpa samādhi</i> actually means the state in which the mind is completely absorbed in absolutely undifferentiated or thought-free self-contemplation. As such it is a term that can be used to describe either the practice of pure <i>ātma-vichāra</i> or the experience of true self-knowledge.<br /><br />However, since this term <i>kēvala nirvikalpa samādhi</i> is also used by some people to describe the state of <i>manōlaya</i> or temporary subsidence of mind that is achieved by artificial <i>yogic</i> techniques such as <i>prāṇāyāma</i> (breath-restraint), it can cause confusion, and can therefore potentially distract us from our real aim, which is just to know clearly ‘who am I?’<br /><br />Therefore, without using any such obscure technical vocabulary, we can summarise the essence of Sri Ramana’s teachings simply as follows:<br /><br />The one indubitable truth is that we all know ‘I am’, so our aim is only to know this ‘I am’ perfectly clearly, to the exclusion of all else. There is really nothing other than this that we need to understand.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7356454819741295596/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMTE3Cm9mZnNldDogMzYwMDAwMAo\""
}