{
    "kind": "blogger#post",
    "id": "3625733998507508064",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-07-11T14:14:00+01:00",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/07/just-sitting-shikantaza-and-choiceless.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3625733998507508064",
    "title": "‘Just sitting’ (<i>shikantaza</i>) and ‘choiceless awareness’",
    "content": "A friend recently wrote to me as follows:<blockquote>I have been reading chapter 9 (Self-Investigation) of your book <i>Happiness and the Art of Being</i>.<br /><br />What you describe regarding the practice of <i>atma-vichara</i> as advocated by Ramana Maharishi, I interpret as being very similar to the practice of choice-less awareness, or <i>shikantaza</i>, as it is commonly referred to by Zen practitioners.<br /><br />The significant difference between the two techniques is that I, as a Zen practitioner, am trained to use the power of attention in order to step back from ‘I’ thoughts and ‘I’ feelings. And thereby effectively return to the abiding silence.<br /><br />The self-investigation technique in contrast uses the question, who?, whose?, where? etc in order to disentangle from ‘I’ thoughts and ‘I’ feelings, effectively returning to the abiding silence (and yes, I understand that you prefer to define self-investigation as the practice of being nothing other than oneself and not a process of mental questioning).<br /><br />Some ‘I’ thoughts and feelings are so very powerful that challenging the validity of the ‘I’ by directly asking who? whose? where?, may very well be a more potent technique for disentangling from the ‘I’ chain, thereby returning to the abiding silence.</blockquote>In reply to this I wrote as follows:<br /><a name='more'></a><br />I understand what you are saying, but I think a few points in what you write require some clarification.<br /><br />Firstly you refer to ‘I’ thoughts and ‘I’ feelings, but actually there is only one thought (or feeling) ‘I’, which is our ego, the subject who thinks all other thoughts. This single thought ‘I’ may appear in any number of different forms, because it identifies itself with many different adjuncts, but though its forms may thus be many, it itself is just one, because we never feel that we are more than one ‘I’.<br /><br />This single thought ‘I’ is a compound form of consciousness, because it is a mixture of our pure non-dual consciousness of being, ‘I am’, and various adjuncts such as our body and mind. That is, when we feel ‘I am this body’, ‘I am a person called so-and-so’, ‘I am sitting’, ‘I am reading’, ‘I am thinking’, ‘I am seeing’, ‘I am hearing’, ‘I perceive this world’, ‘I know this or that’, ‘I remember’, ‘I hope’, ‘I believe’, ‘I want this or that’, ‘I am happy’, ‘I am unhappy’ and so on, the ‘I’ that feels all these is our primal thought ‘I’, our mind or ego.<br /><br />In verse 18 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a> Sri Ramana explains that this thought ‘I’ is the root and essence of the false thinking consciousness that we call ‘mind’:<blockquote>Mind is only [a collection of] thoughts. Of all [these thoughts], the thought called ‘I’ alone is the root. [Therefore] what is called ‘mind’ is [in essence just this root thought] ‘I’.</blockquote>So long as this spurious thought ‘I’ appears to exist, we cannot really ‘step back’ or ‘disentangle’ ourself from it, because it appears to exist only when we experience ourself to be it. How can ‘I’ step back or disentangle itself from ‘I’? In order to disentangle ourself from it, we must erase it entirely, and since it is a mere illusion or figment of our imagination, we can erase it only by seeing through it — that is, by experiencing the reality that underlies it.<br /><br />So long as we are attending to anything other than ‘I’, we are experiencing ourself as this spurious object-knowing ‘I’ (the ego or thought ‘I’), and thus we are sustaining it, nourishing the illusion that it is really ourself. But when we withdraw our attention from all other things by focusing it wholly and exclusive upon ourself, we are literally seeing through this false ‘I’, because by attending only to ‘I’ we begin to experience ourself as the one real ‘I’ — our pure adjunct-free non-dual self-conscious being, ‘I am’ — which underlies and supports the illusion of our false adjunct-bound thought ‘I’.<br /><br />This false thought ‘I’ is a mere imagination, like the imaginary snake that we think we see lying on the ground in the dim light of dusk. If we look carefully at the imaginary snake, we will see through its false appearance and recognise that it is actually only a rope. Likewise, if we keenly scrutinise this primal imagination, our thought ‘I’, we will see through its false appearance and recognise that it is actually only the one real non-dual self-consciousness, ‘I am’.<br /><br />Thus vigilant self-attentiveness is the only means by which we can effectively step back or disentangle itself from our false thought ‘I’, because it is an illusion that we can destroy only by carefully examining it and thereby seeing the reality that underlies it.<br /><br />As you say, when we thus examine this false thought ‘I’ in order to know who or what it really is, we will ‘thereby effectively return to the abiding silence’, which is our essential self-conscious being, ‘I am’.<br /><br />You say that in Zen Buddhism this practice is called <i>shikantaza</i> (which you describe as ‘choice-less awareness’), so I did a Google search to find out what exactly <i>shikantaza</i> means. According to the <a href=\"http://en.wikipedia.org/wiki/Shikantaza\" target=\"_blank\">Wikipedia page about <i>shikantaza</i></a>, it literally means, ‘nothing but (<i>shikan</i>) precisely (<i>da</i>) sitting (<i>za</i>)’, or in other words ‘just sitting’. I assume that whoever coined this word in this context did not intend ‘just sitting’ to mean merely a state in which the body is just sitting, but intended it to mean the state in which our mind is ‘just sitting’ — that is, abiding free of all activity or thinking.<br /><br />If this is really the intended meaning of <i>shikantaza</i>, it means the same as the Tamil term <i>summā iruppadu</i>, which means ‘just being’ and which Sri Ramana defines in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"_blank\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a> as ‘making the mind to subside in <i>ātma-svarūpa</i> [our essential self]’. That is, the adverb <i>summā</i> literally means without work or activity, leisurely, silently, peacefully, restfully, merely, only or just, and <i>iruppadu</i> is a verbal noun that literally means being, so <i>summā iruppadu</i> means just being without any activity whatsoever.<br /><br />In verse 4 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#av_intro\" target=\"_blank\"><i>Anma-Viddai</i></a> Sri Ramana describes the state of <i>summā iruppadu</i> or ‘just being’ very clearly as follows:<blockquote>... When [one] just is, having settled down without the least action (<i>karma</i>) of speech, mind or body, ah, in [one’s] heart only the light of self (<i>ātma-jyōti</i>) will be [one’s] eternal experience, fear will not exist, [and] only the ocean of happiness [will remain].</blockquote>In order for us just to be, our mind must completely subside along with all its activity. In other words, the thinker — the primal thought ‘I’, which thinks all other thoughts — must cease to exist along with all its thoughts.<br /><br />As Sri Ramana says in verse 2 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#av_intro\" target=\"_blank\"><i>Anma-Viddai</i></a>:<blockquote>Only the thought ‘this body composed of flesh alone is I’ is the one thread on which [all the other] various thoughts are strung. Therefore if [one] goes within [by scrutinising] ‘Who am I? What is the place [the ground or source from which this false ‘I’ originates]?’ [all] thoughts will disperse [because their root will be dissolved], and self-knowledge (<i>ātma-jñāna</i>) will shine forth spontaneously as ‘I [am] I’ within the cave [of our heart]; this alone is silence, the one [non-dual] space [of pure being-consciousness], the abode of [true] happiness.</blockquote>Since this primal thought ‘I’ (which always experiences itself as ‘I am this body’) will continue to exist as long as it is thinking of things other than itself, and since those other thoughts will continue to exist as such as long as it is thinking them, neither will subside unless the other also subsides. That is, so long as other thoughts exist, the first thought ‘I’ must be existing to think them, and since this thinking thought ‘I’ can exist as such only when it is thinking other thoughts, so long as it exists, other thought will certainly exist along with it.<br /><br />Therefore this thought  ‘I’ will cease to exist only when it ceases thinking of any other thing, and it will permanently cease thinking of any other thing only when its entire attention is fixed firmly upon itself. Though it does cease thinking when it falls asleep, it does so only due to sheer exhaustion, and hence it rises from sleep as soon as it has recuperated sufficient energy by resting in its essential being.<br /><br />Therefore, in order to subside permanently, the thinking mind (the first thought ‘I’) must not only cease thinking of any other thing, but must also vigilantly focus its attention upon its own essential consciousness of being, ‘I am’. As Sri Ramana says in verse 16 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a>:<blockquote>The mind knowing its own form of light [its essential light of self-consciousness, ‘I am’], having given up [knowing] external <i>viṣayas</i> [objects or experiences], alone is true knowledge.</blockquote>That is, since this mind, our primal thought ‘I’, is an illusion, a false form of consciousness, it can be destroyed only by true knowledge of our real ‘I’, so to destroy it permanently we must focus our entire attention upon ourself — our true ‘form of light’ or self-luminous consciousness, ‘I am’ — thereby withdrawing it completely from all other things (which are only thoughts or figments of its imagination).<br /><br />Therefore keen and vigilant self-attentiveness is the only effective means by which we can truly abide in silence, our natural state of ‘just being’, <i>shikantaza</i> or <i>summā iruppadu</i>.<br /><br />You describe this true state of <i>shikantaza</i> as ‘choice-less awareness’, but this term ‘choiceless awareness’ (which was popularised by J. Krishnamurti) is potentially misleading and on analysis is actually devoid of any truly substantial meaning. Awareness or consciousness (<i>chit</i>) is our real nature, our essential being (<i>sat</i>), so there is truly never a time when we are not aware (or conscious). Therefore we really have no choice (or option) whether to be aware or not.<br /><br />However, we can choose what we are aware of. We are now aware of our mind, our present body and this world because we choose to attend to them, and we can become aware of our real self only when we choose to cease attending to anything else and to attend instead only to our own essential being, ‘I am’.<br /><br />Our choice to be aware of our thinking mind and whatever is known by it is called desire or attachment, whereas our choice to be aware only of our essential self, ‘I am’, is called true love or non-attachment — that is, true self-love or <i>svātma-bhakti</i>. Without this choice or love to know nothing other than ourself, we cannot know ourself as we really are, because our awareness of other things is the cloud that obscures and conceals our natural state of pure non-dual self-consciousness (or self-awareness).<br /><br />As Sri Ramana often used to say, <i>bhakti</i> is <i>jñāna-mata</i> — that is, love is the mother of true knowledge  — because we cannot experience ourself as we really are unless our love to experience ourself thus is all-consuming. That is, our love to know and to be nothing other than our real self must be so intense that it completely consumes all our other desires (which drive our mind outwards, away from ourself to experience other things).<br /><br />When our love to be aware of nothing other than our essential self, ‘I am’, is so intense that it dissolves the illusion of our thinking and object-knowing mind in the absolute clarity of pristine non-dual self-consciousness, we will discover that such self-consciousness (or ‘self-awareness’) is our real nature and therefore absolutely ‘choiceless’ and ‘effortless’.<br /><br />However, until we experience it thus, it is necessary for us to make a positive ‘choice’ and  ‘effort’ to be vigilantly and persistently self-attentive or ‘self-aware’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "82",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3625733998507508064/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "Happiness and the Art of Being",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MTg1Cm9mZnNldDogMzYwMDAwMAo\""
}