{
    "kind": "blogger#post",
    "id": "3045341994245587913",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-05-28T08:53:00+01:00",
    "updated": "2021-07-23T07:58:12+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/05/ekatma-vivekam-kalivenba-version-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3045341994245587913",
    "title": "<i>Ekatma Vivekam</i> – the <i>kalivenba</i> version of <i>Ekatma Panchakam</i>",
    "content": "Sri Ramana composed many of his Tamil works — such as <i>Ulladu Narpadu</i>, <i>Ekatma Panchakam</i>, <i>Devikalottara – Jnanachara-Vichara-Padalam</i>, <i>Atma Sakshatkara Prakaranam</i>, <i>Bhagavad Gita Saram</i> and <i>Atma Bodham</i> — in a four-line poetic metre called <i>venba</i>, which contains four feet in each of the first three lines and three feet in the fourth line.<br /><br />Since  devotees used to do regular <i>parayana</i> or recitation of his works in his presence, he  converted each of the six works mentioned above (that is, each of his works in <i>venba</i> metre except <a href=\"http://www.davidgodman.org/rteach/pancharatnam.shtml\" target=\"blank\"><i>Sri Arunachala Pancharatnam</i></a>) into a single verse in <i>kalivenba</i> metre by lengthening the third foot of the fourth line of each verse and adding a fourth foot to it, thereby linking it to the next verse and making it easy for devotees to remember the continuity while reciting. Since the one-and-a-half feet that he thus added to the fourth line of each verse may contain one or more words, which are usually called the ‘link words’, they not only facilitate recitation but also enrich the meaning of either the preceding or the following verse.<br /><br />Since Sri Ramana formed the <i>kalivenba</i> version of உள்ளது நாற்பது (<i>Ulladu Narpadu</i>) by linking the forty-two verses into a single verse, the term நாற்பது (<i>narpadu</i>) or ‘forty [verses]’ is not appropriate for it, so he renamed it உபதேசக் கலிவெண்பா (<i>Upadesa Kalivenba</i>). Likewise, since he formed the <i>kalivenba</i> version of ஏகான்ம பஞ்சகம் (<i>Ekanma Panchakam</i>) by linking the five verses into a single verse, the term பஞ்சகம் (<i>panchakam</i>) or ‘set of five [verses]’ is not appropriate for it, so he renamed it ஏகான்ம விவேகம் (<i>Ekanma Vivekam</i>).<br /><a name='more'></a><br />These six poems that Sri Ramana thus recomposed in <i>kalivenba</i> metre were published in his lifetime as separate books or pamphlets, and in 1981 (or 1982) they were collected together and  published by <a href=\"http://www.sriramanamaharshi.org/\" target=\"_blank\">Sri Ramanasramam</a> in a single volume entitled <i>Kalivenba Nunmalai</i> (The Garland of <i>Kalivenba</i> Texts).<br /><br />Of these six poems  in <i>kalivenba</i> metre, the last four are Tamil translations that Sri Ramana made of ancient Sanskrit texts, so only <i>Upadesa Kalivenba</i> (the <i>kalivenba</i> version of <i>Ulladu Narpadu</i>) and <i>Ekatma Vivekam</i> (the <i>kalivenba</i> version of <i>Ekatma Panchakam</i>) are his own original writings. Therefore in 1981, to coincide with the publication of <i>Kalivenba Nunmalai</i> and to make these <i>kalivenba</i> texts more widely known, the editors of <a href=\"http://www.sriramanamaharshi.org/mountainpath.html\" target=\"blank\"><i>The Mountain Path</i></a> decided to publish literal English translations by Sri Sadhu Om and me of these <i>kalivenba</i> versions of <i>Ulladu Narpadu</i> and <i>Ekatma Panchakam</i>.<br /><br />Our translation of the <i>kalivenba</i> version of  <i>Ulladu Narpadu</i> was published on pages 217 to 222 of the October 1981 issue of <a href=\"http://www.sriramanamaharshi.org/mountainpath.html\" target=\"blank\"><i>The Mountain Path</i></a>, and in May 2008 a copy of it was posted by David Godman in his <a href=\"http://sri-ramana-maharshi.blogspot.com/\" target=\"_blank\">blog</a> under the title <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\" target=\"_blank\"><i>Ulladu Narpadu Kalivenba</i></a>.<br /><br />Our translation of the <i>kalivenba</i> version of  <i>Ekatma Panchakam</i> was published on pages 7 to 12 of the January 1982 issue of <a href=\"http://www.sriramanamaharshi.org/mountainpath.html\" target=\"blank\"><i>The Mountain Path</i></a>, and recently a friend of mine made an OCR scan of this translation and sent me a copy of it, so I am now able to post a copy of it here.<br /><br />In their introductory note to this translation, the editors of <a href=\"http://www.sriramanamaharshi.org/mountainpath.html\" target=\"blank\"><i>The Mountain Path</i></a> wrote:<br /><blockquote>On page 217 of our last issue, while introducing the <i>kalivenba</i> form of <i>Ulladu Narpadu</i>, we explained how Sri Bhagavan converted most of his works in <i>venba</i> metre into <i>kalivenba</i> metre by adding some ‘link words’ at the end of each verse. In continuation, we now give a literal English translation by Sri Sadhu Om of  <i>Ekatma Vivekam</i>, the <i>kalivenba</i> form of <i>Ekatma Panchakam</i> (The Five Verses on the Oneness of Self). In this translation the link words are once again indicated in bold type, and an introduction and some brief notes by Sri Sadhu Om are also added.</blockquote>The following is a slightly edited version of the body of this translation as it appeared in <a href=\"http://www.sriramanamaharshi.org/mountainpath.html\" target=\"blank\"><i>The Mountain Path</i></a>:<br /><p align=\"center\"><b>Introduction</b></p><p>One day in February 1947 there was some discussion in Sri Bhagavan’s hall about the Tamil metre <i>venba</i>, during the course of which Sri Bhagavan remarked that though Kavyakantha Ganapati Muni, the great Sanskrit poet and scholar who was renowned for his <i>asukavitvam</i> (ability to compose extempore verses on any given subject), had tried to compose some verses in <i>venba</i> metre, he had found that he was unable to compose even a single verse in that metre either in Sanskrit or in his mother tongue, Telugu. Hearing this, Suri Nagamma (the recorder of <a href=\"http://www.sriramanamaharshi.org/downloads/Letters_full.zip\"><i>Letters from Sri Ramanasramam</i></a>) requested Sri Bhagavan to compose some Telugu verses in <i>venba</i> metre, but at first he declined saying, “Am I a pundit well versed in Telugu? If I write anything in Telugu, your people will say that there are mistakes which must be corrected”.</p><p>Though Suri Nagamma continued to entreat him, he did not compose any verses that day, but on the next day he graciously composed three Telugu verses in <i>venba</i> metre and at the same time translated them into Tamil. Seeing this, Suri Nagamma again entreated him to compose some more verses on the same lines, and though at first he again declined, after some days he composed two more verses in the same metre both in Telugu and Tamil. {<i>Footnote 1</i>: For a fuller account of the origin of <i>Ekatma Panchakam</i>, refer to <a href=\"http://www.sriramanamaharshi.org/downloads/Letters_full.zip\"><i>Letters from Sri Ramanasramam</i></a>, vol. 1, letters 95 and 96, and <i>My Life at Sri Ramanasramam</i> by Suri Nagamma, pp. 42 to 45.}<br /></p><p>These five verses are a lucid exposition of the nature of self, the one reality, and hence were named <i>Ekatma Panchakam</i> (The Five Verses on the Oneness of Self). {<i>Footnote 2</i>: The compound word <i>ekatma</i> means ‘the one self’, ‘the oneness of self’ or ‘self, the one’, and hence it denotes not only that self is only one (and not many), but also that self is the only one, that is, the only one existing reality. It is particularly in this latter sense that the expression ‘the oneness of self’ should be understood, for the import of this work is that, as verse 5 clearly states, self is the only ever-existing and self-shining reality.}  As it turned out, this was to be the last original work which Sri Bhagavan ever composed.<br /><br />Subsequently some Malayali devotees requested Sri Bhagavan to translate <i>Ekatma Panchakam</i> into Malayalam, which he graciously did, again in the same <i>venba</i> metre. Sri Muruganar then composed a concluding verse in Tamil which Sri Bhagavan translated into both Telugu and Malayalam. Finally Sri Bhagavan converted all three versions from <i>venba</i> metre into <i>kalivenba</i> metre. Since the five verses were thus linked into a single verse, the <i>kalivenba</i> form of <i>Ekatma Panchakam</i> was renamed <i>Ekatma Vivekam</i> (The Knowledge of the Oneness of Self).<br /><br />The following is an English rendering of the Tamil version of <i>Ekatma Vivekam</i>.<br /></p><p align=\"center\"><b><i>Payiram</i> – Prefatory Verse</b><br />(composed by Sri Muruganar)</p><p><span style=\"font-size:130%;\">Here the Lord, Sri Ramana Guru, who first graciously gave <i>Ekatma Panchakam</i> [The Five Verses on the Oneness of Self], has himself again lovingly composed it as a fine <i>kalivenba</i> called <i>Ekatma Vivekam</i> [The Knowledge of the Oneness of Self] as an aid to true devotees in reciting.</span><br /><br /><i>Note</i>: An alternative version of this same verse gives the title of this <i>kalivenba</i> version as <i>Ekatma Unmai</i> (The Truth of the Oneness of Self).<br /></p><p align=\"center\"><b><i>Nul</i> – Text<br /><br />Verse 1</b></p><p><b><span style=\"font-size:130%;\">One previously</span></b><span style=\"font-size:130%;\"> forgetting self, mistaking a body as self, taking innumerable births and finally knowing self and being self, is [just like] waking up from a dream of wandering about the world. Know thus.</span><br /><br /><i>Note</i>: The ever-awakened state of self is here compared to the waking state of a person. On going to sleep, a person forgets the waking state; this is similar to one forgetting one’s true self-consciousness. In sleep a person dreams, and in that dream he mistakes the dream body to be himself; similarly, in the state of self-forgetfulness we mistake a body to be ourself. These two fundamental errors — forgetting self and mistaking a body as self — occur simultaneously.<br /><br />Our undergoing innumerable births and deaths is similar to a person wandering about the world in a dream. Though in a dream a person may find himself to be wandering all over the world, does not his waking body in fact remain stationary on the bed? Similarly, despite our undergoing innumerable births and deaths, our true self is in fact ever motionless, unchanged and unaffected.<br /><br />On waking up from a dream, a person finds that all that he did and experienced in that dream is unreal, and hence he is no way affected by any gain or loss that he may have experienced at that time. Similarly, on knowing self one finds that all the <i>karmas</i> that one has done and all their fruits that one has accumulated and experienced throughout innumerable births are unreal, and hence one is in no way affected by them. In one’s experience of self, one realizes that truly nothing has ever happened to one. This experience is the ultimate truth and is known as <i>ajata</i> — the knowledge that nothing ever comes into existence or happens, and that self, the sole reality, alone ever exists as it is.<br /></p><p align=\"center\"><b>Verse 2</b></p><p><span style=\"font-size:130%;\">Declare that he who asks himself ‘who am I?’ and ‘what is the place where I am [coming from]?’, though he <b>always</b> exists as self, is equal to a drunkard who asks ‘Who am I?’ and ‘In which place am I?’</span><br /><br /><i>Note</i>: It is well known that from about the year 1900, when he first started to give verbal instructions, till the year 1950, when he left his mortal body, Bhagavan Sri Ramana’s principal teaching was the path of self-enquiry. As clues to aid the practice of self-enquiry, he gave two questions, namely ‘who am I?’ and ‘whence (or from where) am I ?’. However, many people failed to understand the purpose of these two questions and, instead of using them as an aid to turn their attention towards the first person feeling ‘I’, merely wasted their time and energy either in repeating these questions mechanically as if they were <i>mantras</i> or in using them as objects of meditation. In this verse, therefore, Sri Bhagavan declares that those who merely repeat or meditate upon these questions in this manner are no better than a drunkard who blindly asks such questions.<br /><br />“Always keeping the mind fixed in self, alone is called ‘self-enquiry’ (<i>atma-vichara</i>)”, says Sri Bhagavan in <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Who am I?</i></a> It is only as a contrivance to help one thus fix the mind or attention in self (in the feeling ‘I’) that Sri Bhagavan gave such questions as ‘who am I?’ and ‘whence am I?’. Whenever thoughts rise during the time of self-enquiry, it is an indication that self-attention has been lost. Therefore, to enable one to set aside thought-attention and to regain self-attention in an easy and quick manner, Sri Bhagavan recommended in <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Who am I?</i></a>, “At the very moment that each thought rises, if one vigilantly enquires ‘to whom did this thought rise?’, it will be known ‘to me’. If one then enquires ‘who am I?’, the mind will turn back [from the thought] to its source [self]; [then, since no one is there to attend to it] the thought which had risen will also subside”. Thus, the purpose of such questions as ‘who am I?’ is only to turn the attention away from thoughts and towards self. Once the attention is fixed on self, these questions are no longer necessary.<br /><br />However, instead of diving within by thus fixing the attention more and more firmly on self, many merely float on the surface of the thought-waves by continuously keeping their mind on these questions (‘who am I ?’, ‘whence am I?’ etc.). It is in order to correct the wrong understanding which such people have about the practice of self-enquiry that Sri Bhagavan gave this verse. Refer also to <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"_blank\"><i>The Path of Sri Ramana – Part One</i></a>, second edition, pp. 123 to 124.<br /><br />Moreover, in the final state of self-experience one realizes the truth that one always exists as self, and hence self-attention is found to be natural, spontaneous and effortless. Therefore, in that state questions such as ‘who am I?’ and ‘whence am I?’, which are only clues given to those who seek to regain self-attention with effort, are found to have no meaning whatsoever.<br /></p><p align=\"center\"><b>Verse 3</b></p><p><span style=\"font-size:130%;\">When in fact the body is within self, [which is] <b>existence-consciousness-bliss (<i>sat-chit-ananda</i>)</b>, he who thinks that self is within that insentient body is <b>like</b> one who thinks that the cloth [of the screen], which is the substratum of the [cinema] picture, exists within that picture.</span><br /><br /><i>Note</i>: When a fool watches a cinema show he is able to see the cloth screen between the various pictures on that screen, and hence he is deluded into believing that the screen is one among the pictures. Similarly, when a man sees this world-picture, which consists of so many souls, bodies and inanimate objects, he feels himself to be a body — one of the pictures that he sees — and hence he is deluded into believing that self is a limited object that exists within that body.<br /><br />However, just as the cloth screen is truly the substratum or support upon which all the cinema pictures come and go, so self is truly the substratum or support within which this whole world-picture — including the body — appears and disappears. Therefore, he who thinks that self is within the insentient body is no better than a fool who thinks that the cloth screen is within the cinema picture. Moreover, just as the screen is permanent while the pictures are a transitory appearance, so self is permanent and hence real, while the body and world are a transitory and hence unreal appearance. How can that which is real be contained within that which is unreal? Therefore, it is wrong to imagine that self is something which is contained within the body.<br /><br />Though such is the truth, there were some among the devotees of Sri Bhagavan who, being unable to doubt the reality of their false experience ‘I am the body’ often used to ask him which point in the body is the seat of self. Knowing that the understanding of such devotees was limited by their wrong outlook, ‘I am the body’, and that they were therefore incapable of grasping even intellectually the truth that self is beyond the limitations of time and space, out of compassion Sri Bhagavan sometimes had to dilute the truth by replying that the heart or seat of self is two digits to the right from the centre of the chest.</p><p>The reason why Sri Bhagavan used to specify this particular point is that it is the point in the body which is experienced as the rising-place of the ego, the ‘I am the body’-consciousness. However, though this point is thus sometimes referred to as the heart, the true import of the word ‘heart’ (<i>hridayam</i>) is self — existence-consciousness-bliss (<i>sat-chit-ananda</i>) —, which is unlimited by time and space and beyond all such differences as ‘in’ and ‘out’ or ‘right’ and ‘left’, as Sri Bhagavan himself has explained in <a href=\"http://www.sriramanamaharshi.org/downloads/spiritual_instruction.zip\"><i>Upadesa Manjari</i> (Spiritual Instruction)</a>, chapter 2, answer to question 9, and in <a href=\"http://www.sriramanamaharshi.org/downloads/maharshi_gospel.zip\"><i>Maharshi’s Gospel</i></a>, Book Two, chapter 4. {<i>Footnote 3</i>: For further explanation, refer also to <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_one\" target=\"_blank\"><i>The Path of Sri Ramana – Part One</i></a>, 2nd edition, pp.108 to 110, 119 and 156.} Therefore, from the standpoint of the absolute truth, the heart or self cannot be pointed out as existing at a particular place in the insentient physical body. It is in order to make this truth clear that Sri Bhagavan gave this verse.<br /><br />Nevertheless, even after Sri Bhagavan had given this verse, there were some devotees who, having failed to reflect deeply over its meaning, continued to practise concentrating their attention on the right side of the chest, believing that they were thereby meditating on self or practising self-enquiry. However, concentration upon any point in the insentient and alien body is nothing but an objective attention — an attention to something other than ‘I’ — and hence it can never be self-enquiry, which is a subjective attention — an attention to the first person, the feeling ‘I’. That is why whenever devotees asked Sri Bhagavan whether they should meditate on the right side of the chest in order to meditate on self or the heart, he used to reply that meditation should not be on the right or the left, that the heart is not a place in the physical body, that it is neither within nor without, neither on the right nor on the left, and that meditation should therefore be only on self, the feeling ‘I am’ which is under the direct experience of everyone (see for example <a href=\"http://www.sriramanamaharshi.org/downloads/talks_full.zip\"><i>Talks with Sri Ramana Maharshi</i></a>, No. 273, p. 229).<br /><br />In this context it is also worth bearing in mind verse 22 of <i>Ulladu Narpadu – Anubandham</i> (The Supplement to the Forty Verses), in which Sri Bhagavan says, “... It [the heart whose form is the one consciousness] exists both within and without, [yet] it exists neither within nor without”, for the distinction ‘within’ and ‘without’ exists only with reference to the body, which is itself unreal. This point can be made clear by the following simile. Let us suppose that a pot made of ice is immersed deep in the water of a lake. Now where is the water? Is it not wrong to say that the water is only inside the pot? Is it not both inside and outside? In actual fact, the pot itself is truly nothing but water. Therefore, when water alone exists, where is the room for the notions ‘inside’ and ‘outside’? Likewise, when self alone exists, there is truly no room for the notions that it exists either inside or outside the body, for the body itself does not exist apart from self. This truth — the truth of the oneness of self — is made more clear in the following verse.<br /></p><p align=\"center\"><b>Verse 4</b></p><p><span style=\"font-size:130%;\">Can an ornament exist as other than gold, <b>which is the substance (<i>vastu</i>)</b>? Without self [the sole existing reality], where is the body? He who thinks the body to be himself is an <i>ajnani</i>. He who takes [himself] to be self is a <i>jnani</i>, who knows self. Know thus.</span><br /><br /><i>Note</i>: Brahman has five aspects — existence, consciousness, bliss, name and form (<i>sat-chit-ananda-nama-rupa</i>) —, the former three being its real aspects (<i>satya amsas</i>) and the latter two being its unreal aspects (<i>mithya amsas</i>). The three real aspects are likened to gold, which is the <i>vastu</i> (the substance or reality), while the two unreal aspects are likened to ornaments, which are but names and form temporarily assumed by gold. Whereas gold is permanent and unchanging, its names and forms, the ornaments, are transient and subject to change.<br /><br />Self is existence-consciousness-bliss (<i>sat-chit-ananda</i>), while the body is a mere name and form. Just as an ornament cannot be other than gold, its substance, so the body cannot be other than self, the sole existing reality (<i>vastu</i>). However, though the gold assumes a name and form and appears as an ornament, it would be wrong to take the gold to be that name and form. Likewise, though self might appear to assume so many names and form — this whole universe — it would be wrong to take self to be one of those names and forms — the body. He who thus takes himself to be the body is an <i>ajnani</i>, one who lacks true knowledge.<br /><br />As explained by Sri Bhagavan in verse 17 of <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a>, the difference between an <i>ajnani</i> and a <i>jnani</i> is that in the experience of an <i>ajnani</i> ‘I’ is limited to the measure of the body (that is, to the name and form of the body), whereas in the experience of the <i>jnani</i> ‘I’ shines as the limitless self, other than which the body cannot exist. That is, the <i>ajnani</i> feels ‘the body <i>alone</i> is I’ (like a fool who thinks ‘the ornament alone is gold’), whereas the <i>jnani</i> feels ‘the body is <i>also</i> I’ (like a wise person who understands ‘the ornament is also gold’).<br /></p><p align=\"center\"><b>Verse 5</b></p><p><span style=\"font-size:130%;\">The only thing (<i>vastu</i>) that exists eternally <b>by its own light</b> is that one self. When in those [ancient] days the <i>adi-guru</i> [the primal <i>guru</i>, Sri Dakshinamurti] revealed that <i>vastu</i> through speechless speech, say, who can reveal it through speech?</span><br /><br /><i>Note</i>: Eternal, unchanging, self-existing and self-shining — such is the definition of reality given by Sri Bhagavan. “What is the standard of reality? That alone is real which exists by itself, which reveals itself by itself and which is eternal and unchanging”, says Sri Bhagavan in <a href=\"http://www.sriramanamaharshi.org/downloads/maharshi_gospel.zip\"><i>Maharshi’s Gospel</i></a>, Book Two, chapter 3 (8th edition, p. 63). According to this definition, self is the sole reality, for it alone exists and shines eternally, by its own light, without change and without dependence upon any other thing. All else — the mind, body, world and so on — are unreal, for they are transitory and subject to change, and they exist and shine not by their own light but only by depending upon the light of the one self.<br /><br />When in ancient days even Sri Dakshinamurti — the <i>adi guru</i>, the <i>guru</i> of all <i>gurus</i> — was able to reveal the truth of that one self only through silence, the speechless speech, who else can reveal it through speech?<br /><br />In this connection, Sri Bhagavan once told the following story to Sri Muruganar. When the four aged Sanakadi Rishis first saw the sixteen-year-old Sri Dakshinamurti sitting under the banyan tree, they were at once attracted by him, understanding him to be the real <i>sadguru</i>. They approached him, did three <i>pradakshinas</i> [circumambulations] around him, prostrated before him, sat at his feet and began to ask very shrewd and pertinent questions about the nature of reality and the means of attaining it. Because of the great compassion and fatherly love (<i>vatsalya</i>) which he felt for his aged disciples, the young Sri Dakshinamurti was overjoyed to see their earnestness, wisdom and maturity, and hence he gave apt replies to each of their questions. But as he answered each consecutive question, further doubts rose in their minds and they asked further apt questions. Thus they continued to question Sri Dakshinamurti for one whole year, and he continued to clear their doubts through his compassionate answers. Finally, however, Sri Dakshinamurti understood that if he gave more answers to their questions, more doubts would rise in their minds and hence there would never be an end to their ignorance (<i>ajnana</i>). Therefore, suppressing even the feeling of compassion and fatherly love which was welling up within him, he merged himself into the supreme silence. Because of their great maturity (which had been ripened to perfection through their year-long association with the <i>sadguru</i>), as soon as Sri Dakshinamurti thus merged himself, they too were automatically merged within into silence, the state of self.<br /><br />Wonder-struck on hearing Sri Bhagavan narrating the story in this manner, Sri Muruganar remarked that in no book is it mentioned that Sri Dakshinamurti ever spoke anything. “But this is what actually happened”, replied Sri Bhagavan. From the authoritative way in which Sri Bhagavan thus replied and from the clear and descriptive way in which he had told the story, Sri Muruganar understood that Sri Bhagavan was none but Sri Dakshinamurti himself.<br /><br />Why is it that even Sri Dakshinamurti was unable to reveal the truth of the oneness of self through speech? Because, from the one self, the supreme silence, rises the ego on account of weakness or slackness in self-attention, from the ego then rise thoughts on account of further weakness in self-attention, and from thoughts finally rises speech on account of still further weakness. Therefore, how can speech, which is the great-grandson of silence and which is born only through weakness, be capable of describing or revealing the nature of self, its original source?<br /><br />Moreover, since self alone truly exists and since there is nothing that exists as other than self, who is there to reveal self and to whom is it to be revealed? Speech is possible only in a state of duality and otherness, and since duality and otherness do not exist in the state of self, it is beyond the range of speech.<br /><br />Therefore, self can be realized only in the state of silence, in which it is clearly known that nothing else — neither speech, thoughts nor the ego — has ever truly existed. This knowledge is <i>ajata</i>, the absolute truth, the truth of the oneness of self.<br /></p><p align=\"center\"><b>Concluding Verse</b><br />(composed by Sri Muruganar)</p><p><b><span style=\"font-size:130%;\">Thus in these days</span></b><span style=\"font-size:130%;\"> Guru Ramana, who shines as the form of the one self-knowledge (<i>ekatma-jnana-swarupa</i>), has made clear in this verse sung by him what the truth of <b>that</b> oneness of self is, destroying [thereby] the ‘I am the body’ feeling (<i>dehatma-bhava</i>) of his devotees.</span><br /><br /><i>Note</i>: When Sri Muruganar composed this verse as a conclusion to <i>Ekatma  Panchakam</i> he used the words <i>ip panchakattu</i> (in these five verses). However, when Sri Bhagavan composed <i>Ekatma Vivekam</i>, he linked this verse to the other five and he changed the words <i>ip panchakattu</i> into <i>ip pavitran</i> (in this verse), since he had converted the five verses in <i>venba</i> metre into one verse in <i>kalivenba</i> metre.</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3045341994245587913/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjI3MDIzNDkyODY1Cm9mZnNldDogMzYwMDAwMAo\""
}