{
    "kind": "blogger#post",
    "id": "7334728800452606096",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-08-16T18:28:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/08/thinking-free-will-and-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7334728800452606096",
    "title": "Thinking, free will and self-attentiveness",
    "content": "The following is a reply that I recently wrote to a friend:<br /><br />Regarding your final sentence, ‘We are only given the thoughts that we are allowed to have, and we can only act from the thoughts we are given’, who gives us the thoughts that we are allowed to have? Nothing really comes from outside ourself, so whatever we are ‘given’ to think must come from within.<br /><br />The truth is that all thinking is done only by our mind, the spurious form of consciousness that experiences itself as ‘I am this body, a person called so-and-so’, but there are two forces that impel our mind to think whatever it thinks.<br /><br />One of these two forces is our destiny or <i>prarabdha</i>, which is the ‘fruit’ or consequences of our past actions that God has selected and ordained for us to experience in this lifetime, because in order to experience our <i>prarabdha</i> it is necessary for us to think certain thoughts and do certain actions. For example, if we are destined to do a certain job, our <i>prarabdha</i> will impel us to think all the thoughts and do all the actions that are necessary to get that job, such as studying for the required qualifications, applying for the job and answering the questions that we are asked at the interview.<br /><a name='more'></a><br />However, only a small proportion of all the thoughts that we think are necessary for us to experience our allotted <i>prarabdha</i>, so the vast majority of our thoughts are not impelled by our <i>prarabdha</i> but only by our <i>vasanas</i>, which are the seed-forms of our desires that we have cultivated by our thoughts and actions in the past. In other words, the force that impels our mind to think  most of its thoughts is not our destiny but our own free will.<br /><br />However, since our destiny is the fruit of actions that we have done in the past according to our own free will, the ultimate driving force behind all our thoughts is our free will, whether exercised in the past or at present. Therefore that which ‘gives’ us whatever thoughts we think is ultimately only our own free will, so we alone are responsible for all our thoughts and actions.<br /><br />Since thinking and doing actions are not our natural state, which is just being, they are a misuse of our free will, and all that we experience (other than ‘I am’) is a result of such misused free will. Since we are free to will whatever we want, the solution to all our problems is to use our free will correctly by cultivating the love just to be.<br /><br />This love just to be (without thinking anything) is called <i>sat-vasana</i> (the inclination to experience nothing other than being) or <i>svatma-bhakti</i> (self-love), and we can cultivate it only by persistently practising self-attentiveness, because so long as we are attending to anything other than ‘I’ our mind is engaged in the activity of thinking. That is, whereas our mind rises only by attending to things other than itself (namely thoughts and seemingly ‘external’ objects) and remains active so long as it continues to attend to such other things, it subsides by attending to itself and remains inactive so long as it continues to be self-attentive.<br /><br />The more we persevere in our practice of self-attentiveness, the more our  mind will be purified of all its desires or <i>visaya vasanas</i> (inclinations to experience things other than itself), and the more clearly its natural inner light of self-consciousness will shine. Thus when we persistently practise self-attentiveness, our love for the natural peace and joy of just being as we really are (that is, clearly self-conscious but free of the self-obscuring cloud of thoughts) will steadily increase, until finally it will become so intense that it will consume all our other desires in the clear light of absolutely pristine self-consciousness.<br /><br />Since the ‘will of God’ is that we should be happy, and since we can truly be happy only by knowing ourself as we really are, when we persistently use our free will to be self-attentive and thereby to experience ourself as we really are, we are truly surrendering our own will to the will of God.<br /><br />And since we now appear to be separate from him only because we are constantly misusing our will by liking to experience anything other than ourself, when we use it correctly by surrendering it  to him, we are truly surrendering ourself entirely to him. Therefore, as Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>:<blockquote>Being completely absorbed in <i>atma-nisth</i>a [self-abidance], not giving even the slightest room to the rising of any other <i>cintana</i> [thought] except <i>atma-cintana</i> [self-contemplation or self-attentiveness], alone is giving ourself to God. ...</blockquote>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7334728800452606096/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "God",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3OTIwCm9mZnNldDogMzYwMDAwMAo\""
}