{
    "kind": "blogger#post",
    "id": "4838564416226543601",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-23T09:00:00+01:00",
    "updated": "2016-06-09T00:16:46+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/06/appala-pattu-explanatory-paraphrase.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4838564416226543601",
    "title": "<i>Appala Pattu</i> – an explanatory paraphrase",
    "content": "In continuation of my previous four articles, which were explanatory paraphrases of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html\" target=\"_blank\"><i>Ulladu Narpadu Anubandham</i></a> and <a href=\"http://happinessofbeing.blogspot.com/2009/06/ekatma-panchakam-explanatory-paraphrase.html\" target=\"_blank\"><i>Ekatma Panchakam</i></a>, the following is the fifth of seven extracts from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>:<br /><br />அப்பளப் பாட்டு (<i>Appala-p-pattu</i>), the ‘<i>Appalam</i> Song’, is a Tamil song that Sri Ramana composed for his mother one day in about 1914 or 1915, when she asked him to help her make some <i>appalams</i> (a thin crisp wafer made of gram flour and other ingredients, also known as <i>parpata</i>, <i>pappadam</i>, <i>poppadum</i> or <i>pappad</i>, which can either be fried or toasted over a naked flame or in hot embers). He responded by composing this song, in which he compares each of the ingredients, implements and actions required to make an <i>appalam</i> to the qualities and practices required for us to experience true self-knowledge.<br /><br />In the <i>pallavi</i> or refrain (which completes the meaning of the <i>anupallavi</i> and each of the four verses) he simply says, ‘Making <i>appalam</i>, see; eating it, fulfil [or destroy] your desire’. The <i>appalam</i> that he asks us to prepare is the <i>appalam</i> of true self-knowledge, and what he asks us to see is who we really are. By eating this <i>appalam</i> — that is, by experiencing true self-knowledge — we will satisfy our hunger for infinite happiness, and thus we will destroy all our other desires, which are all just distorted forms of our fundamental desire for real happiness.<br /><a name='more'></a><br />In the <i>anupallavi</i> or sub-refrain he says that, instead of wandering in this material world craving the fulfilment of other desires, we should satisfy our hunger for real happiness by preparing and eating the <i>appalam</i> of true self-knowledge in accordance with ‘the unequalled and unsurpassed one [non-dual] language’, which is the <i>tattva</i> or reality that the <i>sadguru</i> (the <i>guru</i> who teaches <i>sat</i>, being or reality), who is <i>sat-bhoda-sukha</i> (being-consciousness-bliss, or the happiness of true knowledge), said without saying. The <i>sadguru</i> whom Sri Ramana refers to here is the primal <i>guru</i> Dakshinamurti, and the ‘unequalled and unsurpassed one language’ that he ‘said without saying’ is silence, which is the true language of non-duality.<br /><br />In verse 1 he begins to explain how we should make the <i>appalam</i> of true self-knowledge, saying that we should break up black gram, which is the pride ‘I’ that grows in the  field of five sheaths (the body, life, mind, intellect and the underlying self-ignorance), which are not self, reducing it to powder as ‘not I’ in the hand-mill, which is the <i>jnana-vichara</i> (knowledge-investigation) ‘who am I?’.<br /><br />That is, our ego, which rises in this body as ‘I am this’ and which Sri Ramana therefore describes as “the pride ‘I’ that grows in the  field of five sheaths”, is compared to black gram, which is the principal ingredient in an <i>appalam</i>, and the practice of <i>jnana-vichara</i> — investigating what our fundamental knowledge ‘I am’ really is — is compared to the hand-mill in which we should break up this ego, reducing it to powder as ‘not I’.<br /><br />In verse 2 he says that we should blend the following ingredients with the pulverised black gram: the juice of square-stalked vine, which is <i>sat-sanga</i> (clinging to being, or to one who knows and abides as being); cumin, which is <i>sama</i> (equanimity, tranquillity or calmness); pepper, which is <i>dama</i> (self-restraint); salt, which is <i>uparati</i> (cessation, which means renunciation of worldly desires and refraining from indulgence in sensual enjoyments and worldly actions); and asafoetida, which is good <i>vasana</i> (propensity, inclination, impulsion or desire) in the heart (or mind).<br /><br />In this context உள்ள நல் வாசனை (<i>ulla nal vasanai</i>) or the ‘inner good <i>vasana</i>’ means the <i>sat-vasana</i>, the desire or inclination just to be, which alone can root out all our <i>karma-vasanas</i>, our desires to be active.<br /><br />Having thus described the ingredients and their initial preparation in verses 1 and 2, in verses 3 and 4 Sri Ramana describes the process of cooking the <i>appalam</i> of true self-knowledge.<br /><br />In verse 3 he says that in the mortar of our heart we should unceasingly and without agitation (or confusion) pound the blended ingredients with the pestle of <i>ul-mukham</i> (introversion or ‘facing inwards’) as ‘I [am only] I’, and then on the board, which is <i>sama</i> (‘evenness’ or ‘levelness’ of mind, that is, <i>samadhi</i>), with the rolling-pin, which is peace, we should continuously, joyfully and without <i>calippu</i> (weariness, <i>pramada</i> or self-negligence) satisfy our desire by preparing and eating the <i>appalam</i> of true self-knowledge.<br /><br />In verse 4 he says that — in order to experience ourself as தானே தான் (<i>tane tan</i>), ‘self alone [is] self’ (or ‘only I [am] I’) — in the endless (infinite and eternal) pan, which is <i>mauna-mudra</i> (the seal, stamp or mark of silence), in the excellent ghee (or clarified butter) of <i>brahman</i> (the absolute reality), which is heated by <i>jnanagni</i> (the fire of true knowledge), we should always fry (the <i>appalam</i> of self-knowledge) as ‘I [am] that [<i>brahman</i>]’, and should thereby satisfy our desire by preparing and eating the <i>tanmaya-appalam</i> (the <i>appalam</i> that is composed of <i>tat</i> or ‘that’, the one absolute reality called <i>brahman</i>).",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4838564416226543601/comments"
    },
    "labels": [
        "Appaḷa Pāṭṭu",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "guru",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "sat-sanga",
        "self-investigation (ātma-vicāra)",
        "silence (mauna)",
        "Upadēśa Nūṉmālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3ODA2MTMwCm9mZnNldDogMzYwMDAwMAo\""
}