{
    "kind": "blogger#post",
    "id": "81966325549509754",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-27T09:15:00+01:00",
    "updated": "2017-02-17T13:28:20Z",
    "url": "http://happinessofbeing.blogspot.com/2009/06/sadhanai-saram-introduction.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/81966325549509754",
    "title": "<i>Sadhanai Saram</i> – The Essence of Spiritual Practice (<i>sadhana</i>)",
    "content": "As I had intimated in several of my recent articles, today I have uploaded the following four new e-books to the <a href=\"http://www.happinessofbeing.com/books.html\" target=\"_blank\">Books</a> section of my <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">website</a>:<ul type=\"disc\"><li>An <a href=\"http://www.happinessofbeing.com/Sri_Arunachala_Stuti_Panchakam.pdf\" target=\"_blank\">e-book copy</a> of the English translation by Sri Sadhu Om and Michael James of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html\" target=\"_blank\"><i>Sri Arunachala Stuti Panchakam</i></a>.</li><li>An <a href=\"http://www.happinessofbeing.com/Sri_Ramanopadesa_Noonmalai.pdf\" target=\"_blank\">e-book copy</a> of the English translation by Sri Sadhu Om and Michael James of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>.</li><li>An <a href=\"http://www.happinessofbeing.com/Sadhanai_Saram.pdf\" target=\"_blank\">e-book copy</a> of <a href=\"http://www.happinessofbeing.com/sadhanai_saram.html\" target=\"_blank\"><i>Sadhanai Saram</i></a> by Sri Sadhu Om.</li><li>An <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_Two.pdf\" target=\"_blank\">e-book copy</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\" target=\"_blank\">Part Two</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a> by Sri Sadhu Om.</li></ul>I have also uploaded a PDF copy of <a href=\"http://www.happinessofbeing.com/La_Felicite_et_l'Art_d'Etre_(ch-01).pdf\" target=\"_blank\"><i>La Félicité et l'Art d'Etre</i> – Chapitre 1</a>, ‘<i>Qu’est-ce que la Félicité</i>?’, which is a <a href=\"http://www.happinessofbeing.com/happiness_art_being.html#french\" target=\"_blank\">French translation</a> of the first chapter of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, ‘What is Happiness?’.<br /><br />The following is an extract from the introductory page that I wrote for <a href=\"http://www.happinessofbeing.com/sadhanai_saram.html\" target=\"_blank\"><i>Sadhanai Saram</i></a>:<br /><br />சாதனை சாரம் (<i>Sadhanai Saram</i>), the ‘Essence of Spiritual Practice’, is a collection of several hundred Tamil verses composed by Sri Sadhu Om on the subject of the practice of <i>atma-vichara</i> (self-investigation) and <i>atma-samarpana</i> (self-surrender).<br /><a name='more'></a><br />சாதனை (<i>sadhanai</i>) is a Tamil form of the Sanskrit word <i>sadhana</i>, which in a spiritual context means ‘spiritual practice’ but which more generally means an ‘expedient’ or ‘means to an end’, that is, any means that is adopted to accomplish a particular aim or goal (being derived from the verbal root <i>sadh</i>, which means to ‘go [or lead] straight to a goal’, ‘achieve’, ‘accomplish’, ‘effect’, ‘bring about’ or ‘produce’), and சாரம் (<i>saram</i>) is a Tamil form of the Sanskrit word <i>sara</i>, which means ‘substance’, ‘essence’ or ‘inner core’, or in a literary context a ‘summary’ or ‘epitome’, or the ‘gist’, ‘main point’ or ‘real meaning’ of a subject.<br /><br />Since people have many different aims — even in a spiritual context (since they espouse many different concepts about the goal or purpose of spiritual or religious endeavour) — they adopt many different practices or <i>sadhanas</i> to achieve whatever goal they are seeking. Therefore in the name of <i>sadhana</i> people do many different forms of meditation, <i>yoga</i>, prayer, worship and other such actions of mind, speech or body.<br /><br />Each of these actions done in the name of <i>sadhana</i> or ‘spiritual practice’ will no doubt produce some result, but whatever that result may be, is it the real spiritual goal that we should all be seeking? What  actually is the real spiritual goal?<br /><br />One thing that is common to all the many goals or results that we each seek to achieve by all our various spiritual and worldly endeavours is that we regard them as a means to happiness. Ultimately the one goal that we all seek to achieve is to be happy, so the real spiritual goal is happiness — unlimited, unalloyed and everlasting happiness — and only when we achieve such happiness will all our endeavours or <i>sadhanas</i> be fulfilled and finally come to an end.<br /><br />What is real happiness, and how are we to achieve it? As Bhagavan Sri Ramana has taught us, infinite happiness is our true nature — our own essential self — and our present seeming lack or deficiency of happiness is caused only by our self-ignorance — our lack of clear and certain knowledge about who or what we really are. Therefore he taught us that the one real goal of all spiritual endeavour is only the experience of clear self-knowledge, because only when we know ourself as we really are will we experience the true happiness that we all seek.<br /><br />Since self-ignorance is the ultimate cause of all forms of unhappiness, a <i>sadhana</i> or ‘means’ can enable us to achieve unalloyed and infinite happiness only if it is able to remove our fundamental self-ignorance. Therefore  Sri Ramana taught us that the only true <i>sadhana</i> or ‘spiritual practice’ is <i>atma-vichara</i> — the practice of self-investigation, self-scrutiny or self-attentiveness.<br /><br />That is, in order to destroy our self-ignorance we must experience ourself as we really are, and we cannot know ourself as we really are without attending to ourself — that is, without keenly and carefully examining or scrutinising ourself with true and all-consuming love to know ‘who am I?’. Only when we withdraw our attention from everything else — from all thoughts, from all objects and from everything that is other than ‘I’ — and focus it keenly and exclusively upon our fundamental self-consciousness, ‘I am’, will we be able to experience ourself without the superimposition of any of the adjuncts that we now mistake to be ourself, such as our body and our thinking mind.<br /><br />We now mistake ourself to be this body and mind only because we have never tried (or have not yet succeeded in our effort) to know our essential self exclusively — free from even the least consciousness of anything other than ‘I’. This self-negligence or habit of ignoring or overlooking our essential self is called <i>pramada</i> (‘negligence’ or ‘carelessness’), and the only means or <i>sadhana</i> by which we can overcome it is vigilant self-attentiveness or self-remembrance, which is the practice of <i>atma-vichara</i> or self-investigation.<br /><br />This practice of <i>atma-vichara</i> is also called <i>atma-samarpana</i> or self-surrender, because when we investigate and know our real self we will automatically give up or ‘surrender’ our false self, which is our mind or ego, the spurious form of consciousness that experiences itself as ‘I am this body, a person called so-and-so’.<br /><br />Every religion teaches us that we should deny ourself or surrender ourself to God, but how can we truly surrender or deny ourself when we do not even know what we really are? Until we know ourself as we really are, we cannot know what the ‘self’ is that we should deny or surrender to God.<br /><br />We can never truly deny or surrender our real self — that which we really are — so the ‘self’ that we are to surrender or efface can only be our false self — that which we are not but merely appear to be. However, we cannot surrender or separate ourself from this false self, our mind or ego, so long as we experience it as ourself. Therefore we can surrender our false self only by experiencing ourself as our real self.<br /><br />That is, though we may be able to surrender (not completely but at least to a limited extent) the desires and attachments of our false self without knowing our real self, we cannot surrender our false self itself until we experience ourself as we really are. Therefore our self-surrender or self-denial will be complete only when we investigate ‘who am I?’ and thereby know what we really are.<br /><br />Thus <i>atma-vichara</i> or self-investigation is the only truly effective means or <i>sadhana</i> by which we can surrender ourself to God, and this is why Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>:<blockquote>Being completely absorbed in <i>atma-nishtha</i> [self-abidance], not giving even the slightest room to the rising of any other <i>chintana</i> [thought] except <i>atma-chintana</i> [self-contemplation or self-attentiveness], alone is giving ourself to God. ...</blockquote>Our mind or false self rises and sustains itself by thinking — that is, by attending to anything other than itself — so when we focus our entire ‘thought’ or attention upon ourself (our essential self-consciousness, ‘I am’) and thereby exclude all other thoughts, our mind will automatically subside and dissolve into our real self, ‘I am’, which is the ‘ground’ or fundamental consciousness of being that underlies and support its false appearance.<br /><br />In other words, thought or objective attention is the air that our mind must constantly breathe in order to survive. Therefore, by thinking of (or attending to) anything other than ourself, we are feeding and nourishing our mind, whereas by thinking of (or attending to) ourself alone, we are starving or stifling it, thereby causing it to subside or surrender itself to its underlying reality, our pristine non-dual self-consciousness, ‘I am’.<br /><br />Therefore, as Sri Ramana teaches in this important passage of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a>, we can surrender ourself effectively and entirely only by being vigilantly self-attentive and thereby excluding not only all other thoughts but even our thinking mind itself.<br /><br />Conversely,  we can be truly self-attentive — that is, firmly established in the non-dual practice of <i>atma-vichara</i> or <i>atma-nishtha</i> — only to the extent that we surrender or deny ourself by refraining from rising as this thinking mind, which is our false self. Therefore self-investigation and self-surrender are truly one and inseparable, like the two sides of a single piece of paper.<br /><br />The reason why the one true <i>sadhana</i> or means by which we can know ourself as we really are is sometimes described as <i>atma-vichara</i> or self-investigation and sometimes as <i>atma-samarpana</i> or self-surrender is that the former emphasises its <i>jnana</i> or ‘knowing’ aspect while the latter emphasises its <i>bhakti</i> or ‘love’ aspect. We cannot know ourself as we really are and thereby surrender all that we are not unless we have intense and all-consuming love to experience ourself thus, and our love to experience ourself thus will grow and increase to the extent to which we gain true clarity of self-consciousness by constantly practising self-attentiveness.<br /><br />Therefore the single <i>sadhana</i> or practice of self-investigation and self-surrender is not only the true <i>jnana yoga</i> or ‘path of knowing’ but is also the pinnacle or culmination of <i>bhakti yoga</i> or the ‘path of devotion’. Since God is our own essential self, we can surrender our false self and merge in him only by investigating and knowing who we really are.<br /><br />Though there are many different forms of <i>sadhana</i> or spiritual practice, among all of them there is ultimately only one true and essential form, and that is this non-dual practice of <i>atma-vichara</i> or self-investigation, because it is the only <i>sadhana</i> by which we can directly and immediately experience ourself as we really are.<br /><br />As Sri Ramana once said, though various paths may help to purify our mind and thereby lead us close to the citadel of true self-knowledge, in order to actually enter that citadel we must pass through the only gateway, which is the practice of <i>atma-vichara</i> or self-investigation, because we cannot know ourself as we really are unless we keenly scrutinise ourself with an intense love to discover ‘who am I?’.<br /><br />That is, though other forms of <i>sadhana</i> may purify our mind and thereby give it the clarity to understand that the only true <i>sadhana</i> or means to self-knowledge is vigilant and keenly penetrating self-attentiveness (as Sri Ramana teaches us in verse 3 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\" target=\"_blank\"><i>Upadesa Undiyar</i></a>), no other <i>sadhana</i> can enable us to experience self-knowledge directly, because we cannot know ourself as we really are unless we closely and carefully attend to ourself. Attention, which is our ability to direct our consciousness towards something (or rather, our ability to bring something within the centre of our consciousness), is the only means by which we can know anything, so we can know our essential self only by attending to it — that is, by attending to our fundamental self-consciousness, the consciousness that we always experience as ‘I am’.<br /><br />Whereas every other form of <i>sadhana</i> is a <i>karma</i> or action, since it involves some form of objective attention — that is, attention to something other than our essential self — the practice of <i>atma-vichara</i> is not an action or ‘doing’ but is only a state of just ‘being’, since it is an absolutely non-objective attention — that is, an attention to nothing other than our essential self, ‘I am’. Since our goal is not any state of action or <i>karma</i> but only the pristine state of absolutely action-free being, we cannot attain it by any kind or any amount of action, but only by refraining completely from all forms of action, which we can do only by our focusing our entire attention upon our essential self, thereby withdrawing it from everything else and causing our mind to subside without action in our natural state of pure self-conscious being.<br /><br />Therefore this <i>sadhana</i> or practice of self-investigation and self-surrender that Sri Ramana has taught us is truly <i>sadhana sara</i> — the essence, core or cream of all forms of spiritual practice — and hence this collection of verses composed by Sri Sadhu Om on this essential form of spiritual practice is called <a href=\"http://www.happinessofbeing.com/sadhanai_saram.html\" target=\"_blank\"><i>Sadhanai Saram</i></a>, the ‘Essence of Spiritual Practice’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/81966325549509754/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "Sādhanai Sāram",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg3MzM4MTAwODQ0Cm9mZnNldDogMAo\""
}