{
    "kind": "blogger#post",
    "id": "7440936634685121340",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-26T17:12:00+01:00",
    "updated": "2016-06-09T00:13:51+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/06/upadesa-tanippakkal-explanatory.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7440936634685121340",
    "title": "<i>Upadesa Tanippakkal</i> – an explanatory paraphrase",
    "content": "In continuation of my previous six articles, which were explanatory paraphrases of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html\" target=\"_blank\"><i>Ulladu Narpadu Anubandham</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/ekatma-panchakam-explanatory-paraphrase.html\" target=\"_blank\"><i>Ekatma Panchakam</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2009/06/appala-pattu-explanatory-paraphrase.html\" target=\"_blank\"><i>Appala Pattu</i></a> and <a href=\"http://happinessofbeing.blogspot.com/2009/06/anma-viddai-atma-vidya-explanatory.html\" target=\"_blank\"><i>Anma-Viddai</i> (<i>Atma-Vidya</i>)</a>, the following is the last of seven extracts from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a> (an e-book copy of which I will be uploading to the <a href=\"http://www.happinessofbeing.com/books.html\" target=\"_blank\">Books</a> section of my <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">website</a> within the next few days, along with e-book copies of <a href=\"http://happinessofbeing.blogspot.com/2009/06/sri-arunachala-stuti-panchakam-overview.html\" target=\"_blank\"><i>Sri Arunachala Stuti Panchakam</i></a>, <i>Sadhanai Saram</i> and <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\" target=\"_blank\">Part Two</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a>):<br /><br />Besides these six poems that form உபதேச நூன்மாலை (<i>Upadesa Nunmalai</i>), there are a total of twenty-seven separate verses of <i>upadesa</i> (spiritual teaching) that Sri Ramana composed, which are not included in the  <i>Upadesa Nunmalai</i> section of ஸ்ரீ ரமண நூற்றிரட்டு (<i>Sri Ramana Nultirattu</i>), the Tamil ‘Collected Works of Sri Ramana’, but which could appropriately be included there.<br /><br />However, as I explain in the introduction that I wrote for this English translation of  <i>Sri Ramanopadesa Noonmalai</i>, which is contained in the printed book and in the e-book copy of it (and also in a separate article in my <a href=\"http://happinessofbeing.blogspot.com/\" target=\"_blank\">blog</a>, <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Nunmalai</i> – English translation by Sri Sadhu Om and Michael James</a>), Sri Sadhu Om gathered these twenty-seven verses together and arranged them in a suitable order to form a work entitled உபதேசத் தனிப்பாக்கள் (<i>Upadesa-t-tani-p-pakkal</i>), the ‘Solitary Verses of Spiritual Teaching’, and he included this work at the end of his Tamil commentary on <i>Upadesa Nunmalai</i>, which is a book called ஸ்ரீ ரமணோபதேச நூன்மாலை – விளக்கவுரை (<i>Sri Ramanopadesa Nunmalai – Vilakkavurai</i>).<br /><a name='more'></a><br />At least thirteen of these twenty-seven verses of <i>Upadesa Tanippakkal</i> (namely verses 2, 3, 7, 9, 10, 14, 15, 16, 19, 21, 23, 24 and 25) were originally composed by Sri Ramana as part of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, and were therefore included in the second edition of it (which was published in 1971) as verses B4, B5, B16, B10, B15, B12, B13, B19, B6, B24, B26, B28 and B27 respectively (of which all except verse B24 [<i>Upadesa Tanippakkal</i> verse 21] were also included in the first edition, which was published in 1939). The other fourteen of these twenty-seven verses may not actually have been composed as part of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, but were nevertheless included in the third edition of it, which was published in 1998.<br /><br />Eight verses of <i>Upadesa Tanippakkal</i> (namely verses 1, 8, 11, 17, 21, 23, 24 and 25) are translations or adaptations of verses from ancient Sanskrit texts, and verse 22 is a condensed adaptation of a verse from a Tamil text called <i>Prabhulinga Lilai</i>, but the other eighteen verses are all Sri Ramana’s own original compositions.<br /><br />In verse 1 (which is an adaptation of the first verse of a Sanskrit text called <i>Siva Jnana Bodham</i>, and which is included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 114-a [the first verse in the appendix of our <a href=\"http://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\" target=\"_blank\">English translation</a>]) he says that because  this world, which consists of female, male, neuter and so on, is seen as an effect (<i>karya</i>), a ‘doer’ (or agent) who creates it does exist as the cause (<i>karana</i>) of this world, and that this ‘doer’ destroys and creates this world, and is known as Hara (or God).<br /><br />That is, so long as we see this world as an effect (a result or product, that is, something that is not permanent but has come into existence), we have to accept the existence of cause or creator that has brought it into existence, and this cause, which not only creates but also destroys this world, is called ‘Hara’ or ‘God’. This truth is stated by Sri Ramana in a more refined manner in the first verse of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a>, in which he says that this ‘cause’ — the ஓர் முதல் (<i>or mudal</i>) or ‘one primal reality’, which is self — is that which appears as everything: the seeing mind, the world-picture that it sees, the light of consciousness by which it sees, and the ground or underlying being that supports its seeing.<br /><br />However, our real self appears as God, the cause or creator of this world, only so long as we see this world instead of seeing ourself as we really are. When we look inwards to see the reality of our mind, which sees this world-appearance and infers the existence of a creating God, our mind will dissolve and disappear, and in the absence of this seeing mind neither the world nor any separate God will exist. That is, the mind (or ‘soul’), world and God are all a false appearance, the sole reality of which is our true self — our essential consciousness of being, ‘I am’.<br /><br />In verses 2 and 3 (which are also verses B4 and B5 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) Sri Ramana explains the <i>tattva</i> or truth signified by Deepavali (the ‘array [or series] of lights’), an important Hindu festival that celebrates the destruction of the demon Narakasura, who symbolises the ego.<br /><br />In verse 2 he summarises the meaning of verses 181 and 182 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that a person who slays Narakan (the demon who embodies our ego) with the <i>jnana-chakra</i> (the discus of self-knowledge) by investigating ‘where is Narakan, who rules the world of hell (<i>naraka</i>) as “[this] hell-body is I”?’ is Narayana (Lord Vishnu), and that that day (on which Narakasura is thus slain) is the auspicious day of Naraka Chaturdasi (the day of the fourteenth waning moon, on which people commence the Deepavali festival by taking a ritual bath to celebrate his destruction).<br /><br />In verse 3 he rephrases verse 183 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that Deepavali (the ‘array of lights’) is our shining as self, having scrutinised and thereby destroyed the great sinner, the evil Narakasura, who degenerated by imagining the illusory (or miserable) body abode, which is the form of hell (<i>naraka</i>), to be ‘I’.<br /><br />That is, Narakasura is our mind or ego, which has fallen from our natural state of pure non-dual self-consciousness by imagining itself to be a body, and he can be killed only by our scrutinising him to know who he really is. When we thus investigate ‘who (or what) is this evil ego?’ and thereby destroy it, we will remain as the victorious Narayana (God), the slayer of Narakasura. This slaying of Narakasura is the significance of Naraka Chaturdasi, and our subsequent shining as Narayana, who is our own real self, is what is symbolised by Deepavali, the festival of the ‘array of lights’.<br /><br />Verses 4 and 5 (which are included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verses 603-a and b [the fourth and fifth verses in the appendix of our <a href=\"http://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\" target=\"_blank\">English translation</a>]) were composed by Sri Ramana in 1912 on the day that his devotees first decided to celebrate his <i>jayanti</i> (birthday).<br /><br />In verse 4 he addresses those who thus wanted to celebrate the birthday of his body as a great festival, asking them what our real birthday is, and answering that it is only that day on which — by carefully investigating ‘where [or how] were we born?’ — we are born in பொருள் (<i>porul</i>), the true substance, essence or reality, which always shines as one (the one non-dual and only existing reality) without being born or dying (and without any other form of duality).<br /><br />In verse 5 he says that knowing self and thereby subsiding (sinking, dissolving or ceasing to exist) — having discriminated, ‘Instead of lamenting about [my] birth at least on [my] birthday, cherishing [or celebrating] [my] birthday as a festivity is [like] cherishing [or celebrating] a dead corpse by decorating it’ — alone is true knowledge (or wisdom).<br /><br />In verse 6 (which is included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 492-a [the third verse in the appendix of our <a href=\"http://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\" target=\"_blank\">English translation</a>]) he writes as the stomach making a complaint to ‘my very evil [or misery-inflicting] soul’, saying that ‘you do not give me rest for even one <i>nazhigai</i> [twenty-four minutes]’, because ‘you do not cease eating for even one <i>nazhigai</i> in a day’, and that ‘you never know my suffering’, so ‘living with you is difficult’.<br /><br />He composed this verse in 1929 on <i>Chitra purnima</i> (full moon in April-May), when, after eating a sumptuous meal, a devotee quoted a Tamil verse by Auvaiyar, in which she complains to ‘my misery-inflicting stomach’, saying that ‘if I ask [you] to forgo food for one day, you do not forgo; if I ask [you] to accept [enough food] for two days, you do not accept; you never know my suffering; living with you is difficult’. Hearing this, Sri Ramana explained that Auvaiyar’s complaint against her stomach was justified, because she was a mendicant who lived on begged food and therefore often had to survive without food, but that the same complaint was not justified when it was made by someone who had just overeaten to gratify the greed of his own mind. Therefore he adapted the verse of Auvaiyar to form this complaint made by the stomach against the greedy mind or soul.<br /><br />Verse 7 (which is also verse B16 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) is a reply that Sri Ramana wrote to a question that Sri Muruganar asked him in a Tamil verse (which is now verse 815 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) about the following incident, which had happened many years earlier: One day when he was wandering alone on the northern slopes of Arunachala, Sri Ramana’s thigh accidentally brushed against a thicket in which a hornets’ nest was concealed. A swarm of angry hornets at once emerged and attacked the offending thigh, so feeling sorry for the disturbance that he had accidentally caused them, he stood still and calmly allowed them to sting his thigh to their hearts’ content.<br /><br />In his verse Sri Muruganar therefore asked him why he felt repentant and allowed them to sting his thigh even though the disturbance he had caused them was not intentional, in reply to which he composed this verse asking what the nature of his mind would be (that is, how hard-hearted it would be) if it had not at least felt sorry, even though the swarming hornets stung the leg that touched and damaged their nest, causing it to become inflamed and swollen, and even though the damage he had caused was a mistake that happened unintentionally.<br /><br />In verse 8 (which is an adaptation of a verse from a Sanskrit text called <i>Sri Rama Gita</i>, and which is included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 224-a [the second verse in the appendix of our <a href=\"http://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\" target=\"_blank\">English translation</a>]) he expresses wonder at the self-delusion of <i>siddhas</i> (those who use <i>siddhis</i> or ‘supernatural powers’ to perform ‘miracles’), saying that a conjuror will delude the people of this world without himself being deluded, whereas a <i>siddha</i> will delude the people of this world and will himself also be deluded (believing his powers and miracles to be real).<br /><br />In verse 9 (which is also verse B10 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) Sri Ramana rephrases in a more condensed manner the truth that Sri Muruganar recorded in verse 682 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that people who regard a (human) body, which eats pure food and transforms it into filth, as ‘I’ are worse than a pig, which eats filth. That is, though people often despise pigs because they eat excreta, Sri Ramana humbles us by saying that we are in fact even more despicable than pigs, because we imagine ourself to be this human body, which eats pure food and transforms it into excreta. In other words, identifying oneself as a body that produces excreta is worse than identifying oneself as a body that eats excreta.<br /><br />In verse 10 (which is also verse B15 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) Sri Ramana rephrases in a more condensed manner the truth that Sri Muruganar recorded in verse 802 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that only a person who is saved (that is, liberated from the bondage of embodied existence) can save people in this world, whereas anyone else (that is, anyone who has not yet saved himself or herself yet who tries to save other people) is like the blind leading the blind. That is, just as darkness can be removed only by light, the dense darkness of our self-ignorance can only be removed by the real <i>guru</i>, who knows and abides as the clear light of pure self-consciousness.<br /><br />In verse 11 (which is another but briefer adaptation of the same Sanskrit verse that he adapted as verse 2 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html\" target=\"_blank\"><i>Ulladu Narpadu – Anubandham</i></a>, and which is included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 1127-a) Sri Ramana says that the state (of true self-knowledge) that is attained by the means (the practice of <i>atma-vichara</i>) that arises clearly (within us) due to சாது உறவு (<i>sadhu-uravu</i>) — intimate friendship with or love for a sage who knows and abides as self — cannot be attained by (any other means such as) a preacher, sacred texts or virtuous deeds.<br /><br />Verse 12 (which is included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 1127-a) was composed by Sri Ramana on 30th July 1928, but later that day he modified the first two lines in order to pack more meaning into it, and the modified version is now included in <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a> as verse 13. In this original version of that verse he says that <i>jnana</i> (knowledge or consciousness) alone is real, and that <i>ajnana</i> (ignorance), which is nothing other than the <i>jnana</i> that sees as many (that is, the mind, which is the false consciousness that sees itself as this entire experience of duality or multiplicity), is nothing other than self (its only real substance), which is <i>jnana</i>, just as all the many ornaments, which are unreal (as separate forms), are not other than gold (the real substance of which they are made).<br /><br />Verse 13 (which is included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 603-c) was composed by Sri Ramana in the second week of August 1927, but a year later  he modified it in order to encompass in it a discussion not only of time but also of space, and the modified version is now included in <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Ulladu Narpadu</i></a> as verse 16. In this original version of that verse he first asks the rhetorical question ‘நாம் அன்றி நாள் ஏது?’ (<i>nam andri nal edu</i>?), which means ‘except we, where is time?’ and which clearly implies that ‘we’ alone truly exist and that time does not actually exist. He then says ‘நாம் நம்மை நாடாது “நாம் உடல்” என்று எண்ணில், நமை நாள் உண்ணும்’ (<i>nam nammai nadadu ‘nam udal’ endru ennil, namai nal unnum</i>), which means ‘if — without scrutinising ourself — we think that we are a body, time will eat [devour or consume] us’, but then asks another rhetorical question, ‘are we [a] body?’, implying that we are not. He then concludes by saying that  we are ‘one’ (the one non-dual immutable reality), now, in past and future times, and that therefore we — we who have eaten (devoured or consumed) time — exist.<br /><br />That is, we seem to be ensnared within the limits of time only so long as we imagine ourself to be a body, but when we scrutinise ourself and discover that we are not this body but only the infinite and eternal reality that underlies and supports the appearance of this body and everything else, we will thereby consume time and remain as the one non-dual immutable reality that we always truly are.<br /><br />Having thus indicated that our present confused knowledge about ourself and everything else exists only because we have not scrutinised ourself — that is, investigated who or what we really are — in verses 14 to 16 Sri Ramana discusses the actual practice of <i>atma-vichara</i> or ‘scrutinising ourself’.<br /><br />In verse 14 (which is also verse B12 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) he rephrases in a more condensed manner the truth that Sri Muruganar recorded in verse 706 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that for people who do not abide in <i>jnana</i> (knowledge or consciousness), which is the <i>sthana</i> (place, abode or home) where ‘I’ resides, knowing in <i>japa</i> the <i>sthana</i> where <i>para-vak</i> (the supreme speech or word) resides is good (or suitable).<br /><br />This verse, which is intended to be a concession to those who complain that they are unable to practise <i>atma-vichara</i> or who are strongly attached to the practice of <i>mantra-japa</i> (repetition of a name of God or any other sacred words), can be best be understood by considering it in the light of how Sri Ramana came to compose it, which is as follows:<br /><br />On 18th November 1907 a Vedic scholar and Sanskrit poet called Kavyakantha Ganapati Sastri came to Sri Ramana and asked him what the real meaning of <i>tapas</i> (austerity or severe spiritual practice) is. Sri Ramana replied by remaining silent and looking at him steadily, but after fifteen minutes Ganapati Sastri asked him to reply in words. Sri Ramana then said, ‘If one observes that from which that which says “I”, “I” emerges, the mind will subside there; that alone is <i>tapas</i>’, but Ganapati Sastri responded by asking, ‘Is it not possible to attain that state by <i>japa</i> also?’ so he replied, ‘If one repeats a <i>mantra</i> and observes that from which the sound of that <i>mantra</i> emerges, the mind will subside there; that alone is <i>tapas</i>’.<br /><br />Many years later, when discussing this incident with Sri Muruganar and other devotees, Sri Ramana explained that <i>atma-vichara</i>, which is the practice of observing the source from which our mind arises as ‘I’, is the only means by which we can know who or what we really are, but that if someone says that he wants to achieve self-knowledge by <i>mantra-japa</i>, instead of insisting that he should only practise <i>atma-vichara</i>, it is better to tell him to carry on with his <i>mantra-japa</i> but to observe the source from which the <i>mantra-dhvani</i> (the sound of that <i>mantra</i>) originates, because it originates only from the person who repeats it, so trying to observe from where it originates is a means of diverting one’s attention away from the <i>mantra</i> towards the ‘I’ who is repeating it. In other words, observing the source of the <i>mantra-dhvani</i> is the same as observing the source of the rising ‘I’ (the mind that repeats it), because the source of both is the same fundamental consciousness, which is our being ‘I’.<br /><br />Sri Ramana also explained that because ‘I’ is the source of all sounds or words, it is called the <i>para-vak</i> or ‘supreme word’, and it is the original and foremost name of God. Therefore there is no <i>mantra</i> (sacred word) greater than the word ‘I’ (in whichever language it may be expressed), because unlike any other <i>mantra</i>, when we repeat it draws our attention directly towards its source, which is our essential self-consciousness, ‘I am’.<br /><br />Sri Muruganar summarised this explanation given by Sri Ramana in verses 706 and 707 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, and then Sri Ramana rephrased the meaning of verse 706 in a more condensed manner in this verse. Therefore his intention when he composed this verse was not to suggest that <i>japa</i> is an alternative to <i>atma-vichara</i> as a means by which we can know our self, but was only to indicate that the true benefit of <i>mantra-japa</i> can only be achieved by observing ‘I’, the source from which the <i>mantra-dhvani</i> originates.<br /><br />On the path of <i>bhakti</i> or devotion, <i>japa</i> or repetition of a name of God is used as a means by which we can focus our love and attention upon the thought of God, but since God is truly our own essential self, ‘I am’, the easiest and most effective means by which we can focus our love and attention upon him is the practice of <i>atma-vichara</i> or <i>svarupa-smarana</i> — self-attentiveness or self-remembrance. This truth is clearly stated by Sri Ramana in verse 15 (which is also verse B13 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>), in which he rephrases in a more condensed and emphatic manner the truth that Sri Muruganar recorded in verse 730 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that <i>atma-anusamdhana</i> is <i>parama-isa-bhakti</i> (supreme devotion to God) because God exists as <i>atma</i> (our essential self).<br /><br />The meaning of the Sanskrit word <i>anusamdhana</i> is essentially the same as that of <i>vichara</i>, namely investigation, enquiry, scrutiny, close inspection or deep contemplation, so <i>atma-anusamdhana</i> means self-scrutiny or being keenly attentive to our essential self. Such keen and vigilant self-attentiveness is possible only when we have intense and all-consuming love for self — our pure consciousness of being, ‘I am’ — which is the true form of God.<br /><br />In verse 16 (which is also verse B19 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) he rephrases in a more condensed manner the truth that Sri Muruganar recorded in verses 957 and 958 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that in waking the state of sleep will occur by subtle investigation, which is the practice of constantly scrutinising oneself, and that until sleep shines pervading throughout both waking and dream, we should incessantly practise that subtle investigation.<br /><br />This ‘state of sleep’ that will occur in waking and that will eventually pervade throughout both waking and dream when we constantly practise <i>atma-vichara</i> or subtle self-investigation is the state that is known as <i>jagat-sushupti</i> or ‘waking sleep’, which is the only real state (as Sri Ramana teaches us in verse 32 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html\" target=\"_blank\"><i>Ulladu Narpadu Anubandham</i></a>). This state is our natural state of true self-knowledge, and it is called ‘waking sleep’ because it is the state in which we are clearly conscious of (or ‘awake’ to) the only reality, ‘I am’, and completely unaware of (or ‘asleep’ to) anything other than that.<br /><br />The only means by which we can experience this state of true self-knowledge is <i>atma-vichara</i>, the subtle practice of keenly vigilant self-attentiveness, so until we experience it we should persevere in being self-attentive as constantly as possible. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"_blank\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"_blank\">eleventh</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a>:<blockquote>... without giving room to even [the slightest] thought, one should persistently cling fast to <i>svarupa-dhyana</i> [self-contemplation]. ...<br /><br />... If one clings fast to uninterrupted <i>svarupa-smarana</i> [self-remembrance] until one attains <i>svarupa</i> [one’s own essential self], that alone [will be] sufficient. ...</blockquote>In verses 17 to 23 Sri Ramana states some truths about the state of attainment of true self-knowledge.<br /><br />In July 1948 Sri Ramana translated the sixty-eight verses of Sri Adi Sankara’s <i>Atma-Bodha</i> into Tamil in verse form, and though he translated all the other verses in <i>venba</i> metre, he translated the last verse at first in a six-foot <i>viruttam</i> metre, but later recomposed it as a six-line <i>pakrodai venba</i> in order to make it conform metrically with all the other verses. The <i>pakrodai venba</i> version is now the final verse of his translation of <i>Atma-Bodha</i>, and the original <i>viruttam</i> version is verse 17 of <i>Upadesa Tanippakkal</i> (and is also included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 227-a).<br /><br />In this verse he says that whoever bathes without action in <i>atma-tirtha</i> (the holy waters of self), which shines abundantly as unblemished <i>nityananda</i> (eternal happiness), which is untouched by (any limitation such as) direction, time, place and so on, pervading everywhere and bereft of (any physical sensation such as) cold and so on, that firm (or steady) person (the person who is thus firmly  established in self) is omnipresent, omniscient and immortal.<br /><br />The state that is described here as ‘bathing without action in <i>atma-tirtha</i>’ is the state of firm self-abidance, which Sri Ramana describes in verse 4 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/anma-viddai-atma-vidya-explanatory.html\" target=\"_blank\"><i>Anma-Viddai</i></a> as ‘settling down and just being without the slightest action (<i>karma</i>) of speech, mind or body’ and which we can achieve only by focusing our entire attention upon our essential self-consciousness, ‘I am’, thereby excluding all thought about anything else.<br /><br />In verse 18 (which was composed on 28th May 1944 and which is also included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 1027-a) Sri Ramana reiterates the same truth that he stated in verse 28 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, namely that if we know our ‘true form’ (our real nature) in our heart, we will know ourself to be <i>sat-chit-ananda</i> (being-consciousness-bliss), which is fullness (or infinite wholeness) without beginning or end.<br /><br />In verse 19 (which is also verse B6 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) he rephrases in a more condensed manner the truth that Sri Muruganar recorded in verse 216 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, saying that only that which is experienced as <i>santi</i> (peace) in the state of introversion is that which appears as <i>sakti</i> (power) in the state of extroversion, and that to those who have investigated and known (the reality) they are one.<br /><br />That is, as Sri Sadhu Om explains in his Tamil commentary on this verse, our real self, which is <i>sat-chit-ananda</i> (being-consciousness-bliss), is the fullness of both infinite peace and infinite power. When our mind turns within and merges in self, it experiences itself as the ocean of infinite peace, but when it rises and rushes outside towards the world of thoughts and sense perceptions, its own essential self appears to be God, the supreme power that creates, sustains and dissolves this world. Hence for those who know and abide eternally as self, peace and power are one, being both nothing other than self. Therefore all the many different kinds of power that are seen in this world are in truth only an infinitesimal reflection of the infinite ocean of peace that a <i>mey-jnani</i> (one who knows and abides as the reality) experiences as his true nature.<br /><br />Verse 20 (which  is also included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 1147-a) consists of a metaphorical statement made by a devotee named K. V. Ramachandran and the equally metaphorical reply given by Sri Ramana. One day when they were walking together on Arunachala hill they saw a bird being caught in a net by a hunter, whereupon Ramachandran composed a <i>kural venba</i> (a two-line form of a <i>venba</i>) in which he said, ‘If a dove that is caught in the hand of a hunter is released, it will escape [or go away] even from the forest’, implying that if a person is liberated from the bondage of <i>maya</i> or self-delusion, he or she will depart from his or her body.<br /><br />Sri Ramana replied by extending the second line and adding two more lines to this verse, thus transforming it into a <i>venba</i> (a four-line verse in a particular metre), in which he said, ‘If [you] say thus, [the reply is that] when the hunter seeking [or desiring to go] home departs elsewhere [leaving the bird], even the forest, which was alien, will end as home’, implying that when the mind, which is <i>maya</i>, seeks its original abode by scrutinising itself and thereby departs (or ceases to exist), even the body, which we previously considered to be an alien object (something other than our real ‘I’), will be recognised as being nothing other than our real self.<br /><br />That is, so long as we are seeking to know ourself as we really are, we have to consider our body to be an alien object (because we cannot know the real nature of ‘I’ so long as we experience this body as ‘I’), but as soon as we know ourself as we really are, we will recognise that this mind, body and world are all nothing other than ‘I’, which is the sole reality (just as the imaginary snake is nothing other than the rope, which alone is real). Therefore when a person experiences true self-knowledge, his or her body does not necessarily die or cease to exist, but will continue to live (at least in the view of those who do not know self) until the <i>prarabdha</i> or destiny that brought it into existence has been completed.<br /><br />In verse 21 (which is also verse B24 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) Sri Ramana rephrases  the truth that Sri Muruganar recorded in verse 1148 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> (which is an adaptation of <i>Srimad Bhagavatam</i> 11.13.36, a verse that he sometimes cited and explained), saying that whether the impermanent body is settled (inactive or asleep) or risen (active or awake), whether it is present (living) or has departed (died), a sage who knows self does not know the body, just as a person blinded by alcohol intoxication does not know the fine cloth (whether it is still on or has slipped off his body).<br /><br />That is, the body of a sage who knows self seems to exist only in the view of those who do not know self, because in the absolutely clear perspective of true self-knowledge only the one infinite and formless self exists. Since the body and everything else except self is a mere imagination, it is known only by the imagining mind (which is itself just an unreal imagination) and not by the non-dual real self. Therefore the sage or <i>jnani</i> knows neither the body nor the world, nor anything else except self, the pure and infinite non-dual consciousness of being, ‘I am’.<br /><br />In verse 22 (which is a condensed adaptation of <i>Prabhulinga Lilai</i> 12.11, and which is also included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 1141-a) he says that just as we would discard a leaf plate after eating the food served on it, so one who has seen (or experienced) self will discard the body. That is, the only purpose of our body is to serve as a plate from which we should eat the sumptuous feast of true self-knowledge by constantly practising vigilant self-attentiveness, and once this purpose has been served, we will happily discard it.<br /><br />In verse 23 (which is also verse B26 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) Sri Ramana rephrases in a more condensed manner the truth that Sri Muruganar recorded in verse 1166 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> (which is an adaptation of <i>Bhagavad Gita</i> 4.22, a verse that he sometimes cited and explained and that he later translated again as verse 40 of <i>Bhagavad Gita Saram</i>), saying that an equanimous person who experiences happiness in whatever happens (according to <i>prarabdha</i> or destiny), who has put an end to jealousy, and who has discarded <i>dvandvas</i> (all pairs of opposites), is devoid of bondage (the bondage of <i>karma</i>, action or ‘doing’) even though doing.<br /><br />That is, even though such a perfectly equanimous sage may appear to be doing actions of mind, speech and body such as thinking, talking, walking and eating, he or she does not in fact do anything, because he experiences himself as the one infinite self-consciousness, ‘I am’, which never does anything but just is, and not as the body and mind, which are the instruments that do action.<br /><br />In verse 24 (which is also verse B28 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) Sri Ramana rephrases in a more condensed manner the truth that Sri Muruganar recorded in verse 1227 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, which is an adaptation of the following Sanskrit verse, which he often cited and explained:<blockquote><i>na nirodho na chotpattir na baddho na cha sadhakah</i> |<br /><i>na mumukshur na vai mukta ity esha paramarthata</i> ||</blockquote>This verse, which occurs in several ancient texts such as <i>Amritabindu Upanishad</i> verse 10, <i>Atmopanishad</i> verse 31, <i>Avadhutopanishad</i> verse 8, <i>Mandukya Karikas</i> 2.32 and <i>Vivekachudamani</i> verse 574, means:<blockquote>[There is] no <i>nirodha</i> [stopping, ending or destruction] and no <i>utpatti</i> [arising, origination, birth, production or creation], no <i>baddha</i> [person who is bound] and no <i>sadhaka</i> [person doing spiritual practice], no <i>mumukshu</i> [person seeking liberation] and even no <i>mukta</i> [person who is liberated] — thus is <i>paramartha</i> [the supreme or ultimate truth].</blockquote>In his prose translation of <i>Vivekachudamani</i> Sri Ramana has translated this verse literally thus, and in verse 24 of <i>Upadesa Tanippakkal</i> he has translated it more freely as:<blockquote>[There is] no becoming [or coming into being], destruction, bondage, desire to become free [or unbound], effort [or] those who have attained [liberation]. Know that this is <i>paramartha</i> [the ultimate truth].</blockquote>Creation and destruction, birth and death, beginning and end, bondage and liberation, desire for liberation and effort to be liberated, and any person who experiences such things, all exist only in the distorted consciousness that we call ‘mind’, and hence they are only as real as this mind that experiences them. However, as Sri Ramana teaches us in verse 17 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadesa Undiyar</i></a>, when we vigilantly scrutinise this mind, we will find that there is actually no such thing, and therefore when we thus know that the mind has never really existed, we will also clearly know that none of the duality, multiplicity or otherness that it seemed to experience ever really existed.<br /><br />Thus when we know ourself as we really are — that is, when we know that we are always nothing other than the one infinite non-dual self-consciousness, ‘I am’, and that we have never really been this mind that we now imagine ourself to be — we will clearly know that nothing other than ourself has ever existed or even appeared to exist. This ultimate experience of absolute non-duality is known as <i>ajata</i> — ‘no birth’, ‘no arising’, ‘no becoming’, ‘no happening’, ‘no appearing’, ‘no being brought into being’ or ‘no creation’.<br /><br />This experience of <i>ajata</i> is a truth that cannot truly be grasped by our mind or intellect, which appears to exist only by experiencing duality, but it can be known clearly and certainly if we investigate the truth of our knowing mind by turning its attention back on itself, away from all duality or otherness towards the one consciousness that we always experience as ‘I am’.<br /><br />In the final three verses of <i>Upadesa Tanippakkal</i> Sri Ramana turns our attention towards <i>mauna</i> or ‘silence’, which is the true language of non-duality and which is the only means by which we can experience reality as it is. In this context <i>mauna</i> means absolute silence or stillness of mind, which is itself the one reality that it alone can reveal.<br /><br />In verse 25 (which is also verse B27 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>) Sri Ramana rephrases in a more condensed manner the truth that Sri Muruganar recorded in verse 1181 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> (which is an adaptation of <i>Panchadasi</i> 2.39, a verse that he sometimes cited and explained), saying that questions and answers can occur only in this language of duality (<i>dvaita</i>), and that in the true state of non-duality (<i>advaita</i>) they do not exist.<br /><br />Thus he indicates that in order to experience our true state of <i>advaita</i> or absolute non-duality we must go beyond our habit of asking verbal questions and seeking verbal answers. The only ‘question’ that will enable us to experience the non-dual reality directly is the non-verbal investigation ‘who am I?’ — that is, the thought-free inward scrutiny of our fundamental consciousness of being, ‘I am’.<br /><br />Such thought-free self-investigation or <i>atma-vichara</i> is ‘questioning’ in silence, which is the true language of non-duality, and the ‘answer’ that this silent questioning will evoke is likewise only absolute silence or <i>mauna</i>, which is the true nature of our real self.<br /><br />In verse 26 (which is also included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 1172-a) he begins by saying that that which is அக்கரம் (<i>akkaram</i>) is ஓர் எழுத்து (<i>or ezhuttu</i>), the ‘one [unique or peerless] letter’. அக்கரம் (<i>akkaram</i>) is a Tamil form of the Sanskrit word <i>akshara</i>, which means both ‘imperishable’ (or ‘immutable’) and a ‘letter’ of the alphabet (or a ‘syllable’ written as a compound letter, such as the sacred syllable ‘<i>om</i>’), so the implied meaning of this first sentence is that the ‘one letter’ is that which is imperishable and immutable — that is, the one eternal, imperishable and immutable reality, which is our own essential self, ‘I am’.<br /><br />In the second and third sentences of this verses he says that ‘you want [me] to write that which is one letter (<i>akshara</i>) in this book’ and that the ‘one letter (<i>ezhuttu</i>), which is imperishable (<i>akshara</i>), is that which always shines spontaneously [or as self] in the heart’, and in the final sentence he asks rhetorically, ‘Who is able to write it?’, implying that it cannot be written by anyone.<br /><br />The origin of this verse is as follows: On 30th September 1937 a devotee called Somasundara Swami asked Sri Ramana to write ‘one letter’ in his notebook, and he responded by writing a <i>kural venba</i> (a two-line verse in <i>venba</i> style) that means:<blockquote>One [unique or peerless] letter (<i>or ezhuttu</i>) is that which always shines spontaneously [or as self] in the heart. Who is able to write it?</blockquote>Sri Ramana later explained more about the nature of this ‘one letter’, and Sri Muruganar recorded his explanation in verse 1172 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a>, in which he incorporated this <i>kural venba</i> as the last two lines:<blockquote>One letter is that which always shines spontaneously [or as self] in the heart as that which is [absolutely] pure, as that which bestows the clarity of true knowledge, and as the source of all the letters that are formed [or appear as sounds or symbols]. Who is able to write it?</blockquote>Sri Ramana also translated this <i>kural venba</i> into Sanskrit as follows:<blockquote><i>ekam aksharam hridi nirantaram</i> |<br /><i>bhasate svayam likhyate katham</i> ||</blockquote>This Sanskrit version means:<blockquote>One letter shines incessantly [and] spontaneously in the heart. How is it to be written?</blockquote>On 21st September 1940, three years after he composed this <i>kural venba</i>, he added two lines before it to form this <i>venba</i>, verse 26 of <i>Upadesa Tanippakkal</i>, in which he emphasised that this ‘one letter’ is that which is imperishable and also indicated why he composed this verse, saying ‘you want [me] to write that which is one letter in this book’.<br /><br />This imperishable ‘one letter’, which ‘always shines in [our] heart as self’ and which ‘bestows the clarity of true knowledge’, is <i>mauna</i> or ‘silence’, the peerless language that alone will enable us to experience ourself as we really are.<br /><br />Finally in verse 27 (which is  also included in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"_blank\"><i>Guru Vachaka Kovai</i></a> as verse 1172-a), a one-line verse that he composed after seeing an English article that a devotee wrote about him entitled ‘Where Silence is an Inspired Sermon’, he says:<blockquote>Silence (<i>mauna</i>) is indeed the state of grace, the one [unique or<br />peerless] language that rises [surges forth or manifests] within.</blockquote>As Sri Sadhu Om says in his Tamil commentary on this verse, though the aforesaid ‘one letter’ that ‘always shines in [our] heart as self’ cannot be made known by speech or writing, it is possible for us to experience it directly, because it is the true form of grace, and hence its nature is to make itself known. How it does so is as follows:<br /><br />The more our heart becomes spiritually matured, being purified or cleansed of all its <i>vishaya-vasanas</i> (its desires or outgoing impulses), the more the clear light of grace will ‘rise’ or shine forth as an inner clarity of firm <i>satya-asatya vastu viveka</i> (true discrimination or discernment, which is the ability to distinguish what is real from what is unreal), as a result of which we will gain intense <i>bhakti</i> (devotion or love to know and to be only self, which alone is real and which is the sole abode of all happiness) and steadfast <i>vairagya</i> (freedom from desire to attend to or experience anything other than self). Since such <i>bhakti</i> and <i>vairagya</i> will enable and impel us to abide firmly as self, ‘settling down and just being without the slightest action (<i>karma</i>) of speech, mind or body’, the <i>atma-jyoti</i> or infinite light of true self-knowledge will thereby spontaneously shine forth in our heart as our <i>nitya-anubhuti</i> or ‘eternal experience’ (as Sri Ramana says in verse 4 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/anma-viddai-atma-vidya-explanatory.html\" target=\"_blank\"><i>Anma-Viddai</i></a>).<div><br />Thus grace, which at first began to rise as the clarity of <i>viveka</i> or discrimination, will finally blossom fully as the infinite light of <i>atma-jnana</i> or true self-knowledge. This blossoming is what Sri Ramana describes as அருள் விலாசமே (<i>arul vilasame</i>), the ‘shining forth of grace’, in verse 3 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/anma-viddai-atma-vidya-explanatory.html\" target=\"_blank\"><i>Anma-Viddai</i></a>.<br /><br />Since the light of grace that thus wells up in our heart will bestow the state of true self-knowledge, which cannot be made known by words, it is the peerless language that Sri Ramana describes in verse 26 as ஓர் எழுத்து (<i>or ezhuttu</i>), the ‘one [unique or peerless] letter’, and in this verse as ஒரு மொழி (<i>oru mozhi</i>), the ‘one [unique or peerless] language’. Since this light of grace shines transcending all the various kinds of gross and subtle sounds and lights that our mind can perceive, it is called <i>mauna</i> or ‘silence’.<br /><br />As Sri Ramana says in <a href=\"http://www.sriramanamaharshi.org/downloads/maharshi_gospel.zip\"><i>Maharshi’s Gospel</i></a>, Book One, chapter 2:<blockquote>That state which transcends speech and thought is <i>mauna</i> [silence]; ... it is the perennial flow of ‘language’. ... Silence is unceasing eloquence. It is the best language. ... how does speech arise? There is abstract knowledge [the knowledge ‘I am’ — our fundamental consciousness of being, which is ever motionless and unchanging and is therefore called ‘silence’], whence arises the ego [the spurious consciousness ‘I am this body, a person called so-and-so’], which in turn gives rise to thought, and thought to the spoken word. So the word is the great-grandson of the original source [our silent consciousness ‘I am’]. If the word can produce effect, judge for yourself how much more powerful must be the preaching through silence! ... Preaching is simple communication of knowledge; it can really be done in silence only. ...</blockquote>Since this unsurpassed language of non-duality (<i>advaita-bhasha</i>) called <i>mauna</i> or ‘silence’ surges forth in our heart by its <i>avyaja-karuna</i> (pretextless or uncaused grace) as the infinite light of true self-knowledge, tearing aside the darkness of self-ignorance that gives rise to our mind, it is truly அருள் நிலையே (<i>arul nilaiye</i>), the ‘state [or real nature] of grace’, as Sri Ramana declares in this verse.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7440936634685121340/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Nūṉmālai",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3NjMxNzQ5Cm9mZnNldDogMzYwMDAwMAo\""
}