{
    "kind": "blogger#post",
    "id": "6859021964719814802",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-07-01T09:15:00+01:00",
    "updated": "2015-02-07T14:28:46Z",
    "url": "http://happinessofbeing.blogspot.com/2009/07/staying-with-i-am.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6859021964719814802",
    "title": "Staying with ‘I am’",
    "content": "A friend recently wrote to me asking:<blockquote>The path is so subtle ... how to understand this? Ramana Maharshi mentions concentrating on the right side of the chest. Is this for the merest novice?  If one takes this path, will one have to unlearn that “anchor” to just stay with the sense ‘I am’.<br /><br />Nisargadatta mentions staying with the ‘I am’ and looking at it with affection.<br /><br />To witness the ‘I am’, does that mean just “to be”  not “this or that” and watch thoughts go by without getting emotionally involved.  Is that staying with the ‘I am’?<br /><br />Some pointer or direction is needed.</blockquote>To this I replied as follows:<br /><br />As you say, the path is very subtle, but it is also very simple, because all it involves is the effort to be clearly self-conscious, which is our natural state.<br /><br />Sri Ramana never actually asked anyone to concentrate their attention on the right side of the chest. This is a major misunderstanding. On many occasions he clarified that what he meant by the word ‘heart’ (<i>ullam</i> in Tamil or <i>hridayam</i> in Sanskrit) was only self (<i>atman</i>), which is consciousness (<i>chit</i>), and not any organ in the body, which is non-conscious (<i>jada</i>). Therefore when he said, for example, that we should make the mind subside and merge in the heart, he did not mean that we should merge in any part of this body, but only that we should merge and lose our separate identity in self.<br /><a name='more'></a><br />However, it is true that when he was asked by some spiritually immature devotees what the location of the heart is in this body, as a concession to their limited understanding he said that it is ‘two digits to the right from the centre of the chest’, because this is the point in which our mind feels that ‘I’ is centred in this body. However, since this body is just a figment of the mind’s power of imagination (just as any body that we experience ourself to be in a dream is), this location of the heart in the body is obviously only a relative truth. Where is the body when we do not think of it, as in sleep?<br /><br />Since this body is a mere thought that arises only when our mind is active, how can concentration upon any location in it enable us to experience ourself as we really are? In order to know our real self, we must ignore all thoughts, including this imaginary body.<br /><br />The practice that Sri Ramana actually taught us is only <i>atma-vichara</i> or ‘self-investigation’, which is the simple practice of self-attentiveness — that is, being conscious of nothing other than our own essential being, ‘I am’. This is the thought-free state of ‘just being’, because when the mind attends to its essential being, it subside and merges in it (and thereby ceases to be the thinking mind that it appears to be so long as it is attending to anything else).<br /><br />There is no use in trying to ‘watch thoughts go by without getting emotionally involved’, because ‘thoughts go by’ only when we think them, and we think them only because we are ‘emotionally involved’ with (or have some desire or aversion for) whatever we are thinking of. Thinking feeds and nourishes the mind, perpetuating the illusion that it is our real self, so we can never experience ourself as we really are so long as we are thinking (or ‘watching thoughts go by’, which is possible only so long as we are thinking those passing thoughts).<br /><br />Therefore Sri Ramana said that whatever thought may arise, we should immediately destroy it at its very source by investigating ‘who thinks this?’. In other words, instead of attending to any thought, we should constantly try to attend only to the ‘I’ that thinks them. When we thus attend to this thinking ‘I’, it will subside in the source from which it arose, which is our own pure self-conscious being, ‘I am’.<br /><br />What you call “staying with ‘I am’” means only such keen and vigilant self-attentiveness, because so long as our entire consciousness or attention is focused exclusively on itself, ‘I am’, there is no room for any thought to arise (since no thought can arise unless we attend to it). We are in truth always “with ‘I am’”, but we seem to be distracted from it only by our habit of thinking of other things.<br /><br />Therefore we should deny all thoughts our attention, and we can do this effectively only by attending exclusively to ourself, ‘I am’.<br /><br />In order to thus attend exclusively to (or “stay with”) ‘I am’, we must have all-consuming love (or ‘affection’) for just being thus. Without intense love for our real being, we cannot attend to it to the exclusion of every other thing, and hence we cannot experience ourself as we really are. This is why Sri Ramana often used to say that <i>bhakti</i> (love or devotion) is <i>jnana-mata</i>, the ‘mother of true knowledge’, and that true <i>bhakti</i> is only <i>swatma-bhakti</i>, love for our own essential self.<br /><br />You may also find it useful to read some of the recent articles in my blog, such as <a href=\"http://happinessofbeing.blogspot.com/2009/04/how-to-start-practising-atma-vichara.html\" target=\"_blank\">How to start practising <i>atma-vichara</i>?</a>, <a href=\"http://happinessofbeing.blogspot.com/2009/01/what-is-self-attentiveness.html\" target=\"_blank\">What is self-attentiveness?</a> and <a href=\"http://happinessofbeing.blogspot.com/2009/06/sadhanai-saram-introduction.html\" target=\"_blank\"><i>Sadhanai Saram</i> – The Essence of Spiritual Practice (<i>sadhana</i>)</a>, in which I discuss the practice of <i>atma-vichara</i> in more detail.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6859021964719814802/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "consciousness",
        "dream",
        "effort",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzE5MzI2NDM4Cm9mZnNldDogMAo\""
}