{
    "kind": "blogger#post",
    "id": "2131417530006218837",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-01-21T12:00:00Z",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/01/what-is-self-attentiveness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2131417530006218837",
    "title": "What is self-attentiveness?",
    "content": "A couple of weeks ago a person called Jon posted the following <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230765120000#c8865813750502636363\" target=\"blank\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html\" target=\"blank\">Self-attentiveness and time</a>:<br /><blockquote>I’m having a hard time understanding exactly what Self-attentiveness is. I just don’t see where the ‘attentiveness’ part comes from. The way I understand it Self-attentiveness is the practice of simply remaining without thought while not falling asleep (being keen and vigilant to prevent any thoughts from rising). However, as I noticed, Sri Ramana says this isn’t so because if this were the case, one could simply practice <i>pranayama</i> [breath-restraint], and Sri Ramana said that the effect of this was only a temporary subsidence of mind and not the annihilation of it. So getting back to my question, what am I supposed to be attentive to? Self. Well what is Self? Self is the I thought. Unfortunately, I can’t find this I thought anywhere! How am I to be attentive to it? Please elaborate. As I said earlier, the way I understand Self-attentiveness currently is simply being keen and vigilant not to let any thoughts rise. Yet I don’t think that when I remain without thoughts I am being self-attentive, because when I remain without thought I am actually not paying attention to anything! (I believe) Yet, isn’t the goal of self-attentiveness merely to destroy all thoughts? Can’t I do that without focusing on some obscure “Self”? Am I supposed to be additionally Self-attentive? If so, can you please really break it down for me so that there is absolutely no doubt as to whether I’m doing it right?</blockquote>In reply to this, an anonymous friend wrote <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230901380000#c3721132446470419852\" target=\"blank\">another comment</a>:<br /><blockquote>“Am I supposed to be additionally Self-attentive? If so, can you please really break it down for me so that there is absolutely no doubt as to whether I’m doing it right?”<br /><br />With reference to the above comment of John, I might state that self-attentiveness and eschewing thoughts would constitute a unitary process, there being no additional self-attentiveness over and above not paying attention to thoughts.</blockquote>Jon replied to this answer in his <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230918180000#c7900220701276681283\" target=\"blank\">second comment</a>, in which he wrote:<br /><blockquote>Thank you anonymous for your comment. Just to be clear, you’re saying that the sole purpose of self-attentiveness is to ignore thoughts, therefore if I simply ignore thoughts I would be Self-attentive? Michael’s opinion on this would be greatly appreciated as well.</blockquote><a name='more'></a>What the anonymous friend wrote in his or her <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230901380000#c3721132446470419852\" target=\"blank\">answer</a> to Jon’s <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230765120000#c8865813750502636363\" target=\"blank\">first comment</a> requires some clarification. Though it is true that self-attentiveness — when it is sufficiently keen and vigilant — will necessarily exclude all other thoughts (since we cannot think any other thought when our entire attention is focused only on ourself), it is not true to say the opposite, namely that the absence of all thoughts will make us self-attentive.<br /><br />In sleep all thoughts are absent, but in spite of their absence we are not clearly self-conscious. Therefore to know ourself clearly, we need something more than just an absence of all thoughts.<br /><br />In order to read a book, we must ignore everything that is happening around us, because if we notice anything else, our attention will be distracted away from what we are reading. However, instead of reading the book, if we simply ignore everything that is happening around us, we cannot thereby know what is written in the book. To know what is written in it, we must not only ignore everything else, but must actually read the book.<br /><br />Likewise, in order to be self-attentive and thereby know ourself, we must ignore everything other than ‘I’, because if we pay heed to anything else, our attention will be distracted away from ourself. However, instead of attending to ourself, if we simply ignore everything else (that is, all our thoughts), we cannot thereby know ourself. To know ourself, we must not only ignore everything else, but must actually attend to ourself.<br /><br />This is why Sri Ramana defined true knowledge in verse 16 of <i>Upadēśa Undiyār</i> as follows:<br /><blockquote>[Our] mind knowing its own form of light [its true form of non-dual self-consciousness, ‘I am’], having given up [knowing] external objects, alone is true knowledge.</blockquote>In this verse he placed emphasis on மனம் தன் ஒளி உரு ஓர்தலே (<i>maṉam taṉ oḷi uru ōrdalē</i>), ‘mind only knowing its own form of light’, by making it the subject of the sentence, and he included வெளி விடயங்களை விட்டு (<i>veḷi viḍayaṅgaḷai vittu</i>), ‘having given up external objects’, only as a subsidiary clause. Our ‘mind knowing its own form of light’ means self-attentiveness, the state in which we know nothing other than our essential self, which is the true light of clear self-consciousness, ‘I am’, whereas ‘having given up external objects’ means not attending to anything other than ourself.<br /><br />In order to focus our entire attention upon our essential self-consciousness — our ‘form of light’ — we necessarily have to withdraw it from all external <i>viṣayas</i> (that is, anything that is other than ourself), but by merely withdrawing it from all external <i>viṣayas</i> we do not ensure that it is focused keenly upon ourself. If we are not extremely vigilant to be keenly self-attentive — that is, to cling firmly to ‘I am’, our fundamental consciousness of our own being — when we withdraw our attention from all external <i>viṣayas</i> (which are mere thoughts), we will become drowsy and fall asleep.<br /><br />This is why if we try to restrain all our thoughts or mental activity by an artificial means such as <i>prāṇāyāma</i> or breath-restraint, our mind will eventually subside in a sleep-like state of <i>manōlaya</i> or temporary abeyance — unless we use the relative calmness of mind achieved by <i>prāṇāyāma</i> to focus our entire attention upon our essential self-consciousness, ‘I am’.<br /><br />The ‘sole purpose of self-attentiveness’ is to know ourself, and is not just ‘to ignore thoughts’, as Jon wrote. Ignoring thoughts is merely a by-product of self-attentiveness, and though it is certainly necessary, we should not concern ourself too much about it, because if we are keenly and vigilantly self-attentive, we will automatically be ignoring all thoughts.<br /><br />If we take ‘ignoring thoughts’ to be our sole aim, instead of concentrating all our love and effort on simply being self-attentive, we will be setting ourself an impossible task, because we cannot effectively ignore thoughts merely by trying to do so, since that which attempts to ignore thoughts is our mind, which is itself a mere thought — our primal thought ‘I’, which is the root of all other thoughts.<br /><br />Unless this root thought ‘I’ subsides completely, we cannot effectively ignore all thoughts, because this primal thought ‘I’ — our mind or ego — can stand only by attending to something (some thought) other than itself, so even if it succeeds in ignoring one thought, it will immediately begin thinking some other thought. As Sri Ramana says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br /><blockquote>Grasping form [a thought] it [our mind or ego] comes into existence. Grasping form [thoughts] it stands. Grasping and feeding on form [thoughts] it flourishes abundantly. Leaving form [one thought] it grasps form [another thought]. [However] if [we] examine [it], [this] formless phantom ego takes flight. Know [thus].</blockquote>The ‘forms’ that our mind grasps are all thoughts or mental images, which it creates by its power of imagination. Some of these thoughts are gross and therefore obvious, whereas others are more subtle and therefore less obvious, but so long as our mind experiences even the least otherness or duality, it is grasping — that is, attending to — some form of thought.<br /><br />Even if this first thought ‘I’ could succeed in ignoring — that is, releasing its hold on — all thoughts merely by trying to do so, such an effort would only result in it falling asleep. However, in practice this thought ‘I’ cannot ignore all thoughts merely by trying to do so, because by making such an effort it would actually be sustaining itself, and if it did eventually fall asleep, that would only be due to exhaustion.<br /><br />The reason why any effort that we make directly to ignore thoughts would actually sustain our primal thought ‘I’ — unless the means by which we try to ignore all thoughts is to attend instead to something that is not a thought — is that such an effort would inevitably involve our paying at least some attention to the thoughts that we are trying to ignore.<br /><br />To borrow an analogy that Sri Sadhu Om gives in <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"blank\"><i>The Path of Sri Ramana</i></a> (<a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\" target=\"blank\">Part One</a>, chapter seven, page 127), trying to ignore thoughts is like trying to take a medicine without thinking of a monkey. If we take ‘not thinking of a monkey’ to be our aim when taking the medicine, every time we want to take the medicine we will remember the monkey that we are supposed not to think about. Therefore instead of trying not to think about a monkey, we should simply think of something else, such as an elephant, because the thought of an elephant will divert our attention away from the thought of a monkey, and thus we will succeed in taking the medicine without thinking of a monkey.<br /><br />Likewise, in order to ignore all thoughts, we must attend to something that is not a thought, and since everything other than our essential self-consciousness, ‘I am’, is a thought, we can effectively ignore all thoughts only by attending to this consciousness ‘I am’. Therefore, instead of concerning ourself about thoughts and trying to ignore them, we should just concentrate our entire attention upon our own essential self — our simple consciousness of our own being, ‘I am’.<br /><br />To illustrate what this means in our everyday practice, let us consider a simple example. Sometimes we may have happened to hear repeatedly a song with a particularly catchy tune and words, as a result of which we may find that tune and its accompanying words playing over and over again in our mind whenever we are not busy with other thoughts. If we consider this seemingly involuntary mental repetition of that song to be an obstacle to our self-attentiveness, we may try to push it out of our mind, but however much we try to avoid it, it will continue popping up again and again.<br /><br />Instead of thus trying to avoid remembering this song, if we simply think ‘let it be’ and concentrate all our effort on just being self-attentive in the midst of it, we will soon find that it slips into the background and eventually disappears, and even if it does crop up again, it need not disturb us too much if we remember to continue being self-attentive. In fact, if we turn our attention back towards ourself whenever we find this song repeating itself in our mind, we may soon find that the song actually reminds us to be self-attentive.<br /><br />When we are deeply absorbed in keenly focused self-attentiveness, all thoughts will certainly subside, since they cannot exist unless we think them — that is, unless we pay attention to them. However, even in the midst of thoughts, we can continue to be self-attentive, at least to a certain extent, so the best way to deal with thoughts is just to persevere in our effort to be self-attentive even in their midst, knowing that they will automatically subside as our self-attentiveness becomes keener and deeper.<br /><br />Whatever thought we may think, we can think it only because we are. We cannot think any thought without also knowing ‘I am’. Therefore we should use every thought that may arise to remind us of our being, ‘I am’, because only by doing so will we manage to be constantly self-attentive. That is, whenever we happen to think any thought, we should remember the ‘I’ that thinks it and thereby cling firmly to our persistent practice of self-attentiveness, indifferent to whether any thought appears or not.<br /><br />As Sri Ramana says about thoughts at the end of verse 6 of <i>Śrī Aruṇāchala Aṣṭakam</i>, நின்றிட சென்றிட நினைவிட வின்றே (<i>niṉḏṟiḍa ceṉḏṟiḍa niṉaiviḍa viṉḏṟē</i>), which means, ‘let [them] cease [or] let [them] continue, [because] other than you [Arunachala, our real self] they do not exist’. That is, since no thought can exist independent of our essential being, ‘I am’, we should be completely unconcerned about them and should attend only to their underlying reality, ‘I am’.<br /><br />Every thought we think should remind us of ‘I’, who think it. Every sight we see should remind us of ‘I’, who see it. Every sound we hear should remind us of ‘I’, who hear it. Every taste we taste should remind us of ‘I’, who taste it. Every smell we smell should remind us of ‘I’, who smell it. Every sensation we feel should remind us of ‘I’, who feel it. Everything we desire should remind us of ‘I’, who desire it. Everything we fear should remind us of ‘I’, who fear it. Every emotion we experience should remind us of ‘I’, who experience it. If we constantly remind ourself of ‘I’ in this manner, our self-attentiveness will quickly become firmly established, and will continue as a background current even when we are busily engaged in other work.<br /><br />Let us now consider the questions that Jon asked in his <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230765120000#c8865813750502636363\" target=\"blank\">first comment</a>. He begins by saying that he is ‘having a hard time understanding exactly what Self-attentiveness is’. Before I attempt to answer this crucial question — ‘what exactly is self-attentiveness?’ — I should first emphasise that any verbal answer that may be given to it can only be a pointer indicating how we should each find the real answer for ourself by immediate experience.<br /><br />No answer given in words can ever truly express what self-attentiveness really is, because self-attentiveness is a state that is beyond thought and therefore beyond all words. Our thinking mind can never truly grasp or experience self-attentiveness, because as soon as we are actually self-attentive our mind will subside and disappear like a shadow in the clear light of pure thought-free self-consciousness.<br /><br />We cannot actually know ‘exactly what self-attentiveness is’ until we actually know exactly what ‘self’ is, because self-attentiveness is the very nature of our essential self, which is pure <i>sat-chit</i> or being-consciousness — that is, perfectly clear consciousness of our own being, ‘I am’. Since our real self is always conscious of itself, and since there is nothing other than itself that it could ever know, it is eternally self-conscious or self-attentive.<br /><br />However, though we cannot experience perfect self-attentiveness until we know ourself as we really are, we can always experience self-attentiveness at least imperfectly. That is, perfectly clear or ‘exact’ self-attentiveness is only the absolutely non-dual experience of true self-knowledge, but even when we do not experience such ‘exact’ self-attentiveness — that is, perfectly clear self-consciousness or self-knowledge — we can nevertheless experience partially clear self-attentiveness.<br /><br />The more we try to be self-attentive, the more clearly we will be able to experience our natural self-consciousness, ‘I am’, free from the clouding and diffusing effect of <i>upādhis</i> or adjuncts, which are all thoughts or mental images, which we form within ourself by our power of imagination. Therefore, in order eventually to experience perfectly clear self-consciousness, we must persistently make effort to be as keenly self-attentive as we are able to be.<br /><br />In other words, the only way to know ‘exactly what self-attentiveness is’ is to practice self-attentiveness, because self-attentiveness is truly our natural state of absolutely non-dual self-consciousness, which we can experience only by penetrating into the innermost core or depth of our own being. This is why the practice of self-attentiveness is called <i>ātma-vichāra</i> — self-investigation, self-examination or self-enquiry.<br /><br />That is, the practice of self-attentiveness is an investigation or deeply penetrating search for true knowledge. It is a search not in the sense of seeking to find something whose whereabouts are unknown, nor in the sense of seeking to know something that is now completely unknown, but only in the sense of seeking to know clearly that which we always know but do not yet know sufficiently clearly.<br /><br />It is a scientific research — the most truly scientific of all forms of research — because it is an investigation or <i>vichāra</i> in which consciousness seeks to know itself absolutely clearly. In order to know itself clearly, consciousness must cease attending to anything that appears to be other than itself, and must focus itself entirely upon itself. In other words, it must ignore all the adjuncts that it has superimposed upon itself, and must try to be keenly conscious only of itself — its own self-conscious being, ‘I am’.<br /><br />The practice of <i>ātma-vichāra</i> — self-scrutiny or self-attentiveness — can be compared rather crudely to an attempt that is made to identify a minute object by examining it under a microscope. Until we are absolutely sure what the object that we are examining really is, we must continue increasing the magnification and refining the focus of the microscope.<br /><br />Likewise, when we scrutinise ourself — our essential consciousness of being, ‘I am’ — in order to ascertain ‘who am I?’, we must continue refining our power of attention, making it ever more pure and subtle until we are finally able to distinguish clearly our extremely subtle consciousness ‘I am’ from all the adjuncts that now appear to be mixed with it.<br /><br />Only when our mind or power of attention is perfectly purified — cleansed of all its <i>viṣaya-vāsanas</i>, its gross desires for objective experiences — will it be refined and subtle enough to be able to focus itself entirely upon itself and thereby to know itself perfectly clearly.<br /><br />The only truly effective means by which we can achieve the required purity of mind is to persevere in practising self-attentiveness. As Sri Ramana says in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a> (Who am I?), தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போல் தோன்றினும் அவை யாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும் (<i>toṉḏṟutoṭṭu varukiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba azhinduviḍum</i>), which means, ‘Even though <i>viṣaya-vāsanas</i> [our latent impulsions, desires or propensities to attend to things other than ourself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all certainly be destroyed when <i>svarūpa-dhyāna</i> [self-contemplation or self-attentiveness] increases and increases’, and in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a>, மனத்தின்கண் எதுவரையில் விஷயவாசனைகள் இருக்கின்றனவோ, அதுவரையில் நானார் என்னும் விசாரணையும் வேண்டும் (<i>maṉattiṉkaṇ eduvaraiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, aduvaraiyil nāṉ-ār eṉṉum vichāraṇaiyum vēṇḍum</i>), which means, ‘As long as <i>viṣaya-vāsanas</i> exist in [our] mind, so long the <i>vichāraṇa</i> [investigation] “who am I?” is also necessary’.<br /><br />Our <i>viṣaya-vāsanas</i> or desires to experience anything other than ourself are the driving force that impels our mind to be constantly active, attending to things other than our simple consciousness of our own being, ‘I am’. Since attending to anything other than ourself is the fuel that keeps the fire of our desire burning, we can extinguish this fire only by persistently practising self-attentiveness. This is why Sri Ramana says at the end of the second sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a>, சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும் (<i>sorūpa-dhyāṉattai viḍāppiḍiyāy-p piḍikka vēṇḍum</i>), ‘it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness]’.<br /><br />The more we persevere in practising self-attentiveness, the weaker our <i>vāsanas</i> or desires to attend to anything else will become. At the same time, our love to be self-attentive will correspondingly increase, as also will our clarity of self-consciousness. This is the process that is known as <i>chitta-śuddhi</i> or ‘purification of mind’, because our <i>viṣaya-vāsanas</i> are the impurities that cloud and obscure our natural clarity of self-consciousness.<br /><br />The increasing clarity of self-consciousness that we experience as a result of our persistent practice of self-attentiveness is the true light of <i>vivēka</i> — discrimination, discernment or the ability to distinguish the real from the unreal — because it is only by this clarity of self-consciousness that we can truly distinguish and discern our real and eternal self from all the unreal and ephemeral adjuncts that we have imaginarily superimposed upon it.<br /><br />Clarity of self-consciousness is both the cause and the effect of purification of mind. It is the effect because our non-dual self-consciousness — our fundamental consciousness of our own essential being, ‘I am’ — can be experienced by us clearly only to the extent that our mind has been purified of all its <i>viṣaya-vāsanas</i> or outward-impelling desires. And it is the cause because it is the light that illumines our heart with the clarity of true <i>vivēka</i> or discrimination, which alone can give us the firm conviction that real happiness can be experienced only within ourself — in our natural state of pristine thought-free self-conscious being — and can never be obtained from anything other than our essential self.<br /><br />Thus this clarity of true <i>vivēka</i> is the cause of true <i>bhakti</i> and true <i>vairāgya</i> — intense love to know and to be our real self, and corresponding freedom from desire to attend to anything other than ourself. As the clarity of our <i>vivēka</i> increases as a result of our practice of self-attentiveness, our <i>svātma-bhakti</i> (our love to attend to our own self) and <i>vairāgya</i> (our freedom from desire for anything else) will increase proportionately, and as our <i>bhakti</i> and <i>vairāgya</i> thereby increases, the depth and intensity of our self-attentiveness will naturally grow.<br /><br />This is how our <i>viṣaya-vāsanas</i> or outward-impelling desires ‘will all certainly be destroyed when <i>svarūpa-dhyāna</i> [self-contemplation or self-attentiveness] increases and increases’, as Sri Ramana assures us in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\" target=\"blank\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a>. In the original Tamil the words that mean ‘when self-attentiveness increases and increases’ are சொரூபத்யானம் கிளம்பக் கிளம்ப (<i>sorūpa-dhyāṉam kiḷamba-k kiḷamba</i>), in which the repeated word கிளம்ப (<i>kiḷamba</i>) is the infinitive form of the verb கிளம்பு (<i>kiḷambu</i>), which means to rise up, ascend, prosper, increase or become prominent. In this context the infinitive form of this verb is used idiomatically to mean ‘when it increases’, and the repetition of it indicates that it is an on-going process in which self-attentiveness increases or intensifies more and more.<br /><br />As our self-attentiveness thus becomes increasingly intense, we will experience our pristine self-consciousness more and more clearly. This increasing clarity of self-consciousness is what is sometimes described as ‘focusing’ our attention more and more keenly upon our essential self.<br /><br />Focusing our attention on ourself is obviously quite different to focusing it on any object, but just as we can concentrate or converge our scattered attention upon a single object, so we can draw it back and concentrate it solely upon ourself — the subject, consciousness or ‘I’ that knows all objects.<br /><br />In this context ‘focusing our attention more and more keenly upon ourself’ means progressively isolating our pure self-consciousness, ‘I am’, by distinguishing it clearly from the dissipating and blurring effect of thoughts, which are adjuncts that we have imaginarily superimposed it.<br /><br />In verse 28 of <i>Uḷḷadu Nāṟpadu</i> Sri Ramana describes the state in which our mind or attention is keenly focused upon ourself as கூர்ந்த மதி (<i>kūrnda mati</i>), ‘pointed [sharp, keen, acute, penetrating or subtle] mind [intellect or power of discernment]’, saying that by such a keenly penetrating mind we should sink within ourself and know the source from which we have risen as this ego:<br /><blockquote>Like sinking in order to find an object that has fallen into water, sinking within [ourself] restraining [our] speech and breath by <i>kūrnda mati</i> [a keenly pointed, sharp, acute or penetrating mind] we should know the place where [our] rising ego rises. Know [this].</blockquote>கூர்ந்த (<i>kūrnda</i>) is a past relative participle of the verb கூர் (<i>kūr</i>), which means to be sharp, pointed, keen, acute, penetrating, intense or subtle, and மதி (<i>mati</i>) means mind, intellect or power of discernment, perception, cognition or attention. Since Sri Ramana says that this கூர்ந்த மதி (<i>kūrnda mati</i>) or ‘keenly pointed mind’ is the means by which we should sink within and know the source from which our rising ego has risen, what it must be keenly pointed towards (or sharply focused upon) is only our essential self, which alone is truly உள்ளே (<i>uḷḷē</i>) or ‘within’ us and which is the அகந்தை எழும் இடம் (<i>ahandai ezhum iḍam</i>), the ‘rising-place’ or source of our ego or false self.<br /><br />This கூர்ந்த மதி (<i>kūrnda mati</i>) or selfward-pointed mind is not only the means by which we should sink within and know the source of our ego, but is also the means by which we should restrain our speech and breath. That is, when our mind is keenly focused upon ourself, it is automatically withdrawn from all thoughts, as a result of which our thinking mind subsides or ‘sinks within’, and since speech and breath are functions that are driven only by our mind, they will subside along with it.<br /><br />In this verse Sri Ramana uses two words that mean ‘sink’, ‘immerse’, ‘plunge’ or ‘dive’. When giving the analogy of ‘sinking in order to find an object that has fallen into water’ he uses the verbal noun முழுகுதல் (<i>muzhuhutal</i>), which means sinking, bathing or being immersed, and when saying that we should likewise ‘sink within’ he uses the participle ஆழ்ந்து (<i>āzhndu</i>), which means sinking, plunging, diving, immersing, entering, piercing, penetrating or going deep.<br /><br />The words உள்ளே ஆழ்ந்து (<i>uḷḷē āzhndu</i>) or ‘sinking within’ describe the state in which our mind subsides deep within our heart, the core of our soul, which is our pure thought-free non-dual self-conscious being, ‘I am’, and this ‘sinking’ or subsidence of our mind can be effectively achieved only by கூர்ந்த மதி (<i>kūrnda mati</i>) — that is, by our attention being keenly and penetratingly focused within, piercing into the innermost depth of ourself, where our non-dual self-consciousness shines alone in its natural state of pristine clarity, free from the obscuring cloud of thoughts or imaginary adjuncts.<br /><br />Thus the increasing clarity of self-consciousness that we experience when our self-attentiveness becomes more and more intense is what is described not only as ‘focusing’ our attention keenly upon our essential self, but also as ‘sinking’ or ‘diving’ deep within our heart, the core of our soul. That is, as our <i>svarūpa-dhyāna</i> or self-attentiveness ‘rises up’ more and more (<i>sorūpa-dhyāṉam kiḷamba-k kiḷamba</i>), our mind ‘sinks down’ ever deeper into our heart.<br /><br />In this context words such as கிளம்பு (<i>kiḷambu</i>) or ‘rising up’ and ஆழ் (<i>āzh</i>) or ‘sinking deep’ are used figuratively. சொரூபத்யானம் (<i>sorūpa-dhyāṉam</i>) or self-attentiveness is described as ‘rising up’ when it becomes more keenly focused and therefore clearer, and our mind is described as ‘sinking deep within’ when its outward-going activity subsides and becomes quiescent, thereby allowing our pure self-consciousness to shine clearly, unobstructed by the cloud of hitherto incessant mental activity.<br /><br />That is, just as we describe a light as being ‘turned up’ when it is made brighter and ‘turned down’ when it is made dimmer, Sri Ramana describes our self-attentiveness as ‘rising up’ when the true light of our pure non-dual self-consciousness shines increasingly brightly or clearly within our heart, and he describes our mind as ‘sinking down’ or subsiding deep within ourself when the false light of our dualistic thinking consciousness — our imaginary object-knowing consciousness — becomes increasingly dim or faint, being swallowed in the increasingly clear light of pure self-consciousness, like the dim light of the moon being swallowed by the bright light of the rising sun.<br /><br />The extent to which our mind subsides or sinks deep within ourself is determined by the keenness, intensity or clarity of our self-attentiveness, which in turn is determined by the intensity of our <i>bhakti</i> and <i>vairāgya</i> — our love and desirelessness, that is, our love to experience ourself as we really are and our freedom from desire to experience anything other than ourself.<br /><br />In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a> Sri Ramana compares <i>vairāgya</i> or desirelessness to the stone that a pearl-diver ties to his waist in order to sink deep into the ocean to gather pearls, saying:<br /><blockquote>... Just as pearl-divers, tying a stone to their waist and submerging, pick up a pearl which lies in the ocean, so each person, submerging [beneath the surface activity of their mind] and sinking [deep] within themself with <i>vairāgya</i> [freedom from desire for anything other than self], can attain the pearl of self. ...</blockquote>Earlier in the same paragraph he defined <i>vairāgya</i> as அன்னியத்தை நாடாதிருத்தல் (<i>aṉṉiyattai nāḍādiruttal</i>), ‘being without attending to <i>anya</i> [anything other than self]’, and he said that it is truly the same as <i>jñāna</i>, which he defined as தன்னை விடாதிருத்தல் (<i>taṉṉai viḍādiruttal</i>), ‘being without leaving self’. Thus he clearly implied that we should sink deep within ourself to attain the pearl of self by ‘being without leaving self’ — that is, by clinging firmly to self-attentiveness and thereby refraining from attending to anything other than ourself.<br /><br />To emphasise the truth that in order to attain the ‘pearl’ of true self-knowledge we need not make any effort other than to be vigilantly self-attentive, in the next sentence of this <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\" target=\"blank\">eleventh paragraph</a> he assures us: ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அது வொன்றே போதும் (<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kaippaṯṟuvāṉāyiṉ adu oṉḏṟē pōdum</i>), which means ‘If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone will be sufficient’.<br /><br />What he describes here as நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுதல் (<i>nirantara sorūpa-smaraṇaiyai-k kaippaṯṟudal</i>), ‘clinging fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance]’ is the same state of vigilant and keenly focused self-consciousness that he described in the previous paragraph as சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடித்தல் (<i>sorūpa-dhyāṉattai viḍāppiḍiyāy-p piḍittal</i>), ‘clinging tenaciously to <i>svarūpa-dhyāna</i> [self-contemplation or self-attentiveness]’.<br /><br />As we saw above, in verse 28 of <i>Uḷḷadu Nāṟpadu</i> Sri Ramana describes this state of keenly focused self-attentiveness as கூர்ந்த மதி (<i>kūrnda mati</i>), ‘pointed [sharp, keen, acute, penetrating or subtle] mind [intellect or power of discernment]’, and he says that it is the means by which we should sink within ourself and know the source from which our mind or ego has risen. Likewise, in verse 23 of <i>Uḷḷadu Nāṟpadu</i> he describes it as நுண் மதி (<i>nuṇ mati</i>), ‘subtle [fine, sharp, acute, discriminating, precise, accurate or refined] mind [intellect or power of discernment]’, saying that by such a subtle and acutely discriminating mind we should scrutinise the source where our pseudo-‘I’ arises:<br /><blockquote>This body does not say ‘I’ [that is, it does not know ‘I am’, because it has no consciousness of its own]. No one says ‘in sleep I do not exist’ [even though in sleep this body does not exist]. After an ‘I’ has risen [imagining ‘I am this body’], everything rises. [Therefore] by <i>nuṇ mati</i> [a subtly discerning mind] scrutinise where this ‘I’ rises.</blockquote>The meaning of நுண் (<i>nuṇ</i>) is similar to the meaning of கூர்ந்த (<i>kūrnda</i>), since it is an adjective that means minute, slender, fine, subtle, sharp, acute, discriminating, precise, accurate or refined, and as we saw above மதி (<i>mati</i>) means mind, intellect or power of discernment, perception, cognition or attention. Such a நுண் மதி (<i>nuṇ mati</i>) or ‘subtle discernment’ is the instrument that we must use to scrutinise and know our essential self, which is the source from which our rising ‘I’ or ego has arisen.<br /><br />That is, in order to know our real self, which is the source of our false self, our power of attention must be extremely subtle and acute, and it can become so subtle only by persistently practising self-scrutiny or self-attentiveness. That is, our mind or power of attention has become gross and unrefined — contaminated with desires or <i>viṣaya-vāsanas</i> — due to our long-established habit of constantly attending to things other than ourself, so it can regain its natural state of pristine subtly — purity — only by attending to itself.<br /><br />Anything that is other than ourself is a mere thought — an object known by our constantly thinking mind — and hence it is gross in comparison to our extremely subtle pure consciousness ‘I’. Therefore to know this pure and subtle consciousness as it really is, our power of attention must become equally pure and subtle — that is, it must become so refined and clear that it actually experiences itself as this subtle pure consciousness, which is what it always truly is.<br /><br />In the final sentence of this verse Sri Ramana says இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண் (<i>inda nāṉ eṅgu ezhum eṉḏṟu nuṇ matiyāl eṇ</i>), in which நுண் மதியால் (<i>nuṇ matiyāl</i>) means ‘by <i>nuṇ mati</i>’ and எண் (<i>eṇ</i>) is an imperative form of a verb that means think, meditate, contemplate, consider, ponder or scrutinise, so this sentence means ‘by <i>nuṇ mati</i> [a subtle power of discernment] scrutinise where this “I” rises’.<br /><br />In the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\" target=\"blank\"><i>kaliveṇbā</i> version of <i>Uḷḷadu Nāṟpadu</i></a> (in which he linked the forty-two verses into a single verse by adding an extra one-and-a-half metrical feet between each two consecutive verses) he expanded the final sentence of this verse as இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்ண நழுவும் (<i>inda nāṉ eṅgu ezhum eṉḏṟu nuṇ matiyāl eṇṇa nazhuvum</i>), which means ‘when [we] scrutinise by <i>nuṇ mati</i> [a subtle power of discernment] where this “I” rises, it will slip away’.<br /><br />That is, when we scrutinise ourself with a subtle and keenly focused power of attention, we will discover that we are truly nothing other than the one infinite non-dual being-consciousness or <i>sat-chit</i>, which never knows anything other than itself, and thus our mind or false ‘I’ will ‘slip away’ or ‘take flight’ (as he says in the above quoted verse 25 of <i>Uḷḷadu Nāṟpadu</i>), just as the imaginary snake will ‘slip away’, ‘take flight’ or disappear when we scrutinise it and discover that it is just a rope.<br /><br />Only when we thus experience the truth that our thinking mind — our object-knowing consciousness — is absolutely non-existent and that we are only the pure non-dual consciousness that never knows anything other than itself, will we truly have discovered ‘exactly what self-attentiveness is’.<br /><br />In his <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230765120000#c8865813750502636363\" target=\"blank\">first comment</a>, after saying that he has difficulty ‘understanding exactly what Self-attentiveness is’, Jon explains his difficulty saying:<br /><blockquote>… what am I supposed to be attentive to? Self. Well what is Self? Self is the I thought. Unfortunately, I can’t find this I thought anywhere! How am I to be attentive to it? Please elaborate. …</blockquote>Firstly, it is not correct to say that ‘Self is the I thought’. Just as a rope is the sole reality that underlies the false appearance of an imaginary snake, so self is the sole reality that underlies the false appearance of our primal thought ‘I’, but just as it would be wrong to say that the rope is a snake, so it is wrong to say that self is our primal thought ‘I’.<br /><br />This thought ‘I’, which is our thinking mind or ego, is a limited and distorted form of our real self, which is pure unlimited consciousness — consciousness that knows nothing other than itself, it own being, ‘I am’. When this pure non-dual consciousness of being, ‘I am’, is seemingly mixed with imaginary adjuncts such as a body, the resulting mixed consciousness, which experiences itself as ‘I am this body’ and which knows things that seem to be other than itself, is what we call our ‘mind’ or ‘ego’.<br /><br />Since this mixed consciousness is only an imagination or thought, like the body that it imagines itself to be, and since it experiences itself as ‘I’, Sri Ramana called it the நான் என்னும் நினைவு (<i>nāṉ eṉṉum niṉaivu</i>), the ‘thought named I’ or more simply the ‘thought I’ (as I explained in more detail in another recent article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/our-basic-thought-i-is-portal-through.html\" target=\"blank\">Our basic thought ‘I’ is the portal through which we can know our real ‘I’</a>).<br /><br />Jon asks what is the self that we supposed to be attentive to. Is it our real self or our false self, the mind or thought ‘I’? The answer to this is that we are actually only one self. When we remain as we really are — that is, as thought-free self-conscious being — we experience ourself as the true self that we really are, but when we imagine ourself to be a finite body, we appear to be this mind or thought ‘I’. However, whether we experience ourself as we really are or as this imaginary mind, we remain essentially the same one self or ‘I’.<br /><br />Asking whether we should attend to our real ‘I’ or to our thought ‘I’ is like asking whether we should look carefully at the rope or the snake. Since the imaginary snake is actually only a rope, if we look at it carefully we will recognise that it is nothing but a rope. Likewise, since our imaginary mind or thought ‘I’ is actually nothing other than our real self — our essential non-dual self-consciousness, ‘I am’ — if we are keenly attentive to it we will experience it as the real self that it always truly is.<br /><br />Therefore, as I explained in more detail in another recent article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/making-effort-to-pay-attention-to-our.html?showComment=1230022080000\" target=\"blank\">Making effort to pay attention to our mind is being attentive only to our essential self</a>, we cannot attend to our mind or ego — our primal thought ‘I’, which alone thinks all other thoughts — without actually attending to our real self, which is what this ‘I’ really is, just as we cannot look at the imaginary snake without actually looking at the rope that it really is.<br /><br />Thus the answer to Jon’s questions, ‘… what am I supposed to be attentive to? Self. Well what is Self? …’, is that we should be attentive to the consciousness that we now experience as ‘I’. Whether we understand that this ‘I’ is truly nothing other than our real self, or whether we imagine that it is only a thinking mind, if we actually attend to it very keenly and vigilantly, we will discover what it really is — who we truly are.<br /><br />However, Jon writes, ‘…Unfortunately, I can’t find this I thought anywhere! How am I to be attentive to it? Please elaborate. …’. Who is this ‘I’ that says ‘I can’t find this I’? It is the same ‘I’ that we should be attentive to.<br /><br />Jon imagines that he cannot find it because he overlooks that fact that he himself is the ‘I’ that he is looking for. ‘I’ is not an object, so being self-attentive is quite unlike attending to any object. Instead of focusing our attention upon any object, as we are habituated to doing, we have to turn it back on itself — to attend to nothing other than itself, the attending consciousness.<br /><br />Therefore self-attentiveness is just the state in which consciousness knows nothing other than itself — the state in which consciousness is conscious only of consciousness, attention attends only to attention, ‘I’ knows only ‘I’, or we know only ourself.<br /><br />In other words, self-attentiveness is our natural state in which we do nothing but just remain clearly conscious of our own being, ‘I am’. Since our being is itself the consciousness that knows itself as ‘I am’, the state in which we are self-attentive or clearly conscious of nothing other than our own being, ‘I am’, is the state of self-abidance — the state in which we remain as the one real non-dual self-conscious being that we really are.<br /><br />Therefore self-attentiveness is not ‘focusing on some obscure “Self”’, as Jon calls it, but is only focusing our attention on ourself — our ever clearly self-evident consciousness, ‘I am’. There is nothing obscure about ourself, since we always know ‘I am’ more clearly and certainly than we know any other thing.<br /><br />However, though we know clearly <i>that we are</i>, we do not know clearly <i>what we are</i>, because we are so enthralled with attending to thoughts (of which this entire world is composed) that we constantly ignore or overlook ourself, the consciousness that knows both itself and everything else. Therefore, in order to clearly know <i>what we are</i> — ‘who am I? — we must focus our entire attention upon ourself, thereby withdrawing our attention from everything that appears to be other than ourself.<br /><br />Jon writes, ‘… The way I understand it Self-attentiveness is the practice of simply remaining without thought while not falling asleep (being keen and vigilant to prevent any thoughts from rising) …’, but further on in the same <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230765120000#c8865813750502636363\" target=\"blank\">comment</a> he writes, ‘… Yet I don’t think that when I remain without thoughts I am being self-attentive, because when I remain without thought I am actually not paying attention to anything! (I believe) …’.<br /><br />Is Jon being self-attentive when he remains ‘without thought while not falling asleep (being keen and vigilant to prevent any thoughts from rising)’? This is a question that only he can answer for himself — and that each one of us must answer for ourself.<br /><br />If we are really ‘without thought while not falling asleep’, what are we actually conscious of? Are we conscious of anything other than ourself — anything other than the simple consciousness of being, ‘I am’, that we experience in sleep? If we are clearly conscious of nothing other than consciousness — that is, if we clearly know ‘I am’, and if our consciousness of ‘I am’ is not obscured either by thoughts or by drowsiness — then we are truly being self-attentive.<br /><br />If we are conscious of anything that we do not experience in sleep, that thing of which we are conscious is obviously something other than ourself — that is, it is only a thought, an imaginary creation of our mind. Our essential self — our true being, ‘I am’ — is experienced by us at all times and in all states, so nothing that we experience only temporarily (that is, at one time but not at another time, or in one state but not in another state) can be our real self.<br /><br />The defect in sleep is not a complete absence of self-consciousness but is only a lack of clarity of self-consciousness. We know ‘I am’ in sleep, but because we subside in sleep without keenly attending to ‘I am’, our self-consciousness in sleep is subtly clouded — obscured but not entirely concealed — by a seeming lack of clarity.<br /><br />As a result of this lack of clarity of self-consciousness, in sleep — as in waking and dream — we know <i>that we are</i> but do not clearly know <i>what we are</i>. However, though it is not perfectly clear, our experience in sleep of our essential self-consciousness, ‘I am’, is a vital clue that indicates to us the real thought-free nature of the pure self-consciousness that we should aim to isolate and experience clearly when we practice <i>ātma-vichāra</i> or self-investigation.<br /><br />That is, because we know from our experience in sleep what it really is to be absolutely free of all thoughts yet conscious of our essential being, ‘I am’, it should be easy for us to aim to experience the same thought-free self-consciousness more clearly now in our present state of so-called waking. Only when we are thus able to isolate and experience the thought-free self-consciousness of sleep perfectly clearly will we experience our true waking state — our natural state of absolutely unobstructed self-consciousness or true self-knowledge.<br /><br />The seeming lack of clarity of self-consciousness that we experience not only in sleep but also in waking and dream is the effect of <i>āvaraṇa śakti</i>, the power of self-concealment or self-obscuration, which is the most basic of the two forms of <i>māyā</i> or self-deception — the other form being <i>vikṣēpa śakti</i>, the power of projection or dispersion, the effect of which is thoughts. During waking and dream we are under the influence of both <i>āvaraṇa</i> and <i>vikṣēpa</i>, whereas in sleep we are only under the influence of <i>āvaraṇa</i>, the veil of self-ignorance that prevents us from clearly recognising the true nature of our pristine self-consciousness, which we experience in sleep.<br /><br />That is, when our mind subsides in sleep or any other state of <i>manōlaya</i> such as coma, anaesthesia, certain forms of <i>samādhi</i> or death, we become temporarily free from the power of <i>vikṣēpa</i>, but we nevertheless remain ensnared in the tight grip of the power of <i>āvaraṇa</i> — that is, enveloped in the dense veil of self-ignorance.<br /><br />Since <i>āvaraṇa</i> is the power of self-deception that obscures our natural clarity of self-consciousness, thereby enabling <i>vikṣēpa</i>, our power of imagination, to project thoughts and delude us into mistaking ourself to be an imaginary body, it is also called <i>pramāda</i> (self-negligence) or <i>taṉ-maṟadi</i> (self-forgetfulness), and it is the fundamental obstacle that we must overcome in order to know ourself as we really are.<br /><br />When we practise meditation, even if we are able to remain without any thought, we are thereby temporarily overcoming only the power of <i>vikṣēpa</i>, which is the secondary form of <i>māyā</i> (our power of self-deception), but this mere absence of thoughts cannot by itself enable us pierce through the veil of <i>āvaraṇa</i>, the primary form of <i>māyā</i>. In order to pierce through the veil of <i>āvaraṇa</i> or self-ignorance, we must not only refrain from thinking, but must also be keenly self-attentive — that is, exclusively, profoundly and clearly self-conscious.<br /><br />Since <i>pramāda</i> or self-negligence is the veil of <i>āvaraṇa</i> — the root and primal form of <i>māyā</i>, which obscures our natural clarity of self-consciousness, preventing us experiencing ourself as we really are — keen and vigilant self-attentiveness is the only means by which we can pierce through this veil and penetrate into the uttermost depth of our heart — the innermost core of our soul, which is the infinitely clear light of pure non-dual self-consciousness.<br /><br />As Sri Ramana says in his <i>avatārikai</i> or introduction to his Tamil translation of <i>Dṛk Dṛṣya Vivēka</i>, தன்னையே பாஹ்யாந்தர திருஷ்டிபேதமின்றி எப்போதும் நாடும் சஹஜசமாதிப் பழக்கத்தால் அவ்வாவரணம் நீங்கவே, அத்விதீயப் பிரஹ்மாத்ம சொரூபமாத்திரம் மிஞ்சிப் பிரகாசிக்கும் (<i>taṉṉaiyē bāhyāntara diruṣṭi-bhēdam-iṉḏṟi eppōdum nāḍum sahaja-samādhi-p pazhakkattāl a-vv-āvaraṇam nīṅgavē, advitīya-b brahmātma sorūpa-māttiram miñci-p pirakāśikkum</i>), which means ‘when that <i>āvaraṇa</i> [self-obscuring ignorance] is removed by the practice of <i>sahaja samādhi</i> [natural contemplation or attentiveness], which is scrutinising self alone always without <i>bāhya-āntara-dṛṣṭi-bhēda</i> [the distinction of seeing outside or inside], only <i>advitīya-brahma-ātma-svarūpa</i> [our own essential self, the absolute reality without a second] will remain and shine’.<br /><br />Here the words <i>advitīya-brahma</i> or ‘secondless absolute reality’ are an allusion to the statement in <i>Chāndōgya Upaniṣad</i> 6.2.2 that Sri Ramana quoted at the beginning of this introduction to <i>Dṛk Dṛṣya Vivēka</i>, namely <i>ēkam ēva advitīyam brahma</i>, which means ‘<i>brahman</i> (the absolute reality) is only one without a second’, and <i>ātma-svarūpa</i> means our own essential self, so <i>advitīya-brahma-ātma-svarūpa</i> means ‘our own essential self, the absolute reality, [which is the only one] without a second’. To experience this <i>advitīya-brahma-ātma-svarūpa</i> alone, we must remove <i>āvaraṇa</i>, our obscuring veil of self-ignorance, which we can do only by சஹஜசமாதிப் பழக்கம் (<i>sahaja-samādhi-p pazhakkam</i>), the ‘practice of <i>sahaja samādhi</i>’, which is தன்னையே எப்போதும் நாடுதல் (<i>taṉṉaiyē eppōdum nāḍudal</i>), ‘always investigating, scrutinising or attending to self alone’. In other words, we can remove our self-negligence and thereby experience ourself as we really are only by practising self-investigation — being attentive only to our own essential self.<br /><br />Jon asks, ‘…Am I supposed to be additionally Self-attentive? …’, implying that he thinks that self-attentiveness may perhaps be some condition that should be added to the condition of remaining without thoughts. Though self-attentiveness does appear to be a new or ‘additional’ condition when we first begin to make the necessary effort to be self-attentive, what is actually new or ‘additional’ is not self-attentiveness itself but is only the effort that we make to be self-attentive.<br /><br />In truth self-attentiveness is not something ‘additional’ but is only our natural and permanent state of self-consciousness. However, since we are accustomed by long habit — cultivated by our strong outward-going desires or <i>viṣaya-vāsanas</i> — to being conscious of things other than ourself, we must now make the fresh or ‘additional’ effort to be exclusively self-attentive — that is, attentive to or conscious of nothing other than ourself.<br /><br />By making this effort to be exclusively self-attentive, we are automatically withdrawing our attention from everything other than ourself, and thus we are shedding everything that is ‘additional’ or extraneous to our essential self — that is, all our false adjuncts or <i>upādhis</i>. Therefore self-attentiveness is truly not an ‘additional’ state but is only that state that remains alone when everything ‘additional’ has been removed.<br /><br />The more we cultivate the habit of being self-attentive, the more clearly we will come to recognise that self-attentiveness is not anything ‘additional’ but is only our underlying and permanent self-consciousness, which is the support and base without which we could not be conscious of any other thing. However, in order to experience self-attentiveness thus as the perpetual background of all that we experience, we must repeatedly and persistently make the effort to be keenly self-attentive.<br /><br />In his <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230765120000#c8865813750502636363\" target=\"blank\">first comment</a> Jon finally asks, ‘…can you please really break it down for me so that there is absolutely no doubt as to whether I’m doing it right?’ As I wrote above, self-attentiveness is a <i>vichāra</i> or investigation — a journey of self-discovery — so it is up to each of us to discover for ourself ‘exactly what self-attentiveness is’ and whether we are now ‘doing it right’. There cannot be — and should not be — ‘absolutely no doubt’ until we finally experience perfectly clear self-knowledge, because the fundamental doubt ‘who am I?’ is the force that should drive our <i>ātma-vichāra</i> or self-investigation.<br /><br />To find out for ourself ‘exactly what self-attentiveness is’ we must experiment — that is, we must repeatedly try to be as clearly self-attentive as possible; we must try to attend to the consciousness that we now experience as ‘I’; we must try to remember this ‘I’ as frequently and as constantly as possible; we must look deep within ourself to discover ‘who am I? what is this consciousness that is constantly shining within me as “I”?’<br /><br />If we have difficulty understanding what it means to be self-attentive — how we can focus our entire attention upon ourself, how we can be conscious of nothing other than our essential consciousness ‘I’ — we should at least think ‘I, I’ (or ‘I am, I am’) constantly and repeatedly, trying to be conscious of what these words ‘I’ or ‘I am’ really denote. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\" target=\"blank\">fifth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a>, நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட அவ்விடத்தில் கொண்டுபோய் விட்டுவிடும் (<i>nāṉ, nāṉ eṉḏṟu karuti-k-koṇḍirundāluṅkūḍa a-vv-idattil koṇḍupōy viṭṭuviḍum</i>), which means ‘even if [we] go on thinking “I, I”, it will certainly take [us] and leave [us] into that place [our heart, the ‘birthplace’ or source of our mind]’.<br /><br />In this sentence, as in many other places in <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a> and elsewhere in his teachings, Sri Ramana uses the word இடம் (<i>iḍam</i>) or ‘place’ figuratively to denote our real self, which is the ‘birthplace’ or source of our mind. அவ்விடத்தில் (<i>a-vv-idattil</i>) is the locative form of அவ்விடம் (<i>a-vv-idam</i>) and therefore means ‘in that place’; கொண்டுபோய் (<i>koṇḍupōy</i>) is a participle that means taking or leading; and விட்டுவிடும் (<i>viṭṭuviḍum</i>) is an emphatically repeated form of the verb விடு (<i>viḍu</i>), which means to leave, let go or release, and which is also used as an auxiliary verb that conveys the sense of certainty, finality or the conclusion of an action. Thus அவ்விடத்தில் கொண்டுபோய் விட்டுவிடும் (<i>a-vv-idattil koṇḍupōy viṭṭuviḍum</i>) means ‘it will certainly take [or lead us] and leave [us] into that place [our real self]’.<br /><br />That is, if we slowly and meditatively think ‘I, I’, we will certain be taken deep into our real self, because (just as thinking of the name of any person or object will draw our attention towards that person or object) thinking of this word ‘I’ will draw our attention towards ourself, and as our attention is thus focused more and more keenly upon ourself — the consciousness that this word ‘I’ denotes — our mind will subside in it. Thus meditative repetition of the word ‘I’ can be a useful aid that will help us to discover what the state of self-attentiveness really is.<br /><br />However, whatever aid or clue we may use, what is essential is that we must be intensely passionate to know ‘who am I?’ — so passionate that we make every possible effort to be constantly, vigilantly, keenly and profoundly self-attentive, trying incessantly to experience what this consciousness ‘I’ really is.<br /><br />If we are gripped by such intense passion to know what we really are, the means will reveal itself to us. That is, our intense love to experience ourself as we really are will unfailingly impel us to discover our natural state of absolutely non-dual self-attentiveness — perfectly clear, thought-free and sleep-free self-consciousness — which is both our goal and the only means by which we can attain it.<br /><br />A few days after posting his <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html?showComment=1230765120000#c8865813750502636363\" target=\"blank\">first comment</a> on the article <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-and-time.html\" target=\"blank\">Self-attentiveness and time</a>, Jon posted a modified and expanded version of it in <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231101660000#c5412567098336126142\" target=\"blank\">another comment</a> on my most recent article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231101660000\" target=\"blank\">Self-attentiveness, intensity and continuity</a>. In this new version, after the sentence that ended ‘…Sri Ramana said that the effect of this [<i>prāṇāyāma</i>] was only a temporary subsidence of mind and not the annihilation of it’, Jon added:<blockquote>… Furthermore, on one of your recent articles, <a href=\"http://happinessofbeing.blogspot.com/2008/11/self-attentiveness-effort-and-grace.html\" target=\"blank\">Self-attentiveness, effort and grace</a>, you said: “The exclusion of all thoughts, the cessation of sense-perceptions and the melting away of body-consciousness are by-products that will certainly result as the clarity of our self-consciousness increases, but we should be careful not to make such by-products our aim, because as soon as we do so our attention will be diverted away from our essential being towards the body-consciousness and resultant thoughts and sense-perceptions that we wish to get rid of. We can free ourselves from thoughts, sense-perceptions and body-consciousness only by ignoring them entirely and being attentive only to our essential self, ‘I am’.” From this comment, I assume that I am currently not practicing Self-attentiveness correctly. …</blockquote>He then modified the next few sentences of his original comment, saying:<br /><blockquote>… So getting back to my question, what am I supposed to be attentive to? Self. Well what is Self? Self is the ‘I am’. Unfortunately, I can’t find this ‘I am’ thing anywhere! How am I to be attentive to it? Please elaborate. …</blockquote>This ‘I am’ thing that Jon imagines that he cannot find anywhere is he himself — the very same ‘I’ that says “I can’t find this ‘I am’ thing anywhere”. What is this ‘I’? This is the crucial question for which we must each find the answer by looking within ourself, trying to experience this essential consciousness ‘I’ in absolute isolation — free from the imaginary superimposition of either thoughts or sleep.<br /><br />In order to experience this ‘I’ in such absolute isolation, the only effort that we need to make is focus our entire attention upon it — that is, upon ourself, the consciousness that we always experience as ‘I’. What can be simpler than this? Whether or not we know any other thing, we always know ‘I am’, so why should we imagine that we cannot be exclusively self-attentive — that is, conscious of nothing other than this fundamental consciousness ‘I am’?<br /><br />Since we are able to focus our attention or consciousness upon other things, which appear and disappear, we must equally well be able to focus it upon itself, ‘I am’, which never disappears even for a moment. We do not know anything else as clearly and as certainly as we know our own being, ‘I am’, so attending exclusively to this ‘I am’ cannot really be difficult. If it appears to be difficult, that is only because we have more taste or desire to attend to other things than we have to attend to ‘I am’ alone.<br /><br />In response to this expanded version of <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231101660000#c5412567098336126142\" target=\"blank\">Jon’s comment</a>, Bas wrote the following <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231222560000#c8693862388063526077\" target=\"blank\">comment</a>, which is quite an appropriate reply to it:<br /><blockquote>Please someone correct me where I am wrong.<br /><br />The statement quoted by Jon reads, “The exclusion of all thoughts, the cessation of sense-perceptions and the melting away of body-consciousness are by-products that will certainly result as the clarity of our self-consciousness increases, but we should be careful not to make such by-products our aim, because as soon as we do so <b>our attention will be diverted away from our essential being</b> towards the body-consciousness and resultant thoughts and sense-perceptions that we wish to get rid of. We can free ourselves from thoughts, sense-perceptions and body-consciousness only by ignoring them entirely and <b>being attentive only to our essential self, ‘I am’</b>.” (emphasis mine)<br /><br />I read this statement thus: As our self-consciousness increases, thoughts and sense-perceptions decrease. But this not our purpose. For if we make the cessation of thoughts and perceptions our aim, our attention is then diverted towards what is external to our essential being. Instead of anchoring ourselves on no-thought, we should be attentive to our essential self, “I am”.<br /><br />I feel the practice of Jon is correct. He writes, “The way I understand it Self-attentiveness is the practice of simply remaining without thought while not falling asleep (being keen and vigilant to prevent any thoughts from rising)”. But what about awareness, the sense of presence? This is the Self to which attention is to be paid, which I am sure Jon does.<br /><br />The reply to the other question, “... isn’t the goal of Self-attentiveness merely to destroy all thoughts? Can't I do that without focusing on some obscure “Self”? Am I supposed to be additionally Self-attentive?” would seem this. Bhagavan, I think, has stated that while the <i>Mahavakya</i> ‘Thou art That’ implies that we are to seek to know what we are (Thou), we seek to know what we are not (That). There are not two Selves to be known. There is no need to focus on some obscure “Self”. Please someone correct me where I am wrong in this.<br /><br />And finally, Jon says, “I’m having a hard time understanding exactly what Self-attentiveness is.” This, to me, says Jon’s practice is right. Because, the question, “What exactly is Self-attention?” is the point of <i>Vichara</i>. I feel it can’t be right to be given a definition of ‘Self’, and a definition of ‘attention’, and then to go and sit comfortably doing ‘Self-attention’, sure that we are doing it right. We can know the nature of Self-attentiveness only when we know what the Self is. Till such time, the question, What is Self-attentiveness, would be the one that drives <i>Vichara</i>. What Jon is doing is more dynamic than following any set regimen.</blockquote>Bas began this comment saying ‘Please someone correct me where I am wrong’ and repeated this request further on, but there is actually nothing seriously wrong in what he or she has written, except in the rather inaccurate wording of the statement that “while the <i>Mahavakya</i> ‘Thou art That’ implies that we are to seek to know what we are (Thou), we seek to know what we are not (That)”.<br /><br />It is not correct to say that <i>tad</i> or ‘that’ is ‘what we are not’, because the <i>mahāvākya</i> or ‘great saying’ <i>tat-tvam-asi</i> or ‘that you are’ affirms that <i>tad</i> or <i>brahman</i> (the one absolute reality) is what we really are. Therefore it would be more accurate to reword this statement of Bas as follows: “while the <i>mahāvākya</i> ‘that you are’ implies that we are to seek to know correctly what we now know incorrectly (thou), we seek to know what we imagine we do not yet know at all (that)”.<br /><br />However Bas is correct in the inference that he or she draws from this, namely that ‘There is no need to focus on some obscure “Self”’ because ‘There are not two Selves to be known’. There is truly no self other than ourself — our own ever-present and self-evident consciousness ‘I’ — so the self on which we are to focus is only ourself, the same self who is focusing on it.<br /><br />Bas is also correct in implying that if we are able to remain simply ‘without thought while not falling asleep’, we should recognise that the ‘awareness’ or ‘sense of presence’ — the consciousness of our own being, ‘I am’ — that we experience in that absence of thoughts and sleep is the ‘the Self to which attention is to be paid’.<br /><br />Even when thoughts or sleep appear to be present, we always experience this same fundamental ‘awareness’ or ‘sense of presence’, but thoughts distract our attention away from it, and sleep obscures its natural clarity, so we should try to experience it in the absence of thoughts and sleep. However, to experience it in the absence of thoughts and sleep, the only effort we need to make is to focus our ‘awareness’ on itself, its ‘sense of [its own] presence’, because this is the only truly effective means by which we can exclude both sleep and all thoughts — including our root thought ‘I’.<br /><br />Since the fundamental cause of both sleep and thoughts is only <i>pramāda</i> or self-negligence, we cannot prevent the repeated appearance of sleep and thoughts unless we completely exclude <i>pramāda</i> by means of its opposite — that is, by being vigilantly self-attentive. Unless we are vigilantly self-attentive, we remain in the grip of <i>pramāda</i>, and so long as we are in its grip, we cannot be entirely free both of sleep and of all thoughts — that is, we will either be lulled into sleep or we will be distracted by thoughts, at least of some subtle kind.<br /><br />It is easy for us to imagine that we are remaining without thoughts, but unless we are clearly conscious of nothing other than our own being, ‘I am’, we are actually not completely free of even the subtlest thoughts, because anything that we experience as other than our ever-present adjunct-free self-conscious being, ‘I am’, is a thought.<br /><br />Finally in the last paragraph of his or her comment, Bas is correct in saying that ‘…the question, “What exactly is Self-attention?” is the point of <i>Vichara</i>. … We can know the nature of Self-attentiveness only when we know what the Self is. Till such time, the question, What is Self-attentiveness, would be the one that drives <i>Vichara</i>’. As I explained above, we can discover exactly what self-attentiveness is only by repeatedly trying to be self-attentive, and this is why this effort to be ever more deeply, clearly and ‘exactly’ self-attentive is called <i>ātma-vichāra</i> or self-investigation.<br /><br />In another <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231313280000#c368245577686894798\" target=\"blank\">comment</a> on the same article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231101660000\" target=\"blank\">Self-attentiveness, intensity and continuity</a>, an anonymous friend wrote:<br /><blockquote>Since self-attentiveness involves our essential consciousness, is of it and within it, there is no question of any limits of duration in regard to this since this involves a journey, not in terms of time and space, but is one of consciousness. It is only the achievement, result-oriented mind, that is bothered about time though it might have some significance in the beginning, being very rudimentary in advance stages. In a place J. Krishnamurti says with regard to this that patience is timeless whereas impatience involves time.</blockquote>There appears to be some confusion underlying this comment. What does Anonymous mean by saying that self-attentiveness ‘involves a journey, not in terms of time and space, but is one of consciousness’? The only consciousness in which any journey can take place is our mind, which is a false finite form of consciousness, because a journey (even a figurative one) must involve some movement or change, and in our real consciousness — our non-dual consciousness of being, ‘I am’ — no movement or change of any kind can ever take place.<br /><br />For our essential self, which is the only real consciousness, there can never be any journey, movement or change, because it is absolutely immutable being. It is only in the false perspective of our mind that our present journey of self-discovery appears to be real.<br /><br />Until we experience ourself as the immutable being-consciousness that we really are, we must make effort to experience ourself as such, and since this effort progressively purifies our mind, cleansing it of all its out-going desires until it is finally willing to surrender itself entirely in the absolute clarity of pure thought-free self-consciousness, it is figuratively described as a journey.<br /><br />But this journey is made only by our mind and not by our motionless real self. It is the journey by which our mind returns to its original source, which it will reach only when we discover that it is truly non-existent — that is, when we discover that we are not really this imaginary effort-making consciousness that we call our ‘mind’ but are only the pure effortless self-consciousness, ‘I am’, which can never journey anywhere, since there is no place other than itself to which it could travel.<br /><br />Anonymous writes that ‘self-attentiveness involves our essential consciousness, is of it and within it’. This statement requires some clarification. Our essential consciousness is eternally self-attentive, because it always experiences itself as ‘I am’ and there is nothing other than itself that it could be conscious of, but the consciousness that now makes effort to be self-attentive is only our mind and not our essential consciousness. Only when — by its effort to be self-attentive — our mind finally merges in our essential consciousness, will we clearly experience ourself as this essential consciousness.<br /><br />We are always only this essential consciousness, even when we experience ourself as this mind, so when we make effort to be self-attentive, what we are actually attending to is only our essential consciousness. In this sense it is true to say that our effort to be self-attentive ‘involves our essential consciousness, is of it and within it’, but we should not mistake this to mean that our essential consciousness is making any effort.<br /><br />The self-attentiveness that we experience with effort is a less than perfectly clear form of self-attentiveness, because it is not absolutely devoid of even the slightest trace of any thought or drowsiness, so we should not confuse such partial self-attentiveness with the transcendent experience of absolutely clear self-attentiveness, which is our natural state of pure thought-free self-consciousness. The former is a state of <i>abhyāsa</i> or practice, while the latter is the ultimate state of <i>ārūḍha</i> or attainment.<br /><br />Though self-attentiveness is our natural state, in which we conscious of nothing other than our timeless self, so long as we continue to experience ourself as this mind, we have to make effort to be self-attentive. Since this effort is made only by our mind, which is a false time-bound form of consciousness, it is made within time. Therefore, though we will ultimately discover that self-attentiveness is timeless, so long as we have to make effort to be self-attentive, it is experienced within the limits of time.<br /><br />Anonymous writes that ‘…It is only the achievement, result-oriented mind, that is bothered about time …’. As long as this mind exists, it will always be making some effort or other to achieve some result, so rather than making any effort to achieve some result that is other than our essential self, we should make effort to be self-attentive, since that is the only means by which we can ‘achieve’ or ‘attain’ our real self.<br /><br />When we actually ‘attain’ our real self — that is, when our effort-making mind finally merges effortlessly in the all-consuming light of absolutely clear self-consciousness — we will discover that it is eternally attained, because we are truly never anything other than that. But until we actually experience this ever-attained state of true self-knowledge, we should not give up our effort to be vigilantly self-attentive and thereby to subside into the innermost depth of our being.<br /><br />Anonymous concludes by saying that ‘… patience is timeless whereas impatience involves time’. It is true that our real self is absolutely patient, because it is timeless and because there is nothing other than itself for it to be impatient about, so such absolute patience is certainly timeless. However, when we talk about patience and impatience, we are talking about a pair of opposites, each of which exists only in relation to the other.<br /><br />Like all forms of duality, such relative patience and impatience exist only in our mind, and therefore they both co-exist with time, which is a mind-created phenomenon. Though our mind creates time, it cannot live without time, so everything that is created by our mind is time-bound.<br /><br />Impatience is caused by our mind’s restless desire to constantly experience something other than itself. Without such desire, we would have nothing to be patient about. Therefore cultivating patience can be a useful aid to curbing our desires.<br /><br />Impatience is certainly an obstacle to our practice of self-attentiveness, because the desires that make us impatient will distract our mind from its peaceful state of self-attentiveness. Therefore in order to be truly and deeply self-attentive, we must persevere patiently in our practice, expecting nothing other than to be calmly and clearly self-attentive here and now, in this present moment.<br /><br />When we are impatient, we are not dwelling in the present moment, but are hankering for something that is not present but may be in the future. Since the past and future are only thoughts, which distract our attention away from ourself, in order to be truly self-attentive we must set aside impatience and the thoughts that enkindle it.<br /><br />The goal we seek to attain — the goal of true self-knowledge or perfectly clear self-consciousness — does not exist in the future but only in the precise present moment, so we cannot experience it anywhere other than in this present moment. Therefore we should give up all thought of future attainment, and should seek to experience our eternal state of absolutely clear self-consciousness only now, in this precise present moment.<br /><br />However much time it may seem to take, we must patiently persevere in our effort to be perfectly self-attentive at this present moment, because only such keenly focused self-attentiveness will enable us to pierce through the illusion of our mind, in whose view alone time seems to exist.<br /><br />In response to this <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231313280000#c368245577686894798\" target=\"blank\">anonymous comment</a>, Bas wrote <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231334520000#c6211702678390752295\" target=\"blank\">another comment</a>, in which he or she began by saying:<br /><blockquote>This is about the statement of Anonymous: <i>Since self-attentiveness involves our essential consciousness, is of it and within it</i>...<br /><br />I have a doubt about it: Is the kind of attention we pay now, even though it is directed towards the self, qualify as self-attentiveness? As long as there is ‘subject-object’, ‘me-other’ in our consciousness, can we pay attention to the self?</blockquote>There is ‘subject-object’ or ‘me-other’ in our consciousness only so long as we are attending to thoughts, because we always experience thoughts as objects that are other than ourself, the thinking ‘I’. But when we turn our attention away from all thoughts towards this thinking ‘I’, the subject that knows them, our attention or consciousness is focused only on itself, so it is a non-objective state of consciousness.<br /><br />Until we experience the absolute clarity of true self-knowledge, our self-attentiveness is not completely free from even the least trace of any thought or sleepiness, so we have not entirely transcended the duality of ‘subject-object’ or ‘me-other’. But to the extent to which our attention is focused solely upon ourself, we have freed ourself from this fundamental duality. In other words, the more clearly we experience our essential non-dual self-consciousness, ‘I am’, devoid of any superimposed adjunct, the more truly and thoroughly will we be free from the imaginary duality of ‘subject-object’ or ‘me-other’.<br /><br />Therefore the answer to Bas’s doubt, “Is the kind of attention we pay now, even though it is directed towards the self, qualify as self-attentiveness? As long as there is ‘subject-object’, ‘me-other’ in our consciousness, can we pay attention to the self?”, is that our present effort to be self-attentive certainly does ‘qualify as self-attentiveness’, even though it is not yet perfectly clear and free of any trace of thought, and that even in the midst of our present experience of this duality ‘subject-object’ or ‘me-other’ we can choose to attend only to ourself, the ‘subject’ or ‘me’, and thereby ignore everything else, the ‘object’ or ‘other’.<br /><br />In the next paragraph of this <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231334520000#c6211702678390752295\" target=\"blank\">comment</a> Bas remarks:<br /><blockquote>Since the self which is negated in our enquiry, is negated because of its association with concepts and sensations, I think the consciousness that negates it is also incomplete, and has to be negated as not-I.</blockquote>The ‘self which is negated in our enquiry’ and the ‘consciousness that negates it’ are both only our mind, which is our false self or consciousness. That is, in <i>ātma-vichāra</i> or self-enquiry our mind ‘negates’ itself — that is, it exposes its own non-existence — by turning its attention towards itself.<br /><br />Just as an imaginary snake is ‘negated’ when we look at it closely and see that it is only a rope, so our mind will ‘negate’ itself when it keenly attends to itself and thereby discovers that it is not actually a finite thinking consciousness but is only the infinite thought-free consciousness that knows nothing other than its own being, ‘I am’.<br /><br />Bas then concludes this <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231334520000#c6211702678390752295\" target=\"blank\">comment</a> by saying:<br /><blockquote>This might seem obvious and unimportant, but sometimes it happens that in looking at the self, I tend to take it for granted that the sense of I or awareness <i>as it is felt now</i> is real, and is followed to its source.<br /><br />Somehow it feels wrong that the consciousness/ awareness that is perceived now could be the right one.<br /><br />If this is so, then it looks like continuity of time or intensity or consciousness is a false one, because the consciousness/ awareness/ ‘I’ that posits it is itself a false one.<br /><br />Real consciousness is entirely outside time. And Self-attentiveness also has to be timeless.</blockquote>Is ‘the sense of I or awareness <i>as it is felt now</i>’ real or not? So long as we experience ourself as this mind, as such this ‘sense of I or awareness’ is not real. However, though this mind is a false form of our essential consciousness ‘I’, it appears to be real because it consists not only of unreal adjuncts but also of our real consciousness of being, ‘I am’.<br /><br />That is, our mind — ‘the sense of I or awareness <i>as it is felt now</i>’ — is a compound consciousness, a mixture of our essential consciousness ‘I am’ and the imaginary adjuncts or <i>upādhis</i> that we have superimposed upon it. Since our essential consciousness ‘I am’ is the sole reality of our unreal mind, what we are actually conscious of when we are ‘looking at the self’ is only this real consciousness ‘I am’ (just as what we are actually looking at when we are looking at an imaginary snake is only a rope).<br /><br />Therefore we need have no doubt that the ‘I’ that we are attending to is our real ‘I’, because there really is no ‘I’ other than this. Now we are experiencing this one real ‘I’ in a seemingly distorted form, but if we look at it carefully, we will experience it as it really is.<br /><br />Therefore we should not feel that it is ‘wrong that the consciousness/ awareness that is perceived now could be the right one’. What other consciousness could there be? As Bas wrote in his or her <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231222560000#c8693862388063526077\" target=\"blank\">earlier comment</a>, ‘There are not two Selves to be known. There is no need to focus on some obscure “Self”’. What we now experience as ‘I’ is our one and only real ‘I’, even though we now experience it in a seemingly distorted form as our mind.<br /><br />Bas writes that “…it looks like continuity of time or intensity or consciousness is a false one, because the consciousness/ awareness/ ‘I’ that posits it is itself a false one”. It is true that time is just an imagination, a false creation of our mind, and that any continuity that we experience in time is therefore equally false. Likewise, as a relative quality, intensity is also false.<br /><br />Everything other than our essential consciousness of our own being, ‘I am’, is false, being just an imagination created by the imaginary form of consciousness that we call our ‘mind’. However, though everything other than ‘I am’ is entirely unreal in the perfectly clear perspective of our real self, it is all as real as our mind, so we have to accept its seeming reality so long as we experience ourself as this mind.<br /><br />We cannot actually experience anything else as unreal until we experience our mind as unreal, and we can experience our mind as unreal only by experiencing ourself as we really are. That is, we can truly expose the unreality of our mind and all its imaginary creations only by keenly and vigilantly scrutinising ourself to know ‘who am I?’<br /><br />Until we thus experience ourself as we really are, we must continue to make effort to be as keenly and intensely self-attentive — this is, as clearly self-conscious — as possible. Therefore so long as we still need to make effort to be self-attentive, ‘continuity’ and ‘intensity’ are for all practical purposes quite real.<br /><br />In another <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1230984660000#c295402977096914127\" target=\"blank\">still earlier comment</a> that he or she wrote on this same article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231101660000\" target=\"blank\">Self-attentiveness, intensity and continuity</a>, Bas began by asking ‘Is time the measure of continuity?’ and concluded by saying:<br /><blockquote>It would be helpful if we could know in what sense time is related to continuity, because obviously meditation/ <i>Dhyana</i>/ <i>Vichara</i> is a timeless enterprise.</blockquote>In the context of our practice of being self-attentive, ‘continuity’ means continuity in time, but there is no need for us to try to measure our practice in terms of time, because we can be truly self-attentive only when we completely ignore the illusion of time.<br /><br />Our practice of self-attentiveness — which is called <i>ātma-vichāra</i>, <i>svarūpa-dhyāna</i> or ‘self-meditation’ — will certainly result in our eventually merging forever in our timeless real self, which is eternally self-attentive, but so long as we need to make effort to experience our natural state of self-attentiveness, we cannot say that our practice is truly ‘a timeless enterprise’. It is an enterprise that we undertake and pursue in time, but aiming always to be attentive only to that which is essentially timeless.<br /><br />That is, we are making effort by our mind — which is now bound within its self-created illusion of time — to experience our timeless real self, so until we experience it perfectly clearly, our self-attentiveness is a portal between our time-bound mind and our timeless self.<br /><br />The key to this portal or doorway between time and timelessness is the precise present moment, because it is only in this present moment that we can experience our ever-present real being, ‘I am’. Therefore, to pass through this doorway, we must ignore time along with all other thoughts and must concentrate our entire attention upon our ever-present and therefore timeless consciousness of our own being, ‘I am’.<br /><br />In response to <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231334520000#c6211702678390752295\" target=\"blank\">Bas’s third comment</a>, in which he or she asked ‘As long as there is ‘subject-object’, ‘me-other’ in our consciousness, can we pay attention to the self?’, an anonymous friend wrote another <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231413600000#c1639913144225655443\" target=\"blank\">comment</a> saying:<br /><blockquote>True. What we do now is not self-attentiveness, it being a subject-object search. But one has to begin somewhere. We can’t avoid our being implicated in this duality. But it depends on how much we are intense in tracing it back to the essential source. Until the <i>sphurana</i>, the awareness of the self, transpires, we can’t escape from this dichotomy. But we should not place ourselves at a disadvantageous position by being too much guilty of this.</blockquote>It is certainly not correct to say that self-attentiveness is ‘a subject-object search’, because it is a search in which the subject or ‘I’ seeks to experience itself perfectly clearly. As Sri Ramana often emphasised, it is an entirely non-objective investigation — an investigation in which we focus our entire attention upon ourself, thereby excluding all thought of any object or otherness.<br /><br />It is true that we begin this <i>vichāra</i> or investigation from where we now experience ourself, which is within the realm of this duality of ‘subject-object’, but instead of attending to any object, we turn our attention away from all objects towards ourself, the subject that experiences them. Therefore from the very outset we are turning our back (so to speak) on this duality of ‘subject-object’ in order to experience our non-objective self-consciousness, ‘I am’, as it really is.<br /><br />What exactly does Anonymous mean when he or she writes, ‘Until the <i>sphurana</i>, the awareness of the self, transpires, we can’t escape from this dichotomy’? What is the meaning of this word <i>sphuraṇa</i>, and when does it ‘transpire’? This question ‘what is <i>aham-sphuraṇa</i>?’ is an important one that deserves to be answered in detail, so I will try to answer it in a separate article, which I hope I may have time to write sometimes within the next few weeks.<br /><br />In <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231921860000#c812464868190198281\" target=\"blank\">a more recent anonymous comment</a>, someone wrote:<br /><blockquote>I think we are always self-attentive except that our attempt to be that is a distraction as it were introducing alien thoughts, which also we needn’t bother as the self is the witness of them whether we want it or not. That is why J.K talked of choiceless awareness.</blockquote>We are always self-conscious, but this does not mean that we are always self-attentive, because even though our essential self-consciousness, ‘I am’, is always clearly present as the source, foundation, substratum and only real substance of all our other experiences or knowledge, we are so enthralled with our experience of otherness that we tend to ignore or overlook our basic self-consciousness. That is, to the extent to which we are attentive to anything other than our essential self, ‘I am’, we are inattentive to ourself.<br /><br />Self-attentiveness is the state in which our entire consciousness is focused keenly upon itself. Therefore when we are truly self-attentive, we are not conscious of anything other than ‘I am’, so unless we never know anything other than ‘I am’ we cannot say that ‘we are always self-attentive’.<br /><br />Of course our real self — our essential self-consciousness — is always self-attentive, because there is nothing other than itself for it to know, but so long as we experience ourself as this thinking or objecting-knowing mind, we are being self-negligent and not self-attentive.<br /><br />It is also not true to say that ‘our attempt to be that [self-attentive] is a distraction as it were introducing alien thoughts’. Alien thoughts arise only when we are not self-attentive, and they are automatically excluded when we focus our entire attention upon our self. Therefore self-attentiveness is the medicine that Sri Ramana prescribed to exclude and destroy all thoughts, including our primal thought ‘I am this body’.<br /><br />What does Anonymous mean when he or she writes that ‘the self is the witness of them [alien thoughts]’? In what sense is our real self the ‘witness’ of thoughts? It is the ‘witness’ only in the sense that all thoughts arise only in its presence, but it does not actually know these thoughts, because in its perfectly clear view nothing exists other than itself.<br /><br />Thoughts are known only by our mind, which imagines them, and not by our real self. That is, we create and become aware of thoughts only when we imagine ourself to be this thinking mind, but when we experience ourself as we really are, we clearly know that we alone exist. Our mind and its thoughts are an illusion that seems to exist only in its own view, but when it actually scrutinises itself to know ‘who am I?’, it will discover that it is truly not this imaginary thinking consciousness that we call ‘mind’ but is only the eternally thought-free self-consciousness, ‘I am’.<br /><br />Therefore we should not make the mistake of imagining that we can know ourself as we really are by ‘witnessing thoughts’. If we witness or observe thoughts, we are only nourishing and sustaining our mind or primal thought ‘I’, because this mind lives by thinking — that is, by experiencing its own thoughts. Since that which can witness thoughts is only our mind, we should not witness any thought other than our primal thought ‘I’, which is the thinker of all other thoughts. In other words, we should ‘witness only the witness’. That is, we should pay attention only to our thinking thought ‘I’, which is the witness of all other thoughts, because our thinking mind will subside only when its attention is directed exclusively towards itself.<br /><br />After saying that ‘we needn’t bother [about alien thoughts] as the self is the witness of them whether we want it or not’, Anonymous concludes ‘That is why J.K talked of choiceless awareness’. What is ‘choiceless awareness’? Awareness of thoughts or anything other than ourself is certainly not ‘choiceless awareness’, because we are aware of thoughts only because we choose to think them.<br /><br />The only truly ‘choiceless awareness’ is our self-awareness — our consciousness of our own being, ‘I am’ — because we can never be unaware of ourself, even if we choose to be so. We are always choicelessly aware of ourself, but in addition to our essential and therefore unavoidable self-awareness we can also choose to be aware of other things, which we create by our own desire-driven imagination.<br /><br />Because we have by our own choice cultivated very strong <i>viṣaya-vāsanas</i> or desires to experience things other than ourself, we are impelled by these desires to be constantly thinking of such things. Therefore, since we feel that we are unable to resist these self-cultivated desires, our habit of constantly thinking now appears to us to be choiceless.<br /><br />In order to resist our desire to think, we must now choose to make the effort to be self-attentive — that is, to attend to the thinker rather than to the thoughts. Therefore we cannot experience truly choiceless awareness so long as we experience ourself as this mind. If we are aware of thoughts, we are aware of them only because we choose to be so, and if instead we are aware only of ourself, the ‘I’ that seems to think these thoughts, we are thus exclusively self-aware only because we choose to be so.<br /><br />Only when we finally see through the illusion of this mind as a result of our persistent effort to be keenly self-attentive — exclusively self-aware — will we truly experience the absolutely choiceless awareness of our essential self, ‘I am’. Awareness of anything other than this eternally thought-free non-dual self-awareness, which is our own essential nature, is not true ‘choiceless awareness’.<br /><br />In another <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1232022540000#c362565034488619222\" target=\"blank\">comment</a> on this same article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1231101660000\" target=\"blank\">Self-attentiveness, intensity and continuity</a>, Vishy explains his understanding of self-attentiveness, saying:<br /><blockquote>… This being never bothers the Known one and surrenders to the Unknown. ... Unknown is logically residing there with every body and one has to explore with this known and wait for the Unknown to arise (like clouds falsely shadowing the sky) by following Bhagwan’s path of either surrender or self enquiry.</blockquote>If by the term ‘the Known one’ Vishy means our mind as a collection of known thoughts — objects of knowledge — rather than as our root thought ‘I’, which is the subject that knows all these known thoughts, what he describes as ‘never bothers the Known one’ is the state of not attending to any known thought, which we can experience only by attending exclusively to ourself. And if by the term ‘the Unknown’ he means our real self, what he describes as ‘surrenders to the Unknown’ is the state of self-surrender, which we can effectively practise only by being vigilantly self-attentive in order to avoid rising as our thinking mind, which is our false self.<br /><br />However, ‘the Unknown’ is truly not an appropriate description of our real self, because one of the central truths that Sri Ramana repeatedly emphasised is that we always know our real self as ‘I am’. Since our real self is eternally clear self-consciousness, which we always experience as ‘I am’, it can never be unknown.<br /><br />Whatever is known at one time and unknown at another time is only a transitory appearance, and therefore it cannot be true knowledge. True knowledge is that which is known at all times and in all states, and that is only our consciousness of our own essential being, ‘I am’. Since this consciousness is we ourself, we always know ourself.<br /><br />Therefore we need not ‘wait for the Unknown to arise’, because what we seek to know is only ourself, which we know even now. However, just as clouds seemingly obscure the bright sunlight, our present knowledge of ourself is seemingly obscured or distorted by our mind, which is our false adjunct-mixed knowledge ‘I am this body’. Therefore to know ourself as we really are, we must experience ourself clearly in the absence of even the slightest trace of any adjunct.<br /><br />In order to know ourself thus, the only effort we need to make is to be keenly and vigilantly self-attentive, because only by such self-attentiveness can we pierce through and dissolve the illusory cloud of our thinking mind.<br /><br />In another <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1232162700000#c7668988785228724562\" target=\"blank\">comment</a> on this same article, Arvind asks:<br /><blockquote>Could somebody please help on this doubt — trying to practice Self inquiry has now become the act of just Being. In this Being there is no question of effort, I just remain (as Being — although only for a very short period). While you are in simple Being there should be no effort to do anything but just Be, of course after some time thoughts come back up till I remember to Be again. My question is this the right attitude/approach?</blockquote>Yes, the correct practice of <i>ātma-vichāra</i> or self-attentiveness is not an action or ‘doing’ but only <i>summā iruppadu</i> or ‘just being’, because when we attend to nothing other than our essential self, our mind automatically subsides and rests in our natural state of just being. Attending to anything other than ourself is an action or ‘doing’, but attending only to ourself is a state of perfect inactivity or ‘just being’.<br /><br />However, when we practise ‘just being’, we must be vigilant to remain clearly conscious of ourself — our essential being, ‘I am’ — because if we are not clearly self-conscious or self-attentive, we will either be distracted by thoughts or we will slip inadvertently into sleep. The only effective shield to ward off all thoughts and sleep, which both arise only due to <i>pramāda</i> or self-negligence, is keenly vigilant self-attentiveness.<br /><br />Therefore we should understand the term சும்மா இருப்பது (<i>summā iruppadu</i>) or ‘just being’ to mean our natural state of vigilantly self-attentive being — clearly self-conscious being.<br /><br />In response to this comment by Arvind, Bas wrote another <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1232282280000#c4200136956728891141\" target=\"blank\">comment</a> saying:<br /><blockquote>Being is an effortless state, it is as natural as falling. I feel there is no question of the right approach or attitude. As long as Being happens naturally, as naturally as falling, any approach should be right.<br /><br />I feel the question we should be asking is, is the state of thoughtless, effortless Being natural, spontaneous, unforced and <b>leaves no residual impression</b>? If it is so, there should be no problem.<br /><br />Please someone correct me on this.</blockquote>Being is our natural state, and as such it is truly effortless. We always are, and hence we need no effort to be. However, though we are truly always in our natural state of being, we do not experience it as it really is so long as we experience ourself as this thinking mind.<br /><br />Therefore so long as we experience ourself as this mind, it is necessary for us to make effort to experience our natural state of just being. Being will ‘happen naturally’ only when our mind subsides completely in our essential being, ‘I am’, and it will subside thus only when we are keenly self-attentive.<br /><br />Therefore it is not correct to say that ‘any approach should be right’, because any approach other than self-attentiveness will involve paying attention to something other than our essential being, ‘I am’, which will nourish and sustain our mind. Since our mind is active or ‘doing’ when it attends to anything other than ourself, it will subside only when we are exclusively self-attentive.<br /><br />Just as thinking leaves ‘residual impressions’, which are called <i>viṣaya-vāsanas</i> or desires to experience things that appear to be other than ourself, so the practice of just being leaves a ‘residual impression’, which is called <i>sat-vāsana</i> or the love just to be. Therefore the more we practise just being, the more our love to be thus will increase.<br /><br />In another <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1232195700000#c2145952069516990124\" target=\"blank\">comment</a> on this same article, an unknown friend quotes the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\" target=\"blank\">fifth paragraph</a> and the beginning of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\" target=\"blank\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a>, and then asks:<br /><blockquote>In this connection, may I ask the learned members what they understand by the term the first person or the I thought, and the idea that that which arises as the I in the body is the mind. If we seriously meditate on this truth, we can know that all our traffickings in the world involve the I thought. If we did not have the I thought, we could not do anything; we could only be. …</blockquote>As I explained earlier in this article, our primal thought ‘I’ is our mind or ego, the ‘I’ that thinks and knows all other thoughts. The term ‘first person’ also denotes only this same thinking ‘I’, the subject that knows all objects, which Sri Ramana calls the second and third persons.<br /><br />Whenever this false thinking ‘I’ appears, it does so only by imagining a body to be itself, so Sri Ramana also describes it as the thought ‘I am this body’. Since this false ‘I’ cannot rise without imagining itself to be a body, he describes it as ‘rising in this body’.<br /><br />However it is important to remember that this body is just a thought or imagination, so it does not exist in the absence of our mind or primal thought ‘I’. Just as the body that we imagine to be ourself in a dream comes into existence only when we imagine it thus, so our present body exists only when we imagine it to be ourself in this waking state.<br /><br />As this unknown friend says, ‘all our traffickings in the world involve the I thought. If we did not have the I thought, we could not do anything; we could only be’. When we do not rise as this false thought ‘I’, nothing exists other than our essential self-conscious being, ‘I am’. Therefore our aim should be to avoid rising as this false ‘I’.<br /><br />Since this ‘I’ rises only because of our self-ignorance, which is caused by our <i>pramāda</i> or self-negligence, we can prevent it rising only by being vigilantly self-attentive and thereby experiencing ourself as we really are.<br /><br />This unknown friend continues the same <a href=\"http://happinessofbeing.blogspot.com/2008/12/self-attentiveness-intensity-and.html?showComment=1232195700000#c2145952069516990124\" target=\"blank\">comment</a> saying:<br /><blockquote>… Since all thoughts arise only after the I thought, does what Bhaghavan demand in his advise that one should hold on to the I, presuppose the idea of an “I” not admitting of an attachment to objects as against its timeless lapse into the form of thoughts, the I being identified with the object. Even in our tenacious attempts to locate the unassociated, ‘I’ we are tantalized and tormented by our confronting it only as an object. From what Bhaghavan says can we not infer that anything other than abiding as our true self through self-attention, or being aware of only awareness and not objects, constitutes the involvement in the non-self? …</blockquote>Yes, no object can ever be ourself, since it is known by us as something other than ourself. Our real self is only the fundamental consciousness in which both subject and object appear and disappear. The subject is our mind, our thinking thought ‘I’, and all objects are thoughts imagined and known by it.<br /><br />However, though both this mind and its thoughts arise and subside only in us, they arise only when we mistake ourself to be this mind. Since this mind is nourished and sustained by attending to thoughts or objects, we must refrain from attending to them by clinging firmly and exclusively to our natural state of self-abidance or thought-free self-conscious being.<br /><br />Therefore this unknown friend is correct in saying that ‘anything other than abiding as our true self through self-attention, or being aware of only awareness and not objects, constitutes the involvement in the non-self’, and any ‘involvement in the non-self’ prevents us from experiencing ourself as we really are — that is, as the non-dual absolute reality, which is ‘one without another’.<br /><br />This unknown friend also asks:<br /><blockquote>… Is the I thought referred to by Bhaghavan a pointer towards a natural pause of thought available as an interval between two thoughts, a <i>sushupti</i> [sleep] existing even in the <i>jagrat</i> [waking], which we are not aware of? Is it an interval between two thoughts …? …</blockquote>Our primal thought ‘I’ is the base and support of all other thoughts, but it cannot rise without attending to some other thought, which it forms by its power of imagination. Each time it rises, it does so along with some other thought.<br /><br />Therefore it is not correct to say that it is the ‘interval between two thoughts’. In the ‘interval between two thoughts’, our root thought ‘I’ subsides along with whatever thought it was thinking, and it rises again with its next thought.<br /><br />However, if we focus our attention upon this first thought ‘I’, it will subside, because it cannot stand without attending to something other than itself. Therefore attention to this thought ‘I’ is the vital key that enables us to subside and abide firmly in our real self, which alone exists in the ‘interval between two thoughts’.<br /><br />This unknown friend finally asks:<br /><blockquote>… Since we cannot be aware of the Self as an act since it involves a duality, a swerving from the natural state of poise of our being, but since this is demanded of us in view of our being a sad mixture of the true and the false, does not self-enquiry presuppose the idea of always falling back upon our natural state as one of Being-Awareness through this natural pause in thought as an interval, being available to us? …</blockquote>It is true that our natural state of self-consciousness, self-awareness or self-attentiveness cannot be an ‘act’, because any action is a thought and ‘involves a duality, a swerving from the natural state of poise of our being’. Therefore we can experience our natural state of pristine self-conscious being only by being exclusively self-attentive and thereby subsiding with our essential being-consciousness, which is devoid of even the slightest trace of any thought, including our root thought ‘I’.<br /><br />Let me now conclude this long article by saying that though it may be described in various ways, the practice of self-investigation and self-surrender that Sri Ramana has taught us is actually extremely simple and clear, both to understand and to practise. To surrender our false self, our mind or ego, and thereby to know our real self, the only effort we need make is to be keenly and vigilantly self-attentive. What can be easier than this? We are always conscious of ourself as ‘I am’, so how can it be difficult for us to be self-attentive — that is, just to be with our entire attention focused keenly and exclusively upon this essential self-consciousness, which we always experience as ‘I am’?<br /><br />If this simple practice does appear to us to be at all difficult, complicated or unclear, that is only because our complicated and confused mind makes it appear to be so. Let us therefore not allow ourself to be confused by this self-deceiving mind and its endless doubts and uncertainty, but instead separate ourself from it entirely by persevering tenaciously in our effort to follow this extremely simple and clear path shown to us by our <i>sadguru</i>, Bhagavan Sri Ramana — namely the thought-excluding (and therefore mind-excluding) practice of <i>ātma-vichāra</i> or keenly vigilant self-attentiveness, which is the only effective means by which we can completely surrender our thinking mind and thereby rest in eternal peace.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "56",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2131417530006218837/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MTMwCm9mZnNldDogMzYwMDAwMAo\""
}