{
    "kind": "blogger#post",
    "id": "6851977261479390514",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-07-27T09:24:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/07/self-attentiveness-is-nirvikalpa-devoid.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6851977261479390514",
    "title": "Self-attentiveness is <i>nirvikalpa</i> – devoid of all differences or variation",
    "content": "A friend recently wrote to me suggesting:<blockquote>... Indeed <i>Nan Yar?</i> contains everything we need to know and I would be very grateful if you would do translation for <i>mumukshu</i>, giving roman transliteration of every word according to the dictionary (minimum two words which fit in this context) and indicate why you use such and such a word when we could use other (I mean non-trivial words). I don’t know Tamil, that’s why I say such translation is very good for <i>mumukshu</i>. I like your translation but it’s still arbitrary. Giving transliteration you enable all people with different <i>vasanas</i> to create their own translation.</blockquote>In the same e-mail he wrote about a ‘really great and powerful master who doesn’t speak much but is teaching through experience’, saying that this master ‘advises <i>atma-cintana</i> and if someone can’t he tells to do <i>svarupa-dhyana</i> or <i>mantra japa</i> etc.’  He also wrote that ‘There’s no difference of experience if we use <i>atma-vicara</i>, <i>pranayama</i> or other techniques’, and that ‘I found that Bhagavan used the name <i>atma-vicara</i> and <i>svarupa dhyana</i>, <i>atma cintana</i> to indicate different stages of practice’.<br /><br />In reply to this e-mail I wrote as follows:<br /><a name='more'></a><br />All differences exist only in our mind, and not in reality. <i>Ātma-vicāra</i> (self-investigation), <i>svarūpa-dhyāna</i> (self-attentiveness), <i>svarūpa-smaraṇa</i> (self-remembrance), <i>ātma-cintanā</i> (self-meditation), <i>ātma-niṣṭhā</i> (self-abidance) and <i>summā iruppadu</i> (just being) are various terms that Sri Bhagavan uses in <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i> (Who am I?)</a> to denote the non-dual practice (or state) of being self-attentive. There are truly no differences in the one non-dual state that all these terms describe.<br /><br />When our attention is entirely centred in ourself, where is the room for any duality or differences? That is, when the attending consciousness is that which is attended to, all duality ceases.<br /><br />In this state of pure self-attentiveness (or self-consciousness), even the ‘act’ of attending is not other than the one consciousness that is both attending and attended to, because the very nature of that consciousness is to be clearly self-conscious (or self-attentive). In other words, self-attentiveness is not really an ‘action’ but  our very being, because our being is always clearly self-conscious — that is, conscious of itself as ‘I am’.<br /><br />Thus self-attentiveness is not any form of objective attention, because it is the state in which attention (or consciousness) just remains centred in itself, as itself.<br /><br />Therefore self-attentiveness is the only truly non-dual practice (or state), because in any other practice (such as <i>prāṇāyāma</i>) our attention is directed out towards something other than ourself, the one attending consciousness. Hence if we see any differences in this state, we have not understood it correctly. Pure self-attentiveness is the one truly <i>nirvikalpa</i> state (the only state that is devoid of all <i>vikalpas</i> or differences).<br /><br />You say that ‘<i>Atma-vicara</i> state is the same as external <i>nirvikalpa samadhi</i>’, but in a state that is truly devoid of <i>vikalpa</i> (variation, diversity, distinction or difference), where is any room for any distinction such as ‘internal’ and ‘external’? Any terms that imply such differences are liable to distract our attention away from the essentially non-dual and therefore <i>nirvikalpa</i> nature of the simple state of self-attentiveness. That is why Sri Ramana avoided using terms such as <i>bahya-nirvikalpa-samādhi</i> (external <i>nirvikalpa samādhi</i>) and  <i>āntara-nirvikalpa-samādhi</i> (internal <i>nirvikalpa samādhi</i>) except when he was specifically asked about them.<br /><br />Incidentally, there appears to be an inconsistency in what you write, because in one sentence you say (referring to the ‘great master’ whom you write about), ‘He advises <i>atma-cintana</i> and if someone can’t he tells to do <i>svarupa dhyana</i>’, but further on you say, ‘He said that <i>atma-cintana</i>, <i>svarupa dhyana</i> are the same’. It is true that <i>ātma-cintanā</i> and  <i>svarūpa-dhyāna</i> are the same, because both terms mean self-meditation or self-attentiveness, but why then to advise someone who cannot do <i>ātma-cintanā</i> to do  <i>svarūpa-dhyāna</i>?<br /><br />Moreover, who cannot ‘do <i>ātma-cintanā</i>’? We all know ‘I am’ more clearly than we know any other thing, so who cannot meditate upon ‘I am’? What can be easier than simply centring our attention in its own natural centre and source, ‘I am’?<br /><br />It is true that our outward-going desires do make it appear difficult for us to remain firmly centred in ‘I am’, but anyone who truly wants to remain thus can overcome this seeming difficulty by persistently returning to the centre from which everything is known whenever his or her attention is distracted away from it by the desire to think of anything else.<br /><br />I agree that <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nan Yar?</i></a> contains everything that we need to know, and one of the projects that I would like to do in future is to write a detailed explanatory word-for-word translation of it, as you suggest. I know that this will be a very big task, but it is one that I look forward to doing if Sri Ramana gives me the time to do so.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6851977261479390514/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3OTAzCm9mZnNldDogMzYwMDAwMAo\""
}