{
    "kind": "blogger#post",
    "id": "192305538883193742",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-04T08:57:00+01:00",
    "updated": "2016-06-09T00:13:51+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/06/sri-arunachala-stuti-panchakam-overview.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/192305538883193742",
    "title": "<i>Sri Arunachala Stuti Panchakam</i> – an overview",
    "content": "I am currently preparing to upload four new e-books to the <a href=\"http://www.happinessofbeing.com/books.html\" target=\"_blank\">Books</a> section of my <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">website</a>, namely <a href=\"http://happinessofbeing.blogspot.com/2007/09/sri-arunachala-stuti-panchakam-english.html\" target=\"_blank\"><i>Sri Arunachala Stuti Panchakam</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>, <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\" target=\"_blank\">Part Two</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a> and <i>Sadhanai Saram</i>, and I am drafting introductory pages for each of these. The following is an extract from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2007/09/sri-arunachala-stuti-panchakam-english.html\" target=\"_blank\"><i>Sri Arunachala Stuti Panchakam</i></a>:<br /><br />ஸ்ரீ அருணாசல ஸ்துதி பஞ்சகம் (<i>Sri Arunachala Stuti Panchakam</i>), the ‘Five Hymns to Sri Arunachala’, which is a collection of the principal devotional songs composed by Sri Ramana, is the first section of ஸ்ரீ ரமண நூற்றிரட்டு (<i>Sri Ramana Nultirattu</i>), the Tamil ‘Collected Works of Sri Ramana’. The following are the five main songs that comprise it:<br /><ol><li>ஸ்ரீ அருணாசல அக்ஷரமணமாலை (<i>Sri Arunachala Aksharamanamalai</i>), the ‘Bridal Garland of Letters to Sri Arunachala’, is a song composed in the metaphorical language of bridal mysticism or <i>madhura bhava</i> (the affectionate attitude of a girl seeking union with her lover, the lord of her heart) and consists of 108 couplets, each of which begins with a consecutive letter of the Tamil alphabet and ends with a vocative case-form of the name ‘Arunachala’.<br /><a name='more'></a><br />In the title of this song, <i>akshara</i> is a Sanskrit word that means both ‘imperishable’ or ‘immutable’ and a ‘letter’ of an alphabet, <i>manam</i> is a Tamil word that means ‘union’, ‘marriage’ or ‘fragrance’, and <i>malai</i> is a Tamil form of the Sanskrit word <i>mala</i>, which means a ‘wreath’ or ‘garland’, particularly one made of flowers, so the compound word <i>akshara-mana-malai</i> means the ‘marriage garland of letters’, the ‘garland of immutable union’, the ‘fragrant garland of letters’ or the ‘garland of imperishable fragrance’.<br /><br />In these 108 verses, Sri Ramana pours out his intense love for God in the form of the sacred hill Arunachala, praising his boundless grace and praying to him for the imperishable state of absolute oneness with him, which can be gained only by means of true self-knowledge, since the true form of God or Arunachala is nothing other than our own essential self, the pure consciousness of being that we always experience as ‘I am’.<br /><br />Though Sri Ramana had actually surrendered himself and merged completely in the egoless state of true self-knowledge at the age of sixteen, on the day in 1896 that he was overwhelmed by an intense fear of death, which was about eighteen or nineteen years before he composed <i>Sri Arunachala Aksharamanamalai</i>, in many of these verses he sings from the perspective of a devotee who is still struggling to overcome his ego and its finite desires and thereby to surrender himself entirely to the infinite love of God.<br /><br />However, though many of these verses are therefore prayers, in some of them Sri Ramana clearly praises the grace of Arunachala for destroying his mind or ego and thereby absorbing him completely in the non-dual state of immutable union or true self-knowledge.</li><br /><li>ஸ்ரீ அருணாசல நவமணிமாலை (<i>Sri Arunachala Navamanimalai</i>), the ‘Garland of Nine Gems to Sri Arunachala’, consists of nine verses composed in different metres at various times, which were later collected together to form this song.</li><br />The first three of these nine verses are praises, in the first two of which Sri Ramana reveals certain aspects of the spiritual significance of the form and name of Arunachala, and in the third of which he assures us that if in our search for the clarity of true self-knowledge we long for the grace of Arunachala, we will certainly attain his grace and thereby drown forever in the ocean of infinite happiness. The next four verses are heart-melting prayers for the grace of Arunachala and for the blessed state of ever-increasing love for him, and in the last two verses Sri Ramana reveals his own personal experience of his grace, which had bestowed upon him ‘his own state’ (or the ‘state of self’) and thereby saved him from drowning in the deep ocean of worldly <i>maya</i> or delusion.<br /><br /><li>ஸ்ரீ அருணாசல பதிகம் (<i>Sri Arunachala Patikam</i>), the ‘Eleven Verses to Sri Arunachala’, was composed by Sri Ramana after the opening words of the first verse, கருணையால் என்னை யாண்ட நீ (<i>karunaiyal ennai y-anda ni</i>), had been persistently arising in his mind for several days. Finally he composed a verse beginning with these words, which mean ‘you who by [your] grace accepted [took possession of, ruled over or cherished] me [as you own]’.<br /><br />This first verse ended with the word அன்பே (<i>anbe</i>), a vocative case-form of அன்பு (<i>anbu</i>), which means ‘love’, and the next day the words அன்புரு வருணாசல (<i>anburu v-arunachala</i>), which mean ‘Arunachala, the form of love’, began to arise persistently in his mind, so with them as the opening words he composed the second verse, which ended with the word இறையே (<i>iraiye</i>), a vocative case-form of இறை (<i>irai</i>), which means ‘lord’ or ‘God’. The next day a series of words beginning with இறை (<i>irai</i>) began to arise persistently in his mind, so with them as the opening words he composed the third verse, which ended with the word ஊழி (<i>uzhi</i>), which means ‘aeon’ or ‘world’.<br /><br />In this way for nine consecutive days he composed one verse each day, and on the tenth day he composed two verses. Each of these eleven verses began with the last word (or more precisely, the first metrical syllable of the last foot) of the previous verse, thus forming a song in a style of concatenation that is called <i>antadi</i> or ‘end-beginning’.<br /><br />In this <i>patikam</i> or poem of eleven verses that thus poured forth from the heart of Sri Ramana,<b> </b>the first nine verses are beautiful prayers, and the last two are powerful assurances, in which he reveals how Arunachala will unfailingly destroy the soul or separate selfhood of anyone who is attracted to him, thinking him to be the supreme reality, by drawing his or her mind selfwards and thus subduing all its mischievous activity and making it motionless like itself.</li><br /><li>ஸ்ரீ அருணாசல அஷ்டகம் (<i>Sri Arunachala Ashtakam</i>), the ‘Eight Verses to Sri Arunachala’, was composed by Sri Ramana as a continuation of <i>Sri Arunachala Patikam</i>. On the day that he composed the last two verses of the <i>patikam</i>, he started for <i>giri-pradakshina</i> (circumambulation of Arunachala hill) accompanied by a devotee, who took with him a piece of paper and a pencil, thinking that he may compose some more verses, and on the way round the hill Sri Ramana composed the first six verses of this <i>ashtakam</i> or poem of eight verses.<br /><br />Soon after this, when a devotee decided to publish these seventeen verses, Sri Ramana composed two more verses to form two separate poems, one of eleven verses and the other of eight verses. Whereas the eleven verses of the <i>patikam</i> are composed in a metre that consists of four lines with seven feet in each line, the eight verses of the <i>ashtakam</i> are composed in a metre that consists of four lines with eight feet in each line.<br /><br />Like the <i>patikam</i>, the <i>ashtakam</i> is composed in the <i>antadi</i> style of concatenation, and not only does each verse begin with the first metrical syllable of the last foot of the previous verse in the same poem, but even the first verse begins with the first metrical syllable of the last foot of the final verse of the <i>patikam</i>, namely அறி (<i>ari</i>), which is a verbal root that means ‘know’.<br /><br />Though the <i>ashtakam</i> is composed in the outward form of a hymn praising God in the form of Arunachala, most of its verses are actually a clear and extremely profound expression of the philosophy and practice of the non-dual science of true self-knowledge.</li><br /><li>ஸ்ரீ அருணாசல பஞ்சரத்னம் (<i>Sri Arunachala Pancharatnam</i>), the ‘Five Gems to Sri Arunachala’, is the only song in <i>Sri Arunachala Stuti Panchakam</i> that was not originally composed in Tamil. Sri Ramana composed it first in Sanskrit, and only later in Tamil.<br /><br />One day in 1917 a devotee asked Sri Ramana to compose a Sanskrit verse in the <i>arya vritta</i> metre, in answer to which he composed the verse ‘<i>karunapurna sudhabdhe</i> …’ in flawless <i>arya vritta</i>. Soon afterwards this verse was shown to Kavyakanta Ganapati Sastri, a Sanskrit poet and scholar, who on seeing it at once requested him to compose another verse in the same metre. Sri Ramana accordingly composed the verse ‘<i>tvayarunachala sarvam</i> …’, on seeing which Ganapati Sastri asked him to compose three more verses on the subject of the four <i>yogas</i> — one on <i>jnana yoga</i> (the path of knowledge), then one on <i>raja yoga</i> (the path of mind-control), and lastly one on <i>karma</i> and <i>bhakti yoga</i> (the paths of unselfish action and devotion) — in order to form a poem of five verses. Accordingly in continuation of the ideas expressed in the first two verses, Sri Ramana wrote the next three verses.<br /><br />Five years later, in 1922, when a devotee was printing the first four songs of the present <i>Sri Arunachala Stuti Panchakam</i>, someone asked Sri Ramana to translate <i>Sri Arunachala Pancharatnam</i> into Tamil, so he did accordingly.<br /><br />Unlike the last three of these five verses, which he composed on the subjects specified by Ganapati Sastri, the first two verses were composed by Sri Ramana without his being asked to write on any particular subject. In the first verse he prays to Arunachala, the light of self-consciousness, to make his heart-lotus blossom fully, and in the second verse he then reveals that the word ‘heart’ is a name for Arunachala, our own real self, which ever shines in our heart as ‘I’.<br /><br />As Sri Sadhu Om explains in the introduction to his <a href=\"http://www.davidgodman.org/rteach/pancharatnam.shtml\" target=\"blank\">commentary on <i>Sri Arunachala Pancharatnam</i></a>, when we carefully consider the meaning of these two verses, we can clearly see that in both of them Sri Ramana is drawing our attention only to the clear light of self-consciousness, which is the true form of Arunachala and which is ever shining within us as ‘I’. From this we can understand that when he was asked to write or say something on no specific subject, he would talk only about the clear shining of our real consciousness ‘I’.<br /><br />After understanding the meaning of the first two verses in this light, if we consider the meaning of the last three verses, we will  clearly see that even when he was asked to write on various specified subjects, he would always connect each of those subjects to the one subject that alone really interested him, namely knowing the real light of self and merging in it.<br /><br />That is, in the third verse he says that when we turn our mind inwards to face self alone and thereby scrutinise the source from which our false ‘I’ has risen, we will clearly know the true form or nature of ‘I’ and will thereby merge in Arunachala, ceasing to exist as anything other than him, like a river that merges and is lost in the ocean. Then in the fourth verse he says that when a <i>yogi</i> gives up knowing external objects and meditates only upon Arunachala, who shines in the heart [as ‘I’], he or she will see the light [of true self-knowledge] and thereby attain greatness [by merging] in Arunachala. And finally in the fifth verse he says that when we surrender our mind to Arunachala and thereby see him always and love everything as his form without any sense of otherness [that is, without experiencing anything as other than ‘I’, which is his true form], we will drown in him, the form of true happiness.</li></ol>Besides these five principal songs, several other verses are also included in <i>Sri Arunachala Stuti Panchakam</i>, among which are two groups of verses that form a preface to it, namely the two verses of  <i>Sri Arunachala Tattuvam</i> and <i>Deepa-Darsana Tattuvam</i> and the seven verses of <i>Sri Arunachala Mahatmyam</i>.<br /><br />ஸ்ரீ அருணாசல தத்துவம் (<i>Sri Arunachala Tattuvam</i>), the ‘<i>tattva</i> [truth, reality or inner significance] of Sri Arunachala’, was composed by Sri Muruganar, but records an explanation that was given by Sri Ramana. Since he composed this verse on 24th November 1931, which was the day on which the festival of <i>karttikai deepam</i> was celebrated that year, he asked Sri Ramana to compose another verse  explaining the <i>tattva</i> or truth signified by <i>deepa-darsana</i>, seeing the light that is lit on the summit of Arunachala every year on that day, so in the same metre Sri Ramana composed தீபதர்சன தத்துவம் (<i>Deepa-Darsana Tattuvam</i>), the ‘<i>tattva</i> of <i>deepa-darsana</i>’.<br /><br />This verse composed by Sri Ramana is deeply meaningful, because [as I explain in more detail in a separate article, <a href=\"http://happinessofbeing.blogspot.com/2008/12/truth-of-arunachala-and-of-seeing-light.html\" target=\"_blank\">The truth of Arunachala and of ‘seeing the light’ (<i>deepa-darsana</i>)</a>, in which I discuss the meaning of these two verses] in it he reveals the profound spiritual significance of an act of seemingly dualistic devotion — namely <i>deepa-darsana</i>, reverentially seeing the light that is lit on the summit of Arunachala — explaining that it signifies the absolutely non-dual experience of ‘seeing’ or knowing the மெய் அக சுடர் (<i>mey aha-cudar</i>) or real light of ‘I’, which is our own essential self-consciousness.<br /><br />ஸ்ரீ அருணாசல மாகாத்மியம் (<i>Sri Arunachala Mahatmyam</i>), the ‘Greatness of Sri Arunachala’, is a collection of seven verses that Sri Ramana composed at various times, each of which is a translation of one or more verses from Sanskrit texts (such as <i>Siva Mahapurana</i>, <i>Skanda Mahapurana</i> and <i>Siva Rahasya</i>) that contain accounts of the <span lang=\"en-gb\"></span>greatness of Arunachala.<br /><br />In the introduction that I wrote for this English translation of <i>Sri Arunachala Stuti Panchakam</i>, which is contained in the printed book and in the e-book copy of it (and also in a separate article in this blog, <a href=\"http://happinessofbeing.blogspot.com/2007/09/sri-arunachala-stuti-panchakam-english.html\" target=\"_blank\"><i>Sri Arunachala Stuti Panchakam</i> – English translation by Sri Sadhu Om and Michael James</a>), I have explained how these five hymns and the seemingly dualistic devotion that is expressed in many of the verses in them are relevant to the non-dual practice of <i>atma-vichara</i> or self-investigation, which is the principal teaching of Sri Ramana.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/192305538883193742/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "God",
        "grace",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Pañcaratnam",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Upadēśa Nūṉmālai"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3NjMxNzE3Cm9mZnNldDogMzYwMDAwMAo\""
}