{
    "kind": "blogger#post",
    "id": "1101208921013503894",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-06-08T18:34:00+01:00",
    "updated": "2017-10-07T14:18:42+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1101208921013503894",
    "title": "<i>Upadesa Undiyar</i> – an explanatory paraphrase",
    "content": "<p>As I mentioned in my previous article, <a href=\"http://happinessofbeing.blogspot.com/2009/06/sri-arunachala-stuti-panchakam-overview.html\" target=\"_blank\"><i>Sri Arunachala Stuti Panchakam</i> – an overview</a>, I am currently preparing to upload four new e-books to the <a href=\"http://www.happinessofbeing.com/books.html\" target=\"_blank\">Books</a> section of my <a href=\"http://www.happinessofbeing.com/\" target=\"_blank\">website</a>, namely <a href=\"http://happinessofbeing.blogspot.com/2007/09/sri-arunachala-stuti-panchakam-english.html\" target=\"_blank\"><i>Sri Arunachala Stuti Panchakam</i></a>, <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a>, <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\" target=\"_blank\">Part Two</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a> and <i>Sadhanai Saram</i>, and I am drafting introductory pages for each of these.<br /><br />The second of these four new e-books, <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a> (ஸ்ரீ ரமணோபதேச நூன்மாலை), is an English translation by Sri Sadhu Om and me of உபதேச நூன்மாலை (<i>Upadesa Nunmalai</i>), the ‘Garland of Texts of Spiritual Teachings’, which is the second section of ஸ்ரீ ரமண நூற்றிரட்டு (<i>Sri Ramana Nultirattu</i>), the Tamil ‘Collected Works of Sri Ramana’, and which is a collection of the six principal philosophical poems that Sri Ramana composed, namely உபதேச வுந்தியார் (<i>Upadesa Undiyar</i>), உள்ளது நாற்பது (<i>Ulladu Narpadu</i>), உள்ளது நாற்பது – அனுபந்தம் (<i>Ulladu Narpadu – Anubandham</i>), ஏகான்ம பஞ்சகம் (<i>Ekanma Panchakam</i>), அப்பளப் பாட்டு (<i>Appala Pattu</i>) and ஆன்ம வித்தை (<i>Anma-Viddai</i>).<br /><br />The following is the first of seven extracts from the introductory page that I have drafted for <a href=\"http://happinessofbeing.blogspot.com/2008/05/sri-ramanopadesa-nunmalai-english.html\" target=\"_blank\"><i>Sri Ramanopadesa Noonmalai</i></a> that I will be posting here during the next few weeks:<br /><a name='more'></a><br />உபதேச வுந்தியார் (<i>Upadesa-v-undiyar</i>) is a Tamil poem of thirty verses that Sri Ramana composed in 1927 in answer to the request of Sri Muruganar, and that he later composed in Sanskrit, Telugu and Malayalam under the title <i>Upadesa Saram</i>, the ‘Essence of Spiritual Instructions’.<br /><br />In these thirty verses Sri Ramana teaches us in a concise but extremely clear manner the exact means by which we can attain our natural state of true self-knowledge and thereby be liberated from the illusory bondage of <i>karma</i> or action, which appears to exist so long as we mistake ourself to be this mind and body, the instruments that do action.<br /><br /><a name=\"uu01\"></a><a name=\"uu02\"></a>He begins by saying in verse 1 that since action is <i>jada</i> (non-conscious), it does not give fruit by itself but only in accordance with the ordainment of God, and then in verse 2 he teaches us that no action can give liberation, since every action leaves a ‘seed’ or <i>vasana</i> — a propensity or impulse to do such an action again — and thereby immerses and drowns us in the vast ocean of action.<br /><br /><a name=\"uu03\"></a>However, though no action can be a direct means to liberation, in verse 3 he teaches us that if we do action without any desire for its fruit but motivated only by love for God, it will purify our mind and thereby enable us to recognise the correct path to liberation. Thus he teaches us that the practice of <i>nishkamya karma</i> or ‘desireless action’ is not a separate <i>yoga</i> or spiritual path but is only a preliminary stage of the path of <i>bhakti</i> or ‘devotion’, because if we practise any form of <i>nishkamya karma</i>, what will purify our mind is not the <i>karma</i> itself, but only the love and desirelessness with which we do it.<br /><br /><a name=\"uu04\"></a><a name=\"uu05\"></a><a name=\"uu06\"></a><a name=\"uu07\"></a>Then in verses 4 to 7 he discusses the various kinds of <i>nishkamya karma</i> — actions that we can do by body, speech or mind without desire but only for the love of God — and he grades them according to their efficacy in purifying our mind. Actions that we do by mind are more purifying than those that we do by speech, and those that we do by speech are more purifying than those that we do by body. Thus the most effective action that we can do to purify our mind is <i>dhyana</i> or meditation (upon God), and in verse 7 he says that uninterrupted meditation is more effective than intermittent meditation (that is, meditation that is interrupted by other thoughts).<br /><br /><a name=\"uu08\"></a>However, so long as we meditate upon God as something other than ourself, our meditation is only a mental activity — a <i>karma</i> — because it involves a movement of our attention away from ourself towards the thought of God, which is other than ourself. Therefore in verse 8 he teaches us rather than <i>anya-bhava</i> (meditation upon God as other than ourself), <i>ananya-bhava</i> (meditation upon him as none other than ourself) is the best of all forms of meditation.<br /><br />That is, meditation upon God as ‘I’, our own essential self, will purify our mind more effectively than meditation upon any other thing. Since such <i>ananya-bhava</i> or self-meditation does not involve any movement of our attention away from ourself, it is not an action or <i>karma</i>, but is our true state of ‘just being’ — our natural state of clear thought-free self-conscious being, in we do not rise as a mind (a separate object-knowing consciousness) to think of or experience anything other than ourself.<br /><br /><a name=\"uu09\"></a>Since God is truly nothing other than our own essential self — our true self-conscious being, ‘I am’ — in verse 9 Sri Ramana says that being in our <i>sat-bhava</i> (our ‘true being’ or ‘state of being’), which transcends <i>bhavana</i> (imagination or meditation as a mental activity), by the strength of our <i>ananya-bhava</i> or self-meditation, is <i>para-bhakti tattva</i> — the true state of supreme devotion. In other words, though the path of <i>bhakti</i> or devotion begins with the practice of <i>nishkamya karma</i> (acts of love done without desire but as an expression of our love for God alone), it finally culminates in the thought-free and therefore action-free state of true being, which alone is the real form of God.<br /><br /><a name=\"uu10\"></a>Sri Ramana then concludes this first series of verses by saying in verse 10 that subsiding and abiding thus in God, who is our true self and the source from which we have risen as this seemingly separate consciousness that we call ‘mind’ or ‘ego’, is the true practice and goal not only of [<i>nishkamya</i>] <i>karma</i> and <i>bhakti</i>, but also of <i>yoga</i> (the path of <i>raja yoga</i>, which consists of breath-restraint and various other exercises aimed at restraining and subduing the mind) and <i>jnana</i> (the path of ‘knowledge’, which is the direct means by which we can know ourself as we really are).<br /><br /><a name=\"uu11\"></a><a name=\"uu12\"></a><a name=\"uu13\"></a>In verses 11 to 15 he explains the essence of <i>raja yoga</i>, with particular reference to the practice of <i>pranayama</i> or ‘breath-restraint’. In verses 11 and 12 he explains that restraining the breath is a means to restrain the mind, because like two branches of a single tree, breath and mind share a common root or activating power, so when one subsides, the other will also subside. However, in verse 13 he points out that subsidence of mind is of two types, <i>laya</i> or abeyance, which is temporary, and <i>nasa</i> or destruction, which is permanent.<br /><br /><a name=\"uu14\"></a>He begins verse 14 with the words ஒடுக்க வளியை ஒடுங்கும் உளத்தை (<i>odukka valiyai odungum ulattai</i>), which mean ‘mind, which subsides when [we] restrain [our] breath’, implying that the mind will subside only temporarily (that is, not in <i>nasa</i> but only in <i>laya</i>) when the breath is restrained. He then says that when we send our mind on ஓர் வழி (<i>or vazhi</i>), its form will cease, die or be destroyed (that is, it will subside not just in <i>laya</i> but in <i>nasa</i>).<br /><br />The word ஓர் (<i>or</i>) is both a form of ஒரு (<i>oru</i>), which means ‘one’ or ‘unique’, and the root of a verb that means ‘investigate’, ‘examine’, ‘scrutinise’, ‘consider attentively’ or ‘know’, so ஓர் வழி (<i>or vazhi</i>) can mean either ஒரு வழி (<i>oru vazhi</i>), the ‘one path’ or ‘unique path’, or ஓரும் வழி (<i>orum vazhi</i>), the ‘path of investigating’ or ‘path of knowing’ (that is, the path of investigating and knowing our essential self).<br /><br />Thus, just as he teaches us in verse 8 that the paths of <i>nishkamya karma</i> and <i>bhakti</i> must lead to and eventually merge in the path of <i>jnana</i>, which is the simple practice of <i>atma-vichara</i> or self-investigation, so he teaches us in verse 14 that the path of <i>yoga</i> must likewise lead to and eventually merge in the path of <i>jnana</i>. In verse 8 he describes this practice of <i>atma-vichara</i> as <i>ananya-bhava</i>, ‘meditation upon that which is not other [than ourself]’, and in verse 14 he describes it as <i>or vazhi</i>, the ‘one path’ or ‘path of investigating and knowing [ourself]’.<br /><br />As Sri Ramana once said, though various paths may help to purify our mind and thereby lead us close to the citadel of true self-knowledge, in order to actually enter that citadel we must pass through the only gateway, which is the practice of <i>atma-vichara</i> or self-investigation, because we cannot know ourself as we really are unless we keenly scrutinise ourself with an intense love to discover ‘who am I?’.<br /><br /><a name=\"uu15\"></a>In verse 15 he concludes this series of verses about the path of <i>yoga</i> by saying that for the great <i>atma-yogi</i>, whose mind has thereby been destroyed and who is thus established permanently as the reality, no action exists to do. That is, like the actions that constitute the path of <i>nishkamya karma</i> and the initial stages of the path of <i>bhakti</i>, the actions that constitute the initial stages of the path of <i>yoga</i> must eventually lead us to the practice of <i>atma-vichara</i>, which alone will destroy our mind and thereby establish us in our natural state of action-free being.<br /><br />Since our mind is the root cause of all <i>karma</i> or action, when it subsides all actions will subside along with it, and when it ceases to exist all actions will cease forever. Like our mind, which causes it to appear, action or ‘doing’ is an unnatural and unreal adjunct that we have superimposed upon our real nature, which is simple non-dual self-conscious being, ‘I am’. Therefore when our mind is dissolved and destroyed by the clear light of pure thought-free self-consciousness — which we can uncover and expose only by means of the practice of <i>atma-vichara</i> or vigilant self-attentiveness — all <i>karma</i> or action will be dissolved and destroyed along with it.</p><p><a name=\"uu16\"></a>Having thus exposed the unreality of <i>karma</i> and its inability to give true self-knowledge in the first fifteen verses, in the next fifteen verses Sri Ramana discusses in greater detail the action-free path of <i>jnana</i> — which is <i>atma-vichara</i>, the simple non-dual practice of just being keenly and vigilantly self-attentive — and our natural state of being, which we can experience only by means of such self-attentiveness.<br /><br />In verse 16 he gives us a clear and practical definition of true knowledge, saying that it is the non-dual knowledge that we will experience when our mind ceases to know வெளி விடயங்கள் (<i>veli vidayangal</i>) — external <i>vishayas</i> (objects or experiences), that is, anything other than ourself — and instead knows only its own essential ஒளி உரு (<i>oli uru</i>) or ‘form of light’, that is, its true form of consciousness, ‘I am’.<br /><br /><a name=\"uu17\"></a>In verse 17 he affirms the unreality of our mind and teaches us the direct means by which we can experience its non-existence and the reality that underlies its false appearance, saying that when we scrutinise its form without forgetting — that is, without <i>pramada</i> or self-negligence — we will discover that there is no such thing as ‘mind’ at all. This is for everyone, he says, the நேர் மார்க்கம் (<i>ner marggam</i>) — the straight, direct, correct and proper path or means to experience true self-knowledge.<br /><br /><a name=\"uu18\"></a>In verse 18 he clarifies exactly what he means in verse 17 by மனத்தின் உரு (<i>manattin uru</i>), the ‘mind’s form’ that we should investigate or scrutinise, saying that thoughts alone constitute the mind, and that of all thoughts the thought ‘I’ is the மூலம் (<i>mulam</i>), the root, base, foundation, origin or source. That is, that which thinks all other thoughts is itself a thought — our primal thought ‘I’. Whereas all other thoughts are non-conscious objects, which do not know anything, this root thought ‘I’ is the conscious subject that thinks and knows them. Since this thinking thought ‘I’ is the source and foundation of all other thoughts, and since it is therefore the only essential element of our mind — the only element that endures so long as our mind is active — what we call ‘mind’ is in essence just this first thought ‘I’.<br /><br />Thus the meaning clearly implied by verse 18 is that the practice of மனத்தின் உருவை மறவாது உசாவுதல் (<i>manattin uruvai maravadu ucavudal</i>) or ‘scrutinising the form of the mind without forgetting [that is, without <i>pramada</i>, negligence, inadvertence, carelessness or slackness in our self-attentiveness]’ that he prescribes in verse 17 is the effort that we must make to vigilantly scrutinise our primal thought ‘I’, which is the only essential form of our mind. This effort to scrutinise ‘I’ is the true practice of <i>atma-vichara</i> or ‘self-investigation’, which he calls <i>jnana-vichara</i> or ‘knowledge-investigation’ in the next verse.<br /><br /><a name=\"uu19\"></a>In verse 19 he explains both the practice and the result of ஞான விசாரம் (<i>jnana-vicharam</i>) — ‘knowledge-investigation’ or scrutiny of our primal knowledge, ‘I am’ — saying that when we scrutinise within ourself, ‘what is the source from which our mind rises as I?’, this false ‘I’ will die.<br /><br /><a name=\"uu20\"></a>In verse 20 he says that in the place (our ‘heart’ or the innermost core of our being) where this false ‘I’ thus merges, the one reality will certainly ‘shine forth’ (that is, will be experienced) spontaneously as ‘I [am] I’, and that that, which is our real self, is itself the <i>purna</i> or whole (the infinite totality or fullness of <i>sat-chit-ananda</i> — being, consciousness and happiness).<br /><br /><a name=\"uu21\"></a>In verse 21 he says that this infinite reality that we will thus experience as ‘I [am] I’ is always the true import of the word ‘I’, because in sleep, even though our finite ‘I’ (our mind or ego) has ceased to exist, we ourself do not cease to exist. That is, since we exist even in the absence of our mind in sleep, and since we cannot truly be anything in whose absence we continue to exist, our real self (the true import of the word ‘I’) must be that which we are at all times and in all states. That is only our essential consciousness of being, ‘I am’, which exists permanently — in waking, dream and dreamless sleep — and which we will experience clearly only when we scrutinise our mind and discover that it truly does not exist as such, because its sole reality is this essential self-consciousness, ‘I am’, which underlies and supports its false appearance (just as a rope is the sole reality that underlies and supports the false appearance of an imaginary snake seen lying on the ground in the dim light of dusk).<br /><br /><a name=\"uu22\"></a>In verse 22 he says that since our ‘five sheaths’ — our body, life, mind and intellect, and the seeming ‘darkness’ or absence of knowledge that we experience in sleep — are all <i>jada</i> (non-conscious) and <i>asat</i> (non-existent or unreal), they are not our real ‘I’, which is <i>chit</i> (consciousness) and <i>sat</i> (being or reality).<br /><br /><a name=\"uu23\"></a>In verse 23 he continues to discuss the subject of consciousness and being (<i>chit</i> and <i>sat</i>), which are the nature of our real ‘I’, and affirms that they are not two separate things but are actually one absolutely non-dual reality. That is, he says that since there is no consciousness other than being to know being, being itself is consciousness, and consciousness alone is ‘we’ (our true self or essential being, ‘I am’).<br /><br /><a name=\"uu24\"></a>In verses 24 to 26 he discusses the true nature of God, how we are related to him and how we can experience him as he really is. In verse 24 he says that in their true nature, which is being, God and souls are only one substance, essence or reality, and that what makes them appear to be different is only the souls’ consciousness of adjuncts. That is, because we imagine certain inessential adjuncts, such as our body and mind, to be our real self, we experience ourself as being separate from God, who is actually none other than our essential being or true self, ‘I am’.<br /><br /><a name=\"uu25\"></a>Therefore in verse 25 Sri Ramana teaches us that if we set aside all our adjuncts and know ourself as we really are, that itself is knowing God, because God exists and shines as ‘I am’, our own essential self.<br /><br /><a name=\"uu26\"></a>In verse 26 he clarifies what he means in verse 25 by the words ‘knowing [our] self’, saying that since self is absolutely non-dual, ‘knowing self’ is not a dualistic state of objective knowing, but is merely the state of ‘being self’. That is, since our real self is eternally self-conscious, to know ourself as we really are we need not do anything, but simply need to be as we really are — that is, clearly conscious of nothing other than ourself, our own essential being, ‘I am’.<br /><br />Since knowing self is only being self, and since God is nothing other than self, Sri Ramana concludes this series of three verses by ending verse 26 with the words தன்மய நிட்டை ஈது (<i>tanmaya nitthai idu</i>), which mean ‘this [state of knowing and being our real self] is <i>tanmaya-nishtha</i> [the state of being firmly established as <i>tat</i> or ‘it’, the one absolute reality called God or <i>brahman</i>]’. That is, since God is our own real self, knowing and being self is knowing and being God. In other words, we can experience God as he really is only being as he really is, and we can be as he really is only by ceasing to be this mind or ego, the false finite consciousness that thinks and knows things that seem to be other than itself.<br /><br /><a name=\"uu27\"></a>In verse 27 he further affirms the absolutely non-dual and therefore ‘otherless’ nature of true self-knowledge, saying that the knowledge which is completely devoid of both knowledge and ignorance (about anything other than ourself) is alone true knowledge, and that this true self-knowledge is the sole reality, because in truth nothing (other than ourself) exists for us to know.<br /><br /><a name=\"uu28\"></a>In verse 28 he affirms the infinite and eternal nature of true self-knowledge, and also affirms that our real self is not only infinite being and infinite consciousness but also infinite happiness, saying that if we know ourself by scrutinising ‘what is the real nature of myself?’ (‘who am I?’), then we will discover ourself to be beginningless, endless and unbroken <i>sat-chit-ananda</i> (being-consciousness-bliss).<br /><br />That is, since self-knowledge is our true nature, it has no beginning or end, either in time, space or any other dimension, and it has no break or interruption. Any dimension such as time or space, or any beginning, end or break in such a dimension, is only an imagination created by our mind and therefore exists only in our mind, so when we know ourself as we really are and thereby discover this mind to be truly non-existent, we will know that no dimension or any beginning, end or break has ever really existed.<br /><br /><a name=\"uu29\"></a>Therefore, since the state of true self-knowledge (which is also called the state of ‘liberation’ from self-ignorance) has no beginning, end or break, no state of self-ignorance (or ‘bondage’) has ever truly existed. Our present so-called ‘bondage’ of self-ignorance and the so-called ‘liberation’ from that ‘bondage’ that we seek to attain by knowing ourself as we really are, are both mere thoughts, which appear to be real only in the distorted perspective of our mind.<br /><br />Liberation would be real only if the bondage from which we wish to be liberated were real, and bondage would be real only if the mind that is bound were real, but since this mind is an unreal imagination, its present bondage and future liberation are equally unreal. Therefore in verse 29 Sri Ramana teaches us that the supreme happiness of true self-knowledge transcends the false duality of ‘bondage’ and ‘liberation’, saying that abiding permanently in this state of true self-knowledge as <i>para-sukha</i> (supreme or transcendent happiness), which is devoid of both bondage and liberation, is abiding as God has commanded (or abiding in the service of God).<br /><br /><a name=\"uu30\"></a>Finally Sri Muruganar concludes this poem by saying in verse 30 that Sri Ramana, who is our real self, has taught us that our natural state (of thought-free non-dual self-conscious being, ‘I am I’), which is what we will experience if we know that which remains after ‘I’ (our mind of ego) has ceased to exist, alone is true <i>tapas</i> (austerity, asceticism or self-denial).<br /><br />Thus <i>Upadesa Undiyar</i> (or <i>Upadesa Saram</i>, the ‘Essence of [all] Spiritual Instructions’, as it is called in Sanskrit, Telugu and Malayalam) is a clear, precise and complete exposition of the means by which we can experience our natural state of pristine, thought-free and absolutely egoless self-conscious being.<br /><br />However, though <i>Upadesa Undiyar</i> is without doubt (along with <i>Ulladu Narpadu</i>) one of the two most important works in <i>Upadesa Nunmalai</i>, it is not included in this book, ஸ்ரீ ரமணோபதேச நூன்மாலை (<i>Sri Ramanopadesa Noonmalai</i>), because the translation of it that Sri Sadhu Om and I wrote was published as a separate book in 1986 and has subsequently been reprinted, and is also available on <a href=\"http://www.davidgodman.org/\" target=\"_blank\">David Godman’s website</a> as a PDF e-book, which can be accessed either from the <a href=\"http://www.davidgodman.org/rteach/upadesa_undiyar.shtml\" target=\"_blank\">brief introductory page</a> there or directly from here by clicking on the following link:</p><p><a href=\"http://www.davidgodman.org/\" target=\"_blank\"></a></p><p align=\"center\"><a href=\"http://www.davidgodman.org/rteach/Upadesa_Undiyar.pdf\" target=\"_blank\"><i>Upadesa Undiyar of Bhagavan Sri Ramana</i> – e-book</a></p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1101208921013503894/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "manōnāśa (annihilation of mind)",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Nūṉmālai",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzgyMzIyMTI0Cm9mZnNldDogMzYwMDAwMAo\""
}