{
    "kind": "blogger#post",
    "id": "7445617444110370464",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2009-04-14T17:08:00+01:00",
    "updated": "2021-08-26T06:58:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2009/04/atma-vichara-practice-of-looking-at-or.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7445617444110370464",
    "title": "<i>Atma-vichara</i> – the practice of 'looking at' or 'seeking' ourself",
    "content": "A friend wrote to me recently asking:<blockquote>I was wondering if you are familiar with John Sherman and his teaching and if you think what he says is the same as what you are saying self-inquiry is? John constantly says what he is teaching is to simply <i>look at yourself</i>. I asked you once before about “The Most Rapid and Direct Means to Eternal Bliss,” at that time you had indicated that the approach was the same as what you were saying on your blog and in your book.</blockquote>The following is adapted from the reply that I wrote:<br /><br />I had not heard of John Sherman until I read your mail, but I just now looked at his website and read part of one transcript, <a href=\"http://www.johnsherman.org/john_sherman_transcriptio/2008/11/a-worldwide-meeting-with-john-sherman-november-1-2008.html\" target=\"blank\">A Worldwide Meeting with John Sherman - November 1, 2008</a>. To be honest I was not very impressed by what I read, because it appears to me that he does not have a truly deep or subtle understanding of Sri Ramana’s teachings.<br /><br />For example, in one passage in this transcript he says:<a name='more'></a><blockquote>... there’s an extremely important distinction to be made between the verbs “to seek” and “to look,” and between the ideas that “I am seeking myself,” and “I am trying to look at myself.” Those are two very different approaches. The actuality of the <i>vichara</i> seeks nothing. Seeking implies some expectation or hope of getting something. Nothing is to be gotten here, nothing needs to be sought, and no seeking needs to be ended. The possibility of looking at you, of course, happens in time. ...</blockquote>In the context of <i>ātma-vichāra</i> or self-investigation there is truly no distinction between ‘looking’ and ‘seeking’, because both words provide clues to the practice of <i>ātma-vichāra</i>, which is the non-objective and hence extremely subtle effort that we make to experience our natural state of perfectly clear thought-free self-consciousness, and which is therefore too subtle to be adequately described by any words.<br /><br />Like ‘attention’, ‘scrutiny’ or ‘investigation’, ‘looking’ and ‘seeking’ are words that indicate but do not adequately describe the ineffable state of <i>ātma-vichāra</i>. When describing the practice of <i>ātma-vichāra</i> in his original Tamil verses and other writings, two verbs that Sri Ramana frequently used are நாடு (<i>nāḍu</i>) and தேடு (<i>tēḍu</i>), which both mean ‘seeking’, ‘searching’, ‘investigating’, ‘examining’ or ‘scrutinising’, because <i>ātma-vichāra</i> is the effort that we make to ‘investigate’, ‘examine’, ‘scrutinise’, ‘look at’ or ‘attend to’ ourself in order to experience our essential self-consciousness perfectly clearly, and as such it can also be described as the practice of ‘seeking’ or ‘searching for’ absolute clarity of self-consciousness.<br /><br />Therefore John Sherman is not correct when he says that ‘The actuality of the <i>vichara</i> seeks nothing’. Of course <i>vichāra</i> is not seeking anything new or other than ourself, but since we now appear to lack perfectly clear self-knowledge, it is the practice of seeking that clarity, which is always our true nature. In other words, <i>vichāra</i> is simply seeking to know ‘who am I?’ by keenly ‘looking at’ or scrutinising our fundamental consciousness ‘I am’.<br /><br />When John Sherman objects that ‘the <i>vichara</i> seeks nothing’, he is taking the verb ‘seeks’ too literally, and is failing to understand the intended meaning that lies behind it in this context. The literal meaning of <i>vichāra</i> is ‘investigation’, ‘examination’, ‘scrutiny’, ‘discernment’ or  ‘ascertainment’, and like any other form of investigation, <i>ātma-vichāra</i> or self-investigation is a search for true knowledge about that which we are investigating.<br /><br />Moreover, when he says that ‘The possibility of looking at you, of course, happens in time’, it is clear that he does not truly know what the state of ‘looking at you’ — that is, the state of pure non-dual self-attentiveness or self-consciousness — really is, because it is not possible to experience that state in time. Time is an illusion created and experienced only by our mind, so as long as we experience time we are still mistaking ourself to be this mind, and hence we cannot be experiencing the true clarity of self-consciousness.<br /><br />The experience of absolutely clear self-consciousness dissolves and devours the illusion of time, just as the rising sun dissolves and devours the early morning mist.  Time is a constant flow or movement from past to future, never actually stopping even for a moment in the present, and this unceasing movement of time obscures the ever motionless and unchanging nature of true self-consciousness. Therefore, when we experience time, our natural clarity of self-consciousness is obscured, and when we experience our natural clarity of self-consciousness, time ceases to exist.<br /><br />Therefore pure self-consciousness can only be experienced in the precise present moment, which is truly not a moment in time (as I explain in chapter 7 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"blank\"><i>Happiness and the Art of Being</i></a>), but is the eternal, unchanging, motionless and therefore timeless presence of our own essential being, ‘I am’. That is, the precise present moment is the timeless state of being that lies at the heart of our illusion of time, and of everything else that we experience. It is therefore the only doorway through which we can pass beyond the illusion of time into our true state of timeless being.<br /><br />It appears that John Sherman is also confused when he talks of ‘the appearance of consciousness’ or ‘the arising of consciousness’ in passages such as ‘... The purpose of all creation flows from the evolutionary nature of the appearance of <i>consciousness</i> ...’, ‘... the evolutionary unfolding of creation, the arising of consciousness, and the arising of self-consciousness within consciousness ...’ and ‘... Timelessness and no-thought are that from which consciousness has arisen ...’. In this confusion about the word ‘consciousness’ and about the nature of that which this word truly denotes, he appears to be influenced by some of the English books that supposedly record the teachings of Nisargadatta, whom he refers to elsewhere in this transcript. (However, though some books record Nisargadatta talking about consciousness as if it had an arising, origin or appearance, I do not know what he actually said in his native Marathi, or what word he used that has been translated as ‘consciousness’.)<br /><br />True consciousness (which is our pure adjunct-free self-consciousness, ‘I am’) is the eternal reality, and hence it never appears or arises. The consciousness that seems to ‘appear’ or ‘arise’ is not true consciousness, but is only the false object-knowing form of consciousness that we call our ‘mind’. Though true consciousness is the sole reality underlying the false appearance of our mind, there is a very important distinction between it and our mind (like the distinction between the underlying rope and the false snake that it appears to be), so it is confusing to use the term ‘consciousness’ when we mean ‘mind’, unless it is clear from the context that we are using this term only in that limited sense.<br /><br />When John Sherman talks about consciousness ‘appearing’ or ‘arising’, he is clearly implying that consciousness is not the absolute reality, but according to Sri Ramana consciousness is the absolute reality, and is therefore eternal and unchanging, which means that it never appears or disappears — never arises or subsides.<br /><br />With regard to ‘looking at yourself’, John Sherman says:<blockquote>... First, prior to anything else, look at you. Just look at you. Not your true self, not beingness, not timelessness, no-thought or no-mind, not emptiness, not clarity, not freedom, not liberation, not God, not any of that. Just look at you, the ordinary, the everyday you that is at the bottom of the whole show. You are at the bottom of all of it, really. And you are here, you are never absent. You are the most ordinary thing in all creation. You are never absent, you never change, you are untouched, you are unmoved, you are unhelped and unhurt; you are as you have always been, and you are absolutely, forever accessible to yourself. ...</blockquote>His instruction ‘look at you’ is correct, because <i>ātma-vichāra</i> is just the practice of being attentive to and therefore clearly conscious of our essential self, ‘I am’. He is also correct in saying ‘Just look at you, the ordinary, the everyday you’, provided that what he means by ‘the ordinary, the everyday you’ is only our mind (that is, not the countless thoughts that are constantly arising in our mind, but only the thinking mind itself), because when we look carefully at the very root or essence of our mind, which is our thinking thought ‘I’, what we are actually looking at is only our real self, which underlies the false appearance of this thinking ‘I’, just as when we look carefully at the false snake, what we are actually looking at is only the real rope that underlies its false appearance.<br /><br />However, he confuses the whole practice when he says, ‘Just look at you. Not your true self, not beingness, not timelessness ...’. When we look at ourself — that is, at our essential consciousness ‘I’ — what we are really looking at is not anything other than our true self, our timeless being (even though our true self now appears to us to be this false thinking ‘I’). We cannot look at ourself correctly without looking at our true self, ‘I am’, because our true self alone is that which now appears to be our false self.<br /><br />What does John Sherman think he is asking us to look at when he says, ‘Just look at you. Not your true self ...’? How can we look at ourself without actually looking at our true self? Even if we imagine that we are only looking at ‘the ordinary, the everyday you’, we are actually looking only at our true self, just as we would actually be looking only at the rope even when we imagine that we are only looking at a snake.<br /><br />Moreover, why should we ‘look at ourself’ if our aim is not to see our true self? We look at our false self only to see what we really are, just as we would look carefully at the imaginary snake only to see what it really is.<br /><br />If he had understood what it really means to ‘look at ourself’, he would not say ‘Not your true self’, but would clarify that when we look at ourself, we are truly looking at our real self, even though we now imagine ourself to be this false thinking consciousness called ‘mind’.<br /><br />Unfortunately there are many people nowadays who superficially read one or two books on the teachings of Sri Ramana and, imagining that they have understood them correctly, begin to teach others with little or no reference to his original written teachings. As a result there are many so-called ‘teachings’ available in books and on the internet that superficially appear to be the same as the teachings of Sri Ramana, but which actually lack the true clarity that is the hallmark of his real teachings.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "32",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7445617444110370464/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "effort",
        "Happiness and the Art of Being",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjI5OTU3NTEwMDUzCm9mZnNldDogMzYwMDAwMAo\""
}