{
    "kind": "blogger#post",
    "id": "2659344462952308615",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2010-08-12T08:26:00+01:00",
    "updated": "2015-02-07T13:49:34Z",
    "url": "http://happinessofbeing.blogspot.com/2010/08/we-should-seek-guru-only-within-ourself.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2659344462952308615",
    "title": "We should seek <i>guru</i> only within ourself",
    "content": "A friend recently wrote to me asking:<blockquote>My question is about the role of the teacher. When you read about spiritual practice it seems to me that most writers consider the intimate contact with a living (enlightened) teacher to be necessary. Since I don’t have a teacher and I can’t see how to meet one anytime soon (living in a small town far away from anyone in the least interested in atma-vichara) these writers create a nagging doubt in me. Am I just fooling myself? Should I just give up and live my life to the best of my ability and try to be ‘normal’?</blockquote>In reply to this I wrote as follows:<br /><br />People who talk of the need for a ‘living’ <i>guru</i> have clearly failed to understand the true nature of <i>guru</i>, and when they have failed to understand this they also fail to understand the true role of <i>guru</i>.<br /><br />As Sri Sadhu Om used to say, <i>guru</i> alone is living, and we are all dead. That is, <i>guru</i> is the one ever-living reality, and we who have forgotten this reality are in effect dead, because we take this mortal body to be ourself.<br /><br />Sri Ramana always emphasised that <i>guru</i> is not a body but the eternal self, and since self is immortal, <i>guru</i> is by definition ever living.<br /><a name='more'></a><br />If by ‘living’ <i>guru</i> we mean a person whose body is living, we are mistaking a body to be <i>guru</i>. Such a ‘living’ guru will one day be a dead <i>guru</i>, so what is the use of such a <i>guru</i> for us, who seek immortal bliss?<br /><br />You say that you understand how to practise <a href=\"http://www.happinessofbeing.com/articles.html#atma-vichara\" target=\"_blank\"><i>atma-vicāra</i></a>. How did you come to understand this? Was it not by studying the teachings of Sri Ramana? Is it not clear then that he is your <i>guru</i>?<br /><br /><i>Guru</i> is ever living in our heart as ‘I am’, so to experience him as he is we must turn our attention inwards, away from all outward appearances. The only reason why <i>guru</i> appears outside in human form is to teach us the need to turn within and discover that he is none other than our own essential self. When he has given this teaching, the body in which he appeared has served its purpose, so when we have read his teachings we no longer have any need of any outward <i>guru</i> (other than his teachings to remind us and support us whenever our effort to turn inwards falters).<br /><br />If we go in search of another ‘living’ <i>guru</i> because the body in which our <i>guru</i> appeared is dead, that ‘living’ <i>guru</i> can do no more than give us the same teaching: to find the real <i>guru</i> you must turn within. But if we have failed to understand this simple teaching from Sri Ramana, how can any other <i>guru</i> help us?<br /><br />Belief in the need for a ‘living’ <i>guru</i> will only appeal to those whose mind are strongly extroverted, still believing that the appearance of this external world and all the people in it is real. But if we have understood Sri Ramana’s teachings, we will not feel any need for any outward help other than his teachings.<br /><br />If his teachings have not convinced us that we can experience the truth only by vigilant <a href=\"http://happinessofbeing.blogspot.com/2009/01/what-is-self-attentiveness.html\" target=\"_blank\">self-attentiveness</a>, the only help we can receive from the outside world is the repeated disappointment we will inevitably experience from all our efforts to find the truth in anything other than our essential consciousness of being, ‘I am’.<br /><br />You are certainly not fooling yourself by trying to practise <i>atma-vicāra</i>, which alone can reveal the reality, but you would be fooling yourself if you were to imagine that a ‘living’ <i>guru</i> could provide you with any help that has not already been provided by the teachings of Sri Ramana.<br /><br />He is in our heart, giving us all the help we need, so we should avail ourself of his help by turning our mind inwards and thereby lovingly surrendering ourself to him.<br /><br />In this connection, you may also find it helpful to read three other articles in this blog, <a href=\"http://happinessofbeing.blogspot.com/2008/06/where-to-find-and-how-to-reach-real.html\" target=\"_blank\">Where to find and how to reach the real presence of our <i>guru</i>?</a>, <a href=\"http://happinessofbeing.blogspot.com/2007/01/is-human-guru-really-necessary.html\" target=\"_blank\">Is a ‘human <i>guru</i>’ really necessary?</a> and <a href=\"http://happinessofbeing.blogspot.com/2007/01/let-us-not-be-distracted-from-following.html\" target=\"_blank\">Let us not be distracted from following the real teachings of Sri Ramana</a>.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "27",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2659344462952308615/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "guru",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Sri Sadhu Om"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzE2OTc0MTgwCm9mZnNldDogMAo\""
}