{
    "kind": "blogger#post",
    "id": "4428455185481973575",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2011-01-25T09:05:00Z",
    "updated": "2017-10-07T11:21:11+01:00",
    "url": "http://happinessofbeing.blogspot.com/2011/01/experiencing-pure-i-here-and-now.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4428455185481973575",
    "title": "Experiencing the pure ‘I’ here and now",
    "content": "In a <a href=\"http://happinessofbeing.blogspot.com/2011/01/how-to-avoid-creating-fresh-karma.html?showComment=1295828076359#c8638188056502852787\" target=\"blank\"><i>comment</i></a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2011/01/how-to-avoid-creating-fresh-karma.html\" target=\"_blank\">How to avoid creating fresh <i>karma</i> (<i>āgāmya</i>)?</a>, an anonymous friend quoted the following passage from Lucy Cornelssen’s book <a href=\"http://www.sriramanamaharshi.org/downloads/hunting_the_I.zip\" target=\"blank\"><i>Hunting the ‘I’</i></a> (5th edition, 2003, pp. 20-21):<blockquote>There are other opportunities, when we could experience this pure ‘I’ consciously. One such is during the tiny gap between two thoughts, when the attention has given up its hold on one thought and not yet caught the next one. But since we never tried our attention is not trained this way, and we will hardly succeed in the attempt.<br /><br />There is a better chance to catch it between sleeping and awaking. It is very important to try it, if you are serious in your hunting the ‘I’. Take care of a few conditions: Try at night just before you fall asleep to keep as the last thought your intention to catch as the first thing of all on waking in the morning the experience of your true ‘I’.</blockquote>What Lucy describes here as the pure ‘I’ or true ‘I’ is simply the one and only ‘I’ as it really is — in other words, ourself as we really are. Therefore the pure ‘I’ is not something distant (in either time or space) or other than ourself, but is simply what we always actually are. It appears to be something unknown to us only because we have obscured it by confusing it with adjuncts such as a physical body and a thinking mind.<br /><a name='more'></a><br />However, though it now appears to us to be obscured, it is actually the essence of what we always experience as ‘I’ — our pristine and non-dual consciousness of our own being. Therefore self-investigation (<i>ātma-vicāra</i>) is not really a matter of ‘hunting’ the pure ‘I’ (as if it were something distant or not now experienced) but is simply the practice of attending to and thereby being what we always truly are — our own essential self, ‘I am’.<br /><br />Since this pure ‘I’ is ever-present — never removed from or distant to us in either time or space — we can experience it as it really is only here and now. Therefore we should not think of it as something that we do not experience now but will experience in future, because as soon as we anticipate experiencing it in future, we have in our imagination created a distance between it and us, as if it were something objective or other than ourself.<br /><br />Therefore Lucy’s suggestion in this passage that we should try at night just before falling asleep to keep as our last thought the intention to catch as the first thing of all on waking in the morning the experience of our true ‘I’ is potentially counter-productive, because the experience of ‘I’ that we would then be anticipating catching on waking is in the future and is therefore removed from what we actually are here and now.<br /><br />Therefore, rather than intending to catch some future experience, we should try to experience ourself as we actually are here and now. The intention or anticipation to experience anything in future is a thought that we are thinking now, so it is a distraction of our attention from experiencing our true ‘I’ as it is at present (which is as it always has been and always will be, if at all there is really any such thing as the past or future).<br /><br />If we are to experience our true ‘I’ in the present moment — which is the only moment in which we ever can actually experience it — we should not intend to experience it at any moment other than now, at this precise present moment, because every other moment is only a thought, and every thought is a distraction from pure self-attentiveness, which is the state that we should be aiming to experience.<br /><br />If our pure ‘I’ can be experienced at the moment between sleeping and awaking, as Lucy suggests, it can equally well be experienced at the moment between being awake and falling asleep. Therefore, rather than wasting that precious moment just before falling asleep trying ‘to keep as the last thought your intention to catch’ the experience of ‘I’ on waking the next morning, we should utilise it to fix our attention only on ‘I’ to the exclusion of all other thoughts.<br /><br />If we fall asleep being self-attentive, we stand a better chance of waking up in a self-attentive state than if we fall asleep with the thought that we should be self-attentive when we wake up. If we fall asleep with the latter thought, we will probably wake up with the same thought, and this thought that we should be self-attentive at some time in the future is not the same as actually being self-attentive in the present moment, here and now.<br /><br />Our pure ‘I’ is ever-present, so in order to experience it as it is we do not have to wait for any gap such as between two thoughts or between two states. All thoughts (including thoughts of the past or future, or of gaps between thoughts or states) and all states (such as waking, dream and sleep) appear to exist only because we attend to them, so if we ignore them by attending only to ‘I’ they will cease to exist, being mere illusions created by <i>māyā</i>, our own self-deceptive power of imagination.<br /><br />Though Sri Ramana taught us that we experience ‘I’ in its pure state in the tiny gap between any two consecutive thoughts or between any two consecutive states, he did not expect us to wait in anticipation for such a gap at any time in future, but only urged us to attend to ‘I’ now (and at every other moment — as and when we experience it as ‘now’), because so long as we are deeply self-attentive and thereby ignoring all thoughts, states and passing times, we are truly experiencing the gap to which he was referring.<br /><br /><a name=\"bgs27\"></a>Unless we are deeply self-attentive (and thereby completely devoid of all thoughts) at this present moment, we cannot actually experience the pure ‘I’ that shines in the gap between each two consecutive thoughts or states. Therefore, without thinking of anything else whatsoever, we should <i>here and now</i> attend wholly and exclusively to ‘I’ alone, as Sri Ramana instructs us emphatically in the last two lines of verse 27 of <i>Bhagavad Gītā Sāram</i> (which is his Tamil rendering of <i>Bhagavad Gītā</i> 6.25):<blockquote>சித்தத்தை யான்மாவிற் சேர்த்திடுக மற்றெதுவு<br />மித்தனையு மெண்ணிடா தே.<br /><br /><i>cittattai y-āṉmāviṯ sērttiḍuka maṯṟeduvu<br />m-ittaṉaiyu m-eṇṇiḍā dē.</i><br /><br />Fix the mind [your power of attention] in <i>ātman</i> [your essential self]; do not think even in the least of anything else whatsoever.</blockquote>What we need to experience is only one moment of absolutely thought-free and therefore perfectly clear self-attentiveness, because that alone will be sufficient to destroy forever the illusion that we are this mind or anything else other than what we really are (the pure and true ‘I’), and until we experience such a moment of pure self-attentiveness we will remain tightly bound in the grips of this illusion — and of all the troubles that it brings in its wake.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "62",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4428455185481973575/comments"
    },
    "labels": [
        "Bhagavad Gītā",
        "Bhagavan Sri Ramana Maharshi",
        "māyā",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzcxNjcxNTk5Cm9mZnNldDogMzYwMDAwMAo\""
}