{
    "kind": "blogger#post",
    "id": "3231671460084360089",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2011-01-10T11:31:00Z",
    "updated": "2017-10-07T11:07:09+01:00",
    "url": "http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3231671460084360089",
    "title": "Second and third person objects",
    "content": "Three significant Tamil words that Sri Ramana often used in his own writings and in his oral teachings are <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:604.tamillex\" target=\"_blank\">தன்மை</a> (<i>taṉmai</i>), which literally means ‘self-ness’ (<i>taṉ-mai</i>) or ‘selfhood’ and which is used in Tamil grammar to mean ‘the first person’, <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.10:1:7412.tamillex\" target=\"_blank\">முன்னிலை</a> (<i>muṉṉilai</i>), which etymologically means ‘that which stands in front’ and which is used in Tamil grammar to mean ‘the second person’, and <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:718.tamillex\" target=\"_blank\">படர்க்கை</a> (<i>paḍarkkai</i>), which etymologically means ‘that which has spread out’ and which is used in Tamil grammar to mean ‘the third person’.<br /><br />Of these three words, the most significant is of course  தன்மை (<i>taṉmai</i>), the first person, the subject ‘I’, but in this article I will focus more on the other two words in order to clarify their meaning in the context of Sri Ramana’s teachings.<br /><br />Though these words are all grammatical terms, in his teachings Sri Ramana did not use them in their usual grammatical sense but in an epistemological sense. That is, தன்மை (<i>taṉmai</i>), the first person, is the epistemic subject, the knower or experiencer, whereas முன்னிலை (<i>muṉṉilai</i>) and படர்க்கை (<i>paḍarkkai</i>), second and third persons, are epistemic objects, things that are known or experienced by the subject as other than itself.<br /><br />The question then is why Sri Ramana used these two terms — instead of just one term — to describe all objects? Which objects are second person objects, and which are third person objects? These are some of the principal questions that I will consider in this article.<br /><a name='more'></a><br />Because this is a long article, I have divided it into the following seventeen sections:<br /><ol><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#01-thoughts\">Second and third person are thoughts that depend upon the first person, the thinking thought ‘I’</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#02-world\">The world is nothing but a series of thoughts</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#03-thought\">The broad meaning of ‘thought’ as it is used by Sri Ramana</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#04-thoughts\">Second person thoughts and third person thoughts</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#05-subjective\">The ‘subjective’-‘objective’ distinction</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#06-distinction\">The unreality of the ‘second person’-‘third person’ distinction</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#07-UN-14\"><i>Uḷḷadu Nāṟpadu</i> verse 14</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#08-fundamental-principle\">The fundamental principle of Sri Ramana’s teachings</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#09-pramada\"><i>Pramāda</i>: the first person seems to exist only because we do not attend to it</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#10-snake\">The practical application of the rope-snake analogy</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#11-refinement\">Sri Ramana’s teachings are a subtle refinement of <i>advaita vēdanta</i></a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#12-UN-26\"><i>Uḷḷadu Nāṟpadu</i> verse 26</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#13-UN-14-26\">Parallels between verses 14 and 26 of <i>Uḷḷadu Nāṟpadu</i></a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#14-interpretation\">Interpreting the terms ‘second  person’ and ‘third person’ individually</a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#15-HAB\">Interpretation in <i>Happiness and the Art of Being</i></a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#16-PSR-2\">An alternative interpretation in Part Two of <i>The Path of Sri Ramana</i></a></li><li><a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#17-context\">Interpretations must be appropriate to the context and the audience</a></li></ol><a name=\"01-thoughts\"></a><a name=\"ny05\"></a><b>Second and third person are thoughts that depend upon the first person, the thinking thought ‘I’</b><br /><br />In the final sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\" target=\"_blank\">fifth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nāṉ Yār?</i></a> (Who am I?) Sri Ramana wrote:<blockquote>மனதில் தோன்றும் நினைவுகளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br /><br /><i>maṉatil tōṉḏṟum niṉaivugaḷ-ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙukiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟukiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā.</i><br /><br />Of all the thoughts that appear [or arise] in the mind, <b>the thought ‘I’ alone is the first thought</b>. Only after this rises do other thoughts rise. Only after the first person appears do second and third persons appear; without the first person second and third persons do not exist.</blockquote>As the juxtaposing of these sentences implies, the first person (<i>taṉmai</i>) is the first thought, ‘I’, whereas second and third persons (<i>muṉṉilai paḍarkkaigaḷ</i>) are all the other thoughts, which are thought by this first thought, ‘I’.<br /><br />Sri Ramana describes the ‘I’ that thinks all other thoughts as a thought because it is not the real and original form of ‘I’, but is only a distorted form of it that rises and subsides with other thoughts. Whereas our real ‘I’ is the pure, adjunct-free consciousness of being, ‘I am’, this thought ‘I’ is an adjunct-mixed consciousness, ‘I am this body’.<br /><br />Whenever we think any thought, we do so with the feeling that we are a particular body, and this feeling that ‘I am this body’ is the first thought, which is the root of all other thoughts. Without this first thought no other thought can arise.<br /><br />Thinking is a process that consists of two inseparable aspects, creating (or forming) and experiencing. That is, when we think any thought, we create it and simultaneously experience it. Without experiencing it, we cannot create it, so if it is not experienced by us, it does not exist.<br /><br />The thinking thought is therefore fundamentally different to all other thoughts, because the former is the conscious experiencer, whereas the latter are non-conscious objects that exist only when they are experienced by it. This is why Sri Ramana says:<blockquote>Only after this [first thought] rises do other thoughts rise. [...] without the first person second and third persons do not exist.</blockquote>Since all other thoughts are objects created and experienced by the first thought (the first person, ‘I’), Sri Ramana describes them collectively as ‘second and third persons’, but which thoughts are second persons, and which are third persons? By using these two terms to describe all thoughts other than ‘I’, is he indicating that there are two distinct categories of thoughts, and if so, what are these categories?<br /><a name=\"02-world\"></a><a name=\"ny14\"></a><a name=\"ny04\"></a><br /><b>The world is nothing but a series of thoughts</b><br /><br />Since thoughts are things that exist only in our own mind, we generally consider them to be distinct from things that appear to exist outside our mind, namely the objects that constitute the physical world. However, the world (and all the objects and events in it) is actually nothing but a series of thoughts in our own mind, as Sri Ramana repeatedly emphasised.<br /><br />For example, towards the end of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\" target=\"_blank\">fourteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nāṉ Yār?</i></a> he wrote, ‘ஜகமென்பது நினைவே’ (<i>jagam-eṉbadu niṉaivē</i>), which means, ‘What is called the world [is] only thought’, and in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\" target=\"_blank\">fourth paragraph</a> he wrote even more emphatically:<blockquote>[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுந்துக்கொள்ளுகிறதோ அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. [...]<br /><br />[...] <i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟ(u)-ōr poruḷ anniyamāy illai. tūkkattil niṉaivgaḷ-illai, jagamum-illai; jāgra soppaṉaṅgaḷil niṉaivugaḷ-uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙundu-k-koḷḷukiṟadō, appaḍiyē maṉamum taṉṉiḍattilirundu jagattai-t tōtruvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷukiṟadu.</i> [...]<br /><br />[...] Thoughts excluded, anything called ‘world’ does not exist separately. In sleep there are no thoughts, and there is also no world; in waking and dream there are thoughts, and there is also a world. Just as a spider spins thread out from within itself and again draws [it back] into itself, so exactly the mind creates [or projects] the world from within itself and again dissolves [it back] into itself. [...]</blockquote>When we perceive the world, it appears to us that we are perceiving something that exists outside and independent of our perceiving mind, whereas in fact the seemingly external world is only a mental creation, like the world that we experience in a dream. In other words, our perceptual experiences are caused entirely by our power of imagination, and not by anything outside or independent of our mind.<br /><a name=\"03-thought\"></a><br /><b>The broad meaning of ‘thought’ as it is used by Sri Ramana</b><br /><br />Everything that we experience as other than ourself is a thought of one kind or another. Though in English the word ‘thought’ is generally understood to mean only certain kinds of mental experiences, when it is used in English translations of Sri Ramana’s teachings it denotes <i>all</i> kinds of mental (or emotional) experiences.<br /><br />Sri Ramana used various words in Tamil to denote ‘thought’ (or ‘idea’) in this broad sense, but the two words that he used most frequently in this sense were <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:5077.tamillex\" target=\"_blank\">நினைவு</a> (<i>niṉaivu</i>) and <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:5768.tamillex\" target=\"_blank\">எண்ணம்</a> (<i>eṇṇam</i>). Whenever he used these or any other words that mean ‘thought’ or ‘idea’, their meaning includes all perceptions, conceptions, ideas, imaginations, beliefs, feelings, emotions, desires, fears and anything else that we experience as other than our essential being, ‘I am’.<br /><a name=\"04-thoughts\"></a><br /><b>Second person thoughts and third person thoughts</b><br /><br />From our perspective, all such thoughts can be divided into two distinct categories, namely those that appear to us to be things that exist only in our own mind, and those that appear to us to be things that exist outside and independent of our own mind. Therefore we can reasonably infer that the former category of thoughts are what Sri Ramana means by the term முன்னிலைகள் (<i>muṉṉilaigaḷ</i>), second persons, and the latter category of thoughts are what he means by the term படர்க்கைகள் (<i>paḍarkkaigaḷ</i>), third persons.<br /><br />This interpretation of these two words in the context of Sri Ramana’s teachings is also suggested by their etymology: <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.10:1:7412.tamillex\" target=\"_blank\">முன்னிலை</a> (<i>muṉṉilai</i>) is a compound of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.10:1:7311.tamillex\" target=\"_blank\">முன்</a> (<i>muṉ</i>), which means ‘in front’, and <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:4796.tamillex\" target=\"_blank\">நிலை</a> (<i>nilai</i>), which means ‘standing’, ‘staying’ or ‘state’, so it means ‘that which stands in front’, ‘that which stays in front’ or ‘the state in front’, and thus in an epistemological sense it implies that which is known or experienced most closely, intimately, immediately or directly. <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:718.tamillex\" target=\"_blank\">படர்க்கை</a> (<i>paḍarkkai</i>), on the other hand, is a noun derived from the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:715.tamillex\" target=\"_blank\">படர்</a> (<i>paḍar</i>), which means to ‘spread’, ‘ramify’, ‘expand’ or ‘be diffused’, so it means ‘that which has spread out’, and thus in an epistemological sense it implies that which is known or experienced more remotely, less intimately or less directly.<br /><br />Though from a gross physical perspective the objects the world that we see in front of us appear to be முன்னிலைகள் (<i>muṉṉilaigaḷ</i>), ‘those things that stand in front’ or ‘those things that are known most closely’, from a more subtle perspective it is clear that we know our own thoughts more closely than we know any physical objects (because the physical objects that appear to be outside ourself are known by us only indirectly through the media of our body and its five senses), so it is more appropriate for us to consider our own thoughts to be முன்னிலைகள் (<i>muṉṉilaigaḷ</i>) and physical objects (or events) to be படர்க்கைகள் (<i>paḍarkkaigaḷ</i>).<br /><br />Thus what Sri Ramana describes as முன்னிலைகள் (<i>muṉṉilaigaḷ</i>) or ‘second persons’ are those things that  are commonly described as ‘mental’ or ‘subjective’, whereas what he describes as படர்க்கைகள் (<i>paḍarkkaigaḷ</i>) or ‘third persons’ are those things that are commonly described as ‘physical’ or ‘objective’.<br /><a name=\"05-subjective\"></a><br /><b>The ‘subjective’-‘objective’ distinction</b><br /><br />In this context it is worth noting that though things that we experience only in our own mind are generally considered to be ‘subjective’, from the perspective of Sri Ramana’s teachings everything other than ‘I’ is actually objective. Mental phenomena are generally considered to be ‘subjective’ because they are — and can only be — experienced by only one subject (one person or sentient creature), whereas physical phenomena are generally considered to be ‘objective’ because they appear to be experienced (or at least potentially experienced) by many subjects (many people or sentient creatures).<br /><br />When the terms ‘subjective’ and ‘objective’ are used in this sense, their meaning is different to the more strict sense in which we would use them in the context of Sri Ramana’s teachings, in which we would consider the only truly subjective thing to be the actual experiencing subject — the first person, ‘I’ — and we would consider everything that this subject experiences as other than itself to be objective.<br /><br />Everything that is objective in this latter sense is either a second person or a third person. If it appears to us to be a mental phenomenon, it is a second person object, and if it appears to us to be a physical phenomenon, it is a third person object.<br /><a name=\"06-distinction\"></a><br /><b>The unreality of the ‘second person’-‘third person’ distinction</b><br /><br />However, though Sri Ramana described everything that is objective in this latter sense as முன்னிலை-படர்க்கைகள் (<i>muṉṉilai-paḍarkkaigaḷ</i>) or ‘second-and-third-persons’, his intention was not to teach us that there is any real difference between mental and physical phenomena, but was only to club them all together as objects or things that are other than ‘I’, because in order to know ‘I’ as it really is, we must ignore everything else and focus our entire attention only on ‘I’, the first person.<br /><br />This is why he seldom if ever spoke of முன்னிலைகள் (<i>muṉṉilaigaḷ</i>) and படர்க்கைகள் (<i>paḍarkkaigaḷ</i>) separately, but almost invariably referred to them collectively முன்னிலை-படர்க்கைகள் (<i>muṉṉilai paḍarkkaigaḷ</i>) or ‘second-and-third-persons’. The reason why he used these two words rather than just one word to describe all objects was not because physical phenomena are actually distinct from mental phenomena, but was only because they <i>seem to us</i> to be distinct.<br /><br />As he repeatedly emphasised, all things that appear to be physical are actually only mental, because everything that we experience as other than ‘I’, the first person, is only a thought or idea that is created and experienced only by our own mind. Therefore, when he taught us that we must set aside (ignore) all thoughts in order to know ourself as we really are, he intended us to understand that the term ‘thoughts’ includes everything that appears to be other than ourself.<br /><a name=\"07-UN-14\"></a><a name=\"un14\"></a><br /><b><i>Uḷḷadu Nāṟpadu</i> verse 14</b><br /><br />In verse 14 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Uḷḷadu Nāṟpadu</i></a> Sri Ramana says:<blockquote>[...                       ...                                 ... ... ... ... ... ... ... ... ...] உடனா — னென்னுமத்<br />தன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br />தன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br />முன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br />தன்மையே தன்னிலைமை தான். [...]<br /><br />                       [... ... ... ... ... ... ... ...] <i>uḍaṉā — ṉeṉṉumat<br />taṉmaiyuṇḍēṉ muṉṉilaipa ḍarkkaiga ḍāmuḷavān<br />taṉmaiyi ṉuṇmaiyait tāṉāyndu — taṉmaiyaṟiṉ<br />muṉṉilaipa ḍarkkai muḍivuṯṟoṉ ḏṟāyoḷirun<br />taṉmaiyē taṉṉilaimai tāṉ.</i> [...]</blockquote>In Tamil verses words are fused together according to the rules of <i>saṁdhi</i> or conjunction and are then written divided into separate metrical feet, so to interpret a Tamil verse we first have to write a <i>padacchēdam</i> or ‘word-separation’ of it. The <i>padacchēdam</i> of this verse is as follows:<blockquote>‘உடல் நான்’ என்னும் அத் தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம். தன்மையின் உண்மையைத் தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்.<br /><br />‘<i>uḍal nāṉ</i>’ <i>eṉṉum a-t-taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām. taṉmaiyiṉ uṇmaiyai-t tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ.</i></blockquote>The first four words, ‘உடல் நான்’ என்னும் அத் (‘<i>uḍal nāṉ</i>’<i> eṉṉum a-t</i>), were added by Sri Ramana when he wrote the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\" target=\"_blank\"><i>kaliveṇbā</i> version of <i>Uḷḷadu Nāṟpadu</i></a>, in which he added such words between each pair of consecutive verses in order to link all the forty plus two verses together as a single long verse.<br /><br /><a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2721.tamillex\" target=\"_blank\">உடல்</a> (<i>uḍal</i>) means ‘body’, <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:3670.tamillex\" target=\"_blank\">நான்</a> (<i>nāṉ</i>) means ‘I’, and என்னும் (<i>eṉṉum</i>) is a quotative relative participle (formed from the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6535.tamillex\" target=\"_blank\">என்</a>, <i>eṉ</i>, to ‘say’ or ‘express’) that means ‘which is called’ (or simply ‘called’), but that can also be represented in English by inverted commas enclosing the meaning of the preceding word or clause. Thus ‘உடல் நான்’ என்னும் (‘<i>uḍal nāṉ</i>’<i> eṉṉum</i>) is  a relative clause that means ‘which is called “body [is] I”’ or ‘called “I [am this] body”’.<br /><br />This relative clause qualifies அத் தன்மை (<i>a-t-taṉmai</i>),  which means ‘that first person’. <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:2.tamillex\" target=\"_blank\">அ</a> (<i>a</i>) is a distal demonstrative prefix meaning ‘that’, and the letter த் (<i>t</i>) is appended to it to form a conjunction with <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:604.tamillex\" target=\"_blank\">தன்மை</a> (<i>taṉmai</i>), which in this context means ‘first person’. உண்டேல் (<i>uṇḍēl</i>) is a conditional form of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2882.tamillex\" target=\"_blank\">உண்டு</a> (<i>uṇḍu</i>) and therefore means ‘if [it] exists’. Thus ‘உடல் நான்’ என்னும் அத் தன்மை உண்டேல் (‘<i>uḍal nāṉ</i>’<i> eṉṉum a-t-taṉmai uṇḍēl</i>) is a conditional clause that means ‘if that first person called “I [am this] body” exists’.<br /><br /><a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.10:1:7412.tamillex\" target=\"_blank\">முன்னிலை</a>-<a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:718.tamillex\" target=\"_blank\">படர்க்கை</a>கள் (<i>muṉṉilai-paḍarkkaigaḷ</i>) is a plural compound noun meaning ‘second-and-third-persons’, and <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:1180.tamillex\" target=\"_blank\">தாம்</a> (<i>tām</i>) is a plural form of the pronoun <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:1784.tamillex\" target=\"_blank\">தான்</a> (<i>tāṉ</i>) and basically means ‘they’ or ‘themselves’, but when appended to a plural noun acts as an intensifier, adding emphasis to it in the sense of either ‘themselves’ or ‘certainly’. உள (<i>uḷa</i>) is an infinitive form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4607.tamillex\" target=\"_blank\">உள்</a> (<i>uḷ</i>), ‘to be’ or ‘to exist’, and ஆம் (<i>ām</i>) is a third person future form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:5480.tamillex\" target=\"_blank\">ஆ</a> (<i>ā</i>) and  means ‘will come into being’, ‘will happen’, ‘will occur’ or ‘will be’, so உளவாம் (<i>uḷa-v-ām</i>) means ‘will happen to be’ or ‘will appear to exist’. Thus முன்னில-படர்க்கைகள்-தாம் உளவாம் (<i>muṉṉilai-paḍarkkaigaḷ-tām uḷa-v-ām</i>) means ‘second and third persons will certainly appear to exist’, so the entire first sentence of this verse means:<blockquote>If that first person called ‘I [am this] body’ exists, second and third persons will [also] certainly appear to exist.</blockquote>தன்மையின் (<i>taṉmaiyiṉ</i>) is an oblique case form (acting as a genitive form) of  <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:604.tamillex\" target=\"_blank\">தன்மை</a> (<i>taṉmai</i>), so means ‘of the first person’; உண்மையை (<i>uṇmaiyai</i>) is the accusative form of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2922.tamillex\" target=\"_blank\">உண்மை</a> (<i>uṇmai</i>), which means ‘existence’, ‘reality’, ‘truth’ or ‘nature’; <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:1784.tamillex\" target=\"_blank\">தான்</a> (<i>tāṉ</i>) is a pronoun that means ‘one’, ‘oneself’ or ‘self’; and ஆய்ந்து (<i>āyndu</i>) is a participle form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:6464.tamillex\" target=\"_blank\">ஆய்</a> (<i>āy</i>), which means to ‘investigate’, ‘examine’ or ‘scrutinise’, so தன்மையின் உண்மையைத் தான் ஆய்ந்து (<i>taṉmaiyiṉ uṇmaiyai-t tāṉ āyndu</i>) means ‘[by] oneself examining the reality of the first person’. In this clause <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:604.tamillex\" target=\"_blank\">தன்மை</a> (<i>taṉmai</i>) is a nominative used as an accusative and means ‘one’s nature’, ‘one’s essence’ or ‘one’s reality’, and அறின் (<i>aṟiṉ</i>) is a conditional form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:4845.tamillex\" target=\"_blank\">அறி</a> (<i>aṟi</i>), so means ‘if [one] knows’ or ‘if [one] experiences’. Thus தன்மையின் உண்மையைத் தான் ஆய்ந்து தன்மை அறின் (<i>taṉmaiyiṉ uṇmaiyai-t tāṉ āyndu taṉmai aṟiṉ</i>) is a conditional clause that means ‘if one knows one’s essence [by] examining the reality of the first person’.<br /><br />As explained already, <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.10:1:7412.tamillex\" target=\"_blank\">முன்னிலை</a>-<a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:718.tamillex\" target=\"_blank\">படர்க்கை</a> (<i>muṉṉilai-paḍarkkai</i>) means ‘second-and-third-persons’; <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.10:1:5970.tamillex\" target=\"_blank\">முடிவு</a> (<i>muḍivu</i>) means ‘end’, ‘limit’, ‘termination’ or ‘death’, and உற்று (<i>uṯṟu</i>) is a participle form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4927.tamillex\" target=\"_blank\">உறு</a> (<i>uṟu</i>), which means to ‘be’, ‘happen’, ‘occur’, ‘reach’, ‘undergo’ or ‘suffer’, so  முடிவற்று (<i>muḍivuṯṟu</i>) means ‘reaching the end’, ‘undergoing termination’ or ‘ceasing to exist’. Thus முன்னிலை படர்க்கை முடிவுற்று (<i>muṉṉilai paḍarkkai muḍivuṯṟu</i>) means ‘second and third persons ceasing [or having ceased] to exist’.<br /><br />ஒன்றாய் (<i>oṉḏṟāy</i>) is an adverbial form of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.2:1:461.tamillex\" target=\"_blank\">ஒன்று</a> (<i>oṉḏṟu</i>), ‘one’, and therefore means ‘singly’ or ‘as one’, and ஒளிரும் (<i>oḷirum</i>) is a relative participle form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.2:1:338.tamillex\" target=\"_blank\">ஒளிர்</a> (<i>oḷir</i>), which means to ‘shine’, so ஒன்றாய் ஒளிரும் (<i>oṉḏṟāy oḷirum</i>) is a relative clause that means ‘which shines singly’ or ‘which shines as one’. தன்மையே (<i>taṉmai-y-ē</i>) is an intensified form of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:604.tamillex\" target=\"_blank\">தன்மை</a> (<i>taṉmai</i>), which in this context means ‘the essential reality’, and the intensifying suffix <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6605.tamillex\" target=\"_blank\">ஏ</a> (<i>ē</i>) means ‘alone’, ‘only’, ‘truly’, ‘certainly’ or ‘indeed’. <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:560.tamillex\" target=\"_blank\">தன்</a> (<i>taṉ</i>) is an oblique case form of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:1784.tamillex\" target=\"_blank\">தான்</a> (<i>tāṉ</i>), which means ‘one’, ‘oneself’ or ‘self’, and in this context the oblique case can either represent the genitive case, ‘one’s own’, or serve to form the first part of a compound, ‘self-’; <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:4863.tamillex\" target=\"_blank\">நிலைமை</a> (<i>nilaimai</i>) means ‘state’, ‘nature’ or ‘reality’, so தன் நிலைமை (<i>taṉ nilaimai</i>) means ‘one’s own state’, ‘the self-state’ or ‘the state of self’. The final word <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:1784.tamillex\" target=\"_blank\">தான்</a> (<i>tāṉ</i>) acts here as an intensifier meaning ‘itself’, ‘only’, ‘truly’, ‘certainly’ or ‘indeed’. Thus ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான் (<i>oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>) means ‘only the essential reality that shines as one [is] truly the state of  self’ or ‘only the singly shining essence [is] truly one’s own [natural] state [or reality]’, so the final sentence of this verse means:<blockquote>If one knows one’s essence [by] examining the reality of the first person, second and third persons will cease to exist, [and] only the essential reality that [then remains and] shines as one [is] truly the state of self.</blockquote>Thus this entire verse means:<blockquote>If that first person called ‘I [am this] body’ exists, second and third persons will [also] certainly appear to exist. If one knows one’s essence [by] examining the reality of the first person, second and third persons will cease to exist, [and] only the essential reality that [then remains and] shines as one [is] truly the state of self.</blockquote>The reason why second and third persons will cease to exist if one knows one’s essential self by examining the reality of the first person is that such self-examination will expose the unreality — the non-existence — of the first person, and without the first person second and third persons cannot exist.<br /><a name=\"08-fundamental-principle\"></a><br /><b>The fundamental principle of Sri Ramana’s teachings</b><br /><br />This is the fundamental principle of Sri Ramana’s teachings: second and third persons appear to exist only so long as the first person appears to exist, and the first person appears to exist only so long as it does not attend to itself; if it attends to itself solely and exclusively — excluding from its attention even the slightest trace of any second or third person — it will cease to exist as the first person and will remain only as the one non-dual reality, the pristine self-conscious being ‘I am’.<br /><br />The false state in which we experience ourself as a separate first person or subject that experiences second and third person objects is a state of duality or multiplicity, and it is sustained only by our diverting our attention away from ourself towards second and third persons, which appear to be other than ourself. When we cease to divert our attention away from ourself in this manner, this appearance of multiplicity will cease, and the non-dual consciousness of being that will then remain shining as the one essential reality is our natural state — the state in which we experience ourself as we really are.<br /><a name=\"09-pramada\"></a><br /><b><i>Pramāda</i>: the first person seems to exist only because we do not attend to it</b><br /><br />Second and third persons seem to exist only because we attend to them, whereas the first person seems to exist only because we do <i>not</i> attend to it (or in more technical philosophical terminology, only because of <i>pramāda</i> or self-negligence). This is a fundamental and extremely important difference between the nature of the first person and that of second and third persons, and it is a difference that is not so clearly or emphatically expressed in any scriptural texts or in any of the surviving records of the teachings of any sage prior to Sri Ramana as it is in his written and oral teachings.<br /><br />This fundamental difference between the first person and second and third persons is one of the crucial reasons why <i>ātma-vicāra</i> (self-investigation or self-attentiveness) is the only means by which we can experience ourself as we really are and thereby destroy the illusion that the mind (the ego or first person) is real.<br /><br />The reason for this fundamental difference is that the first person is conscious whereas second and third persons are non-conscious. Because they are non-conscious, second and third persons appear to exist only when they are known by the first person, which is the only consciousness that can experience their seeming existence. And because the first person is the consciousness (the subject) that knows or experiences second and third persons (all objects), it appears to exist as such only so long as it is experiencing any of them. If it ceases to experience any of them by attending exclusively to itself, it will cease to be the first person that it now appears to be, and will remain instead as pure non-dual self-conscious being.<br /><br />Therefore, if we attend to the first person, it will disappear, because it is truly non-existent as such, and when it disappears all second and third persons will disappear along with it, because their seeming existence depends upon its seeming existence.<br /><a name=\"10-snake\"></a><br /><b>The practical application of the rope-snake analogy</b><br /><br />Just as the imaginary snake will disappear only if we look at it carefully and thereby recognise that it is only a rope, so the false first person will disappear only if we look at it carefully and thereby recognise that it is only the one infinite, indivisible and otherless space of pure self-conscious being, ‘I am’.<br /><br />Though this analogy of the rope that appears to be a snake was used by many sages before Sri Ramana, the manner in which they applied it did not show that it can be a vital clue to the means by which we can destroy the illusion of the mind, because they generally used it to illustrate that the world (the totality of all third person objects) is illusory, like the snake, and that <i>brahman</i> (the absolute reality, which is our own essential self) is the underlying reality, like the rope.<br /><br />Though it is true that the world is a figment of our imagination, like the snake, and that <i>brahman</i> is the reality underlying its false appearance, just as the rope is the reality underlying the false appearance of the snake, this application of this analogy fails if we try to extend it further by inferring that just as the snake will be found to be a rope if we look at it carefully, the world will be found to be <i>brahman</i> if we look at it carefully.<br /><br />No matter how carefully we scrutinise the world or any other second or third person object, their illusory nature and the true nature of their underlying reality will not be revealed, because by attending to them we are sustaining and perpetuating their seeming reality. Their unreality will be revealed only if we scrutinise the first person, the ego, which is the false foundation upon which their seeming existence rests.<br /><br />We can experience <i>brahman</i> — the ultimate reality that underlies the false appearance of both the first person and all the second and third persons that it experiences — only by looking carefully at the first person, the impostor who poses as ‘I’, which is truly the nature of <i>brahman</i>. Only if we look carefully at this false ‘I’ (which is a confused mixture of the true consciousness ‘I’ with a collection of non-conscious adjuncts, including a physical body and everything associated with it), will we be able to experience our real ‘I’ (which is pure consciousness of being, uncontaminated by any adjuncts).<br /><a name=\"11-refinement\"></a><br /><b>Sri Ramana’s teachings are a subtle refinement of <i>advaita vēdanta</i></b><br /><br />Thus Sri Ramana’s teachings are a subtle refinement of the ancient philosophy of <i>advaita vēdanta</i>. However, though the refinement that he has given us is very subtle, it is nevertheless extremely valuable, because it enables us to understand both the efficacy and the actual practice of <i>ātma-vicāra</i> so much more clearly than we could by studying any of the earlier texts of <i>advaita vēdanta</i>.<br /><br />One clear example of the subtle refinement of <i>advaita vēdanta</i> that Sri Ramana has given us lies in the fact that whereas in earlier texts of <i>advaita vēdanta</i> we were taught that everything is <i>brahman</i> (<i>sarvaṁ khalvidaṁ brahma</i>, ‘All this indeed is <i>brahman</i>’, as stated in <i>Chāndogyōpaniṣad</i> 3.14.1), in verse 26 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Uḷḷadu Nāṟpadu</i></a> Sri Ramana has taught us that everything is actually the ego (அகந்தையே யாவும் ஆம், <i>ahandaiyē yāvum ām</i>, ‘The ego indeed is everything’).<br /><br />It is of course true that everything is ultimately <i>brahman</i>, because <i>brahman</i> is the fundamental reality underlying the false appearance of everything else, but though <i>brahman</i> is the ultimate foundation upon which the seeming reality of everything else rests, the more immediate — the intermediate — foundation upon which everything rests is only the ego, the false first person.<br /><br />Everything else (all second and third persons) seems to exist only because the ego (the first person) seems to exist, so the ego is the seed, embryo, root and cause of the false appearance of everything else. In other words, the ego is the source and substance of everything else, and everything else is only an expansion of the ego. This is why Sri Ramana emphatically declared, ‘அகந்தையே யாவும் ஆம்’ (<i>ahandaiyē yāvum ām</i>), ‘The ego indeed is everything’.<br /><br />If we look carefully at this ego, we will discover that it is actually nothing other than <i>brahman</i>, so <i>brahman</i> is indeed the ultimate reality and substance of everything. But in order for us to experience this truth, it is extremely useful to appreciate the fact that the ego is the essential link — the intermediate foundation — between <i>brahman</i> and everything else, because we can experience <i>brahman</i> as it is only by carefully attending to the ego and not by attending — no matter how carefully — to anything else whatsoever.<br /><a name=\"12-UN-26\"></a><a name=\"un26\"></a><br /><b><i>Uḷḷadu Nāṟpadu</i> verse 26</b><br /><br />In verse 26 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Uḷḷadu Nāṟpadu</i></a>, besides teaching us this important truth that ‘the ego indeed is everything’, Sri Ramana reiterates much of the same truth that he taught us in verse 14, but using other words, as follows:<blockquote>[... ... ... ... ... ... ... ... ... ...] — கருவா<br />மகந்தையுண் டாயி னனைத்துமுண் டாகு<br />மகந்தையின் றேலின் றனைத்து — மகந்தையே<br />யாவுமா மாதலால் யாதிதென்று நாடலே<br />யோவுதல் யாவுமென வோர். [...]<br /><br />       [... ... ... ... ... ... ...] — <i>karuvā<br />mahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br />mahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br />yāvumā mādalāl yādideṉḏṟu nādalē<br />yōvudal yāvumeṉa vōr.</i> [...]</blockquote>The <i>padacchēdam</i> of this verse is as follows:<blockquote>கரு ஆம் அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால் ‘யாது இது?’ என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br /><br /><i>karu ām ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandaiyē yāvum ām. ādalāl</i> ‘<i>yādu idu?</i>’ <i>eṉḏṟu nādalē ōvudal yāvum eṉa ōr.</i></blockquote><a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.2:1:4025.tamillex\" target=\"_blank\">கரு</a> (<i>karu</i>) is a Tamil word derived from the Sanskrit word <i>garbha</i> and means ‘womb’, ‘embryo’, ‘germ’, ‘seed’, ‘mould’, ‘matrix’, ‘efficient cause’, ‘substance’ or ‘foundation’; and ஆம் (<i>ām</i>) is here a relative participle form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:5480.tamillex\" target=\"_blank\">ஆ</a> (<i>ā</i>) and  means ‘which is’, so கருவாம் (<i>karu-v-ām</i>) is a relative clause that means ‘which is the womb [embryo, germ, seed, substance or foundation]’.<br /><br />This relative clause qualifies <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:265.tamillex\" target=\"_blank\">அகந்தை</a> (<i>ahandai</i>), which is a Tamil form of the Sanskrit word <i>ahaṁtā</i> and which means ‘I-ness’ or ‘ego’. உண்டாயின் (<i>uṇḍāyiṉ</i>) is a conditional form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2868.tamillex\" target=\"_blank\">உண்டா</a> (<i>uṇḍā</i>), so it means ‘if [it] comes into existence’ or ‘if [it] arises’. Thus கரு ஆம் அகந்தை உண்டாயின் (<i>karu ām ahandai uṇḍāyiṉ</i>) is a conditional clause that means ‘if the ego, which is the embryo [seed, substance or foundation], comes into existence’.<br /><br /><a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:5393.tamillex\" target=\"_blank\">அனைத்தும்</a> (<i>aṉaittum</i>) means ‘all’, ‘everything’ or ‘the whole’, and உண்டாகும் (<i>uṇḍāhum</i>) is a third person future form of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2868.tamillex\" target=\"_blank\">உண்டா</a> (<i>uṇḍā</i>), so it literally means ‘[it] will come into existence’ or ‘[it] will arise’. However, in Tamil the future tense is often used as an habitual present tense — that is, to express an action or state that happens habitually, usually, typically or invariably — so உண்டாகும் (<i>uṇḍāhum</i>) can also be translated as ‘[it]  comes into existence’ or ‘[it]  arises’. Thus the first sentence of this verse, கரு ஆம் அகந்தை உண்டாயின், அனைத்தும் உண்டாகும் (<i>karu ām ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum</i>), means:<blockquote>If the ego, which is the embryo [seed, substance or foundation], comes into existence, everything comes into existence.</blockquote>In the second sentence, அகந்தை இன்றேல், இன்று அனைத்தும் (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), Sri Ramana states the other side of the same coin:<blockquote>If the ego does not exist, everything does not exist.</blockquote>In this sentence, இன்றேல் (<i>iṉḏṟēl</i>) is a conditional form of <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.13:1:3591.tamillex\" target=\"_blank\">இன்று</a> (<i>iṉḏṟu</i>), which acts as a finite verb expressing the negation of existence. Thus அகந்தை இன்றேல் (<i>ahandai iṉḏṟēl</i>) is a conditional clause that means ‘if the ego does not exist’, and இன்று அனைத்தும் (<i>iṉḏṟu aṉaittum</i>) is the main clause and means ‘everything does not exist’.<br /><br />Then in the third sentence, அகந்தையே யாவும் ஆம் (<i>ahandaiyē yāvum ām</i>), Sri Ramana states emphatically:<blockquote>The ego indeed is everything.</blockquote>In this sentence the suffix <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6605.tamillex\" target=\"_blank\">ஏ</a> (<i>ē</i>) that is appended to <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:265.tamillex\" target=\"_blank\">அகந்தை</a> (<i>ahandai</i>) is an intensifier that means ‘alone’, ‘only’, ‘truly’, ‘certainly’ or ‘indeed’, so அகந்தையே (<i>ahandai-y-ē</i>) means ‘the ego indeed’. <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:2047.tamillex\" target=\"_blank\">யாவும்</a> (<i>yāvum</i>), like <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:5393.tamillex\" target=\"_blank\">அனைத்தும்</a> (<i>aṉaittum</i>), means ‘all’, ‘everything’ or ‘the whole’, and ஆம் (<i>ām</i>) is a third person future (or habitual present) form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:5480.tamillex\" target=\"_blank\">ஆ</a> (<i>ā</i>), so in this context means ‘is’.<br /><br />Finally in the fourth sentence, ஆதலால் ‘யாது இது?’ என்று நாடலே ஓவுதல் யாவும் என ஓர் (<i>ādalāl</i> ‘<i>yādu idu?</i>’ <i>eṉḏṟu nādalē ōvudal yāvum eṉa ōr</i>), Sri Ramana concludes:<blockquote>Therefore, know that investigating [or scrutinising] ‘what is this [ego]?’ is indeed giving up [or renouncing] everything.</blockquote>In this sentence <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:6183.tamillex\" target=\"_blank\">ஆதலால்</a> (<i>ādalāl</i>) means ‘therefore’; <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:1945.tamillex\" target=\"_blank\">யாது</a> (<i>yādu</i>) is an interrrogative pronoun that means ‘what’ or ‘which’; <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:7969.tamillex\" target=\"_blank\">இது</a> (<i>idu</i>) is the neuter singular proximal demonstrative pronoun, ‘this’ or ‘it’, and refers here to the ego; and <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6554.tamillex\" target=\"_blank\">என்று</a> (<i>eṉḏṟu</i>) is a quotative verbal participle (formed from the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6535.tamillex\" target=\"_blank\">என்</a>, <i>eṉ</i>) that means ‘saying’, ‘thus’ or ‘that’, but that can also be represented in English by inverted commas enclosing the meaning of the preceding word or clause. Thus யாது இது என்று (<i>yādu idu</i> <i>eṉḏṟu</i>) is a quotative clause that means ‘what is this [ego]?’.<br /><br />நாடலே (<i>nādal-ē</i>)  is an intensified form of நாடல் (<i>nādal</i>), which is a verbal noun (formed from the verb <a target=\"_blank\" href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:2979.tamillex\">நாடு</a>, <i>nādu</i>) that means ‘investigating’, ‘examining’, ‘exploring’, ‘searching’, ‘scrutinising’, ‘watching’, ‘attending to’ or ‘knowing’, and the intensifying suffix <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6605.tamillex\" target=\"_blank\">ஏ</a> (<i>ē</i>) means ‘alone’, ‘only’, ‘truly’, ‘certainly’ or ‘indeed’. ஓவுதல் (<i>ōvudal</i>) is a verbal noun (formed from the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.2:1:887.tamillex\" target=\"_blank\">ஓவு</a>, <i>ōvu</i>) that means ‘giving up’ or ‘renouncing’, and <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:2047.tamillex\" target=\"_blank\">யாவும்</a> (<i>yāvum</i>) means ‘everything’, so ஓவுதல் யாவும் (<i>ōvudal yāvum</i>) means ‘giving up everything’. <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6585.tamillex\" target=\"_blank\">என</a> (<i>eṉa</i>) is an infinitive form of the verb <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6535.tamillex\" target=\"_blank\">என்</a> (<i>eṉ</i>), to ‘say’, that acts here as a quotative verbal participle meaning ‘that’ or ‘thus’; and <a href=\"http://dsal.uchicago.edu/cgi-bin/philologic/getobject.pl?c.2:1:744.tamillex\" target=\"_blank\">ஓர்</a> (<i>ōr</i>) means ‘know’.<br /><br />Thus this entire verse means:<blockquote>If the ego, which is the embryo [seed, substance or foundation], comes into existence, everything comes into existence. If the ego does not exist, everything does not exist. The ego indeed is everything. Therefore, know that investigating [or scrutinising] ‘what is this [ego]?’ is indeed giving up [or renouncing] everything.</blockquote>The reason why investigating ‘what is this ego?’ is giving up everything is that everything exists only so long as the ego exists, and the ego exists only so long as we do not carefully scrutinise it in order to know what it really is.<br /><br />When we investigate and know what it really is, we will discover that it is not the finite body-bound consciousness that it now appears to be, but is only the infinite consciousness of pure being, ‘I am’, which knows nothing other than itself. When the body-bound ego is thus found to be non-existent, everything else that it appeared to know will also be found to be non-existent, and only beginningless, endless and undivided being-consciousness-bliss (<i>anādi ananta akhaṇḍa sat-cit-ānanda</i>) will remain as the sole reality (as Sri Ramana teaches us in verse 28 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"_blank\"><i>Upadēśa Undiyār</i></a>).<br /><a name=\"13-UN-14-26\"></a><br /><b>Parallels between verses 14 and 26 of <i>Uḷḷadu Nāṟpadu</i></b><br /><br />There are clear parallels between this verse and verse 14. தன்மை (<i>taṉmai</i>), the first person, is அகந்தை (<i>ahandai</i>), the ego, and முன்னிலை-படர்க்கைகள் (<i>muṉṉilai-paḍarkkaigaḷ</i>), second and third persons, are அனைத்தும் (<i>aṉaittum</i>) or யாவும் (<i>yāvum</i>), everything other than the ego.<br /><br />Therefore, ‘உடல் நான்’ என்னும் அத் தன்மை உண்டேல், முன்னில-படர்க்கைகள்-தாம் உளவாம் (<i>‘uḍal nāṉ’ eṉṉum a-t-taṉmai uṇḍēl, muṉṉilai-paḍarkkaigaḷ-tām uḷa-v-ām</i>), ‘If that first person called “I [am this] body” exists, second and third persons will  certainly appear to exist’, means essentially the same as கருவாம் அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும் (<i>karu-v-ām ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If the ego, which is the embryo, comes into existence, everything comes into existence; if the ego does not exist, everything does not exist’.<br /><br />Likewise, தன்மையின் உண்மையைத் தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவுற்று [...] (<i>taṉmaiyiṉ uṇmaiyai-t tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivuṯṟu</i> [...]), ‘If one knows one’s essence [by] scrutinising the reality of the first person, second and third persons ceasing to exist [...]’, implies that ‘யாது இது?’ என்று நாடலே ஓவுதல் யாவும் (<i>‘yādu idu?’ eṉḏṟu nādalē ōvudal yāvum</i>), ‘scrutinising “what is this [ego]?” is indeed giving up [or renouncing] everything’.<br /><br />When the ego and everything else cease to exist as a result of our vigilantly scrutinising the ego, what will remain is தன் நிலைமை தான் (<i>taṉ nilaimai tāṉ</i>), ‘only [our real and natural] state of self’, which is ஒன்றாய் ஒளிரும் தன்மையே (<i>oṉḏṟāy oḷirum taṉmaiyē</i>), ‘only the essential reality that shines as [the] one [infinite and indivisible whole]’.<br /><a name=\"14-interpretation\"></a><br /><b>Interpreting the terms ‘second  person’ and ‘third person’ individually</b><br /><br />By comparing these two verses, we should clearly understand that when Sri Ramana uses the term முன்னிலை-படர்க்கைகள் (<i>muṉṉilai-paḍarkkaigaḷ</i>), ‘second-and-third-persons’, he means everything that appears to be other than the first person, the ego. How we choose to interpret முன்னிலை (<i>muṉṉilai</i>), ‘second  persons’, and படர்க்கை (<i>paḍarkkai</i>), ‘third persons’, individually is a secondary matter, and one that leaves room for flexibility, so long as whatever interpretation we choose means that together they make up the totality of everything other than ‘I’, the first person or ego.<br /><br />The value of any interpretation of these two terms individually depends upon its explanatory power — that is, upon how much it helps us to understand Sri Ramana’s teachings as a whole. As I explained above, I consider that one of the most useful interpretations of them is that முன்னிலை (<i>muṉṉilai</i>), ‘second  persons’, means everything that appears to be mental, and படர்க்கை (<i>paḍarkkai</i>), ‘third persons’, means everything that appears to be physical.<br /><br />I consider this interpretation to be so useful because the seeming distinction between the mental and the physical appears to us to be so fundamental that we naturally divide all the objects that we experience into these two categories. Whether this distinction is true or not does not alter the fact that in our experience it appears to be true and fundamental.<br /><br />This distinction appears to be so fundamental that philosophers have written countless volumes arguing whether the mental and the physical are two separate substances, whether one is merely a property of the other, whether all physical things are in fact mental, or whether all mental things are in fact physical. However, philosophers who lack the all-transcending experience of sages like Sri Ramana are unable to resolve such questions with any degree of certainty, because by its mere power of reasoning the human mind cannot know the truth that underlies the appearance of its seeming existence, so to know this truth we have to turn our mind selfwards, away from all thoughts, as taught by Sri Ramana and other self-experiencing sages.<br /><br />Sri Ramana’s verdict on the question of the relationship between the mental and the physical (a verdict that, unlike the beliefs of other philosophers, is  based not merely upon mental speculation or reasoning, but  upon the firm evidence of his own clear self-experience) is that all physical things are actually mental (because everything that the mind experiences other than its own being, ‘I am’, is just one of its own thoughts or ideas), but that even the mental is not actually real.<br /><br />So long as the mind (the first person or subject) appears to be real, all the objects (the second and third persons) that it experiences also appear to be real, and so long as it continues to experience such objects, the illusion that it is real will persist, because its seeming existence is sustained by its feeding upon objective experiences — that is, upon experiences of mental objects (which are second persons) and physical objects (which are third persons).<br /><br />Therefore, in order to destroy the illusion that the mind and everything experienced by it are real, we must attend exclusively to the first person (the experiencing subject, ‘I’) and thereby cease attending to any second or third person. Whenever we do not attend to any second or third person, they cease to exist (as happens whenever we are asleep), but we cannot destroy the mind unless we focus our entire attention keenly and vigilantly upon the first person in order to experience what it really is: ‘who am I?’<br /><a name=\"15-HAB\"></a><br /><b>Interpretation in <i>Happiness and the Art of Being</i></b><br /><br />In <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a> I have interpreted the terms  ‘second  person’ and ‘third person’ in much the same way that I have done here, and I have discussed this interpretation on pages 226, 230-1 and 397-403. On pages 397-403 I wrote:<blockquote>[...] Sri Ramana frequently used the Tamil equivalents of the English terms ‘first person’, ‘second person’ and ‘third person’.<br /><br />Since he used these terms in place of the usual philosophical terms ‘subject’ and ‘object’, he in effect divided all the objects known by us into two distinct groups. That is, he used the Tamil equivalent of the term ‘second person’ to denote all those mental objects or images that we recognise as being thoughts that exist only within our own mind, and the Tamil equivalent of the term ‘third person’ to denote all those mental objects or images that we imagine we are perceiving outside ourself through one or more of our five senses.<br /><br />Whereas the ‘second person’ objects are those objects or thoughts that we recognise as existing only within the space of our own mind, the ‘third person’ objects are those objects or thoughts that we imagine we are perceiving in physical space, outside our mind. Thus the second person objects are those objects that we recognise as existing only within the field of our mental conception, while the third person objects are those objects that we imagine to exist outside the field of our mental conception, in the seemingly separate field of our sense perception.<br /><br />[...] In reference to the act of knowing, the term ‘second person’ means whatever we know most directly or immediately, while the term ‘third person’ means whatever we know more indirectly or mediately.<br /><br />Compared to the objects that we perceive through the media of our five senses, the thoughts that we recognise as existing only within our own mind are known by us more directly or immediately, and hence they are our ‘second person’ thoughts or objects. Since the objects that we think we perceive outside ourself are known by us not only through the primary medium of our mind but also through the secondary media of our five senses, they are a comparatively indirect or more mediate form of knowledge, and hence they are our ‘third person’ thoughts or objects.<br /><br />Though in Tamil these ‘three persons’ are collectively called the ‘three places’ or <i>mū-v-iḍam</i>, individually they are not called the ‘first place’, ‘second place’ and ‘third place’, but are called respectively the ‘self-ness place’, the ‘place standing in front’ and the ‘place that has spread out’. The actual term used in Tamil to denote the first person is <i>taṉmai-y-iḍam</i>, or more commonly just <i>taṉmai</i>, which etymologically means ‘self-ness’ or ‘selfhood’, and which therefore denotes our sense of ‘self’, the subject or first thought ‘I’. The Tamil term for the second person is <i>muṉṉilai</i>, which etymologically means ‘what stands in front’, and which therefore from a philosophical viewpoint denotes our most intimate thoughts, those mental objects or images that figuratively speaking stand immediately in front of our mind’s eye, and that we therefore recognise as being thoughts that exist only within our own mind. And the Tamil term for the third person is <i>paḍarkkai</i>, which etymologically means ‘what spreads out, ramifies, becomes diffused, expands or pervades’, and which therefore from a philosophical viewpoint denotes those thoughts that have spread out or expanded through the channel of our five senses, and that have thereby been projected as the objects of this material world, which we seem to perceive through those five senses, and which we therefore imagine to be objects existing outside ourself.<br /><br />The space of our mind is thus divided into three distinct parts, areas or fields, which we can picture as three concentric circles. The most intimate part of our mind, the innermost of these three circles, which is also their central point, is our first person thought ‘I’, our limited individual consciousness that feels ‘I am this body’, ‘I am such-and-such a person’. The next most interior or intimate part of our mind, the field or circle that most closely surrounds our first person thought ‘I’, is all our second person thoughts, the objects that we recognise as existing only within our own mind, and that we therefore consider to be the field of our mental conception. The most exterior part of our mind, the outermost field or circle surrounding our first person thought ‘I’, is all our third person thoughts, the objects that we imagine we perceive in an external physical space, and that we therefore mistake as existing outside our mind. Thus the entire external universe and the physical space in which we imagine it to be contained is just the outermost part of the space that is our own mind, the part of that space which we consider to be the field of our sense perception.<br /><br />Though in our imagination we make a distinction between the thoughts that we recognise as existing within ourself and the material objects that we imagine we perceive outside ourself, this distinction is actually false, because both are in fact only thoughts that we form within our own mind by our power of imagination. Whereas we recognise some of our thoughts to be only images that we form in our mind, we wrongly imagine certain of our thoughts to be objects that actually exist outside us, and that are therefore distinct from our thoughts and our thinking mind. In fact, however, even the objects that we think we perceive outside ourself are only our own thoughts — images that we have formed within our own mind.<br /><br />Nevertheless, though this distinction between our second person thoughts and our third person thoughts is illusory, in our mind it appears to be quite real. So long as we imagine that we are perceiving objects outside ourself, we will continue to imagine that there is a real distinction between those objects and the thoughts that we recognise as existing only within our own mind. Therefore this seeming distinction between our second person objects, the thoughts that we recognise as existing only within our own mind, and our third person objects, the objects that we think we perceive outside ourself, will continue to appear to be real so long as our thinking mind appears to be real.<br /><br />Because it appears to us to be real, Sri Ramana allows for this seeming distinction between the second person and third person objects, but he does so only to make clear to us that the term ‘objects’ includes not only all the material objects we think we perceive outside ourself, but also all the thoughts that we recognise as existing only within our own mind. Even our most intimate thoughts or feelings are only objects known by us, and are accordingly distinct from us.<br /><br />Therefore, when Sri Ramana advises us to withdraw our attention from all the ‘second persons’ and ‘third persons’ and to focus it instead on the ‘first person’, what he wants us to understand is that we should withdraw our attention from all objects — both those that we recognise as being merely our own thoughts or feelings, and those that we mistake to be objects existing outside ourself — and fix it only upon our sense of self, ‘I’, which we always experience as being here and now, in this precise present point in space and time. In other words, in order to know our real self, we should withdraw our attention from all our thoughts — both our second person thoughts, which we recognise as being thoughts, and our third person thoughts, which we imagine to be material objects existing outside ourself — and should instead focus it wholly and exclusively upon our ever-present self-consciousness, our fundamental consciousness of our own essential being, ‘I am’. [...]<br /><br />Our individual ‘selfhood’ or <i>taṉmai</i>, which is the adjunct-mixed consciousness that feels ‘I am this body’, appears to exist only because we have failed to investigate or scrutinise the underlying truth or ‘am’-ness of it closely. If we scrutinise this false first person consciousness closely in order to know its underlying truth or reality, we will discover it to be nothing other than our non-dual consciousness of our own being, ‘I am’, which is our real and essential self, our true state of mere being.<br /><br />When we thus discover that our real ‘selfhood’ is merely our non-dual self-consciousness ‘I am’, we will thereby discover that our false individual ‘selfhood’, which is our distorted and dualistic consciousness ‘I am this body’, and which by thus identifying itself with a physical body has limited itself within the bounds of time and space, is a mere apparition that has never truly existed. Just as the illusory snake, which we imagined that we saw lying on the ground, disappears as soon as we see that it is nothing but a rope, so the illusory first person will disappear as soon as we discover that it is nothing but our real non-dual self-conscious being, ‘I am’. When this illusory first person, our false individual ‘selfhood’, thus disappears, all the second and third person objects or thoughts, which were created and known only by this false first person, will disappear along with it.</blockquote><a name=\"16-PSR-2\"></a><b>An alternative interpretation in Part Two of <i>The Path of Sri Ramana</i></b><br /><br />Though I interpreted the terms ‘second person’ and ‘third person’ in this way in <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, and though I consider this to be generally the most appropriate and useful way in which they can be interpreted, in certain contexts they can be usefully interpreted in other ways. For example, on page 2 of Part Two of ஸ்ரீ ரமண வழி (<i>Śrī Ramaṇa Vaṙi</i>), the Tamil original of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a>, Sri Sadhu Om wrote:<blockquote>இந்த முப்பொருள்களில் உயிர் அல்லது ஜீவன் எனப்படுவது நாம்; அதாவது தன்மைப் பொருள். புலன்களால் நம் முன்னிலையில் நாம் காணும் (உணரும்) இவ் வுலகம் முன்னிலைப் பொருள். கடவுளும், இவ் வுலகப் பொருள்களில் நமது தற்சமயப் புலனறிவுக் கெட்டாது அப்பாலுள்ள பொருள்களும் படர்க்கைப் பொருள்க ளாகும்.<br /><br /><i>inda mu-p-poruḷgaḷil uyir alladu jīvaṉ eṉappaḍuvadu nām; adāvadu taṉmai-p poruḷ. pulaṉgaḷāl nam muṉṉilaiyil nām kāṇum (uṇarum) i-v v-ulaham muṉṉilai-p poruḷ. kaḍavuḷum, i-v v-ulaha-p poruḷgaḷil namadu taṯsamaya-p pulaṉ-aṟivu-k k-eṭṭādu appāl-uḷḷa poruḷgaḷum paḍarkkai-p poruḷgaḷ āhum.</i></blockquote>On page 2 of <a href=\"http://www.happinessofbeing.com/path_ramana.html#part_two\">Part Two</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a> this paragraph has been translated as follows:<blockquote>Among these three entities, what is called the soul or <i>jiva</i> is ‘we’, the first person. This world which we perceive in front of us through the five senses is a second person object, while God and these objects of the world which we do not now directly perceive through the senses are third person objects.</blockquote>However, a more accurate translation of it would be:<blockquote>Among these three entities [soul, world and God], what is called the soul or <i>jīva</i> is ‘we’; that is, the first person entity. This world that we see (experience) in front of us by [our] senses is the second person entity. God and the objects of this world that are currently beyond the reach of our senses are third person entities.</blockquote>The reason why Sri Sadhu Om thus described the portion of the world that currently appears to be ‘standing in front’ (<i>muṉṉilai</i>) of us as the ‘second person’ (<i>muṉṉilai</i>) and everything else that does not currently appear to be standing physically in front of us as the ‘third person’ (<i>paḍarkkai</i>) is that he wrote this at the beginning of the chapter on ‘The World and God’, so at that preliminary stage he was describing the soul, world and God as they are generally conceived to be by people who have not thought deeply about their nature.<br /><br />His aim in the preliminary pages of this chapter was to make us understand that investigating (doing research on) the world and God (which are second and third person objects) without first investigating ourself (the first person) is futile, and for this purpose it was useful to interpret the terms ‘second person’ and ‘third person’ as he did.<br /><br />However, later on in the same chapter he explains very clearly that the world that appears to be in front (and outside) of us is actually only a mental projection — a figment of our own imagination — so from that point of view it does not really ‘stand in front’ of us but is only a series of thoughts, and since it <i>appears to be</i> outside rather than inside the mind, it can be more appropriately described as a third person than as a second person (that is, as something that is mentally ‘spread out’ rather than ‘standing in front’).<br /><br />The perspective from which he explained the meaning of முன்னிலைப் பொருள்கள் (<i>muṉṉilai-p poruḷgaḷ</i>), ‘second  person objects’, and படர்க்கைப் பொருள்கள் (<i>paḍarkkai-p poruḷgaḷ</i>), ‘third person objects’, in the preliminary pages of this chapter is a physical perspective — the perspective that we all normally have when we experience the physical world as if it were something that really exists outside and independent of our mind — whereas the perspective from which I have explained their meaning (both here in this article and in <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>) is a mental perspective — the perspective that we can adopt if we reflect upon the rationality of Sri Ramana’s teaching that what we call ‘the world’ is actually only our own thoughts (because it is only a series of perceptual experiences that appear in our mind due to <i>māyā</i>, our self-deceptive power of imagination, just like the world that we experience in a dream).<br /><br />Sri Sadhu Om wrote from such a physical perspective in the preliminary pages of this chapter because this is the ‘common sense’ perspective that we all normally have when we do not consider the intrinsically mental nature of all our experience (other than our experience of our own being, ‘I am’), but after the first ten pages in Tamil (1998 edition) or the first fourteen pages in English (2006 edition) — that is, from the paragraph in which he begins by explaining that the etymological meaning of the Sanskrit word <i>lōka</i>, which means ‘world’, is ‘what is seen’ or ‘what is perceived’ (because it is derived from the verb <i>lōk</i>, which means to see, behold, perceive or know) — he begins to explain Sri Ramana’s teaching that the world is only a creation of our own mind, and he wrote the remaining eighty per cent of this chapter from such a mental (rather than physical) perspective.<br /><a name=\"17-context\"></a><br /><b>Interpretations must be appropriate to the context and the audience</b><br /><br />After I wrote <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a> I wondered whether anyone would notice and ask me about the difference between my interpretation of the terms ‘second person’ and ‘third person’ and the interpretation of them given by Sri Sadhu Om the preliminary pages of the first chapter of Part Two of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a>, and recently a friend did write to me  asking about this. In his e-mail he quoted the paragraph on page 2 of Part Two of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a> referred to above and contrasted it with the following paragraph on page 226 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>:<blockquote>When describing the dependence of all our other thoughts upon our primal thought ‘I’, Sri Ramana refers to the latter as the ‘first person’, and the former as the ‘second and third persons’. Which of our other thoughts does he refer to as ‘second persons’, and which does he refer to as ‘third persons’? Our ‘second person’ thoughts are all those thoughts that we recognise as existing only in our own mind, and which we therefore feel are most close and intimate to us, whereas our ‘third person’ thoughts are all those thoughts that we imagine to be external objects that we perceive through one or more of our five senses.</blockquote>The rest of this article is adapted from the reply that I wrote to him.<br /><br />Though Sri Sadhu Om often explained the meaning of  <i>muṉṉilai</i> (second person) and  <i>paḍarkkai</i> (third person) as he did on page 2 of Part Two of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a>, he also sometimes said that our thoughts are <i>muṉṉilai</i> and the objects of the world are  <i>paḍarkkai</i>, so I once asked him about this, and he explained that the explanations he gives are always intended to be appropriate to the context and to the understanding of whoever he is talking with or writing for.<br /><br />As he explained,  people generally consider that our most immediate knowledge is our knowledge of whatever we are currently perceiving through our senses, and that our knowledge of other things is less immediate, and they consider thus because their minds are constantly extroverted, dwelling only on things that appear to be outside themselves. For such people it is appropriate to describe their present sensory experiences as <i>muṉṉilai</i> (‘that which stands in front’), and all the other things that they believe to be far away in time or space as <i>paḍarkkai</i> (‘that which has spread out [and become remote]’).<br /><br />However, people of more subtle understanding recognise that we know our thoughts more directly and immediately than we know any object that appears to be outside ourself (though in fact such objects are not really outside ourself, but are only thoughts in our own mind), and for such people it is more appropriate to describe those thoughts that we recognise as thoughts as  <i>muṉṉilai</i>, and all the other thoughts that appear to be external objects as  <i>paḍarkkai</i> (as I explain in more detail on pages 397-403 of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\" target=\"_blank\"><i>Happiness and the Art of Being</i></a>, extracts from which I have quoted above).<br /><br />One example of a case in which Sri Sadhu Om referred to thoughts as <i>muṉṉilai-p-poruḷgaḷ</i> (second person objects) and external objects as <i>paḍarkkai-p-poruḷgaḷ</i> (third person objects) is in chapter 7 of ஸ்ரீ ரமண வழி (<i>Śrī Ramaṇa Vaṙi</i>, the Tamil original of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a>) Part One (4th edition, 1998, pages 130-1), where he says:<blockquote>முன்னிலை-படர்க்கைப் பொருள்களாகிய எண்ணங்களையும் இதரப் பொருள்களையும் பார்த்துக்கொண்டே யிருக்கும்படி எவ்வளவு காலம் இந்த மனம் அனுமதிக்கப்ப்டுகின்றதோ அதுவரை மனம் அடங்கவே அடங்காது.<br /><br /><i>muṉṉilai-paḍarkkai-p poruḷgaḷāhiya eṇṇaṅgaḷaiyum itara-p poruḷgaḷaiyum pārttu-k-koṇḍē y-irukkumpaḍi e-vv-aḷavu kālum inda maṉam aṉumatikkappaḍukiṉḏṟadō adu-varai maṉam aḍaṅgavē aḍaṅgādu</i>.</blockquote>This sentence means:<blockquote>So long as this mind is allowed to continue watching [or attending to] thoughts and other objects, which are [respectively] second and third person objects, it will most certainly not subside.</blockquote>(This sentence is part of one of the portions that Sri Sadhu Om added in the 1985 edition of ஸ்ரீ ரமண வழி, so  unfortunately it does not appear in the current edition of <a href=\"http://www.happinessofbeing.com/path_ramana.html\" target=\"_blank\"><i>The Path of Sri Ramana</i></a>, which was translated before 1985.)<br /><br />I once told Sri Sadhu Om that I found the latter explanation of the terms ‘second person’ and ‘third person’ to be generally more useful than the former, and I asked him which he considered more appropriate. He replied jokingly, ‘If you ask me in private, I will agree with you, but if you ask me in public, I will cast my vote with the majority in favour of the former’, because as he went on to explain, for the majority of people the objects we see in front of us appear to be known more closely than our thoughts about distant objects or God, and we should always explain subtle things in a way that can be understood by the people to whom we are explaining them.<br /><br />He also sometimes joked when explaining the terms second person and third person in the former way, ‘Michael will not agree with us. His second person objects are everyone else’s third person objects, and his third person objects are everyone else’s second person objects’, and when explaining the terms second person and third person in the latter way he sometimes referred to them jokingly as ‘Michael’s second person’ and ‘Michael’s third person’.<br /><br />On a more serious note, the most important point that he made clear about these terms  <i>muṉṉilai</i> (second person) and  <i>paḍarkkai</i> (third person) is that it does not actually matter how we interpret each of them individually so long as we understand that Sri Ramana used them collectively to encompass all objects — everything that we experience as other than ourself — that is, both those objects that we recognise as being our own thoughts and those objects that seem to exist outside and independent of our mind.<br /><br /><a name=\"ny17\"></a>As Sri Sadhu Om explained, the reason why it does not actually matter how we interpret each of these terms individually is that all such objects are <i>anātman</i> (‘non-self’ or other than ourself) and must therefore be rejected or ignored by us if we wish to know ourself as we really are. As Sri Ramana said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para17\" target=\"_blank\">seventeenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nāṉ Yār?</i></a> (Who am I?), there is no use in classifying rubbish that is all to be collectively discarded, and every object — whether it is classified as a second person object or a third person object — is to be discarded like such rubbish when we practise self-attentiveness in order to know who or what we really are.<br /><br />Though Sri Ramana divided all objects into these two groups, second person objects and third person objects, he did not do so with an intention that we should believe that there is any significant distinction between them, but only with the intention that we should understand that all objects — whether they appear to be mental objects (thoughts) or objects outside our mind — must be ignored if we are to focus our entire attention upon the first person, ‘I’, and thereby experience our real nature as it truly is.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "28",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3231671460084360089/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Happiness and the Art of Being",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzcwODI5MDkxCm9mZnNldDogMzYwMDAwMAo\""
}