{
    "kind": "blogger#post",
    "id": "355675651277580034",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2011-01-21T11:16:00Z",
    "updated": "2017-10-08T12:32:27+01:00",
    "url": "http://happinessofbeing.blogspot.com/2011/01/how-to-avoid-creating-fresh-karma.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/355675651277580034",
    "title": "How to avoid creating fresh <i>karma</i> (<i>āgāmya</i>)?",
    "content": "In a <a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html?showComment=1295102480439#c6540843076514993872\" target=\"_blank\">reply</a> that I wrote to one of the comments on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html\" target=\"_blank\">Second and third person objects</a>, I wrote:<blockquote>Whatever we experience in either waking or dream is determined by our destiny (<i>prārabdha</i>), so we have no power to alter any of it. However, though we cannot change what we are destined to experience, we can desire and make effort to change it, and by doing so we create fresh <i>karma</i> (<i>āgāmya</i>).<br /><br />Since all such desire and effort to change what we are destined to experience is futile and counterproductive, we should refrain from all such extroverted desire and effort, and should make effort only to subside within by focusing our entire attention upon ourself (the first person, the experiencing subject, ‘I’) and thereby withdrawing it from everything else (every second or third person object).<br /><br /><a name=\"un38\"></a>By making such selfward-directed effort, we will not alter what the mind is destined to experience, but will remove the illusion that we are this experiencing mind. This is what Sri Ramana teaches us in verse 38 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"_blank\"><i>Uḷḷadu Nāṟpadu</i></a>:<blockquote>If we are the ‘doer’ of actions, which are like seeds, we will experience the resulting ‘fruit’. [However] when we know ourself by investigating ‘who is the doer of action?’, ‘doership’ will depart and all the three <i>karmas</i> will slip off. This indeed is the state of liberation, which is eternal.</blockquote><a name='more'></a>That is, actions (<i>karmas</i>), which are motivated by our desires, are like seeds, because they generate more desires to do further actions and thereby they reproduce themselves endlessly, and so long as we continue doing actions (of mind, speech or body), we will have to experience their ‘fruit’ or consequences. However, if instead of indulging in more action we investigate ‘who am I, who seem to be doing action?’, we will experience ourself only as pure non-active self-conscious being, ‘I am’.<br /><br />When we thus experience ourself only as action-free being, both our sense of ‘doership’ (<i>kartṛtva</i>) and our sense of ‘experiencership’ (<i>bhōktṛtva</i>) — that is, our feeling that ‘I am doing action’ and ‘I am experiencing the result of my actions’ — will cease to exist, and thus all our three <i>karmas</i> (<i>āgāmya</i>, <i>sañcita</i> and <i>prārabdha</i>) will also cease to exist. The resulting state, which is devoid of the doer, the experiencer and his or her three <i>karmas</i>, is liberation (<i>mukti</i>), which is eternal — being without beginning, interruption or end.</blockquote>Yesterday a friend wrote to me an e-mail in which he referred to the first two paragraphs from the above-quoted portion of my <a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html?showComment=1295102480439#c6540843076514993872\" target=\"_blank\">reply</a> and asked:<blockquote>I find your reply very helpful and inspiring. But I also wonder how to balance living and acting in the “outer” world, try to change situations that can be changed and on the other side refrain from any outward action and just directing the attention selfwards. Any outward directed action and any desire seems to create new <i>karma</i>.</blockquote>In my reply to him I wrote as follows:<br /><br /><a name=\"dec98note\"></a>The first teaching of Sri Ramana that has been recorded is the note that he wrote for his mother in December 1898, when he was barely nineteen years old and she came to implore him to return home. What he wrote then was as follows:<blockquote>According to their-their <i>prārabdha</i> [that is, according to the destiny of each person], he-who-is-for-that [God] being there-there [in the heart of each person] will make [him or her] act. That which is never to happen will not happen whatever effort [we] make [to make it happen]. That which is to happen will not stop whatever obstruction [or resistance] [we] do [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>Whatever outward work we are destined to do we will be made to do, so we need not concern ourself with such outward activities. If we are meant to do anything that will change any situation, we will certainly do it, whether we want to try or not; and if we are not meant to do so, no matter hard we try we will not manage to do so.<br /><br /><a name=\"ny13\"></a>Therefore we should concentrate all our deliberate effort on turning our mind inwards (selfwards) and thereby ‘being silent’. As Bhagavan says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\" target=\"_blank\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"_blank\"><i>Nāṉ Yār?</i></a> (Who am I?):<blockquote>Being completely absorbed in <i>ātma-niṣṭha</i> [self-abidance], not giving even the slightest room to the rising of any other <i>cintana</i> [thought] except <i>ātma-cintana</i> [self-contemplation or self-attentiveness], alone is giving ourself to God.</blockquote>By being self-attentive we are truly surrendering ourself (and hence our will, our body and our mind) to God, so how he then uses our body and mind to do whatever they are destined to do will be no concern of ours. Because we will be completely surrendered to him, attending to nothing other than self, we will not be creating any fresh <i>karma</i> (<i>āgāmya</i>), because we will not be the doer of any action.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/355675651277580034/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "God",
        "just being (summa iruppadu)",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3NDYyMzQ3OTQ5Cm9mZnNldDogMzYwMDAwMAo\""
}