{
    "kind": "blogger#post",
    "id": "3178318572128079246",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2011-10-07T13:57:00+01:00",
    "updated": "2017-10-07T12:53:52+01:00",
    "url": "http://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3178318572128079246",
    "title": "<i>Manōnāśa</i> – destruction of mind",
    "content": "Someone wrote to me recently saying that he thinks the use of the word ‘destruction’ in ‘destruction of mind’ (<i>manōnāśa</i>) is just ‘Indian hyperbole’ and should not be taken literally, because of it is obvious that Bhagavan and other <i>jñānis</i> think, since without thinking they could not walk or talk. I hope there are not many other people who have misunderstood Bhagavan’s teachings about <i>manōnāśa</i> in such a way, but since <i>manōnāśa</i> is the goal that he has taught us that we should aim to attain, I believe that the following adaptation of my reply to this person may be helpful to other devotees.<br /><br /><a name=\"uu18\"></a>In order to understand what Bhagavan means by <i>manōnāśa</i> (the destruction, annihilation, elimination, ruin, disappearance or death of the mind), we should first consider what he means by ‘mind’ or <i>manas</i>. In verse 18 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"blank\"><i>Upadēśa Undiyār</i></a> (the original Tamil version of <i>Upadēśa Sāram</i>) he says:<blockquote>Mind is only thoughts. Of all thoughts, the thought called ‘I’ is the root. [Therefore] what is called ‘mind’ is [in essence just this root thought] ‘I’. </blockquote><a name=\"av2\"></a>In verse 2 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/anma-viddai-atma-vidya-explanatory.html\" target=\"blank\"><i>Āṉma Viddai</i></a> he indicates that what he means here by ‘the thought called I’ is the thought ‘I am this body’ (the illusion that the physical body is ‘I’):<blockquote>Since the thought ‘this body composed of flesh is I’ alone is the one thread on which [all] the various thoughts are strung, if [one] goes within [investigating] ‘Who am I? What is [its] place [the source from which this ‘I’ has risen, and the ground on which it stands]?’ thoughts will cease, and in the cave [of one’s heart] <i>ātma-jñāna</i> [self-knowledge] will shine spontaneously as ‘I [am only] I’. This is silence, the one [empty] space [of consciousness], the abode of bliss.</blockquote><a name='more'></a><a name=\"un24\"></a>The fact that the mind is in essence nothing but the false identification of our self, which is pure consciousness of being (<i>sat-cit</i>), as a physical body, which is a non-conscious (<i>jaḍa</i>) object, is also emphasised by Bhagavan in verse 24 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"blank\"><i>Uḷḷadu Nāṟpadu</i></a>:<blockquote>The <i>jaḍa</i> [non-conscious] body does not say ‘I’ [because it does not experience itself]; <i>sat-cit</i> [being-consciousness] does not rise [or come into being]; [but] in between [consciousness and the body] an ‘I’ rises as the dimension of the body. Know that this [false consciousness ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot between consciousness and the non-conscious], <i>bandha</i> [bondage], <i>jīva</i> [the soul or person], the subtle body, the ego, this <i>saṁsāra</i> [wandering, restless activity, illusion or ignorance] and <i>manam</i> [the mind].</blockquote>Thus the mind is a confused mixture of the real and the unreal. Its real element is its <i>sat-cit</i> aspect, ‘I am’, and its unreal element is its <i>jaḍa</i> aspect, the body and all the other adjuncts that it confusedly mistakes to be ‘I’. What is destroyed in <i>manōnāśa</i> is only its unreal <i>jaḍa</i> aspect and not its real <i>sat-cit</i> aspect, which is eternal and hence indestructible and immutable.<br /><br />Because the mind thus confuses consciousness (<i>cit</i>) with the non-conscious (<i>jaḍa</i>), it is called the <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that seemingly binds consciousness to the non-conscious. In a conversation recorded in the last chapter of <a href=\"http://www.sriramanamaharshi.org/downloads/maharshi_gospel.zip\" target=\"blank\"><i>Maharshi’s Gospel</i></a> (13th edition, 2002, page 89), Bhagavan emphasises this fact that the mind or ego is nothing but the <i>cit-jaḍa-granthi</i>:<blockquote>[...] the ego has one and only one [relevant] characteristic. The ego functions as the knot between the Self[,] which is Pure Consciousness[,] and the physical body[,] which is ... insentient. The ego is therefore called the <i>cit-jaḍa granthi</i>. In your investigation into the source of <i>aham-vṛtti</i> [the thought ‘I’], you take the essential <i>cit</i> aspect of the ego; and for this reason the enquiry must lead to the realization of the pure consciousness of the Self.</blockquote>Bhagavan says that this primal thought ‘I’ (the false impression ‘I am this body’) is the root of all other thoughts and the thread upon which they are strung, because it is the thinker and experiencer of them, so without it no other thought could exist. Therefore all thought or mental activity is dependent upon this delusion ‘I am this body’, which is the mind or ego.<br /><br /><a name=\"un25\"></a>In waking the mind mistakes itself to be this present body, and in dream it mistakes itself to be some other imaginary body. The bodies change, but the false ‘I’ that takes each of them to be itself remains essentially the same. Since our entire bodily life is just a dream that occurs in our prolonged sleep of self-ignorance, when one body dies, the mind imagines another body to be itself, and thus it undergoes a long series of bodily lives (dreams). This is why Bhagavan says in verse 25 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"blank\"><i>Uḷḷadu Nāṟpadu</i></a>:<blockquote>Grasping form [a body], the formless ghost-ego comes into being; grasping form [a body, objects perceived through the senses of that body, and thoughts and feelings about such objects], it endures; grasping and feeding upon form [such thoughts and objects], it grows [expands or flourishes] greatly; leaving [one] form, it grasps [another] form. [However] if [one] seeks [the truth of it by investigating what it is], it takes flight. Know [thus].</blockquote>Because the mind or ego has no form of its own, it seems to exist only by attending to forms (which are all products of its imagination), but if it attempts to attend to itself, it will find no form to grasp, so it will subside and disappear.<br /><br />The mind seems to exist only in waking and in dream, when it has grasped a body as itself, but it subsides and disappears in sleep, because sleep is a state in which it is too exhausted to grasp any form, so it subsides in its source to recuperate its energy.<br /><br /><a name=\"uu13\"></a>Because sleep is only a temporary state of subsidence, it is a state of <i>manōlaya</i> (abeyance of mind), and from it the mind will certainly rise again. Likewise death and coma are both only states of <i>manōlaya</i>, as also is any temporary subsidence or <i>samādhi</i> achieved by means of <i>yōga</i> and other such spiritual practices that entail attending to anything other than ‘I’.<br /><br />Therefore in verse 13 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"blank\"><i>Upadēśa Undiyār</i></a> Bhagavan distinguishes the two basic kinds of subsidence of mind, temporary and permanent:<blockquote>Subsidence [of mind] is [of] two [kinds], <i>laya</i> and <i>nāśa</i>. That which is lying down [in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise.</blockquote>In this verse Bhagavan makes clear that <i>nāśa</i> is distinct from any kind of <i>laya</i> (which are all temporary, because they are states from which the mind will sooner or later rise again), and that it is permanent, because it is a state in which the mind is dead and from which it will never rise again.<br /><br /><a name=\"uu14\"></a>Bhagavan wrote this verse in the context of a brief outline that he gave of <i>yōga</i> practices such as <i>prāṇāyāma</i> (breath-restraint), which by themselves can only bring about <i>manōlaya</i> and not <i>manōnāśa</i> (as he explains in more detail in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">eighth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār?</i></a>, which I quote below), so in the next verse (verse 14) he emphasises that the mind will be destroyed only when we practise the unique path of self-investigation (<i>ātma-vicāra</i>):<blockquote>Only when [one] sends the mind — which subsides [only temporarily in <i>laya</i>] when [one] restrains the breath — on the <i>ōr vaṙi</i>, will its form cease [or die in <i>nāśa</i>].</blockquote>The Tamil words <i>ōr vaṙi</i> have two possible literal meanings, ‘[the] one [unique or special] path’ and ‘[the] investigating [examining or knowing] path’, but whichever meaning we choose, they refer to the same path, namely the unique path of self-investigation (<i>ātma-vicāra</i>).<br /><br /><a name=\"ny08\"></a>Bhagavan expresses this same truth in other words in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\" target=\"blank\">eighth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\" target=\"blank\"><i>Nāṉ Yār? </i></a> (Who am I?):<blockquote>To make the mind subside [permanently], there are no adequate means other than <i>vicāra</i>. If restrained by other means, the mind will remain as if subsided, [but] will emerge again. Even by <i>prāṇāyāma</i> [breath-restraint], the mind will subside; however, [though] the mind remains subsided so long as the breath remains subsided, when the breath emerges it will also emerge and wander under the sway of [its] <i>vāsanas</i> [propensities, inclinations, impulses or desires]. [...] Therefore <i>prāṇāyāma</i> is just an aid to restrain the mind, but will not bring about <i>manōnāśa</i> [the annihilation of the mind].</blockquote><a name=\"uu15\"></a>In the next verse of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"blank\"><i>Upadēśa Undiyār</i></a> (verse 15) Bhagavan describes the state of <i>manōnāśa</i> as follows:<blockquote>When the mind-form is annihilated, for the great <i>yōgi</i> who is [thereby] established as the reality, there is not a single action [or doing], [because] he has attained his [true] nature [which is actionless being].</blockquote>The person who wrote to me claiming that <i>manōnāśa</i> (destruction of mind) should not be taken literally wrote, ‘Thinking continues, even for someone like Ramana (and all the other Jnanis), otherwise how can Ramana walk to the kitchen or answer questions’, but in this verse Bhagavan emphasises that for <i>jñānis</i> there is no action whatsoever, which means that there is absolutely no thinking, talking or walking.<br /><br />As he often explained, the bodily and mental activities of the <i>jñāni</i> appear to exist only in the ignorant outlook of others (<i>ajñānis</i>), who mistake him to be the body and mind that do such actions, because in the clear view of the <i>jñāni</i> all that exists is only self, which is pure non-dual being-consciousness (<i>sat-cit</i>). Because we mistake ourself to be a body and mind, we mistake even the <i>jñāni</i> to be a body and mind, but for him (or her) there is no such thing.<br /><br />When Bhagavan translated this verse into Malayalam (in a metre that was longer than the metres he used in the Tamil, Sanskrit and Telugu versions), he added a relative clause that describes the great <i>ātma-yōgi</i> as ‘who is seen as a human by outward appearance’ (<i>vēṣattāle manuṣyanāy kāṇum</i>), thereby indicating that the human form of the <i>jñāni</i> is merely an outward guise (<i>vēṣa</i>) that appears to be real only in the outlook of <i>ajñānis</i>.<br /><br /><a name=\"gvk283\"></a>This is why Bhagavan used to say (as recorded in verse 283 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\" target=\"blank\"><i>Guru Vācaka Kōvai</i></a> and elsewhere) that the appearance of the <i>guru</i> in human form is like the appearance of a lion in the dream of an elephant, the shock of seeing which causes the elephant to wake up. Though the lion is unreal, being just a creation of the elephant’s own mind, the waking that it causes is real. Likewise, the outward form of the <i>guru</i> is unreal, being just a creation of our own dreaming mind, but it causes us to awaken to our real self, because what we see outwardly as the human form of the <i>guru</i> is actually nothing but our own essential self, which always shines in our heart as ‘I am’.<br /><br /><a name=\"un31\"></a>The truth that Bhagavan teaches us in verse 15 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"blank\"><i>Upadēśa Undiyār</i></a> is taught by him equally emphatically in verse 31 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html\" target=\"blank\"><i>Uḷḷadu Nāṟpadu</i></a>:<blockquote>For those who enjoy <i>tanmayānanda</i> [the ‘bliss composed of that’, namely the real self], which rose [as ‘I am I’] destroying the [false] self [the mind or ego], what one [action] exists for doing? They do not know anything other than self, [so] who can [or how to] conceive their state as ‘it is such’?</blockquote><a name=\"una30\"></a>In the clear, undefiled experience of a <i>jñāni</i>, nothing exists other than self, so there is no mind, body or world, and therefore nothing to do any action. This is a truth that Bhagavan repeatedly emphasised not only in his own writings but also in many of the conversations with him that have been recorded by others, and it is why he wrote in verses 30 to 33 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-anubandham-explanatory.html\" target=\"blank\"><i>Uḷḷadu Nāṟpadu Anubandham</i></a>:<blockquote>Like a person who is [seemingly] listening to a story [but whose] mind has gone far away [and who therefore does not actually hear what is being said], a mind in which [all] <i>vāsanas</i> [propensities or desires] have been destroyed does not [actually] do [anything] even though it is [seemingly] doing. [On the other hand] a mind that is saturated with them [<i>vāsanas</i>] is actually doing even though it is [seemingly] not doing [anything], [just like] a person who climbs a hill and falls over a precipice in a dream, even though he is lying motionless here [in this waking world].<br /><br /><a name=\"una31\"></a>The [waking or dream] activity, the <i>niṣṭhā</i> [absorption or <i>samādhi</i>] and the sleep that are [seemingly occurring] to the <i>mey-jñāni</i> [the knower of reality], who is asleep within the fleshy body, which is [like] a cart, are similar to the cart moving, standing or the cart remaining alone [with the bullocks unyoked] to a person sleeping in the cart. [That is, these transient states of the body and mind are not experienced by the <i>jñāni</i>, just as the states of a cart are not experienced by a person who is sleeping in it.]<br /><br /><a name=\"una32\"></a>For those who experience waking, dream and sleep, waking-sleep, [which is] beyond [these three transient states], is called <i>turīya</i> [the ‘fourth’]. Since that <i>turīya</i> alone exists, [and] since the three [states of waking, dream and sleep] that appear [to exist] do not exist, be assured [that <i>turīya</i> is actually] <i>turīya-v-atīta</i> [<i>turīyātīta</i>, that which transcends the ‘fourth’].<br /><br /><a name=\"una33\"></a>Saying ‘<i>saṁcita</i> and <i>āgāmya</i> do not adhere to the <i>jñāni</i> [but] <i>prārabdha</i> does remain’ is a reply told to the questions of others. Just as [any of] the wives do not remain unwidowed when the husband has died, know that [when] the doer [has died] all the three <i>karmas</i> cease.</blockquote><a name=\"uu17\"></a>Since the experience of the <i>jñāni</i> is that self alone exists, and nothing else has ever existed, the mind that we now experience does not really exist but is just an illusion. Therefore the state that is called <i>manōnāśa</i> (destruction of mind) is not actually a state in which something that existed has been destroyed, but is just the clear knowledge that nothing other than self has ever existed. This is why in verse 17 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"blank\"><i>Upadēśa Undiyār</i></a> Bhagavan says:<blockquote>When [anyone] scrutinises the form of the mind without forgetting, [it will be clear that] anything as ‘mind’ does not exist. For everyone, this is the direct [straight, proper, correct or true] path.</blockquote>If we see a rope lying on the ground in the dim light of dusk, we may mistake it to be a snake. Just as that snake does not really exist but is just an imagination, this mind does not really exist but is just an imagination. And just as the sole reality underlying the appearance of the snake is only a rope, so the sole reality underlying the appearance of this mind is only self, which is absolutely non-dual being-consciousness, and therefore completely devoid of all thoughts, perceptions and differences.<br /><br />In other words, what we now experience as our finite mind is in fact nothing but our infinite self, and if we experience it as it really is, it will no longer appear to be this finite mind, which thinks thoughts and experiences things that appear to be other than it.<br /><br />Therefore, saying that the mind is destroyed by our recognising that it is actually nothing other than self is like saying that the snake is destroyed by our recognising that it is actually just a rope. Such statements are not intended to imply that either the mind or the snake ever really existed as such, because what is destroyed is not their actual existence but only the illusion that they existed.<br /><br />When the mind is thus destroyed, the <i>cit-jaḍa-granthi</i> (the knot between consciousness and the non-conscious) is cut asunder, which means that its <i>jaḍa</i> (non-conscious) portion (namely the body and all the other adjuncts that we identify as ‘I’) disappears, and only its <i>cit</i> (consciousness) portion, ‘I am’, remains, because it is the sole reality.<br /><br /><a name=\"uu16\"></a>Because this knot is a wrong knowledge of ourself, it can be destroyed only by true self-knowledge, and the only means by we can experience true self-knowledge is <i>ātma-vicāra</i>, because we cannot experience what we really are unless we keenly and vigilantly attend to ourself, withdrawing our power of attention entirely from all other things. This is the truth that Bhagavan teaches us in verse 16 of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"blank\"><i>Upadēśa Undiyār</i></a>:<blockquote>Having given up [knowing] external <i>viṣayas</i> [objects, affairs, states, events or experiences], the mind knowing its own form of light alone is true knowledge [or knowledge of reality].</blockquote>In states of <i>manōlaya</i> such as sleep, coma, death or <i>yōga-nidrā</i> (which is a term that Bhagavan is recorded as having sometimes used to describe any state of <i>samādhi</i> that is brought about by any means other than self-attentiveness), the mind has subsided because it has ceased experiencing any external <i>viṣayas</i>, but its subsidence is only temporary, because it has subsided without clearly knowing ‘its own form of light’ — its essential form of pure consciousness. In order to be destroyed, the mind must not only cease experiencing any external <i>viṣayas</i>, but must also clearly experience ‘its own form of light’ (which is ‘the essential <i>cit</i> [consciousness] aspect of the ego [the mind or <i>cit-jaḍa granthi</i>]’ that Bhagavan referred to in the portion of the conversation recorded in the last chapter of <a href=\"http://www.sriramanamaharshi.org/downloads/maharshi_gospel.zip\" target=\"blank\"><i>Maharshi’s Gospel</i></a> that I referred to earlier).<br /><br />The mind cannot experience ‘its own form of light’ with absolute clarity unless it has completely given up experiencing any external <i>viṣayas</i> even to the slightest extent, but it can completely give up experiencing any external <i>viṣayas</i> without clearly experiencing ‘its own form of light’, as it does in sleep and other states of <i>manōlaya</i>. This is why in this verse Bhagavan places the emphasis on ‘the mind knowing its own form of light’ by making it the subject of the sentence, and relegates ‘having given up external <i>viṣayas</i>’ to a subsidiary position by making it a participle clause.<br /><br />That is, giving up experiencing external <i>viṣayas</i> is a necessary condition for <i>manōnāśa</i>, but not a sufficient condition, whereas the mind knowing its own form of light is not only a necessary condition but also a sufficient condition for <i>manōnāśa</i>. Therefore, what Bhagavan teaches us in this extremely important verse — the central gem of <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html\" target=\"blank\"><i>Upadēśa Undiyār</i></a> — is that in order to experience true self-knowledge, which alone can destroy the mind, we must not only give up experiencing external <i>viṣayas</i> but must also experience our own ‘form of light’ — our real nature, which is the absolutely clear light of pure (content-free) consciousness.<br /><br />In different states of <i>manōlaya</i> there may be differing degrees of clarity of self-consciousness, but because it is not a complete clarity it does not destroy the mind, and hence the mind will rise again. Moreover, because we can make no effort in such a state, we cannot increase the degree of clarity until we come out of that state. Only when the mind has risen out of <i>laya</i> can it make the necessary effort to focus its attention keenly and exclusively upon ‘its own form of light’.<br /><br />This is why Bhagavan repeatedly emphasised that when practising <i>ātma-vicāra</i> we should not only avoid being carried away by any thoughts but should also avoid subsiding into any form of <i>manōlaya</i>, and that the only means by which we can thus remain firmly established in our natural state of self-abidance or <i>ātma-niṣṭhā</i> (in which our power of attention stands steadily balanced in the central point between its two customary states of thinking and <i>laya</i>) is by keenly and vigilantly attending to our own ‘form of light’ — the ‘essential <i>cit</i> aspect’ of our mind.<br /><br />The power of <i>māyā</i> or self-deception that prevents us from knowing ourself as we really are has two forms, which are called <i>āvaraṇa śakti</i> (the power of covering, veiling, concealing or obscuration) and <i>vikṣēpa śakti</i> (the power of projection, dispersion or dissipation). The former is the fundamental lack of clarity of self-consciousness that forms the background darkness that enables the latter to project thoughts (some of which seem to exist outside the mind as the objects, states and events of the physical world), just as the darkness in a cinema enables pictures to be projected upon the screen. In waking and dream these two forms of <i>māyā</i> are both functioning, whereas in <i>manōlaya</i> the <i>vikṣēpa śakti</i> has ceased to function and only the <i>āvaraṇa śakti</i> persists.<br /><br />When we give up experiencing external <i>viṣayas</i> (which include all thoughts, both those that seem to exist only in our mind and those that seem to exist outside our mind as the objects and events of the physical world), we are temporarily suspending the functioning of <i>vikṣēpa śakti</i>, and thus we subside in <i>manōlaya</i>, in which we remain enveloped in <i>āvaraṇa</i>, the veil of self-ignorance. Therefore, to know ourself as we really are, we must not only give up experiencing external <i>viṣayas</i> but must also strive to experience our own ‘form of light’, because only by experiencing this will we be able to pierce through this fundamental veil of self-ignorance (our lack of clarity of self-consciousness) caused by <i>āvaraṇa śakti</i>.<br /><br />Since the mind and all its manifold creations can appear to exist only under the dark veil of <i>āvaraṇa śakti</i>, and since this veil can be dissolved only by the experience of absolutely clear self-consciousness, in order to destroy the fundamental cause of the illusory appearance of the mind we must strive relentlessly to experience the ‘essential <i>cit</i> aspect’ of our mind, devoid of all the non-conscious adjuncts (<i>jaḍa upādhi</i>) that we now superimpose upon it.<br /><br />When we thus experience the essential <i>cit</i> element of our mind without any of its <i>jaḍa</i> adjuncts, we will split the <i>cit-jaḍa-granthi</i> (the knot between consciousness and the non-conscious), which is far more subtle and fundamental than any physical atom, and as Bhagavan used to say (for example, on the afternoon of 22-11-1945, as recorded in <a href=\"http://www.sriramanamaharshi.org/downloads/day_by_day.zip\" target=\"blank\"><i>Day by Day with Bhagavan</i></a>, 2002 edn, p. 49), the splitting of this mental atom will release the infinite power of <i>jñāna</i>, which will instantly and forever swallow the false appearance of the entire universe and anything else that may appear to be other than our essential self — our pure consciousness of being, ‘I am’.<br /><br />This state, in which everything other than ‘I’ has been swallowed by the clear light of true self-knowledge (as alluded to by Sri Bhagavan in verse 27 of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html#aamm\" target=\"blank\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i></a> and verse 1 of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html#apr\" target=\"blank\"><i>Śrī Aruṇācala Pañcaratnam</i></a>), is our natural state of egoless being-consciousness (<i>sat-cit</i>), which is the real state denoted by the term <i>manōnāśa</i>, ‘destruction of mind’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "15",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3178318572128079246/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "manōnāśa (annihilation of mind)",
        "māyā",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3Mzc3MjMyMDA1Cm9mZnNldDogMzYwMDAwMAo\""
}