{
    "kind": "blogger#post",
    "id": "8837999737989199213",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2013-12-30T18:59:00Z",
    "updated": "2017-09-26T21:15:05+01:00",
    "url": "http://happinessofbeing.blogspot.com/2013/12/dhyana-p-pattu-song-on-meditation.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8837999737989199213",
    "title": "<i>Dhyāna-p-Paṭṭu</i>: The Song on Meditation",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nதியானப் பாட்டு (<i>Dhyāna-p-Paṭṭu</i>), the ‘Meditation Song’ or ‘Song on Meditation’, is a joyful song that Sri Sadhu Om composed for young children to help them learn the practice of meditation on self (<i>svarūpa-dhyāna</i>) or <i>ātma-vicāra</i> (self-investigation or self-enquiry), as it is also called. Because of its uplifting and joyful tune and its simple and clear meaning, it is very popular among devotees who like to sing Tamil songs on Sri Ramana and his teachings.<br />\n<br />\nAlthough this song was written for the benefit of children, it explains the practice of <i>ātma-vicāra</i> in such a clear and simple manner that it is useful for any of us who are seriously trying to experience ourself as we really are.<br />\n<br />\nThough at first glance the first two verses seem to be describing the practice of dualistic meditation — meditation on God as other than oneself (<i>anya-bhāva</i>) — between verses 3 and 9 the attention of the meditator is gradually and gently turned away from the idea that God is anything other than oneself towards his real nature, the <i>suddha-mauna-cit</i> or ‘pure silent consciousness’ (verse 3) that shines blissfully (verse 4) in our heart as ‘I am’, the ‘witness who knows [all our] thoughts’ (verse 6).<br /><a name='more'></a>\n<br />\n<a name=\"uu08\"></a>While describing the progressive steps on the path of <i>bhakti</i> or devotion in verses 3 to 9 of <i>Upadēśa Undiyār</i>, Sri Ramana emphasises in verse 8 the essential switch that needs to be made from <i>anya-bhāva</i> to <i>ananya-bhāva</i> (that is, from considering God to be something other than oneself to considering him to be none other than oneself):<br />\n<blockquote>\nஅனியபா வத்தி னவனக மாகு<br />\nமனனிய பாவமே யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br />\n<br />\nRather than <i>anya-bhāva</i> [meditation in which God is considered to be other than ‘I’], <i>ananya-bhāva</i>, in which ‘he’ is [considered to be] ‘I’, is indeed the best among all [forms of meditation or practices of <i>bhakti</i>].</blockquote>\nWhen this crucial switch is made, the path of <i>bhakti</i> is transformed from an indirect means into the direct means to attain self-knowledge. If we meditate upon God as other than ‘I’, we are not meditating upon him as he really is but only upon our idea of what he is, so dualistic devotion can never lead us directly to him. Only if we meditate upon him as ‘I’ are we meditating upon him as he really is, so only non-dualistic devotion can lead us directly to experience him as he actually is.<br />\n<br />\nThough dualistic devotion will eventually lead to non-dualistic devotion, until it does so it is a path that is distinct and separate from the path of <i>ātma-vicāra</i> that Bhagavan Ramana taught us. Only when it actually blossoms as non-dualistic devotion does it merge and become one with the path of <i>ātma-vicāra</i>. Therefore the switch from <i>anya-bhāva</i> to <i>ananya-bhāva</i> is the essential turning-point on the path of devotion: the point at which it ceases to be an indirect means and instead becomes the direct path of <i>ātma-vicāra</i>.<br />\n<br />\n<a name=\"ny13\"></a>Though the dualistic devotee aims to surrender himself or herself to God, our surrender cannot become complete until we give up the idea that God is anything separate from ourself, because in order to maintain such separation we must hold onto our separate self. Therefore Sri Ramana taught us that the only means by which we can surrender ourself completely to God is the path of <i>ātma-vicāra</i>, in which we do not attend to anything other than ourself. He taught this most explicitly in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\nஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். [...]<br />\n<br />\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance, the state of just being as we really are], giving not even the slightest room to the rising of any thought other than <i>ātma-cintana</i> [self-contemplation or ‘thinking’ of self], is giving oneself to God. [...]</blockquote>\nTherefore, when Sri Ramana taught us that the only means by which we can experience true self-knowledge is either self-investigation or self-surrender, he did not mean that these are two alternative means, but only that they are two alternative ways of describing and understanding the one and only means. Therefore the path of devotion that he taught us is only the practice of complete self-surrender, which is the same as the practice of self-investigation (<i>ātma-vicāra</i>).<br />\n<br />\nSo long as we consider God to be anything other than ourself, we are looking for him in the wrong direction, because the appearance of otherness is a mind-created illusion. Since otherness exists only in the deluded view of the mind, we cannot experience it without mistaking ourself to be this mind, and hence by looking for God or the reality in anything other than ourself we are perpetuating this mistaken identity and thereby preventing ourself from experiencing ourself as we really are.<br />\n<br />\nSince God is nothing other than our essential self, ‘I am’, we can experience him as he really is only by experiencing ourself as we really are. Therefore if we try to find him outside ourself, we are doomed to failure. Hence, as Sri Sadhu Om says in verse 5 of this song, though God exists everywhere and as everything, we can experience every existing thing as consisting solely of him only after we have experienced him within ourself as ‘I am’.<br />\n<br />\n<a name=\"uu02\"></a>If we seek God outside ourself with genuine love — love that does not seek any personal gain — that will purify our mind and enable it to recognise that the correct means to liberation is only <i>ātma-vicāra</i> or self-investigation, but it will not by itself give us liberation, as taught by Sri Ramana in verses 2 and 3 of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>\nவினையின் விளைவு விளிவுற்று வித்தாய்<br />\nவினைக்கடல் வீழ்த்திடு முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br />\n<br />\nThe fruit of action having perished [remains] as seed [and thereby] causes [one] to sink in the ocean of action. [Therefore action] does not give liberation.<br />\n<br />\n<a name=\"uu03\"></a>கருத்தனுக் காக்குநிட் காமிய கன்மங்<br />\nகருத்தைத் திருத்தியஃ துந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கதிவழி காண்பிக்கு முந்தீபற.<br />\n<br />\n<i>Niṣkāmya karma</i> [action without desire for personal gain] done [with love] for God purifies the mind and [thereby] shows [i.e. enables one to recognise] the path to liberation.</blockquote>\nAny meditation or other spiritual practice that involves attention to anything other than ‘I’ is an action or <i>karma</i>, because it entails a movement of our attention away from ourself towards that other thing. The only spiritual practice that does not entail attention to anything other than ‘I’ and that is therefore not an action is meditation upon self, which is the practice of <i>ātma-vicāra</i>, because it entails our attention resting calmly in and as its source, which is ourself.<br />\n<br />\nThough meditation on God as other than ourself will — if done with heart-melting love and without expecting any personal reward — purify the mind gradually, meditation upon him as ‘I’ will purify it much more quickly, effectively and radically, as Sri Ramana clearly implies in verse 8 of <i>Upadēśa Undiyār</i> and states explicitly both in his Sanskrit version of it and in his Malayalam version of verse 9.<br />\n<br />\nThe term <i>ananya-bhāva</i>, which Sri Ramana uses in his original Tamil version of verse 8, means in ‘meditation on what-is-not-other’, which in this context means meditation upon God as not other than oneself or ‘I’. In practice, meditation upon God as not other than ‘I’ is just meditation upon ‘I’ and upon nothing else, not even upon a thought such as ‘God is not other than I’, because any thought — even the thought of God — is something other than ‘I’. Therefore <i>ananya-bhāva</i> means the same as <i>svarūpa-dhyāna</i>, meditation on self, or <i>ātma-vicāra</i>, self-investigation.<br />\n<br />\nIn accordance with this important teaching of Sri Ramana in verse 8 of <i>Upadēśa Undiyār</i>, in this song Sri Sadhu Om gently weans the minds of those who may consider God to be other than what they experience as ‘I’ away from that idea, firstly by emphasising that his real form is <i>suddha-mauna-cit</i> or ‘pure silent consciousness’ (verse 3); secondly by implying that he is the ‘one blissful substance’ that exists within our heart and that we can experience by seeking it with love (verse 4); thirdly by saying that only after we experience him within ourself will we be able to experience that everything that exists is him (verse 5); and fourthly by saying that he exists within us as the witness of all our thoughts, and that he will appear clearly within us only where and when all our thoughts subside (verse 6).<br />\n<br />\nWhat prevents us from experiencing God clearly within us as he really is, is the rising of our thoughts, which act like a cloud obscuring him, the sun of clear self-awareness in our heart. Therefore, to experience him as he really is we must make all our thoughts subside, including our root-thought ‘I’, the thinker that thinks all other thoughts.<br />\n<br />\nThe means to do this is explained by Sri Sadhu Om in verses 7 and 8: As soon as any thought appears, we should see to whom it appears. Since every thought appears only to ourself, we should see who this ‘I’ is. When we thus look at ourself who think, the thought that had risen will subside and vanish, because thoughts exist only when we experience them, and we experience them only when we attend to them, so if we attend only to ourself, ‘I’, all our thoughts will be deprived of our attention and will therefore disappear.<br />\n<br />\nIn verse 9 Sri Sadhu Om then says that when we repeatedly look within ourself in this manner, <i>parama-jñāna</i> — the supreme or ultimate knowledge, which is the state of perfectly clear self-knowledge — will blossom forth, and hence he exhorts us to ‘practise, practise and seize victory’, the victory of seeing the <i>parkkum aṟivu</i>, the ‘knowledge [or consciousness] that sees’.<br />\n<br />\nIn verse 10 he assures us that of all the many sciences and other subjects we can learn, the foremost is this science of God: the science of self-investigation, by which we will experience God as our own self. The Tamil word for ‘God’ used in this context is <i>kaḍavuḷ</i>, which derives from <i>kaḍanda-uḷḷavaṉ</i> or <i>kaḍanda-uḷḷadu</i>, he or that which exists transcending or beyond [all finite things]. Likewise, the second half of this verse says that <i>jñāna-niṣṭhā</i>, the state in which we abide only as self, the pure knowledge or consciousness ‘I am’, is foremost among all the distinctions that can be gained.<br />\n<br />\nIn verse 11 Sri Sadhu Om says that the purpose or aim for which we have taken a body is only to enjoy true happiness, which is the infinite happiness that exists within us as our real self, and therefore he exhorts us to abide as God, thereby ‘removing and casting away the body’. Having begun this song from an ordinary conception of meditation, namely that it entails sitting and closing one’s eyes (which, though it may be helpful at first, is not actually necessary, because we can meditate on ‘I’ in any circumstances or bodily posture, even in the midst of physical activities), he progressively refines the conception of meditation throughout this song, till in this verse he indicates that the aim of meditation is to discard our body entirely — or at least our identification with it, which actually amount to the same thing, because our body seems to exist only so long as we experience it as ‘I’, just the body with which we identify ourself in a dream seems to exist only so long as we experience it as ‘I’. In this context, therefore, ‘removing and casting away the body’ means destroying the illusion ‘I am this body’, which we can do only by experiencing ourself as we really are.<br />\n<br />\nThen in verse 12 he says that God is grace and the world is darkness, implying that if we seek the clarity of true knowledge, we will not find it anywhere in the outside world but only in God, who exists within us as the light of consciousness, ‘I am’. If we investigate what is real, we clearly experience this truth.<br />\n<br />\nWhat is real? So long as we are deluded by experiencing things that seem to be other than ourself, we cannot know what is real. For all we know, everything that we experience could be an illusion, one that is so deceptive that we could never know whether or not it is actually real, as it seems to be. In the midst of all this uncertainty, only one thing is certainly real, and that is ‘I am’.<br />\n<br />\nWhat I now seem to be, namely this body and mind, may be an illusion, just as what I seemed to be in a dream was an illusion, but the fact that I am must be real, because if I did not exist I could not experience anything, whether real or illusory. Since ‘I am’ is therefore the only thing that is certainly real among all that we experience, if we wish to investigate what is real, the only logical starting point to begin by investigating what am I. Therefore, when Sri Sadhu Om sings in verse 12, ‘[…] When [you] investigate what is real, this truth will shine’, what he means by ‘investigate what is real’ is ‘investigate what am I’.<br />\n<br />\nTherefore though this song begins by describing a practice that initially seems to be meditation upon God as if he were other than ourself, as it proceeds it becomes increasingly clear that the practice it is actually describing is only meditation upon ‘I’, which is the practice of <i>ātma-vicāra</i>, which Bhagavan Ramana taught us is the only direct means by which we can experience both ourself and God as we really are.<br />\n<br />\n<div style=\"text-align: center;\">\n<h2>\n<b>தியானப் பாட்டு</b></h2>\n</div>\n<div style=\"text-align: center;\">\n<h3>\n<i>Dhyāna-p-Paṭṭu</i>: The Meditation Song</h3>\n</div>\n<b>Verse 1:</b><br />\n<blockquote>\nகண்ணை மூடி யமர்ந்துகொள்;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கடவு ளென்று நினைந்துகொள்;<br />\nஎண்ணி டாம லெதையுமே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிறைவ னொன்றே நினைந்துகொள்.<br />\n<br />\n<i>kaṇṇai mūḍi yamarndukoḷ;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaḍavu ḷeṉḏṟu niṉaindukoḷ;<br />\neṇṇi ḍāma letaiyumē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiṟaiva ṉoṉḏṟē niṉaintukoḷ.</i></blockquote>\nClosing [your] eyes, be seated. Be thinking of God. Without thinking of anything [else], be thinking of God alone.<br />\n<br />\n<b>Verse 2:</b><br />\n<blockquote>\nகாணு முலகை நினைப்பதாற்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கடவு ணினைவு போய்விடும்.<br />\nவேணு முறுதி முதலிலே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விரும்பித் தியானம் பண்ணுவாய்.<br />\n<br />\n<i>kāṇu mulahai niṉaippadāṟ<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaḍavu ṇiṉaivu pōyviḍum.<br />\nvēṇu muṟudi mudalilē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;virumpit dhiyāṉam paṇṇuvāy.</i></blockquote>\nBy [your] thinking of the world [you] see, the thought of God will go away. Steadfastness is needed at first, [so] do meditation with love.<br />\n<br />\n<b>Verse 3:</b><br />\n<blockquote>\nஎந்த வடிவிற் கருதினும்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;அந்த வடிவிற் றோன்றுவார்.<br />\nசொந்த வடிவம் பெயரிலார்;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சுத்த மோன சின்மயம்.<br />\n<br />\n<i>enda vaḍiviṟ karudiṉum<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;anda vaḍiviṟ ṟōṉḏṟuvār.<br />\nsonda vaḍivam peyarilār;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;suddha mōṉa ciṉmayam.</i></blockquote>\nIn whatever form you think [of God], in that form he will appear. He has no form or name of his own. [He] consists of pure, silent consciousness.<br />\n<br />\n<b>Verse 4:</b><br />\n<blockquote>\nஇன்ப மான வொருபொரு<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ளிருக்கு துன்ற னெஞ்சிலே.<br />\nஅன்பு கொண்டு தேடினா<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லளவில் லாத சுகமடீ.<br />\n<br />\n<i>iṉba māṉa voruporu<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ḷirukku duṉḏṟa ṉeñjilē.<br />\naṉbu koṇḍu tēḍiṉā<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;laḷavil lāda sukhamaḍī.</i></blockquote>\nOne blissful substance exists within your heart. If [you] seek it with love, unlimited happiness [will be yours].<br />\n<br />\n<b>Verse 5:</b><br />\n<blockquote>\nஎங்கு முள்ள கடவுளை<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிதய குகையிற் காணலாம்.<br />\nஇங்கு கண்ட பிறகுதா<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;னிருப்ப தெல்லா மவன்மயம்.<br />\n<br />\n<i>eṅgu muḷḷa kaḍavuḷai<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yidaya guhaiyiṟ kāṇalām.<br />\niṅgu kaṇḍa piṟahudā<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṉiruppa dellā mavaṉmayam.</i></blockquote>\nIn the cave of [our] heart [we] can see God, who exists everywhere. Only after [we] have seen him here, will all that exists [be seen to] consist of him.<br />\n<br />\n<b>Verse 6:</b><br />\n<blockquote>\nஎண்ண மறியுஞ் சாக்ஷியா<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிறைவ னுன்னு ளிருக்கிறார்.<br />\nஎண்ண மோய்ந்த விடத்திலே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யிறைவன் வந்து தோன்றுவார்.<br />\n<br />\n<i>eṇṇa maṟiyuñ sākṣiyā<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiṟaiva ṉuṉṉu ḷirukkiṟār.<br />\neṇṇa mōynda viḍattilē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yiṟaivaṉ vandu tōṉḏṟuvār.</i></blockquote>\nGod exists within you as the witness who knows [your] thoughts. Only where [all] thoughts subside, will God come and appear.<br />\n<br />\n<b>Verse 7:</b><br />\n<blockquote>\nஎண்ண மோய வழியைக்கேள்;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இறைவன் ரமணன் மொழியைக்கேள்:<br />\nஎண்ண மெழும்புந் தருணமே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யாருக் கெழுவ தென்றுபார்.<br />\n<br />\n<i>eṇṇa mōya vaṙiyaikkēḷ;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṟaivaṉ ramaṇaṉ moṙiyaikkēḷ:<br />\neṇṇa meṙumpun taruṇamē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāruk keṙuva deṉḏṟupār.</i></blockquote>\nListen to the path to make thoughts subside; listen to the words of Lord Ramana: At the very moment that a thought rises, see to whom it rises.<br />\n<br />\n<b>Verse 8:</b><br />\n<blockquote>\nஎண்ணந் தனக்கே யெழுவதா<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லிந்த நானா ரென்றுபார்;<br />\nஎண்ணுந் தன்னை நோக்கவே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யெழுந்த வெண்ண மோய்ந்துபோம்.<br />\n<br />\n<i>eṇṇan taṉakkē yeṙuvadā<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;linda nāṉā reṉḏṟupār;<br />\neṇṇun taṉṉai nōkkavē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yeṙunda veṇṇa mōyndupōm.</i></blockquote>\nSince [every] thought rises only to oneself, see who this ‘I’ is. When one looks at oneself who thinks, the thought that had risen will subside and vanish.<br />\n<br />\n<b>Verse 9:</b><br />\n<blockquote>\nபார்க்கப் பார்க்க வுன்னுளே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரம ஞானம் பூக்குமே.<br />\nபார்க்கு மறிவைப் பார்க்கவே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பழகிப் பழகி வெற்றிகொள்.<br />\n<br />\n<i>pārkkap pārkka vuṉṉuḷē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parama jñāṉam pūkkumē.<br />\npārkku maṟivaip pārkkavē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;paṙahip paṙahi veṯṟikoḷ.</i></blockquote>\nWhen you look, look within yourself, supreme knowledge will blossom forth. To see the knowledge that sees, practise, practise and seize victory.<br />\n<br />\n<b>Verse 10:</b><br />\n<blockquote>\nகற்குங் கல்வி பலவிலுங்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கடவுட் கல்வி முதலிடம்.<br />\nநற்சி றப்பு யாவிலும்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ஞான நிஷ்டை முதலிடம்.<br />\n<br />\n<i>kaṯkuṅ kalvi palaviluṅ<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaḍavuḍ kalvi mudaliḍam.<br />\nnaṯci ṟappu yāvilum<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jñāṉa niṣṭhai mudaliḍam.</i></blockquote>\nAmong the many sciences we learn, the science of God [our real self] is foremost. Among all excellent distinctions, <i>jñāna-niṣṭhā</i> [abiding as consciousness or self-abidance] is foremost.<br />\n<br />\n<b>Verse 11:</b><br />\n<blockquote>\nஉட லெடுத்த நோக்கமே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யுண்மை யின்பந் துய்க்கவே.<br />\nகடவு ளாகி நின்றுடல்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கழற்றி வீசிப் போகலாம்.<br />\n<br />\n<i>uḍa leḍutta nōkkamē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yuṇmai yiṉban tuykkavē.<br />\nkaḍavu ḷāhi niṉḏṟuḍal<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṙaṯṟi vīsip pōhalām.</i></blockquote>\nThe purpose for which we have taken a body is only to enjoy true happiness [the bliss of self-knowledge]. Abiding as God, removing and casting away the body, let us go.<br />\n<br />\n<b>Verse 12:</b><br />\n<blockquote>\nதெய்வ மென்ப தருண்மயம்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ஜெகமெல் லாமு மிருண்மயம்.<br />\nமெய்யெ தென்று நாடவே,<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விளங்கு மிந்த வுண்மையே.<br />\n<br />\n<i>deyva meṉpba daruṇmayam<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jegamel lāmu miruṇmayam.<br />\nmeyye deṉḏṟu nāḍavē,<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viḷaṅgu minda vuṇmaiyē.</i></blockquote>\nWhat is called ‘God’ consists of grace, and the entire world consists of darkness [ignorance or delusion]. When [you] investigate what is real, this truth will shine [clearly].<br />\n<br />\n<b>Verse 13:</b><br />\n<blockquote>\nவாழ்க ரமண சற்குரு!<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வாழ்க ஞான மார்க்கமே!<br />\nவாழ்க வான்ம சாந்தியில்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வாழும் வாழ்வு வாழ்கவே!<br />\n<br />\n<i>vāṙha ramaṇa saṯguru!<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vāṙha jñāṉa mārggamē!<br />\nvāṙha vāṉma śāntiyil<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vāṙum vāṙvu vāṙhavē!</i><br />\n<br />\nMay Ramana Sadguru flourish!<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;May his path of knowledge flourish!<br />\nMay life lived in the peace of self flourish,<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;May it definitely flourish!</blockquote>\n</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8837999737989199213/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-surrender",
        "Sri Sadhu Om",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NDU2OTA1MzY0Cm9mZnNldDogMzYwMDAwMAo\""
}