{
    "kind": "blogger#post",
    "id": "3550595222776060886",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2013-12-26T11:18:00Z",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2013/12/the-unique-clarity-and-simplicity-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3550595222776060886",
    "title": "The unique clarity and simplicity of Sri Ramana’s teachings",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nYesterday a friend wrote to me quoting <a href=\"http://happinessofbeing.blogspot.co.uk/2008/11/guru-vachaka-kovai-verse-579-and.html\">verse 579</a> of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br />\n<blockquote>\nBecause of the non-dual nature of [our] enduring self, [and] because of the fact that excluding self there is no other <i>gati</i> [refuge, means or goal], the <i>upēya</i> [the aim or goal] which [we are to] reach is only self and the <i>upāya</i> [the means or path] is only self. Know them to be non-different.</blockquote>\nand saying ‘I think only Bhagavan has provided such clarity on the path, as well as the goal that we should aim for’. To this I replied:<br />\n<br />\nYes, I too believe that ‘only Bhagavan has provided such clarity on the path, as well as the goal that we should aim for’. He has provided unsurpassed clarity on the goal we should seek and achieve, on the path by which we should seek and achieve it, and on the reason why seeking and achieving it is more important than anything else that we can do in this life.<br />\n<br />\nI believe that the reason why his teachings are so clear and convincing is that they are so simple and so coherent, by which I mean that they all tie together so logically. They are also based on premises that are self-evident once he has pointed them out to us: that is, they are based on the following simple and clear analysis of our experience of ourself in our three states of experience, waking, dream and sleep.<br /><a name='more'></a>\n<br />\nWe cannot be either the body that we experience as ‘I’ in waking or the body that we experience as ‘I’ in dream, because in waking we experience ourself without experiencing the dream body, and in dream we experience ourself without experiencing this waking body. What we essentially experience as ‘I’ must therefore be distinct from either of these two types of body. Likewise, we cannot be this mind, because we experience ‘I am’ in sleep without experiencing this mind. Therefore, since I am neither this body nor this mind, what am I?<br />\n<br />\nSince we are currently ignorant of <i>what</i> we are (though we clearly know <i>that</i> we are), all our putative knowledge of other things is also open to serious doubt, so in order to have certain knowledge about anything we must first attain certain knowledge of what we are, and to attain such knowledge we should investigate ourself by focussing our attention more and more keenly on this ‘I’.<br />\n<br />\nSo clear and so simple.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3550595222776060886/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0NzczCm9mZnNldDogMzYwMDAwMAo\""
}