{
    "kind": "blogger#post",
    "id": "2631167831270938103",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-05-02T19:21:00+01:00",
    "updated": "2017-09-27T16:10:59+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/05/atma-vicara-stress-and-other-related.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2631167831270938103",
    "title": "<i>Ātma-vicāra</i>: stress and other related issues",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA friend recently wrote to me asking whether <i>ātma-vicāra</i> should be a state of relaxation or whether it can create stress, and also several other questions about the practice of <i>ātma-vicāra</i> and its relationship with Sri Ramana’s praise of Arunachala. The following is adapted from the reply I wrote to him:<br />\n<br />\nWhen practising <i>vicāra</i>, our entire attention should be focussed only on ‘I’, and since such self-attentiveness is our natural state, it should not involve any stress whatsoever. It is only when we try to resist being self-attentive by thinking of anything other than ‘I’, that we unnecessarily create conflict, and as a result of such conflict stress may be experienced.<br />\n<br />\nWhen our attention moves away from ‘I’ towards anything else, we create the appearance of multiplicity, and in multiplicity conflict and stress can arise. But when our attention does not move away from ‘I’, we experience no multiplicity and hence there is no scope for any conflict or stress. Therefore any stress that we may experience is a clear sign that we have allowed our attention to move away from ‘I’, so we should try to turn our attention back towards ‘I’ alone.<br /><a name='more'></a>\n<br />\n<a name=\"ny11\"></a>Because we have strong <i>viṣaya-vāsanās</i> — inclinations or desires to experience things other than ‘I’ — when we try to experience ‘I’ alone, these <i>vāsanās</i> or desires will prompt us to try to resist doing so, so a conflict between our liking to experience only ‘I’ and our desires to experience other things arises. As Bhagavan advises us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i><a href=\"http://www.happinessofbeing.com/nan_yar.html\">Nāṉ Yār?</a> </i>(Who am I?):<br />\n<blockquote>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். […]<br />\n<br />\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum.</i> […]<br />\n<br />\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. […]</blockquote>\n<a name=\"ny10\"></a>And as he says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">previous paragraph</a>:<br />\n<blockquote>\nதொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். […]<br />\n<br />\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum.</i> […]<br />\n<br />\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and be only as self?’ it is necessary to cling tenaciously to self-attentiveness. […]</blockquote>\nIf we do cling tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i>), the strength of our <i>viṣaya-vāsanās</i> will be undermined, because they derive their strength only from the attention we give them (or rather, from the attention we give to the thoughts in the form of which they manifest). Therefore when we ignore them by attending only to ‘I’, we will be depriving them of the source of their strength, and hence they will not be able to arise and create any conflict or stress for us.<br />\n<br />\nHowever, because our love to experience only ‘I’ is still relatively weak, we are unable to cling tenaciously to self-attentiveness for prolonged periods of time, so our self-attentiveness tends to slacken after a while. As soon as it slackens, we give room for our <i>viṣaya-vāsanās</i> to rise as thoughts, whereupon a conflict between our love to experience only ‘I’ and our <i>viṣaya-vāsanās</i> will arise. When this happens, we should try to turn our attention back towards ‘I’, which will annihilate the <i>viṣaya-vāsanās</i> in the very place from which they arise.<br />\n<br />\nBut if our self-attentiveness continues to slacken frequently, we will soon become tired, so rather than continuing to struggle in this way, we should sooner or later relax for a while, and spend some time reading or thinking about Bhagavan’s teachings, or engage in any other work that requires our attention. If we do this, we will avoid becoming stressed, and after relaxing for a while we can return to practising self-attentiveness with renewed enthusiasm and vigour.<br />\n<br />\nAs Bhagavan used to say, <i>ātma-vicāra</i> is not like other paths, such as <i>yōga</i>, whose aim is to forcibly make the mind subside, like trying to drive a runaway cow back to its stall by chasing it with a stick. Instead, <i>ātma-vicāra</i> is a gentle method, whose aim is to calmly coax the mind to subside, like leading the runaway cow back to its stall by showing it a bunch of lush green grass. Therefore he does not expect us to try to fight with our mind and thereby create stress for ourself, but only to gently lead our mind back to its source by calmly trying to attend only to ‘I’.<br />\n<br />\nYou ask: ‘During self-inquiry ideally when your concentration is good and you get hold of the “I am” feeling, do you stay relaxed and keep the hold on it or do you try a bit hard to penetrate the feeling which means you could create a bit of stress?’ Just being relaxed with your entire attention concentrated only on ‘I am’ is the only way to penetrate deeper into yourself, so as long as your attention is holding firmly on to ‘I am’, you need not (and should not) try to do anything else.<br />\n<br />\nThe practice of self-attentiveness is aptly described as ‘just being’ (சும்மா விருப்பது: <i>summā-v-iruppadu</i>), and in verse 4 of <i>Āṉma-Viddai</i> Bhagavan describes it as: ‘when [one] just is, having settled down without even the least action of mind, speech or body’ (சொல் மானத தனுவின் கன்மாதி சிறிதின்றிச் சும்மா வமர்ந்து இருக்க: <i>sol-māṉada-taṉuviṉ kaṉmādi siṟidiṉḏṟi summā-v-amarndu irukka</i>). If we are able to remain thus, with our entire attention focused only on ‘I’, that is the ultimate state of relaxation, so it is the very antithesis of stress.<br />\n<br />\nYou mention trying to hold on to ‘a narrowed point-like feeling of consciousness’ within yourself, but our self-consciousness ‘I’ is not point-like or like anything at all. It is just our fundamental experience ‘I am’, which is <i>nirviśeṣa</i> — devoid of any features — and hence it cannot be described in words or captured as any sort of thought or mental concept. However, though it is featureless, it is always clearly experienced by us as ‘I’, so we can attend to it, and by attending to it alone we will exclude everything else from our awareness.<br />\n<br />\nRegarding your trying to hold on to that ‘narrowed point-like feeling of consciousness’, you ask: ‘While doing this I feel a bit relaxed, but am fully conscious of that pointed conscious feeling. Is that the way to practice, i.e. while being relaxed, or should I be putting in more effort in penetrating deeper into that?’ As I explained above, so long as your entire attention focused only on ‘I’, you need not and should not put in any more effort, but should thus just be self-attentive: in other words, just be — சும்மா விரு (<i>summā-v-iru</i>) — with awareness of nothing other than ‘I am’.<br />\n<br />\nRegarding your question ‘what is the meaning of the phrase, “going deeper”, does it mean feeling the silence inside more and more?’, the meaning of ‘going deeper’ within ourself is just focusing our attention more and more keenly upon ‘I’, thereby excluding anything else from our awareness to a greater and greater extent. The more we do this, the more our mind will subside, enabling us (so to speak) to sink deeper and deeper within our heart, the innermost core of ourself.<br />\n<br />\nYou also ask: ‘when you are doing self-inquiry should your concentration be so good that you are not even aware of what’s going on around you, like the ceiling fan running, a baby crying etc. or is it OK if you are aware of the background noises like that?’ Yes, ideally you should not be aware of anything other than ‘I’. For example, if you were absorbed in reading a book that really interests you, you would not notice the sound of a fan or any other background noises, and if you did notice some sound such as a baby crying, that would mean that your attention had been distracted away from the book. Likewise, if you are absorbed in experiencing only ‘I’, you will not notice anything else, and if you do notice anything else, that means that your attention has been distracted away from ‘I’, so you should try to bring it back to ‘I’ alone.<br />\n<br />\nHowever, since ‘I’ is always the background of whatever other experience we may be having, it is also possible to hold on to an awareness of ‘I’ even while engaged in other activities, and it is very beneficial to practise doing this as much as possible. This is the practice of constant self-remembrance (சொரூப ஸ்மரணை: <i>sorūpa-smaraṇai</i>) that Bhagavan referred to in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> when he said:<br />\n<blockquote>\n[...] ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். [...]<br />\n<br />\n[...] <i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉāyiṉ adu-v-oṉḏṟē pōdum.</i> [...]<br />\n<br />\n[...] If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone [will be] sufficient. [...]</blockquote>\nObviously when we are engaged in other activities, a certain amount of our attention will be taken up by those activities, but all the attention that we would normally fritter away on unnecessary thoughts while doing any such activity we can instead direct towards ‘I’. Therefore while practising such self-remembrance or self-attentiveness in the midst of other activities (which is a form of <i>ātma-vicāra</i>: self-investigation or self-enquiry), we will not be aware only of ‘I’ but also of other things, at least to the extent to which whatever activity we are doing requires our attention to those other things.<br />\n<br />\nSo though it is possible to be self-attentive even while being aware of other things, it is also possible to be exclusively self-attentive: that is, aware of nothing other than ‘I’. In order to penetrate deep within ourself, it is necessary whenever possible to try to be exclusively self-attentive (that is, to experience only ‘I’), but it is also very beneficial at other times to be at least partially self-attentive (that is, to be remembering ‘I’ even while we are aware of other things).<br />\n<br />\nRegarding your question about Bhagavan praising Arunachala, this is something that cannot be rationally explained in the same simple manner that we can rationally explain his teachings about <i>ātma-vicāra</i>. Nevertheless, it can be explained rationally in the context of his teachings. Obviously the simplest explanation is that whenever Bhagavan refers to Arunachala in <i>Śrī Aruṇācala Stuti Pañcakam</i> or elsewhere, Arunachala can just be interpreted as a metaphor for self: that is, for what we really are, and what we are trying to experience clearly when we practise <i>ātma-vicāra</i>. In most cases such an interpretation would be perfectly valid, but it is not the only possible interpretation, and in some cases it is clear that Bhagavan is actually referring to Arunachala as the physical hill.<br />\n<br />\n<a name=\"un04\"></a>To explain his praising Arunachala as the physical hill, we should consider what he writes in verse 4 of <i>Uḷḷadu Nāṟpadu</i> and in verse 3 of <i>Śrī Aruṇācala Aṣṭakam</i>:<br />\n<blockquote>\nஉருவந்தா னாயி னுலகுபர மற்றா<br />\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br />\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br />\nகண்ணதுதா னந்தமிலாக் கண்.<br />\n<br />\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br />\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br />\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br />\nkaṇṇadutā ṉantamilāk kaṇ.</i><br />\n<br />\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ.</i><br />\n<br />\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how? Can what is seen be otherwise [in nature] than the eye [that which sees or experiences it]? Oneself, [which is] that eye, is [actually] the infinite eye [the ‘eye’ or consciousness that is not limited by any form].<br />\n<br />\n<a name=\"aa3\"></a>நின்னையா னுருவென வெண்ணியே நண்ண<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நிலமிசை மலையெனு நிலையினை நீதா<br />\nனுன்னுரு வருவென வுன்னிடின் விண்ணோக்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குறவுல கலைதரு மொருவனை யொக்கு<br />\nமுன்னுரு வுனலற வுன்னிட முந்நீ<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ருறுசருக் கரையுரு வெனவுரு வோயு<br />\nமென்னையா னறிவுற வென்னுரு வேறே<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;திருந்தனை யருணவான் கிரியென விருந்தோய்.<br />\n<br />\n<i>niṉṉaiyā ṉuruveṉa veṇṇiyē naṇṇa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;nilamisai malaiyeṉu nilaiyiṉai nīdā<br />\nṉuṉṉuru varuveṉa vuṉṉiḍiṉ viṇṇōk<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kuṟavula halaidaru moruvaṉai yokku<br />\nmuṉṉuru vuṉalaṟa vuṉṉiḍa munnī<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ruṟusaruk karaiyuru veṉavuru vōyu<br />\nmeṉṉaiyā ṉaṟivuṟa veṉṉuru vēṟē<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dirundaṉai yaruṇavāṉ giriyeṉa virundōy.<br />\n</i><br />\n<b>பதச்சேதம்:</b> நின்னை யான் உரு என எண்ணியே நண்ண, நிலமிசை மலை எனும் நிலையினை நீ தான். உன் உரு அரு என உன்னிடில், விண் நோக்குற உலகு அலை தரும் ஒருவனை ஒக்கும். உன் உரு வுனல் அற உன்னிட, முன் நீர் உறு சருக்கரை உரு என உரு ஓயும். என்னை யான் அறிவுற, என் உரு வேறு ஏது? இருந்தினை அருண வான் கிரி என இருந்தோய்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>niṉṉai yāṉ uru eṉa eṇṇiyē naṇṇa, nilamisai malai eṉum nilaiyiṉai nī tāṉ. uṉ uru aru eṉa uṉṉiḍil, viṇ ṇōkkuṟa ulahu alai tarum oruvaṉai okkum. uṉ uru uṉal aṟa uṉṉiḍa, muṉ-nīr uṟu sarukkarai-y-uru eṉa uru ōyum. eṉṉai yāṉ aṟivuṟa, eṉ uru vēṟu ēdu? irundaṉai aruṇa-vāṉ-giri eṉa irundōy.</i><br />\n<br />\n<b>English translation:</b> When I approach thinking of you as a form, you yourself stand as a hill on earth. If one thinks of [or meditates upon] your form as formless, one is like someone who wanders about the world in order to see the sky. [But] when without thinking one thinks of your form [that is, when one attends only to ‘I am’, which is your true form], [one’s own] form [one’s ego or separate individuality] will cease to exist like a sugar-form placed in the ocean. When I know myself, what else is my form [other than you]? You, who were existing as the great Aruna Hill, [alone] are.</blockquote>\nThat is, so long as we experience ourself as a form (a physical body), we cannot experience God as formless but can only conceive of him as a form, and if we try to think of him as formless, we cannot do so (just as we cannot get any closer to the sky no matter where we may wander on earth). Therefore if we want to worship God as something other than ourself, we can only think of him as a form, so when praying to and singing in praise of God, Bhagavan praised him in the form of the hill Arunachala.<br />\n<br />\nHowever, since the real form of God is nothing other than ‘I’ (our own real form, which is not actually a physical or mental form but only the formless and therefore infinite expanse of pure consciousness), if we want to experience his real form as formless, we should attend only to ‘I’ (which is what Bhagavan describes as ‘thinking of your form without thinking’). When we do so, he assures us, we will dissolve and cease to exist as a separate entity, like a salt-doll placed in the ocean (since in Tamil ‘sugar’ is sometimes used as a polite euphemism for salt, what Bhagavan means by a ‘sugar-form’ is a doll made of salt).<br />\n<br />\nBhagavan understood that not everyone will be immediately attracted to the non-dual practice of <i>ātma-vicāra</i>, and that many people prefer to worship God in a dualistic manner as something other than themselves. He also knew that for those who have long been in the habit of worshipping God in such a manner, even after they have been attracted to <i>ātma-vicāra</i>, it can still be helpful to have an outward object of devotion to turn to whenever their efforts to practise <i>ātma-vicāra</i> falter and they consequently feel the need for the help of grace. In fact in the life of many devotees practising <i>ātma-vicāra</i>, their practice of it is closely interwoven with their love for God or <i>guru</i>, and hence in <i>Śrī Aruṇācala Stuti Pañcakam</i> Bhagavan subtly and beautifully interweaves his teachings on the non-dual practice of <i>ātma-vicāra</i> with his seemingly dualistic love for God in the form of Arunachala.<br />\n<br />\nTherefore, depending on the extent to which we feel attracted to the path of devotion to an external form of God or guru, we are free to choose to what extent we want to interpret the verses of <i>Śrī Aruṇācala Stuti Pañcakam</i> as prayers to and praises of the outward form of Arunachala, or to what extent we want to interpret them as metaphorical descriptions of our inward journey on the path of <i>ātma-vicāra</i>. Both interpretations are equally valid, and at different times or in states of mind either may appeal to us more than the other.<br />\n<br />\n<a name=\"uu08\"></a>In order to practise <i>ātma-vicāra</i>, it is not even necessary to believe in God (or in anything else other than ‘I am’), but most people who are attracted to this path have previously been devotees of God in one form or another, so for such people it is not necessary to give up their belief in God, so long as they understand that ultimately God cannot be anything other than our own essential self: that is, what we actually are. As Bhagavan clearly asserts in verse 8 of <i>Upadēśa Undiyār</i>, rather than devotion to God as anything other than ourself, devotion to him as nothing other than ‘I’ is the best of all forms of devotion:<br />\n<blockquote>\nஅனியபா வத்தி னவனக மாகு<br />\nமனனிய பாவமே யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br />\n<br />\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br />\nmaṉaṉiya bhāvamē yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam.</i><br />\n<br />\n<b>English translation:</b> Rather than <i>anya-bhāva</i> [meditation in which God is considered to be other than ‘I’], <i>ananya-bhāva</i>, in which ‘he’ is [considered to be] ‘I’, is indeed the best among all [forms of meditation or practices of <i>bhakti</i>].</blockquote>\nTherefore, however we may choose to interpret the verses of <i>Śrī Aruṇācala Stuti Pañcakam</i>, we should never neglect the fact that ultimately Arunachala is only ‘I’, and that meditating only on ‘I’ is the best way of worshipping him or expressing our devotion to him. So long as you remember this, it is up to you to decide to what extent you feel attracted to the outward form of Arunachala or wish to attach importance to it.<br />\n<br />\nThe essence of Bhagavan’s teachings is only <i>ātma-vicāra</i>, and ultimately that is all that is necessary, so we can regard whatever he has said about the outward form of Arunachala as an optional extra. If we can see in it a useful support for our practice of <i>ātma-vicāra</i>, we are free to avail of the support, or if we see it as unnecessary, we are free just to focus all our effort and attention on trying to experience what this ‘I’ actually is.<br />\n<br />\nThough Bhagavan always insisted (and explained in a clear, simple and logical manner) that <i>ātma-vicāra</i> is the only means by which we can experience ourself as we really are, he never forced anything on anyone, and to suit the various needs of different people he offered various types of support to help us in our practice of <i>ātma-vicāra</i>. Therefore we each have to decide for ourself what suits us best and to proceed accordingly. The only essential thing is that we should never neglect to try to the best of our ability to investigate who am I: that is, to focus our entire attention only on ‘I’ in order to experience what it really is.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2631167831270938103/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NTI1MDU5Mjc0Cm9mZnNldDogMzYwMDAwMAo\""
}