{
    "kind": "blogger#post",
    "id": "3205515164104261954",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-09-28T19:10:00+01:00",
    "updated": "2017-10-23T12:19:49+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3205515164104261954",
    "title": "The perceiver and the perceived are both unreal",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/07/what-should-we-believe.html?showComment=1410689366872#c4387785076925137390\">comment</a> that he wrote on one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2014/07/what-should-we-believe.html\">What should we believe?</a>, a friend called Venkat asked:<br>\n<blockquote>Bhagavan said that ajata vada was the ultimate truth, in his experience. He also said that eka jiva vada (drsti srsti vada) was the 'closest' to ajata vada.<br>\n<br>\nHow did Bhagavan see these two being different, given that eka jiva vada says there is no existent creation, it is just the perceiving of it (i.e. it is a dream)?</blockquote>\nI replied to this in another <a href=\"http://happinessofbeing.blogspot.com/2014/07/what-should-we-believe.html?showComment=1411716905347#c161128340013550245\">comment</a>:<br>\n<blockquote>Venkat, you should be able to understand the answer to your question by reading my latest article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/metaphysical-solipsism-idealism-and.html\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a>, so I will give just a brief reply to it here.<br>\n<br>\nAccording to <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i>, there is one ego or <i>jīva</i> who perceives this world, which does not exist except in the view (the perception or experience) of that one ego. Therefore what causes the appearance of creation (<i>sṛṣṭi</i>) is only the perception (<i>dṛṣṭi</i>) of the ego.<br><a name='more'></a>\n<br>\nThe rising or appearance of this ego and consequently of the world is the <i>jāta</i> (birth or coming into existence) that is explicitly denied by <i>ajāta-vāda</i>. That is, <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> accept the appearance of the ego and world (though they deny that their appearance is real), whereas <i>ajāta-vāda</i> denies even their appearance.<br>\n<br>\nWhat <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> on the one hand and <i>ajāta-vāda</i> on the other hand agree upon is that the ego and world do not actually exist, but whereas <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> accept that the ego and world do at least seem to exist and are therefore a false appearance (<i>vivarta</i>), <i>ajāta-vāda</i> denies that they even seem to exist. This is why Bhagavan distinguished <i>dṛṣṭi-sṛṣṭi-vāda</i> from <i>ajāta-vāda</i>.<br>\n<br>\nWhat you have wrongly assumed in your question is that <i>ēka-jīva-vāda</i> implies that there is no creation but only perception, whereas in fact if anything is perceived it will seem to have come into existence or been created. <i>Ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> are complementary theories, because each implies the other, and according to <i>dṛṣṭi-sṛṣṭi-vāda</i> creation does seem to exist but is just a false appearance. Therefore though there is ultimately no creation according to this pair of theories, they do accept that there seems to be a world that has come into existence, and they say that it has been created only by ego’s perception of it, just as the world we see in a dream is created only by our perception of it.</blockquote>\nVenkat responded to this reply of mine in a <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html?showComment=1411854484878#c6969900073792376286\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a>, in which he wrote:<br>\n<blockquote>In your reply to my question, you said that eka jiva vada postulates the appearance of a creation, though it is unreal, and implying that in ajata vada there is not even the appearance of a creation.<br>\n<br>\nThe question that arises is that perception of myself and the world is clearly here. But I guess you would respond that if one seeks the source of the ‘I’ / ego, then that will disappear and with it the world. And it is ONLY THEN that it can be experienced that there is no perceived world either.</blockquote>\nAs Venkat observes, it does seem to us that ‘perception of myself and the world is clearly here’, but this does not mean that either myself (the ego) or the world actually exists, or that they actually are what they seem to be, because when we mistake a rope to be a snake, the snake seems to be clearly there, even though it does not actually exist and is therefore not what it seems to be. When we perceive ourself (the ego) and the world, what is actually certain is only that something exists, even though that something may not be the ego and world that seem to exist.<br>\n<br>\nThe something that certainly exists is only ‘I’, because if something called ‘I’ did not actually exist, it could not be aware of either itself or anything else. However, though this ‘I’ now seems to be an ego (a person called Venkat, Michael or whatever, who consists of a body and mind), it may not be what it seems to be, so we need to investigate it in order to ascertain what it really is — that is, to ascertain who am I.<br>\n<br>\n<a name=\"un25\"></a>What now perceives itself and the world is this ego, which seems to exist throughout its waking and dream states, but not in sleep, so it is something that temporarily rises into (seeming) existence in waking and dream and subsides again in sleep. Whenever it rises into existence, it perceives a world, and whenever it subsides its perception of the world also subsides and ceases.<br>\n<br>\nSo long as there seems to be a perceiver (the ego), there also seems to be a world that it perceives, so the perceiver and the perceived rise into being simultaneously and subside simultaneously. In the absence of the perceiver, nothing is ever perceived, and in the absence of anything perceived, there is a never a perceiver. The perceiver and the perceived are therefore mutually dependent.<br>\n<br>\nAs Sri Ramana says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br>\n<br>\n<b>English translation:</b>Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nThat is, the ego (the perceiver) rises into being, endures and is nourished only by clinging to forms (that is, to things that it perceives). However, according to Sri Ramana whatever it perceives does not exist in its absence, so before it rises there is no form for it to cling to, and hence when it rises it simultaneously projects the forms that it clings to.<br>\n<br>\nTherefore the seeming existence of the perceived depends upon the seeming existence of the perceiver, so the perceived actually exists only if the perceiver actually exists. So does this perceiver, the ego, actually exist? It seems to rise into existence and to endure only by experiencing the perceived, so throughout the time of its seeming existence it never experiences itself alone, in complete isolation from everything else perceived by it.<br>\n<br>\nSince it cannot rise or endure without experiencing some form or other (that is, something other than itself), if it tries to experience itself alone, in complete isolation from everything else, it will subside and lose its seeming existence. This is why Sri Ramana says in this verse: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’. That is, the ego seems to exist only so long as it is experiencing anything other than ‘I’, so if it tries to experience only ‘I’ (itself), it ‘will take flight’ — that is, it will subside and cease to exist even seemingly.<br>\n<br>\n<a name=\"uu17\"></a>As Sri Ramana says in verse 17 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa.</i><br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu.</i><br>\n<br>\n<b>English translation:</b> When [one] investigates the form of the mind without forgetting, anything called ‘mind’ does not exist. For everyone this is the direct [straight, proper, correct or true] path.</blockquote>\nWhen we mistake a rope to be a snake, the snake does not actually exist, even though it seems to exist, and it seems to exist only as long as we do not look at it carefully to see what it actually is. Likewise, the ego (of which the mind is just an expanded form) does not actually exist, even though it seems to exist, and it seems to exist only as long as we do not look at it carefully to see what it actually is.<br>\n<br>\nWhen we look carefully at the snake, we will see that what we were seeing all along was never actually a snake but always only a rope. The snake never actually existed even when it seemed to exist. Likewise, when we look carefully at the ego, we will see that what we were experiencing as ‘I’ all along was never actually an ego but always only our infinite real self. The ego never actually existed even when it seemed to exist.<br>\n<br>\nSince the world is perceived only by the ego, its seeming existence depends entirely upon the seeming existence of the ego, so if the ego does not actually exist, whatever world it seems to perceive also does not actually exist. Therefore, since the ego seems to exist only when we mistake ourself to be a form (something other than the pure ‘I’ that we actually are), when we experience ourself as we really are, the ego will not seem to exist, and hence no world will seem to exist.<br>\n<br>\nWhen we look carefully at an illusory snake and thereby recognise that it is actually only a rope, we can at least say that before we recognised what it really is, the snake did seem to exist, but in the case of the ego and world, we will not be able to say even this, because they seem to exist only in the view of the ego, which does not actually exist. That is, since according to Sri Ramana our real self (our pure adjunct-free ‘I’) never experiences anything other than itself, in its view the ego and world never even seemed to exist, so it would not be true to say that when we experience ourself as we really are, we will recognise that the ego and world just seemed to exist but were actually only false appearances.<br>\n<br>\nThis is why the ultimate truth (<i>paramārtha</i>) is not that the ego and world are just false appearances, but only that they never even seemed to exist. This ultimate truth is what is called <i>ajāta</i>: ‘non-born’, ‘non-engendered’, ‘non-arisen’, ‘non-originated’ or ‘non-happened’. Therefore according to <i>ajāta vāda</i> or <i>ajāta siddhānta</i> (the argument or conclusion that nothing has ever come into existence) the ego and world are absolutely non-existent and have never even seemed to exist.<br>\n<br>\nThough Sri Ramana told us that this was his experience, he taught us that so long as we experience ourself as an ego and consequently perceive the world as if it were something other than ourself, the theories that are closest to the ultimate truth while still accommodating what we now seem to experience, and that will therefore be most helpful to us in our endeavour to experience what is real, are <i>ēka-jīva-vāda</i> (the argument that there is only one ego or <i>jīva</i>), <i>vivarta vāda</i> (the argument that the ego and world are false appearances) and <i>dṛṣṭi-sṛṣṭi-vāda</i> (the argument the ego’s perception of the world is what creates its appearance or seeming existence).<br>\n<br>\nThis is why Sri Muruganar wrote in verse 83 of <i>Guru Vācaka Kōvai</i> (which I quoted towards the end of my previous article, <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a>) that Sri Ramana set aside or excluded all other theories and conclusions and taught that only <i>vivarta vāda</i> is true. The other theories that he set aside or excluded include both <i>ajāta vāda</i> and all the many forms of <i>sṛṣṭi-dṛṣṭi-vāda</i> (the theory that the creation of the world preceded the perception of it, or in other words, that the world exists independent of our experience of it). Since <i>vivarta vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> are essentially the same theory described in two different ways, and since this theory entails <i>ēka-jīva-vāda</i>, when Sri Muruganar wrote that Sri Ramana taught that only <i>vivarta vāda</i> is true, he clearly implied that he taught that both <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> are also true.<br>\n<br>\nIf we accept that this set of theories, <i>ēka-jīva-vāda</i>, <i>vivarta vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i>, are true, it should be obvious to us that the only way we can experience what is actually real is not by investigating or doing any kind of research on the world or anything else that we experience, but only by investigating ‘I’ — that is, by trying to experience ‘I’ alone, in complete isolation from everything else (including not only everything that seems to be other than ‘I’ but also everything that we now mistake to be ‘I’, such as our body and mind).<br>\n<br>\nSo long as we experience the ego and world, it would be absurd to pretend to ourself that we believe that these things do not even seem to exist. We can believe that they do not actually exist, and that their seeming existence is therefore a false appearance, but how can we believe that they do not even seem exist when their seeming existence is so obvious to us? Therefore if we are serious in our desire to experience what is actually real, we must for the time being set aside <i>ajāta vāda</i>, even though it is the ultimate truth, and must instead accept that for all practical purposes <i>ēka-jīva-vāda</i>, <i>vivarta vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> alone are true.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "26",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3205515164104261954/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA4NzU3NTg5NDkzCm9mZnNldDogMzYwMDAwMAo\""
}