{
    "kind": "blogger#post",
    "id": "2904131445973524338",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-07-25T11:01:00+01:00",
    "updated": "2015-02-07T12:24:23Z",
    "url": "http://happinessofbeing.blogspot.com/2014/07/what-should-we-believe.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2904131445973524338",
    "title": "What should we believe?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/what-is-enlightenment-liberation-or.html\">What is enlightenment, liberation or <i>nirvāṇa</i>?</a>, I wrote:<br />\n<blockquote>\nSince experiencing ourself as we really are is what is called enlightenment, liberation or <i>nirvāṇa</i>, if it dissolves this dream that we call our waking state, then it would also dissolve the appearance of the rest of humanity whom we experience in this dream. If the dreamer wakes up, not only is he or she liberated from the dream, but also all the people who seemed to exist in that dream world will also be liberated from it.<br />\n<br />\nAll this reasoning is based upon our supposition that this world is all just our dream, but we cannot know for certain whether or not this is actually the case until and unless we investigate ourself and thereby experience ourself as we really are. So at present all we can say for certain is that if we attain enlightenment, liberation or <i>nirvāṇa</i>, it will not do any harm to the rest of humanity, and that if this world and all the people in it are just like the world and the people we see in a dream, then our own liberation will in effect liberate the whole of humanity.</blockquote>\nCommenting on these two paragraphs, a friend wrote to me:<br /><a name='more'></a>\n<blockquote>\nIf we deeply reflect on it, it appears to be quite true and logical especially if we consider Bhagavan’s teachings. Since this world and all the people in it is our dream, when we wake up from this sleep of self-forgetfulness there will remain no world or no people in this non-existent world. Thus, as you say, our liberation or <i>nirvana</i> will be the liberation or <i>nirvana</i> of the entire world and all the sentient beings in it.<br />\n<br />\nIn our spiritual beliefs it is said that if one attains liberation, his seven generations will simultaneously attain liberation. However this is just a belief with no logic to proof it, but what you say appears quite logical therefore there is not much of a problem in believing it.<br />\n<br />\nTherefore, a person who is striving for liberation is in effect striving for liberation of the entire mankind. What more worthy job can one undertake?</blockquote>\nThe belief he mentions about seven generations attaining liberation is a widely held belief that is based on a claim made in some Hindu texts to the effect that if someone attains liberation, all their forebears and descendants for seven generations in each direction will thereby automatically attain liberation. Taken at face value, this belief is dubious, to say the least, because it seems to be based on several dubious assumptions, such as that other people actually exist (which is in turn based on the dubious assumption that this world is not just a mental creation like any world that we experience in a dream) and either that all one’s forebears and descendants for seven generations actually want liberation (the complete annihilation of their respective egos) or that liberation can be forced on anyone who does not want it.<br />\n<br />\nThis belief could perhaps be interpreted as a metaphor that signifies that if we (the one person who now experiences himself or herself as ‘I’) ourself attain liberation, everyone else will simultaneously be liberated, just as if a dreamer wakes up, everyone in his or her dream will thereby cease to exist. However, if it is intended to be taken literally, we have to assume either that whoever first made this claim just wanted to believe that it is true, or that they made this claim in order to encourage others to try to attain liberation. Whatever be the case, it is obviously not a belief that we need to take seriously at face value.<br />\n<br />\nThe following is adapted and expanded from the reply that I wrote to my friend who referred to this belief:<br />\n<br />\nRegarding the seven generation belief, as you say this is something that can be believed only on the basis of faith, because there is no logical basis for believing it. However, it is just one among the countless beliefs that are prevalent in the vast ocean of diverse beliefs, philosophies and practices that is called ‘Hinduism’, but one thing that is very good about the Hindu religion is that it consists of so many different and often conflicting or directly contradictory beliefs that we can easily understand that they cannot all be true, so we are free to choose whichever ones we want to believe, and if we are wise and cautious in what we choose to believe, we should choose only those that are actually useful to us.<br />\n<br />\nWhen Sri Ramana was once asked why there are so many different and conflicting accounts of creation given in the Vedas, he replied that if the Vedas considered creation to be real they would have given only one account of it, and hence since they have given so many different accounts of it, we should understand that the real conclusion of the Vedas is that creation is unreal.<br />\n<br />\nFrom this we should understand that what the wide diversity of traditional teachings, philosophies and ideas is actually teaching us is that we should not accept any belief blindly, but should be sceptical about all of them. As Sri Sadhu Om often told me that Sri Ramana used to say: ‘Do not believe what you do not know’. Only when we are ready to be sceptical about everything that we may believe, will we be ready to conclude that the only thing we know for certain is that I am, so the most important thing for us to investigate is who am I.<br />\n<br />\nMost of our beliefs — whether mundane beliefs about everyday matters, scientific beliefs, metaphysical beliefs, religious beliefs, spiritual beliefs or whatever — are based upon testimony: that is, upon what we have heard, read or learnt from others. However, though there is general consensus among the beliefs that most people hold about certain mundane matters (such as that rain is water that falls from clouds), there is a huge diversity among the beliefs that they hold about numerous other matters, particularly about metaphysical, religious, spiritual and other philosophical matters, because there does not seem to be any obvious means of verifying or falsifying whatever anyone may believe about such matters. Therefore we should be sceptical regarding any testimony about any matters that we cannot verify from our own experience or reasoning.<br />\n<br />\nHowever, even what we believe on the basis of our own experience or reasoning is not entirely reliable, because whatever we experience (other than our own existence, ‘I am’) may be an illusion, and the premises on which we base our reasoning may not be true or reliable. Therefore whatever we may believe about anything other than the indubitable fact ‘I am’, we should believe only tentatively and with caution.<br />\n<br />\nWhereas anything else that we may experience could be an illusion, ‘I am’ — which is our primary and most fundamental experience — cannot be an illusion, because in order to experience anything, whether real or illusory, I must exist. Therefore the only fact that is absolutely indubitable is ‘I am’, so our knowledge ‘I am’ is the only certain knowledge that we have.<br />\n<br />\nHowever, though we know for certain <i>that I am</i>, we do not know for certain <i>what I am</i>, because in our present experience ‘I’ seems to be mixed and confused with other things, such as our body and mind. Whereas ‘I’ itself cannot be an illusion, our body and mind could be illusions, because we experience our present body only in this waking state, and our mind only in waking and in dream. Since we now experience ‘I am awake’, and since we remember that at other times ‘I was dreaming’ or ‘I was asleep’, waking, dream and sleep are all experiences that were experienced by essentially the same ‘I’. Therefore, ‘I’ endures and experiences itself in all these three states, whereas our present  body is experienced by us only in waking, another body is experienced by us only in dream, and our mind is experienced by us only in waking and dream but not in sleep, so ‘I’ cannot be either this body or this mind.<br />\n<br />\nSince we experience things other than ‘I’ only when we mistake a body and mind to be ‘I’, and since our experience ‘I am this body’ and ‘I am this mind’ is an illusion, we have good reason to suspect that everything that we experience other than ‘I’ is illusory. Therefore if we are wise, we should be sceptical about everything other than ‘I’, including even the body and mind that now seem to be ‘I’.<br />\n<br />\nThis is why Sri Ramana used to say: ‘சந்தேகி யாரென்று சந்தேகி’ (<i>sandēhi yār-eṉḏṟu sandēhi</i>), ‘Doubt who is the doubter’. That is, the reality of even the ‘I’ that believes or doubts anything is doubtful, because it is not our pure ‘I’, but is only an adjunct-mixed ‘I’ — that is, it is our pure ‘I’ mixed and confused with extraneous adjuncts such as a body and mind. Therefore the only thing we should believe is ‘I am’, and not ‘I am this’ or ‘I am that’.<br />\n<br />\nIn order to experience ourself (this ‘I’) as we really are, rather than as we now seem to be, we must experience ourself alone, in complete isolation from everything else, and to experience ourself thus, we must try persistently to focus our entire attention upon ‘I’ alone. This persistent attempt to experience ‘I’ alone is what Sri Ramana called <i>ātma-vicāra</i> or self-investigation, and it is the only means by which we can discover who am I (in other words, what I actually am).</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "26",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2904131445973524338/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Sri Sadhu Om"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzExODYzNzQwCm9mZnNldDogMAo\""
}