{
    "kind": "blogger#post",
    "id": "6742428224682488038",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-09-19T10:35:00+01:00",
    "updated": "2015-02-07T12:23:43Z",
    "url": "http://happinessofbeing.blogspot.com/2014/09/how-to-avoid-doing-agamya-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6742428224682488038",
    "title": "How to avoid doing <i>āgāmya</i> and experiencing <i>prārabdha</i>?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html?showComment=1410093234752#c216733696752405186\"> comment</a> on one of my recent article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/the-karma-theory-as-taught-by-sri-ramana.html\">The <i>karma</i> theory as taught by Sri Ramana</a>, Sanjay wrote:<br>\n<blockquote>Sir, if I my ego subsides completely for some length or duration of time by attending only to ‘I’ alone, obviously my free-will or <i>agamya</i> will become inactive, but during such subsidence, will my destiny of fate (<i>prarabdha</i>) will also remain inactive, or my mind, speech and body will continue to act as per <i>prarabdha</i>? If it continues to act, who experiences these actions and the resulting experiences of my <i>prarabdha</i>, which I was supposed to experience then?<br>\n<br>\nSecondly, I believe, you have said in this article that as long as our ego is intact, we will continue to act as per our <i>prarabdha</i>, and simultaneously our mind, speech and body will also be able to do actions creating <i>agamya</i>, by exercising its free will, if it does not contradict our <i>prarabdha</i>. I remember a recorded conversation with Bhagavan somewhat to the effect:<br>\n<br>\nDevotee: I can understand that all the major events in my life are predestined, like say, my marriage, my job, any major accidents, etc., but suppose if I pick up this hand-fan now, is it also predestined? Bhagavan: Yes, everything is predestined.<br>\n<br>\nIf this is accurately recorded, it means that what Bhagavan is saying is that we have no free-will of our bodily actions (and by implication of actions by speech). Do we understand that though our mind has a free-will to desire against or something instead of our predestined <i>prarabdha</i>, but our speech and body are completely pre-programmed, and bound by a pre-existing script, like a cinema show? <br>\n<br>\nWhat are your views on these two doubts of mine?</blockquote>\nSo long as our mind, speech and body seem to exist, they will be made to act in whatever way is required for their destiny (<i>prārabdha</i>) to be experienced, irrespective of the extent to which our ego has subsided. However, we will experience those actions and experiences as our actions and experiences only to the extent that we attend to them, so to the extent that we are able to attend only to ‘I’ we will not experience them.<br><a name='more'></a>\n<br>\nEven when we are not attending to ‘I’, if our mind is engaged in some other thoughts, we hardly notice the actions of our body, such as walking or even driving a car. Likewise, if we attend only to ‘I’ instead of thinking other unnecessary thoughts, our mind, speech and body will continue to act in accordance with our <i>prārabdha</i>, but we will hardly notice them. To the extent that we attend only to ‘I’ we will not notice whatever our mind, speech and body are destined to experience.<br>\n<br>\nRegarding the question who would experience whatever is destined to be experienced if our ego is subsided: if it is entirely subsided, no one will experience what is destined, and if it is partially subsided, we will experience what is destined only to the extent that our ego is not subsided (in other words, only to the extent that we attend to anything other than ‘I’).<br>\n<br>\nThough it is said that our mind, speech and body will be made to act in accordance with <i>prārabdha</i> even if our ego has completely subsided, this is said only as a concession to our ignorant belief that the world and everything in it continues to exist even when we are not experiencing it, as for example in sleep. However, according to the testimony of Sri Ramana, the world does not actually exist but only seems to exist, and it does not even seem to exist when we are not experiencing it. Therefore if we attend only to ‘I’ and thereby avoid experiencing anything else, there is no world and no mind, speech or body to do any action. Hence by attending only to ‘I’ we avoid doing any action (<i>karma</i>) at all, either actions impelled by fate (<i>prārabdha</i>) or actions impelled by our free will (<i>āgāmya</i>).<br>\n<br>\nWhen we ask questions about <i>prārabdha</i> and <i>āgāmya</i>, such as the ones that Sanjay asked, or about the <i>karma</i> theory in general, we should ask ourself why we are curious to have answers to such questions. We want to know about such things only because we are still interested in the life of this ego (that is, we are still interested in ourself as a person and consequently in the life of this person), because <i>prārabdha</i> and <i>āgāmya</i> are just elements in the life of the ego and would not exist in its absence. So long as we are still at all interested in our ego and its <i>karmas</i> (whether <i>āgāmya</i> or <i>prārabdha</i>), our mind is turned outwards, so we will continue to be driven by two forces, fate and free will, and we will not be able to distinguish to what extent each of our actions done by mind, speech or body is impelled by each of these forces. Therefore we should consider our interest in questions related to <i>karma</i> to be a distraction that diverts our attention away from investigating the reality of the ‘I’ that seems to do <i>karma</i> and to experience its fruit.<br>\n<br>\nRegarding the conversation that Sanjay refers to, this was recorded by Devaraja Mudaliar in <i>My Recollections of Bhagavan Sri Ramana</i>, and it is often interpreted by people to mean that Bhagavan implied that we have no freedom to do any action that is not destined. If this were the case, we could not do any <i>āgāmya</i> (that is, any <i>karma</i> impelled by our free will), so no fruit would be generated to be stored in our <i>sañcita</i> and later to be selected from there to be experienced by us as the <i>prārabdha</i> of any future life, and hence even our present <i>prārabdha</i> would not be the fruit of any past <i>āgāmya</i>. In other words, the entire <i>karma</i> theory as taught by Bhagavan would fall apart, because he taught that <i>prārabdha</i> is the fruit of <i>āgāmya</i> that we have done in past lives.<br>\n<br>\nSince our fate (<i>prārabdha</i>) is the fruit of actions that we have done in the past, if all the actions we had done in the past were done only according to fate and not according to our free will, we would be experiencing the fruit of actions that we had not done of our own free will. If anyone were to claim that this is the case, that would in effect be a denial of the entire <i>karma</i> theory. Therefore if we believe the <i>karma</i> theory as taught by Sri Ramana we must accept that while experiencing <i>prārabdha</i> (fate or destiny) we are able to do <i>āgāmya</i> (actions impelled by our free will).<br>\n<br>\nContrary to what some people believe, the <i>karma</i> theory is not mere fatalism, because it presupposes not only that we have free will but also that whatever we experience is a result of something that we had previously done by our free will. Though whatever actions we now do by our own free will cannot alter what we are destined to experience in this present life, such actions can affect what we are to experience in future lives, just as what we now experience is a result of actions that we did by our free will in past lives.<br>\n<br>\nThe conversation that Sanjay refers to was recorded by Devaraja Mudaliar as follows at the beginning of chapter four of <i>My Recollections of Bhagavan Sri Ramana</i>:<br>\n<blockquote>One summer afternoon I was sitting opposite Bhagavan in the old hall, with a fan in my hand and said to him: “I can understand that the outstanding events in a man’s life, such as his country, nationality, family, career or profession, marriage, death, etc. are all predestined by his <i>karma</i>, but can it be that all the details of his life, down to the minutest, have already been determined? Now, for instance, I put this fan that is in my hand down on the floor here. Can it be that it was already decided that on such and such a day, at such and a such an hour, I shall move the fan like this and put it down here?” <br>\n<br>\nBhagavan replied “Certainly”. He continued: “Whatever this body is to do and whatever experiences it is to pass through was already decided when it came into existence”. <br>\n<br>\nThereupon I naturally exclaimed: “What becomes then of man’s freedom and responsibility for his actions?” <br>\n<br>\nBhagavan explained: “The only freedom man has is to strive for and acquire the <i>jnana</i> which will enable him not to identify himself with the body. The body will go through the actions rendered inevitable by <i>prarabdha</i> (destiny based on the balance sheet of past lives) and a man is free either to identify himself with the body and be attached to the fruits of its actions, or to be detached from it and be a mere witness of its activities”.</blockquote>\nI do not know how accurately Devaraja Mudaliar recorded this conversation he had with Bhagavan, but I doubt if it is perfectly accurate, because when we record any conversation by memory, we will only record what we understood rather than what was actually said. However, whether his recording was accurate or not so accurate, we should not interpret it to mean that Bhagavan intended to deny that we can do <i>āgāmya</i> while experiencing our <i>prārabdha</i>. All he intended to emphasise was that whatever we experience is predetermined by whatever <i>prārabdha</i> has been allotted to us for the life of our present body.<br>\n<br>\nWhen Bhagavan said that we have the freedom to turn our mind within to experience ourself as we really are, thereby destroying the ego that now experiences itself as the body and mind that do <i>karma</i>, the obvious implication is that if we are free to turn our attention within to experience only ‘I’, we must also be free not to do so — in other words, we must be free to turn our attention outwards to experience other things. This is how we do <i>āgāmya</i> by misusing our free will.<br>\n<br>\nWhenever we experience anything other than ‘I’, we are experiencing ourself as the ego, the adjunct-mixed ‘I’ that experiences itself as the body and mind that do <i>karma</i>, so we experience whatever <i>karmas</i> are done by that body and mind as if they were done by us, either intentionally or unintentionally. Therefore, actions that are impelled by our <i>prārabdha</i> may seem to us to be actions that we are doing by our free will. To use Devaraja Mudaliar’s example, if it is my <i>prārabdha</i> that I should pick up a fan and fan myself, it will seem to me that I decided to do so of my own free will because I was feeling hot. Thus the doership and volition with which I did that action will mean that it was impelled by not only by my fate but also by my free will, and thus while experiencing that particular piece of <i>prārabdha</i> I will also have done an <i>āgāmya</i>.<br>\n<br>\nHowever this would apply only to some of the actions that we are impelled to do by our <i>prārabdha</i>, because we experience some such actions as accidents or as things that we did not do intentionally. For example, if it were my <i>prārabdha</i> that I should be asked to carry a valuable antique vase and if I unintentionally dropped it, causing it to shatter, I would experience that action as an accident, in which case while experiencing that particular piece of <i>prārabdha</i> I might not have done an <i>āgāmya</i>.<br>\n<br>\nHowever, though we can give such hypothetical examples to illustrate the possibility that actions that we do according to our <i>prārabdha</i> may either be also impelled by our free will and thus constitute an <i>āgāmya</i>, or may not be so, we should bear in mind that such examples are intended to be just illustrations of possibilities, and not to imply that we actually have any sure means by which we can ascertain whether or not any particular action that we do is an <i>āgāmya</i>. We cannot and need not ascertain this, and if we try to do so, we will thereby be distracting ourself from our real aim, which is only to ascertain who am I. Trying to ascertain who am I is <i>ātma-vicāra</i> (self-investigation), whereas trying to ascertain anything about the <i>karmas</i> we do is <i>anātma-vicāra</i> (investigation of something that is not ourself).<br>\n<br>\nAll we need to understand is that so long as we rise as an ego and thereby experience ourself as a body and mind, we will be constantly driven by our free will (in the form of our likes, dislikes, desires, fears, hopes, aspirations, preferences and so on) to do <i>āgāmya</i> while experiencing our <i>prārabdha</i>, and that therefore the only way to avoid doing any <i>āgāmya</i> and experiencing any <i>prārabdha</i> is to make our ego subside by vigilantly watching it — that is, by being vigilantly self-attentive, trying to experience nothing other than ‘I’ alone.<br>\n<br>\nRegarding Sanjay’s final question about whether perhaps all the actions of our body and speech are entirely predetermined and only our mind is able to act according to its free will, this may seem to be a very neat and convenient way to distinguish actions impelled by our free will from actions impelled by our fate, but there is actually no simple way — in fact no way at all — by which we can distinguish these. The workings of <i>karma</i> are far too complex and subtle to be explicable in term of such a simplistic formula.<br>\n<br>\nThe actions of our mind, speech and body are intimately intertwined, and we experience them all as action done by a single ‘I’, our ego. Any volitional action that we do by body or speech is initiated by an action that we do by mind, so our mind is the instrument through which our ego manipulates these other two instruments. Moreover, our ego’s manipulation of our mind and thereby of our speech and body happens seamlessly. When we decide to do any action by body or speech, such as raising our hand or speaking a sentence, we do not experience our mind first deciding to do that action, then telling these instruments to do it, and finally them doing it as a sequential series of actions, but as a single action, as if our mind itself were raising our hand or speaking that sentence by its mere wish to do so.<br>\n<br>\nAs Sri Ramana indicated in the note that he wrote for his mother (which I quoted and discussed in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/the-karma-theory-as-taught-by-sri-ramana.html\">The <i>karma</i> theory as taught by Sri Ramana</a>), we are able to make effort either to experience what we are not destined to experience or to avoid experiencing what we are destined to experience. When we make any such effort, our effort does not stop at some imaginary boundary between our mind and our body or speech. If we want to climb a mountain or to pass an exam, we do not suppose that we can do so just by thinking about it: we try by mind, speech and body to do whatever actions may be necessary in order for us experience whatever we want to experience. Our efforts will not succeed if that experience is not part of our <i>prārabdha</i>, but our <i>prārabdha</i> will not restrict our efforts to being made only by our mind and not by our body or speech. The efforts made by our mind to achieve any outward experience are naturally expressed as physical and verbal actions, so <i>āgāmya</i> (action impelled by free will) is done by our ego through all these three instruments: mind, speech and body.<br>\n<br>\nSo long as our ego is not entirely subsided, its free will will be active, so it will be constantly driven by its likes, dislikes, hopes, fears, preferences, feelings of obligation and so on, which will impel it to do actions by mind, speech and body, and since those actions are impelled by our free will, they are <i>āgāmya</i>. By such <i>āgāmya</i> we will not be able to change our <i>prārabdha</i> in any way, but since our actions are being driven simultaneously by both fate and free will, we will not be able to distinguish between our <i>prārabdha</i> and our <i>āgāmya</i>.<br>\n<br>\nSince we will inevitably be driven by our free will to do <i>āgāmya</i> so long as our ego is not entirely subsided (and to the extent it is not subsided), the only way to surrender our free will entirely and thereby avoid doing any <i>āgāmya</i> is to make our ego subside, and the only way to make it subside is to attend only to ‘I’. Therefore, to the extent we attend to anything other than ‘I’, our ego will rise and be driven by its free will, thereby doing <i>āgāmya</i>, and to the extent we attend only to ‘I’, our ego will subside and thereby refrain from doing any <i>āgāmya</i>.<br>\n<br>\nTherefore attending to nothing other than ‘I’ is the only means to avoid both doing <i>āgāmya</i> and experiencing <i>prārabdha</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "10",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6742428224682488038/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "ego",
        "karma",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzExODIzMjczCm9mZnNldDogMAo\""
}