{
    "kind": "blogger#post",
    "id": "9134111480625226598",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-08-15T15:04:00+01:00",
    "updated": "2017-09-28T14:20:33+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/08/establishing-that-i-am-and-analysing.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9134111480625226598",
    "title": "Establishing <i>that</i> I am and analysing <i>what</i> I am",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/we-must-experience-what-is-not-what.html\">We must experience what is, not what merely seems to be</a>, I wrote:<br>\n<blockquote>‘I’ definitely does exist, because ‘I’ is what experiences both itself and all other things, so even if all other things merely seem to exist, their seeming existence could not be experienced if ‘I’ did not actually exist to experience it. The existence of ‘I’ is therefore necessarily true, whereas the existence of anything else is not necessarily true, because nothing else experiences either its own existence or the existence of anything else, so though things other than ‘I’ do seem to exist, it is possible that they do not exist except in the experience of ‘I’.</blockquote>\nReferring to this paragraph, a friend called Sanjay asked in a <a href=\"http://happinessofbeing.blogspot.com/2014/08/we-must-experience-what-is-not-what.html?showComment=1407566479401#c3374812742878400422\">comment</a>:<br>\n<blockquote>You say here: ‘The existence of ‘I’ is therefore necessarily true…’, but you have also said earlier that: ‘…because ‘I’ is what experiences both itself and all other things…’. Therefore if ‘I’ experiences both itself and all other things then it is our mind, our limited or reflected consciousness, then how can ‘I’ be necessarily true, as you have said earlier in this above paragraph. Should we not consider this ‘I’ to be our imagination, though it is our first imagination – that is, our thought-‘I’?</blockquote>\nThe aim of this paragraph that Sanjay referred to was only to establish the fact <i>that</i> I am, and was not to analyse <i>what</i> I am. It is of course necessary for us to analyse what I am, because we need to distinguish what I actually am from what I merely seem to be, but the arguments that are used to analyse <i>what</i> I am are different to the arguments that are used simply to establish <i>that</i> I am, whatever I may be. That is, the latter arguments simply establish that something that we experience as ‘I’, ourself, does definitely exist, even though this definitely existing ‘I’ may not be whatever it now seems to be.<br><a name='more'></a>\n<br>\nThe context in which I wrote this paragraph was when discussing the need for us to investigate and experience what actually is rather than what merely seems to be, so I was aiming to establish that the only thing that certainly exists is ‘I’, and that whatever else seems to exist does not certainly exist. I certainly exist, because if I did not exist I could not experience either myself or anything else, whether real or illusory. Other than myself (‘I’) alone, whatever else I experience could be an illusion, but the fact that I exist cannot be an illusion, because in order to experience anything, even an illusion, I must exist.<br>\n<br>\nThis is why I wrote: ‘The existence of ‘I’ is therefore necessarily true, whereas the existence of anything else is not necessarily true’. In order to be necessarily true, a thing must experience itself, because if it did not experience itself but were only experienced by something other than itself, it could be just an illusion experienced by that other thing. Therefore, since ‘I’ alone experiences itself, it alone is necessarily true.<br>\n<br>\nHowever, though it is necessarily true that I am, it does not logically follow from this that it is necessarily true that I am what I now seem to be, because whatever I seem to be (that is, whatever I experience as if it were myself) could be an illusion. In fact, if I experience myself as anything other than ‘I’ alone, whatever it is that I experience as myself is certainly not what I actually am, because I cannot be anything other than ‘I’ alone. Therefore, having logically established that it is necessarily true <i>that</i> I am, we then need to analyse <i>what</i> I am.<br>\n<br>\nI now experience a certain body as if it were myself, but this body is not something that would experience itself if I were not present to experience it, so it seems doubtful whether this body can be what I actually am. Now I experience myself as this body, but in dream I do not experience this body at all, though I still experience that I am. However, as in waking, in dream I do not experience myself as ‘I’ alone, but experience myself as if I were some other body, which at that time seems to be a physical body, just like this present body. Only after I have woken from a dream am I able to recognise that the seemingly physical body that I then experienced as myself was actually just a mental creation, and was therefore not really physical at all.<br>\n<br>\nFrom our experience of dream we can draw two important conclusions. Firstly, since I experience myself in dream without experiencing the body that I experience as myself in waking, this body of the waking state cannot actually be ‘I’, because if ‘I’ and this body were numerically identical (that is, if they were not two separate things but were one and the same), I could not experience one of them without experiencing the ‘other’ one (because the ‘other’ one would not actually be ‘other’). In other words, I could not experience ‘I’ without experiencing this body if this body were what I actually am. Likewise, I cannot actually be the body that I experienced as myself in a dream, because I now experience myself without experiencing that body.<br>\n<br>\nSecondly, since the body that I experienced as myself in a dream seemed to me at that time to be real and physical, and was recognised by me as being merely an illusory mental creation only after I had woken from that dream, I do not seem to have any adequate reason to suppose that this body that I now experience as myself in this present ‘waking’ state is not likewise merely an illusory mental creation. While dreaming, my dream state seemed to be a state of waking, and the body and world that I then experienced seemed to be real and physical, just as my present state now seems to be a state of waking, and the body and world that I now experience seem to be real and physical. How can I be sure, then, that this present state that now seems to be a state of waking is not actually just another dream? There does not seem to be any evidence available to me that could conclusively prove to me (or that could even show it to be probable) that this is not a dream, or that any similar state that I may experience is not a dream.<br>\n<br>\nThough both of these conclusions that we can draw from our experience of dream are important, the one that concerns us most in the context of our present analysis of what I am is the first of them, namely the conclusion that I cannot be the body that I now experience as myself, because I experience myself in dream without experiencing this body. Therefore my experience that I am this body is an illusion, even though I myself cannot be an illusion.<br>\n<br>\nIn this present state (which seems to be a state of waking but could be just another dream) I experience myself not only as this seemingly physical body but also as a seemingly thinking, feeling and experiencing mind. However, I do not experience myself as this mind only in this present state, because in dream I experience myself as this same mind. In fact, in every state in which I experience myself as a body, I also experience myself as this mind. Though the body that I experience as myself in each state is different, the mind that I experience as myself in each such state seems to be essentially the same — even though some of its features, such as some or all of its memories, may be different.<br>\n<br>\nThe fact that some of the memories that I experience in a dream may not be identical to those that I now experience is not significant to our present analysis, because even in this present state of seeming waking my memories are constantly changing. Experiences or information that I could remember in the past I may now have forgotten, and new experiences and information are constantly being added to my memory, but the mind that remembers such things is the same. Just because I have now forgotten some of the things that I could remember ten years ago, or because in the meanwhile I have experienced and learnt many new things that have now been added to my memory, we would not say that my mind now is not essentially the same mind as it was ten years ago.<br>\n<br>\nThe same applies to other features of my mind that do or may change over time, such as my likes, dislikes, beliefs, hopes or fears, and of course my ever-changing thoughts. Just because some of these features may not be the same as they were ten, twenty or forty years ago, we would not say that my mind now is not essentially the same mind as it was at those times. Likewise, though some of its memories and other features may not be exactly the same in a dream as they are now in this present state, it would be unreasonable to say that the mind that I experience as myself in a dream is not essentially the same mind that I experience as myself in this present state.<br>\n<br>\nTherefore, since I experience the same mind as myself in all the states in which I experience a body as myself, can we conclude that this mind is what I actually am? If I never experienced that I am without experiencing myself as this mind, this mind could perhaps be what I actually am, but since I am essentially unchanging (because whatever I may experience in the past, present or future, it is always the same I that is experiencing it) and since many of the features of this mind are either changing or are liable to change, this entire mind cannot be what I actually am, though perhaps some essential part of it could be what I actually am. That is, since I myself am essentially something that is single, undivided and hence absolutely simple, whereas my mind is a very complex entity, I cannot be this entire mind but could only be some part of it, if at all any part of it were what I actually am.<br>\n<br>\n<a name=\"uu18\"></a>Before we can decide whether or not any part of this mind is what I actually am, we need to analyse it in order to determine what part of it, if any, could be what I actually am. Sri Ramana has therefore given us a summary analysis of the mind in verse 18 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just this root thought] ‘I’.</blockquote>\nIn this context எண்ணங்கள் (<i>eṇṇaṅgaḷ</i>), which means ‘thoughts’ or ‘ideas’, denotes mental phenomena of any kind whatsoever, and therefore includes all our perceptions, conceptions, ideas, imaginations, memories, beliefs, feelings, emotions, desires, hopes, fears and so on. That is, in the sense in which Sri Ramana used the term, an எண்ணம் (<i>eṇṇam</i>) or thought is anything that I experience other than what I actually am.<br>\n<br>\nOf all the thoughts that we experience, the root or foundation is our primal thought called ‘I’, which is our ego. All other thoughts are perpetually coming and going, whereas this root thought called ‘I’ is constant — that is, it is present as long as the mind is active (in other words, as long as any other thought is present), and it subsides only when all other thoughts have subsided, as in dreamless sleep. Whereas no other thought experiences anything — either itself or any other thought — this root thought ‘I’ experiences both itself and every other thought. In other words, it is the one thought that thinks (creates and experiences) all other thoughts. Whereas all other thoughts are objects experienced by it, this thought called ‘I’ is the one subject that experiences them all, and this is why it must be present in order for any other thought to be experienced. Therefore it alone is the essence of the mind — that is, it is what the mind essentially is.<br>\n<br>\n<a name=\"ny04\"></a>However, this primal thought called ‘I’ (the ego) is not what I actually am, because it subsides and ceases to exist as such in sleep or whenever all other thoughts subside. Without experiencing some other thought, it cannot stand, so it never exists alone. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\">fifth</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>[...] மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. [...]<br>\n<br>\n[...] <i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>. [...]<br>\n<br>\n[...] The mind stands only by always going after [attending and thereby attaching itself to] something gross [some thought other than ‘I’]; solitarily it does not stand. [...]<br>\n<br>\n<a name=\"ny05\"></a>[...] மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n[...] <i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṯkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaikaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaikaḷ irā</i>.<br>\n<br>\n[...] Of all the thoughts that appear in the mind, <b>the thought called ‘I’ alone is the first</b> [primal, basic, original or causal] <b>thought</b>. Only after this rises do other thoughts rise. Only after the first person appears do second and third persons appear; without the first person [the primal thought called ‘I’] second and third persons [other thoughts] do not exist.</blockquote>\nSince this primal thought called ‘I’ rises, subsists and flourishes only in waking and dream, but subsides and ceases to exist in sleep (and in any other state in which all other thoughts have subsided), it cannot be what I actually am, because in sleep I exist in its absence. Not only do I exist in sleep, but I also experience my existence then, because if I did not experience my own existence and the absence of everything else in sleep, after waking I would not be aware that I had slept or that in sleep I experienced nothing other than myself — in other words, I would not be aware of sleep as a seemingly empty gap that I had experienced between successive states of waking and dream.<br>\n<br>\nSince this primal thought called ‘I’ is not what I actually am, what is its relation to what I actually am, and in what way is it different to what I actually am? It obviously cannot exist independent of what I actually am, because it seems to exist only when I experience it as if it were myself, but it also cannot exist independent of other thoughts. It therefore seems to function as some sort of a link between myself and other thoughts.<br>\n<br>\nAs we earlier observed, this primal thought called ‘I’, which is what the mind essentially is, rises and functions only in states (such as waking and dream) in which I experience myself as a body. Without experiencing ourself as a body, we never experience ourself as a mind. Even if we could imagine ourself existing as a mind in some sort of disembodied state, it would be hard (and perhaps even impossible) to imagine being in such a state without having at least some sort of an ethereal body, because without a body of any kind whatsoever, we would not experience ourself having any location in space (either in physical space or in a purely mental space), and without any location in space we could not experience any object other than ourself (either a physical object or a purely mental object such as a thought or a feeling), because without having a separate location in which to appear, nothing would appear to be separate from ourself.<br>\n<br>\nTherefore mental experience (that is, experience of things that seem to be other than ourself) seems to be predicated on the experience of ourself as some sort of a body, whether physical or ethereal. Moreover, postulating a distinction between an ethereal (<i>sūkṣma</i> or subtle) and a physical (<i>sthūla</i> or gross) body is perhaps invalid, because whatever body we currently experience as ourself always seems to be a physical body while we are experiencing it. For example, though we may now consider a body that we experienced as ourself in a dream to be non-physical (purely mental or ethereal), while we were experiencing it it seemed to us to be physical. Likewise, if our present state of seeming waking is actually only another dream, the seemingly physical body that we now experience as ourself is actually not physical but only mental or ethereal.<br>\n<br>\n<a name=\"av2\"></a>Since we never experience our mind without experiencing ourself as a body, Sri Ramana often described our primal thought called ‘I’ as the thought ‘I am this body’ (in which ‘this body’ refers to whatever body we currently experience as ourself, whether in waking or in dream). For example, in the first two lines of <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#av2\">verse 2</a> of <i>Āṉma-Viddai</i> he wrote:<br>\n<blockquote>ஊனா ருடலிதுவே நானா மெனுநினைவே<br>\nநானா நினைவுகள்சே ரோர்நார் [...]<br>\n<br>\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br>\nnāṉā niṉaivugaḷsē rōrnār</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் [...]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal idu-v-ē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār</i> [...]<br>\n<br>\n<b>English translation:</b> The thought ‘this body composed of flesh itself is I’ alone is the one thread on which [all] the various thoughts are strung [...]</blockquote>\nTherefore our primal thought called ‘I’ (the ego) is not our pure ‘I’ alone, but our pure ‘I’ mixed with extraneous adjuncts, the first and foremost of which is a body. This is why Sri Ramana described it as a thought. Our pure ‘I’ (that is, what we really are) is not a thought, but the body and other adjuncts with which it now seems to be mixed and confused are thoughts, so the compound experience ‘I am this body’ is a thought.<br>\n<br>\nBecause my primal thought called ‘I’ is a confused mixture of myself (‘I’), who am conscious, and a body, which is non-conscious, he often described it as <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that binds together the conscious (<i>cit</i>) and the non-conscious (<i>jaḍa</i>) as if they were one. In this confused mixture, one element is real while the other is unreal. The real element is what is conscious (<i>cit</i>), namely ‘I am’, whereas the unreal element is what is non-conscious (<i>jaḍa</i>), namely ‘this body’.<br>\n<br>\nWhat subsides and temporarily ceases to exist in sleep is only the unreal element of this primal thought called ‘I’, namely the body and all other adjuncts that accompany it, and what remains is only its real element, namely ‘I am’. This is why we continue to experience our existence in sleep in spite of the absence of our mind and everything else.<br>\n<br>\nWhen our pure ‘I am’ (which is what we actually are) exists alone without being mixed with any adjuncts, it does not experience anything other than itself. Even when it seems to be mixed with adjuncts, what then experiences the seeming existence of other things is not this pure ‘I am’ itself but is only the primal thought called ‘I’, which is a confused mixture of the pure ‘I’ and adjuncts. In other words, what experiences all multiplicity and otherness in waking and dream is not what we really are but is only what we then seem to be, namely our mind, which always experiences itself as ‘I am this body’ (whether the body that it currently experiences as ‘I’ happens to this present body or some other dream body).<br>\n<br>\nTherefore Sanjay was correct when he wrote in his <a href=\"http://happinessofbeing.blogspot.com/2014/08/we-must-experience-what-is-not-what.html?showComment=1407566479401#c3374812742878400422\">comment</a>, ‘if ‘I’ experiences both itself and all other things then it is our mind, our limited or reflected consciousness’, but what he implied when he wrote in the next clause of that sentence, ‘then how can ‘I’ be necessarily true’, was not correct. Even though I now experience myself as this mind and therefore experience things that seem to be other than myself, it is still necessarily true that I am. What is not necessarily true is that I am this body or mind that I now seem to be.<br>\n<br>\nThe confusion on which Sanjay’s doubt seems to be based is one that arises when we imagine that there are actually two ‘I’s, a real ‘I’ and a false ‘I’, the latter being our mind or ego. However, this confusion is unnecessary, because there are never two ‘I’s, since I am always one and undivided. The so-called false ‘I’ (the mind or ego) is actually nothing other than the real ‘I’ seeming to be something other than what it always actually is. In other words, whether I experience myself as I actually am or as something else that I merely seem to be, I am always the same ‘I’ — the one and only ‘I’ that exists. <br>\n<br>\nIn his comment Sanjay went on to quote another portion from <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/we-must-experience-what-is-not-what.html\">my previous article</a>, namely:<br>\n<blockquote>Our mind seems to be self-aware, but the light by which it is aware of itself is not its own light, but is the light that it borrows from ‘I’. That is, the mind ‘shines’ or is aware of itself only when ‘I’ experiences itself as ‘I am this mind’. Though ‘I’ does seem to experience itself as the mind during waking and dream, it does not experience itself as such during sleep, so ‘I’ is actually distinct from the mind, because it shines in sleep in the absence of the mind.</blockquote>\nReferring to this he then wrote:<br>\n<blockquote>You have said above: ‘Though ‘I’ does seem to experience itself as the mind during waking and dream, it does not experience itself as such during sleep, so ‘I’ is actually distinct from the mind, because it shines in sleep in the absence of the mind. …’. Here you are using ‘I’ in the sense of our pure non-dual self, ‘I am’.<br>\n<br>\nTherefore you equate ‘I’ both to our pure self and our mind. Should we understand it this way? Or should we understand ‘I’ only as our pure self?</blockquote>\nIn the context of Sri Ramana’s teachings, the word ‘I’ (or ‘self’) may refer either to what we really are (our real self) or to what we now seem to be (our false self), namely our mind or ego, the primal thought called ‘I’. Therefore on each occasion it is used we have to judge from the context what exactly it is referring to. Moreover, there are many occasions in which it does not refer specifically to either one or the other. For example, when Sri Ramana advises us to investigate who am I, the ‘I’ that we are to investigate seems initially to be our mind or ego, but if we investigate it sufficiently thoroughly we will find that it was never actually a mind or ego but was always only what we really are. Therefore we should not try to specify whether the ‘I’ that we should investigate is what we really are or just what we now seem to be.<br>\n<br>\nThe reason why this seeming ambiguity is unavoidable is that we actually experience only one ‘I’, so it is essentially the same ‘I’ that we experience whether we experience it as it actually is (which is our pure ‘I’ or real self) or as something that it merely seems to be (which is therefore an adjunct-mixed version of our pure ‘I’). That is, whether I experience myself as I actually am or as something that I merely seem to be, I am always essentially the same ‘I’, and it is always necessarily true that I am, even though I may not be what I now seem to be.<br>\n<br>\nAccording to Sri Ramana’s experience, what I actually am is infinite and indivisible, so it alone exists and there is nothing other than it for it to experience. Therefore according to his analysis of our present experience, what experiences anything other than itself is not what I actually am but only what I seem to be (namely this mind or ego, our primal thought called ‘I’), and what I seem to be is a mixture of what I actually am and various extraneous adjuncts, the essential base of which is a body, which is itself just a thought and hence unreal.<br>\n<br>\nTherefore what I actually am is neither a body nor a mind, nor is it even the essence of the mind (namely its primal thought called ‘I’, which experiences itself as ‘I am this body’), but is only the essence of the essence of the mind (namely the pure adjunct-free ‘I am’, which is the essential and only real element in the compound experience ‘I am this body’). That is, the essence of the mind is the ego (which experiences itself as ‘I am this body’), and the essence of the ego is what I actually am (which experiences itself without any adjuncts as just ‘I am’).<br>\n<br>\nHowever, neither logically establishing <i>that</i> I am nor logically analysing <i>what</i> I am can enable us to experience what we actually are, because what engages in such logical reasoning or analysis is only our mind, which is what we now seem to be. Since we cannot reason or analyse anything without experiencing ourself as a mind, no amount of reasoning or analysis can result in our experiencing ourself as we really are. Therefore, in order to experience what I actually am, I must investigate myself by trying to focus my entire attention only on ‘I’ so that I can experience myself in complete isolation from all other things (including any activity such as reasoning or analysis).<br>\n<br>\nUsing our power of logical reasoning to establish <i>that</i> I am and to analyse <i>what</i> I am is a useful preliminary to self-investigation (<i>ātma-vicāra</i>), because by establishing that it is necessarily true that I am, whereas it is not necessarily true that anything else is (since the seeming existence of all other things may be illusory), we can convince ourself that investigating and experiencing what I actually am is more important than investigating or experiencing anything else, and because by analysing what I am we can at least conclude that I am not the body or mind that I now seem to be, and thus we can avoid investigating such adjuncts due to the false belief that they are what I actually am.<br>\n<br>\nThat is, once we understand clearly that I am not the body or mind that I now seem to be — nor am I even the primal thought called ‘I’ (which is both the essence of the mind and the subject that experiences everything else), because this primal thought (the ego) is a mixture of myself and adjuncts (that is, it is <i>cit-jaḍa-granthi</i>, the knot that binds together the conscious ‘I’ and the non-conscious adjuncts) — we will understand that what we are to investigate is only the essential conscious element in this mixture, namely the ‘I’ bereft of all adjuncts. As Sri Ramana said (as recorded in the final chapter of <i>Maharshi’s Gospel</i>: 2002 edition, p. 89):<br>\n<blockquote>[…] The ego is therefore called the <i>cit-jaḍa-granthi</i>. In your investigation into the source of <i>ahaṁ-vṛtti</i> [the ‘I’-occurrence or ego], you take the essential <i>cit</i> [conscious] aspect of the ego; […]</blockquote>\nTherefore, analysing what I am will help us to focus our attention accurately on our pure adjunct-free ‘I’ alone and thereby to experience what I actually am.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "42",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9134111480625226598/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NjA0ODMzMjI5Cm9mZnNldDogMzYwMDAwMAo\""
}