{
    "kind": "blogger#post",
    "id": "4654538846226494490",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-08-22T14:44:00+01:00",
    "updated": "2015-02-07T12:25:45Z",
    "url": "http://happinessofbeing.blogspot.com/2014/08/the-featurelessness-of-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4654538846226494490",
    "title": "The featurelessness of self-attentiveness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">The friend who had asked the questions that I answered in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/06/what-do-we-actually-experience-in-sleep.html\">What do we actually experience in sleep?</a> wrote another email to me in which he asked whether timelessness is also one of the ‘features’ of our featureless experience in sleep, and which he concluded by asking: ‘Do you have a favorite practice that makes sense to share? (I’m still angling for a goodie ;-))’. The following is adapted from my reply to him:<br>\n<br>\nTime and duration are features that we experience in waking and dream, but not in the featureless state of sleep. However, even to say that we experience time and duration in waking and dream requires some clarification: what we actually experience is change, both in our mind and in our body and the physical world around us, and this constant flow of change creates the illusion that we call ‘time’. Therefore since no change occurs in our experience during sleep, the illusion of time is absent there.<br>\n<br>\nSince we do not experience any time in sleep, we do not think either ‘I was’ or ‘I will be’, but only experience ‘I am’ — our own being or existence in the ever-present present moment.<br><a name='more'></a>\n<br>\nRegarding my favourite practice (and indeed my only practice), it is just self-investigation (<i>ātma-vicāra</i>). Though the practice of <i>ātma-vicāra</i> can be described simply as self-attentiveness — being attentively aware only of ‘I’, ourself — no words or ideas can adequately describe it or explain what it is. Words such as ‘being self-attentive’ are only pointers, because they can only indicate what we should try to do (or rather to be), but cannot adequately convey what the experience of being self-attentive actually is.<br>\n<br>\nTherefore, more than just saying that my favourite practice is trying to be self-attentive, I cannot say anything about it. If I did try to say anything more than this, whatever I might say would fail to convey what I mean, because just as no words can describe or convey the experience of being ‘I’ — the first person or subject, the experiencer of whatever is experienced — so no words can describe or convey the experience that is indicated by the words ‘being self-attentive’ or ‘being aware only of I’.<br>\n<br>\nIf we try to describe, or even to conceive, what the actual experience of self-attentiveness is, by our very attempt to do so we will lose it, because we can know it only by experiencing it, and we can experience it only to the extent that thoughts are then absent from our experience. After experiencing an increased clarity of self-awareness, people sometimes try to describe it, but whatever they may describe is not what they actually experienced, because the words in which they describe it are produced by thoughts, and thoughts cannot capture the thought-free experience of clear self-awareness.<br>\n<br>\nAny thought has features, and hence it can only represent or be about something that has features. No thought can adequately represent an experience that has no features, so the featureless experience of self-attentiveness or clear self-awareness is beyond the grasp of any thought (and hence beyond the descriptive power of any words). To the extent that we are experiencing any thought, we are not experiencing ourself as we really are, because what we really are is featureless and hence thought-free.<br>\n<br>\nThat is, as I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/06/what-do-we-actually-experience-in-sleep.html\">one of my earlier replies</a>, what I essentially am is featureless, so <i>ātma-vicāra</i> is the practice of trying just to be in our natural state of featureless self-awareness, so the only ‘goodie’ I can offer you is to suggest that you investigate what ‘I’ actually is and thereby try just to be the pure featureless self-awareness that you really are. Now we experience ourself — our pure featureless self-awareness — mixed up with extraneous adjuncts such as this body and mind (each of which has multiple features), so to experience ourself as we really are we have to separate ourself from all such adjuncts, which we can do only by focusing our entire attention only on ‘I’.<br>\n<br>\nBecause he was asked to describe how as a sixteen-year-old schoolboy he had experienced true self-knowledge, Sri Ramana described how he reacted when he was overcome by a sudden and intense fear of death: turning his attention inwards to discover whether ‘I’ would die when the body dies. However, though he described in words how he thus investigated ‘I’, he emphasised that what he actually experienced could not be adequately described in words, because as soon as his attention turned towards ‘I’, all thoughts ceased and his mind was consumed entirely by absolute clarity of pure self-awareness.<br>\n<br>\nTherefore he described his experience of self-investigation (<i>ātma-vicāra</i>) only to indicate to us that we can likewise experience true self-knowledge only by turning our attention away from all other things towards ‘I’ alone. That is, as he did, we should ignore our body as if it were a corpse (that is, we should be as unaware of it as we would be if death had separated us from it) and focus our entire attention on ‘I’ alone, thereby excluding everything else from our awareness. When we manage to do this successfully, we will experience ourself as we really are, and thus our mind or ego (our present adjunct-mixed self-awareness ‘I am this body’) will be destroyed forever, and hence we will never again mistake ourself to be anything other than what we actually are — namely pure self-awareness that, being entirely devoid of adjuncts, is featureless and hence infinite.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4654538846226494490/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzExOTQ1MTQ0Cm9mZnNldDogMAo\""
}