{
    "kind": "blogger#post",
    "id": "8635486193529423739",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-12-13T13:57:00Z",
    "updated": "2017-09-27T23:25:21+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/12/the-need-for-manana-and-viveka.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8635486193529423739",
    "title": "The need for <i>manana</i> and <i>vivēka</i>: reflection, critical thinking, discrimination and judgement",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In many recent comments on this blog, particularly on articles such as <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/our-memory-of-i-in-sleep.html\">Our memory of ‘I’ in sleep</a>, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/why-should-we-believe-that-self-is-as.html\">Why should we believe that ‘the Self’ is as we believe it to be?</a>, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/is-there-any-such-thing-as-self.html\">Is there any such thing as a ‘self-realised’ person?</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/other-than-ourself-there-are-no-signs.html\">Other than ourself, there are no signs or milestones on the path of self-discovery</a>, various friends have shown a tendency and willingness to accept uncritically whatever certain other people have written or said. Believing uncritically whatever we may read or hear is dangerous, even if we believe that whoever wrote or said it is an authority, because if we do not use our powers of critical thinking and discrimination (<i>vivēka</i>) we are liable to be misled into believing many mistaken ideas and interpretations, which would cloud and confuse our understanding and could divert us away from the straight and narrow path of self-investigation (<i>ātma-vicāra</i>).<br><a name='more'></a>\n<ol>\n<li><a href=\"#manana\"><i>Manana</i> in relation to <i>śravaṇa</i> and <i>nididhyāsana</i></a></li>\n<li><a href=\"#viveka\"><i>Vivēka</i> in relation to <i>manana</i></a></li>\n<li><a href=\"#critical\">Critical thinking</a></li>\n<li><a href=\"#progress\">Perseverance is the only true sign of progress</a></li>\n<li><a href=\"#danger\">The danger of not using <i>vivēka</i> and not thinking critically</a></li>\n<li><a href=\"#nisargadatta\">The teachings of Sri Ramana and Nisargadatta are significantly different</a></li>\n<li><a href=\"#authority\">Uncritical belief in authority is an enemy of <i>vivēka</i></a></li>\n<li><a href=\"#confusion\">Confusion exists even in the minds of sincere devotees</a></li>\n<li><a href=\"#infer\">We should be wary of unsound inferences</a></li>\n<li><a href=\"#conclusion\">Conclusion</a></li>\n</ol>\n<a name=\"manana\"></a><b>1. <i>Manana</i> in relation to <i>śravaṇa</i> and <i>nididhyāsana</i></b><br>\n<br>\nIn <i>advaita</i> philosophy the means to attain true knowledge is generally described as a threefold process of <i>śravaṇa</i>, <i>manana</i> and <i>nididhyāsana</i>. <i>Śravaṇa</i> literally means hearing, but in this context it specifically means either hearing or reading words that indicate the nature of reality and the means to attain it; <i>manana</i> means thinking, reflection or careful consideration, so in this context it means thinking carefully, clearly, deeply and critically about what has been heard or read; and <i>nididhyāsana</i> means contemplation or deep meditation, which in the context of the teachings of Sri Ramana means self-contemplation, so it is synonym for the practice of self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\nThe only part of this process that is absolutely essential is <i>nididhyāsana</i>, because it is theoretically possible for us to experience ourself as we really are by <i>ātma-vicāra</i> alone without any preparatory <i>śravaṇa</i> or <i>manana</i>, but in practice this happens only in extremely rare cases such as Sri Ramana himself, who attained true self-knowledge by a single attempt to investigate himself without ever having done any <i>śravaṇa</i>, and hence without having done any <i>manana</i> other than his own independent thinking. Most of us would never have tried persistently to investigate what we really are if we had not read the teachings of Sri Ramana (or at least similar ones) and thought carefully about them, so for the majority of us <i>śravaṇa</i> and <i>manana</i> are necessary to get us started on this path of self-investigation and to guide, motivate and encourage us in our persistent practice of it.<br>\n<br>\nThe need for <i>śravaṇa</i> is fairly obvious, but the need for <i>manana</i> is often overlooked or neglected. We cannot learn anything merely by reading about it, but also need to think about it in order to comprehend, absorb and assimilate whatever we are reading, so we all naturally do a certain amount of <i>manana</i> both while and after reading or hearing, but many of us do not think carefully, clearly, deeply or critically enough about the teachings of Sri Ramana or whatever else we may read or hear. Like <i>nididhyāsana</i>, <i>manana</i> is an art that we learn with practice, so when we first think about his teachings our <i>manana</i> will probably not be particularly clear, deep or critical, but the more we reflect on them and try to practise <i>ātma-vicāra</i>, the more clear, deep and discriminating our <i>manana</i> should become.<br>\n<br>\nThe practice of <i>ātma-vicāra</i> and the philosophy on which it is based are both very subtle and deeply nuanced, so we cannot understand them clearly and correctly just by superficially hearing or reading about them, but only by thinking about them carefully and critically. Therefore to derive real benefit from <i>śravaṇa</i> we must also do <i>manana</i> as carefully, critically and discriminatingly as possible, because without a clear understanding derived from such <i>manana</i> we will not be able to do proper <i>nididhyāsana</i>. This is why Adi Sankara said in verse 364 of <i>Vivēkacūḍāmaṇi</i> (or 365 in some versions) that the benefit of <i>manana</i> is a hundred times greater than that of <i>śravaṇa</i>, and the benefit of <i>nididhyāsana</i> is a hundred thousand times greater than that of <i>manana</i>.<br>\n<br>\nHowever <i>śravaṇa</i>, <i>manana</i> and <i>nididhyāsana</i> are not three entirely distinct processes, because while reading or hearing we should also be reflecting deeply, and when we reflect deeply on the subject of what we really are, our reflection (<i>manana</i>) should merge naturally into attentive contemplation on ourself (<i>nididhyāsana</i>). Thus <i>śravaṇa</i> feeds into <i>manana</i>, and <i>manana</i> feeds into <i>nididhyāsana</i>, the practice of self-attentiveness or self-investigation. <i>Manana</i> is therefore the bridge that links what we learn by reading or hearing the teachings of Sri Ramana with the practice of <i>ātma-vicāra</i>, so the quality of our practice will be strongly influenced by the quality of our <i>manana</i>.<br>\n<br>\nThere are several reasons why <i>manana</i> is so important and has such a strong influence on our practice of self-investigation. One reason is that <i>manana</i> done deeply and repeatedly enables us to interpret the meaning of his teachings more clearly and accurately.<br>\n<br>\nInterpretation plays a central role in any form of perception, and its role is perhaps most obvious in the case of reading or hearing words. When we read or hear a language we are not familiar with, we are unable to interpret it, so we can see no meaning in it, whereas when we read or hear anything in a language we know, we are able to interpret it and hence we see meaning in it. However two people reading or hearing the same sentence will not necessarily see the same meaning in it, because they each interpret in a different way according to their current beliefs, ideas and understanding.<br>\n<br>\nWe can see this in ourself when we read the teachings of Sri Ramana. When we read them now, we can probably see much more meaning in them than we could when we first read them. As we study his teachings more and more and try to put them into practice, our understanding of them matures, so we are able to see meaning in them that we did not see previously. This is because our increased understanding enables us to interpret them more clearly and accurately.<br>\n<br>\nThe meaning of words is often dependent on context, so if their context is not known their meaning is liable to be misinterpreted. Therefore when trying to understand the meaning of any words, it is necessary to consider the context in which they were written or spoken. This is particularly true in the case of Sri Ramana’s teachings, because what he said was generally in reply to questions or in response to a context, and he replied to each questioner according to their individual needs, aspirations, beliefs and level of understanding. Not everyone was ready to accept and understand his teachings in their purest form, so he adapted whatever he said to each person in order to suit their ability or willingness to accept and understand it. Therefore we should not take everything that he said to be his pure and undiluted teachings, and hence we need to consider carefully and critically whatever he said or wrote in order to understand how it relates to the central core of his teachings.<br>\n<br>\nEven to identify what the central core of his teachings actually is requires careful consideration or <i>manana</i>. In order to identify this, the best place to start is his own writings in texts such as <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and <i>Nāṉ Yār?</i>, but even when reading such texts we need to consider their meaning according to context. For example, some people read the first fifteen verses of <i>Upadēśa Undiyār</i> superficially and conclude that he taught many different practices such as <i>niṣkāmya karma</i>, <i>puja</i>, <i>japa</i>, <i>dhyāna</i> and <i>yōga</i>, and hence they claim ‘Ramana Maharshi recommends all paths’. Therefore we need to consider carefully the context in which he wrote this text in order to understand why he mentioned such practices, and we need to read each verse in the context of the entire text and his teachings as a whole in order to understand what he was saying about those practices.<br>\n<br>\nHe wrote <i>Upadēśa Undiyār</i> in the context of a traditional story in which God appeared as <i>guru</i> to save some deluded ascetics who had become proud believing that there is no God except the power of their own ritualistic actions. To remove their delusion, he had to point out the futility of any action or <i>karma</i>, saying that it will not give liberation (as he explained in verse 2). However, to wean them effectively from their habit of doing <i>karmas</i>, he then said that <i>niṣkāmya karma</i> done for the love of God will purify the mind and thereby enable it to see what the correct path to liberation is (as he said in verse 3), and he explained that <i>niṣkāmya karma</i> could be done in the form of <i>puja</i> by body, <i>japa</i> by speech or <i>dhyāna</i> by mind, and that to purify the mind <i>japa</i> is more efficacious than <i>puja</i> and <i>dhyāna</i> (meditation) is more efficacious than <i>japa</i>.<br>\n<br>\nIn verse 8 he then says that rather than meditating of God as other than oneself, meditating on him as not other than oneself (that is, meditating on him as ‘I’ alone) is the best of all forms of meditation, and hence the best of all forms of <i>bhakti</i> or devotion. In verse 9 he says that by the strength of such meditation (meditation on nothing other than oneself) one will remain in the state of pure being, which is the true state of supreme devotion (the state in which our ego is surrendered entirely to God).<br>\n<br>\nMeditation on anything other than ourself entails a movement of our attention away from ourself (its source) towards something else, so it is a mental activity or <i>karma</i>, whereas meditation on ourself alone entails no movement of our attention away from ourself, so it is not a mental activity but a state of just being. In such a state, our ego remains subsided in ourself, the source from which it had risen, so in verse 10 he says that this is <i>karma</i>, <i>yōga</i>, <i>bhakti</i> and <i>jñāna</i> (meaning that it is culminating point and perfection of all kinds of spiritual practice). In other words, he mentions other practices in those first ten verses only to show that they must all eventually merge in the practice of self-attentiveness, and that all action (<i>karma</i>) must thereby eventually cease in the state of just being, which alone is liberation.<br>\n<br>\nLikewise in the next five verses he explains how practices of <i>yōga</i> such as breath-restraint must eventually merge in the practice of self-investigation. Therefore in these first fifteen verses he was not actually recommending any practice other than self-investigation, but was only teaching that whatever other spiritual practice we may do, we must eventually give it up and attend to ourself alone in order to experience ourself as we really are.<br>\n<br>\nTo understand that this is the true import of these verses, we need to think about them carefully and critically in the light of all his other teachings, and in the same way we need to think carefully and critically about whatever else he wrote or said in order to understand it correctly. Thus it is only by <i>manana</i> — careful, clear, deep, critical, analytical and discriminating thinking, reflection or consideration — that we can understand the <i>lakṣyārtha</i> or intended meaning of whatever he wrote or said.<br>\n<a name=\"viveka\"></a><br>\n<b>2. <i>Vivēka</i> in relation to <i>manana</i><br>\n</b><br>\nIn order to do <i>manana</i> properly and effectively, we need to use <i>vivēka</i> — discrimination, discernment, judgement or the power to distinguish one thing from another. In fact <i>vivēka</i> plays an essential role not only in <i>manana</i> but also in <i>śravaṇa</i> and <i>nididhyāsana</i>. Whatever we read or hear, we must use <i>vivēka</i> to distinguish what is true from what is false, what is essential from what is secondary or superfluous, what is a valid, good or reasonable argument from what is an invalid, fallacious or unreasonable one, what is a justified assumption or inference from what is not justified, what is a correct interpretation from what an incorrect one, what seems to be an accurate and reliable translation or recording from what seems to an inaccurate or dubious one, and so on. Still more importantly, in <i>nididhyāsana</i> we need to use <i>vivēka</i> to distinguish what is actually ‘I’ from what merely seems to be ‘I’. In <i>śravaṇa</i> and <i>manana</i> <i>vivēka</i> entails the use of reasoning, logic, critical thinking, analysis and synthesis, so it functions at least in part at a conceptual or intellectual level, but in <i>nididhyāsana</i> it must be much deeper and more subtle, because it must operate, so to speak, in the absence of any thought or reasoning.<br>\n<br>\nThe <i>vivēka</i> that we need to use in <i>nididhyāsana</i> or self-investigation is described by various terms such as <i>dṛg-dṛśya-vivēka</i> (distinguishing or discerning the seer from the seen, that is, the ‘I’ that experiences anything from whatever it experiences), <i>nitya-anitya-vastu-vivēka</i> (distinguishing what is permanent from what is impermanent or transitory) and <i>satya-asatya-vastu-vivēka</i> (distinguishing what is real from what is unreal, or what actually exists from what merely seems to exist). Such <i>vivēka</i> is essential in our practice of self-investigation, because without it we would be constantly confusing and mistaking things that are not ‘I’ (things that are impermanent and therefore unreal, since they are experienced only temporarily) to be ‘I’. Therefore self-investigation (<i>ātma-vicāra</i>) is essentially a process of increasingly deep and subtle discrimination and discernment (<i>vivēka</i>).<br>\n<br>\nThe power of <i>vivēka</i> that we develop and use in <i>śravaṇa</i> and <i>manana</i> is the seed of the <i>vivēka</i> that we must develop and refine further in <i>nididhyāsana</i>, and the more we refine our subtle inner <i>vivēka</i> by self-investigation, the more clearly and deeply we will be able to discriminate and understand the real meaning of whatever Sri Ramana wrote or said. Thus repeated <i>śravaṇa</i> and careful <i>manana</i> will help us to go deeper in our practice of <i>nididhyāsana</i> or self-investigation, and persistent practice of self-investigation will enable us to derive more from our <i>śravaṇa</i> and <i>manana</i>. <br>\n<a name=\"critical\"></a><br>\n<b>3. Critical thinking</b><br>\n<br>\nThe term ‘critical thinking’ is a modern usage, but it describes the basic skill used by philosophers for thousands of years, and is an apt translation of the Sanskrit term <i>manana</i> as it is used in this context. Here ‘critical’ is not used in the sense of merely finding fault or expressing negative views or disapproval, but in the sense of careful, detailed, analytical, questioning, discerning, well-reasoned, clear and impartial evaluation and judgement, so critical thinking is the rational means by which we come to a well-informed, balanced, deep, clear and correct understanding of any given subject.<br>\n<br>\nCritical thinking or <i>manana</i> entails questioning all our own beliefs, assumptions, motivations, understanding and interpretations of what we experience or learn, and also all the beliefs, assumptions, interpretations, theories and putative knowledge that we encounter in the outside world, examining the reasons why we or others hold such beliefs, and evaluating whether those reasons are adequate to justify what we or others believe. It entails not only analysing complex ideas to discern and evaluate the simple ideas from which they are formed, but also synthesising the ideas we accept as justified and reasonable in order to build a coherent framework of consistent beliefs.<br>\n<br>\nWhen we first read the teachings of Sri Ramana, we are likely to encounter in them many radical ideas that challenge the very basis of all that we had previously assumed or believed. For example, we generally believe that we are a person living in a certain place and time, who was born at a certain time in the past and will eventually die at some time in future. All such beliefs entail the basic belief that we are the body that we now experience as if it were ourself, but Sri Ramana tells us that this basic belief is mistaken, and by analysing our experiencing of ourself in our three contrasting states of waking, dream and sleep, he gives us good reason for accepting that this belief is wrong and that we therefore are not the person, body or mind that we now seem to be, and hence that we should attentively examine ourself in order to experience ourself as we really are.<br>\n<br>\nHis teachings also challenge many of our other most fundamental beliefs, all of which are ultimately based upon the illusion that we are a person consisting of a body and mind. For example, we generally believe that the world we perceive is real and exists independent of our perception of it, but Sri Ramana says that it is unreal, like the illusory world we perceive in a dream, and that it is just a mental projection, which comes into being only when we experience it and ceases to exist when we do not experience it. When we read this, it should prompt us to critically examine our belief that the world exists independent of our experience of it, and if we do this properly and rigorously enough we should be able to understand that our belief in the independent existence of the world is not adequately justified.<br>\n<br>\nWhile dreaming we assume that the world we are then experiencing exists independent of our perception of it, but when we wake up we recognise that it was just a mental creation. Is our belief in the independent existence of this present world justified any more adequately than was the belief we held while dreaming in the independent existence of that world? If we carefully consider this and other similar questions, we should be able to understand that our belief in the reality of the world is unjustified, and that it is therefore reasonable to accept tentatively that the world is (or at least may be) just a mental creation, as Sri Ramana says it is.<br>\n<br>\nUntil we experience ourself as we really are, we cannot know for certain whether or not the world actually exists independent of our mind, which perceives it, so by critical thinking we can understand that this is another good reason to investigate what we really are. When Sri Ramana has shown us by a series of rational and analytical arguments that our present experience of ourself as a body and mind is an illusion, critical thinking can enable us to understand that whatever else we (as this mind) may experience is likewise an illusion, and that we cannot free ourself from all illusions until we free ourself from the basic illusion that we are any transitory phenomena such as this body or mind.<br>\n<br>\nIn this way carefully studying Sri Ramana’s teachings (<i>śravaṇa</i>) and reflecting on them critically (<i>manana</i>) using our power of discrimination (<i>vivēka</i>) enables us to jettison many of our wrong and superfluous beliefs, and makes us very wary about taking on any new beliefs. Of course to function as a person in this world we have to act as if it were real and as if we believe many things about it (such as that eating food will nourish our body, or that stepping in front of fast-moving traffic will cause injury or death), but we should understand that such mundane beliefs are only as true as our mistaken belief that we are this body. All such things are part of the same illusion or dream that we call our life, so inwardly we should doubt the reality of all these things, and should try our best to investigate and experience ourself as we really are.<br>\n<br>\nMost of our mundane beliefs will seem real so long as we experience ourself as a body, so we have to live with such beliefs, but we also need to distinguish them from metaphysical beliefs — beliefs about what we actually are, about what is ultimately real, about whether our present waking state is real or just another dream, or about whether the world exists independent of our mind or is just a mental creation. The beliefs we need to critically examine are not our mundane beliefs (the truth of which is called <i>vyāvahārika satya</i> or ‘transactional truth’) but our metaphysical beliefs (the truth of which is called <i>pāramārthika satya</i>, ‘ultimate truth’ or ‘essential truth’). By critical reflection (<i>manana</i>) on such beliefs, we should try to eliminate any that are either dubious or unhelpful to us in our effort to  experience ourself as we really are, and should be satisfied with just a few basic metaphysical beliefs that have stood the test of critical examination and that help us in our practice of self-investigation.<br>\n<br>\nIn order to do effective and fruitful <i>manana</i> on the teachings of Sri Ramana, we need to consider critically all the ideas that he expressed in his writings or orally (bearing in mind that the records that exist of his oral teachings are not all entirely accurate or reliable, though some such as <i>Guru Vācaka Kōvai</i> are much more reliable than others, and that many of the answers he gave were not his essential teachings but were given to suit each questioner’s specific needs, aspirations, beliefs, level of understanding and willingness to accept his teachings), comparing each such idea with all the others and trying to identify the ones that are most essential and central to his teachings. When we do so, we will come across many ideas that are inconsistent with the core of his teachings, so we have to try to understand the context that led to him expressing such ideas (or in many cases we have to doubt whether he actually expressed particular ideas that he is recorded to have expressed), or if the context is unclear we have to just set aside such ideas as superfluous to our need to understand his basic teachings.<br>\n<br>\nOur critical study of his teachings should involve not only analysing each individual element of them in order to understand its full implications, but also synthesising all those elements in order to construct in our mind a clear picture of the entire coherent framework of his central teachings, within which we should try to understand clearly all the logical connections that exist between each of its elements. Building such a picture of this framework is an ongoing process, because as we reflect more on his teachings and go deeper into our practice of them, we will understand them more deeply and clearly, and thus our mental picture of them will be progressively refined and clarified.<br>\n<br>\nOnce we have constructed in our mind at least the rudiments of such a clear picture, we will begin to be able to use our increasing power of discrimination (<i>vivēka</i>) to assess the meaning and value of each of the ideas that he is recorded to have expressed, and to extract from such records whatever is useful to our understanding and practice. While assessing them, we will be able to recognise whichever ideas are dubious or unnecessary, and we will gain increasing confidence to set aside and ignore any such ideas or any other ideas that for one reason or another are not entirely consistent with the logically consistent and coherent framework of his central teachings.<br>\n<br>\nGuided by his teachings, we can analyse our experience of ourself in our three states of waking, dream and sleep and thereby conclude logically and with certainty that we cannot be the body and mind that we now seem to be, and that our present experience of ourself is therefore an illusion that we need to examine attentively in order to discover what we really are. This is the foundation on which all his other teachings are built, so it should be the pivot around which we construct our mental picture of his central teachings. Once we have clearly understand the reason why our present experience of ourself must be an illusion, even though we ourself certainly do exist, all the other elements of his central teachings fall into place. For example, we can understand that since our present experience of ourself is an illusion, so long as we experience this illusion, whatever we may experience about anything else must also be illusory, and hence the world as we now experience it is not real or not what it seems to be.<br>\n<br>\nHowever, though we can logically conclude by analysis of our own experience that many elements of his teachings, particularly the most basic ones, are certainly true, there are other elements of them that we (as a finite mind) cannot verify from our own experience and that we therefore cannot know for certain until we experience ourself as we really are. Therefore we can only accept such elements as true on the basis of faith in his teachings, but our faith in them is reasonable and well grounded, because it is derived from our critical consideration of all the more basic elements of his teachings, which we have understood to be true from our logical analysis of our own experience.<br>\n<br>\nTherefore on all metaphysical matters that we are unable to know for certain (such as about the ultimate nature of ourself as the one infinite reality, or about the non-dual experience of true self-knowledge), we can reasonably and confidently defer to his testimony, accepting that whatever he taught regarding such matters is true (or at least true to the extent that any mind-transcending experience can be expressed in words). Thus beyond the limits of our reasoning his teachings are the benchmark by which we can confidently assess any other metaphysical belief that we may come across.<br>\n<br>\nAs I mentioned at the beginning of this article, I have observed from many recent comments on this blog (as I had earlier observed from older comments and from many emails I receive) that some people who aspire to follow the teachings of Sri Ramana have a tendency and willingness to accept uncritically whatever certain other people have written or said about metaphysical matters or spiritual practice. When it is necessary to apply critical thinking (<i>manana</i>) and discrimination (<i>vivēka</i>) in order to understand Sri Ramana’s teachings clearly, correctly and coherently, it is equally necessary to apply them to whatever else we may read or hear. In fact, if we accept his teachings as the most reliable benchmark by which we can assess all metaphysical beliefs and claims, we should be particularly cautious and critical when considering any such belief expressed or claim made by anyone else.<br>\n<br>\nOne of the purposes of critical thinking is to free ourself from dubious and unnecessary beliefs and to simplify and clarify the basic beliefs that we do hold. When we understand the central framework of Sri Ramana’s teachings by careful study and critical reflection, we are able to jettison many dubious, unnecessary and potentially misleading metaphysical beliefs and beliefs about spiritual practice, and to reduce our beliefs about all such things down to a core of simple ones based on his central teachings and on our analysis of our own experience of ourself. In order to investigate ourself we need only a very simple framework of basic beliefs, which are provided by his teachings, and we can safely reject all other metaphysical beliefs or beliefs about spiritual practice as being either unnecessary or incompatible with what we have understood by critically reflecting on his teachings.<br>\n<br>\nTherefore if we read books written by people who claim to be his followers or to be expounding his teachings, or hear talks given by them, or if we read other texts on <i>advaita</i> philosophy or commentaries on them, we should critically reflect on whatever we read or hear, and should carefully consider whether each of the ideas we encounter is compatible with the basic teachings of Sri Ramana or stands up to critical examination, and whether it is in any way necessary or helpful to our practice of self-investigation. If any idea is not compatible with his teachings, or is found to be dubious, unnecessary or not helpful to our practice, we should reject it, or should at least not blindly accept it just because we believe that whoever expressed it is some sort of an authority.<br>\n<br>\nSri Ramana used to say, ‘Do not believe what you do not know’, and Sadhu Om often used to remind me of this, saying that as spiritual aspirants we should be very cautious about what we believe, and should as far as possible believe only what is actually useful to our practice of self-investigation, and what we can understand by deep <i>manana</i> on his teachings and by careful analysis of our own experience of ourself. Most of the ideas we read or hear and beliefs we encounter will not help us to turn our attention inwards to investigate and experience ourself as we really are, but will tend instead to distract our attention away from ourself and to create many unnecessary thoughts in our mind, so we should reject them as obstacles, or at least as surplus to our requirements.<br>\n<br>\nUncritically accepting ideas that are not either directly or indirectly helpful to our self-investigation, or that are not compatible with the essential core of Sri Ramana’s teachings, will burden our mind with many unnecessary and dubious beliefs, which will distract us away from investigating ourself, and will tend to cloud and confuse our understanding of the basic principles on which the practice of self-investigation is grounded. The more our beliefs are simplified and focused on the one important subject of self-investigation, the freer our mind will be to concentrate all its interest, effort and attention on trying to experience ourself alone.<br>\n<a name=\"progress\"></a><br>\n<b>4. Perseverance is the only true sign of progress</b><br>\n<br>\nTo illustrate what I mean about the need to consider critically whatever we read or hear, I will now discuss some of the recent comments on this blog.<br>\n<br>\nIn one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/other-than-ourself-there-are-no-signs.html\">Other than ourself, there are no signs or milestones on the path of self-discovery</a>, I replied to a question about whether there are any signs or milestones that enable us to know that we are proceeding correctly on the path of self-investigation (<i>ātma-vicāra</i>), explaining that there can be no signs other than ourself, because any other sign would be something other than ourself and would therefore indicate that we had been distracted from our self-attentiveness. I replied in this way because we can proceed correctly on this path only by trying to be self-attentive as much as possible, so attentiveness to ourself is the only sign that we are proceeding correctly.<br>\n<br>\nHowever, in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417365343226#c457156037124356827\">one of the comments</a> on that article a friend wrote quoting a passage from Robert Adams in which he said that there are many signs of progress on the path, and in which he discussed some examples of those ‘many signs’. This comment indicated that the friend who wrote it had not carefully and critically considered either what I wrote in that article or what Robert Adams said in that passage, because whereas he said that there are ‘many signs’ I had explained why the only sign is ourself or attentiveness to ourself. Therefore in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417375126769#c1809028378173346812\">my reply</a> to this comment I wrote:<br>\n<blockquote>Bhagavan used to say that perseverance is the only true sign of progress. That is, if we persevere in our attempts to experience ourself as we really are by trying to attend to ourself alone, that indicates that we are proceeding in the right direction along this path of self-investigation.<br>\n<br>\nWe can persevere in our practice of self-attentiveness only to the extent that we have genuine love to experience ourself alone, and we can progress in this practice only to the extent that we have such love. Hence as Bhagavan said, perseverance is the only true sign of progress, because it is the only true sign of <i>svātma-bhakti</i> (love for our own self — that is, for experiencing ourself as we really are).<br>\n<br>\nOther than this, there is absolutely nothing that could reliably indicate that we are progressing on this path, because as I explained in this article, anything that we may imagine serves as a sign would be something other than ourself and would therefore only indicate that our attention had been distracted away from ourself.<br>\n<br>\nBy saying that perseverance is the only true sign of progress, Bhagavan was trying to make us focus all our interest and effort only on our practice of self-attentiveness and not allow ourself to be distracted by anything else. In order to reach our goal we must try persistently to attend only to ourself and not to anything else, so perseverance in the practice of self-attentiveness alone is our path, and hence it is itself also the only sign that we are following (or progressing along) this path.<br>\n<br>\nIn other words, we can progress in our practice only by persevering in it, so perseverance in it is the only true sign that we are progressing. Therefore the logic in what Bhagavan said is simple and irrefutable.<br>\n<br>\nHence, when Bhagavan made it so clear and obvious that perseverance in our practice is the only true sign that we are progressing in it, Robert Adams was not only contradicting him but also saying something quite illogical when he claimed that there are many signs that indicate our progress.<br>\n<br>\nAll the phenomena described by Robert Adams as signs of progress in the passage you have quoted (such as ‘a sense of peace’, being ‘no longer disturbed by worldly conditions’ or ‘how happy you’re becoming’) are relative and transitory conditions of the mind, so they are other than ourself, and hence we can be aware of them only when our attention has been distracted away from ourself. Therefore they are a sure sign that we have been distracted away from our practice of self-attentiveness, and hence they cannot be a sign that we are persevering or progressing in it.<br>\n<br>\nMoreover, if we take these or any other such conditions to be signs of progress, it would be easy for us to imagine that they are developing within us and thus to delude ourself that we are making progress in this path when in fact we are just preoccupied with transitory conditions of our mind, and hence still wrapped up in our experience of ourself as a person. Therefore imagining that any such phenomena are a sign of our progress would be just another self-delusive trick by which our mind tries to distract us away from our practice of self-attentiveness.</blockquote>\n<a name=\"ny10\"></a>What I wrote in this reply was what any of us should be able to understand by reflecting carefully on the teachings of Sri Ramana. Why did he always insist that we can progress along this path only by being persistently self-attentive, and why did he say that whatever thought may arise, we should destroy it at its very source by clinging firmly to self-attentiveness? He obviously said this repeatedly because this is the only way to proceed on this path. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) he said:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். [...]<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>. [...]<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and be [or remain] only as self?’ it is necessary to cling tenaciously to self-attentiveness. [...]<br>\n<br>\n<a name=\"ny11\"></a>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். [...]<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>. [...]<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [self-investigation] in the very place from which they arise. [...]<br>\n<br>\n<a name=\"ny06\"></a>[...] பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். [...]<br>\n<br>\n[...] <i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṯku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum</i>. [...]<br>\n<br>\n[...] If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. [...]</blockquote>\nFrom such passages in which Sri Ramana says ‘it is necessary to cling tenaciously to self-attentiveness’, ‘As and when thoughts arise, then and there it is necessary to annihilate them all by self-investigation in the very place from which they arise’ and ‘If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred’, we should understand that in order to proceed or progress along this path we need to cling persistently to self-attentiveness and should not allow ourself to be distracted from it by any thought (that is, by anything other than ourself). Since we can progress on this path only by trying to be aware of ourself alone, being aware of ourself alone is the only sign that we are progressing. If we are aware of anything else, that is a sign that we have been distracted from the path and are therefore currently not progressing along it. This is why Sri Ramana often said that perseverance in our practice of self-attentiveness is the only sign that we are progressing in it.<br>\n<br>\nIn reply to my reply quoted above, another friend wrote a <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417385197997#c2017863266354005356\">comment</a> in which he agreed that it is true that ‘All the phenomena described by Robert Adams as signs of progress ... are relative and transitory conditions of the mind’, but added ‘but for the people you have to put words’, so in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417440628578#c7827501767501510004\">my reply</a> I wrote:<br>\n<blockquote>I agree that for most of us words are required to point us in the right direction, but the reason they are required is that our minds are now going outwards, which is the wrong direction. Since the only right direction in which we should go is inwards — towards ‘I’ (ourself) alone — the only words that will help us are those that direct our attention inwards.<br>\n<br>\nIn order to go (proceed or progress) inwards, we must persevere in our attempts to be aware only of ourself, so the words we are given should urge us to persevere in this attempt, and should not prompt us to look outwards for any external ‘signs’ of progress.<br>\n<br>\nWhen Bhagavan said that perseverance is the only true sign of progress, these words (like all his other words) urge us just to persevere in our attempt to look within — to try to experience ourself alone. But when Robert Adams said that there are many signs of progress, those ‘many signs’ must be things other than ourself (since we are one, not many), so his words prompt us to scatter our attention outwards, away from ourself, looking for some or all of those signs. And when he goes on to specify certain mental conditions such as ‘a sense of peace’, being ‘no longer disturbed by worldly conditions’ or ‘how happy you’re becoming’ as signs of progress, these words are further prompting us to look away from ourself, the experiencing ‘I’, towards conditions that we may or may not be currently experiencing.<br>\n<br>\nWhether we are currently experiencing such conditions or not, we ourself are always present and aware of ourself, so Bhagavan would urge us to attend only to ourself, who experience such conditions, and thereby to ignore the transitory presence or absence of any particular conditions.<br>\n<br>\nIf we are honest with ourself, I think most of us will admit that our perseverance is insufficient. We know that we should be trying to attend only to ‘I’, but most of the time we are thinking unnecessary thoughts about other things instead, so if we accept that perseverance is the only true sign of progress, we will recognise that we have not yet progressed far enough, and that to progress further and faster we must persevere still more in trying to experience only ‘I’.<br>\n<br>\nIf instead of accepting that perseverance is the only true sign of progress, we imagine that the type of conditions described by Robert Adams are signs of progress, we can easily fool ourself into thinking that we are making progress when we are not. Even if not always, sometimes at least it is easy for us to imagine that we are experiencing ‘a sense of peace’, or that we are ‘no longer disturbed by worldly conditions’ as much as we used to be, or that we are now becoming more happy, so if we take these to be signs of progress, it is easy for us to delude ourself thereby.<br>\n<br>\nThe conditions of the mind are in a constant flux, so they are not a reliable indicator of our spiritual progress. Even if we have no love to experience ourself alone, and even if we therefore never make any effort to attend to ourself alone, we may still sometimes feel ‘a sense of peace’, or that we are less ‘disturbed by worldly conditions’, or that we are generally becoming more happy, so conditions such as these cannot be a reliable sign of any genuine spiritual progress. Moreover, by looking for such signs we are directing our attention away from ourself, and hence missing the opportunity to make real progress here and now by persevering wholeheartedly in our attempt to experience ourself alone.<br>\n<br>\nTherefore, the words we need to read or hear are only those that urge us to persevere in trying to be self-attentive (as Bhagavan’s words do), and not any words that distract our attention away from ourself towards the transitory conditions experienced by our mind.</blockquote>\nIn <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417444333068#c3259863934050698911\">another comment</a> a friend then wrote, ‘Peace is the nature of the self, the goal. Since the path is the same as the goal, I feel that there is no inconsistency with Bhagavan’s teaching, the suggestion of Robert Adams to use the peace as a means of progress’, so in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417452642753#c2166383818758354612\">my reply</a> I wrote:<br>\n<blockquote>Yes, peace is the nature of our real self, but that peace is absolute, infinite, eternal and unbound by any conditions, whereas any ‘sense of peace’ experienced by our mind is relative, finite, transitory and conditional, so we should not confuse one with the other. Any ‘sense of peace’ experienced by the mind is due to a partial subsidence or reduction in the intensity of mental activity, but we can experience such a condition only so long as we experience ourself as this mind, so it is not a state of complete cessation of all mental activity. Moreover, we can experience such a ‘sense of peace’ even when we are not attending only to ‘I’, so though the mind will peacefully subside if we attend only to ‘I’, any ‘sense of peace’ that we may experience is not necessarily caused by or connected with self-attentiveness, and hence it is not necessarily a ‘means of progress’ towards our goal of perfectly clear and adjunct-free self-awareness.<br>\n<br>\nIn the passage you quoted in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417365343226#c457156037124356827\">your earlier comment</a> Robert Adams did not actually say that ‘a sense of peace’ is ‘a means of progress’ but only that it is one of the ‘many signs’ of progress. However, even if we assume that he was thereby suggesting that we should ‘use the peace as a means of progress’, as you say, that is not consistent with what Bhagavan taught us, because any ‘sense of peace’ experienced by our mind is something other than ourself, whereas Bhagavan taught us that the only means by which we can experience ourself as we really are is to attend to ourself alone.<br>\n<br>\nOnly when we attend to ourself alone (thereby ignoring everything else, including all mental conditions such as ‘a sense of peace’) will our mind subside entirely in its source, ourself, and will we thereby experience ourself as we really are, which alone is true and infinite peace.<br>\n<br>\nWhen we are trying to experience ourself alone, it is very easy for us to mistake whatever subtle conditions we may experience along the way, such as ‘a sense of peace’, to be ourself, so it is important that we avoid getting distracted by such subtle but temporary experiences by going still deeper within ourself until we experience nothing temporary but only our eternal and ever-unchanging self — our pure adjunct-free self-awareness ‘I am’.<br>\n<br>\nThe only way to go deeper and deeper within ourself is the way that Bhagavan has shown us: whatever we may experience (whether ‘a sense of peace’ or anything else), we should ignore it and try to experience ourself alone. That is, instead of attending to whatever experience may arise, we should turn back and try to attend only to ourself, the ‘I’ who experiences it.</blockquote>\nAnother friend wrote <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417449541756#c8438185940526828666\">a comment</a> in which he said, ‘But at least from my readings of devotee’s lives, almost all of them have periods of peace followed by depths of despair before they realize their self, so how would they know where they are at any given point in time[?]’, so in reply I wrote two consecutive comments (<a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417468632536#c6523130337494094120\">this</a> and <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417469219922#c3031730786919051563\">this</a>) in which I said:<br>\n<blockquote>Yes, as we progress on this path, our love to experience ourself as we really are will increase, and such love will be felt as a great yearning, so until it is fulfilled by our merging in our real self it will give rise to intense anguish. This anguish will increase until the ego is destroyed, so it is a fallacy to believe that our progress will necessarily be indicated by signs such as ‘a sense of peace’, being ‘no longer disturbed by worldly conditions’ or ‘how happy you’re becoming’, as Robert Adams claimed in the passage quoted in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417365343226#c457156037124356827\">one of the comments above</a>.<br>\n<br>\nThe intense anguish felt by a devotee as he or she is progressing closer and closer to the goal of merging in self is expressed clearly and beautifully by Bhagavan in many of the verses of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html \"><i>Śrī Aruṇācala Stuti Pañcakam</i></a>, and also in verses composed by Muruganar, Sadhu Om and many other more ancient poet-saints. Reading such verses and seeing the intense love, yearning and anguish expressed in them, we would be foolish to conclude that because those saints did not then experience ‘a sense of peace’, or were not yet ‘no longer disturbed by worldly conditions’, or were not becoming more happy, they had not yet progressed as far as we have on this path.<br>\n<br>\nFeeling ‘a sense of peace’ or that one is becoming more happy can be a sign of spiritual complacency, because if we truly want to experience ourself alone and thereby to be free of our ego, we will not be satisfied with whatever we may experience until we have merged forever in our source. Even being ‘no longer disturbed by worldly conditions’ is not necessarily a sign of progress, because for a devotee whose love and yearning to experience self alone is increasing, the condition of living as a person in this material world will be experienced as a correspondingly increasing misery, as Bhagavan indicated in several verses, such as 8 and 11 of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html#apat\"><i>Śrī Aruṇācala Patikam</i></a>:<br>\n<blockquote>You made me worthless [by] destroying [in me] the intelligence to know the way in which to live in the world. If you keep [me] in this condition, it will not be happiness for anyone [but] only misery. Death indeed will be better than this life. [...]<br>\n<br>\n[...] O people who are wandering about thinking of a means to give up the body, having lost desire for this [worldly] life due to [its] expanding misery, there is on earth one rare medicine that when thought of once in the mind will kill [the ego] without killing [the body]. Know that it is Aruna Hill [our real self].</blockquote>\nAs our love to experience ourself as we really are increases, we will feel increasingly disturbed by the illusory condition of experiencing ourself as body living in this world, and we will recognise that we will be unable to experience real peace or happiness until we merge forever in our real self, the source from which we as this ego have originated.<br>\n<br>\nTherefore, as you wrote in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417416542637#c7116563612565163064\">one of your earlier comments</a>, ‘Spiritual progress is not a linear curve where in you feel more and more peace day by day’, and it would be naive to suppose that it is. Our self-ignorance is like a dense darkness, so there is no way in which we can predict what we may experience in our journey struggling to extricate ourself from this darkness by trying to experience ourself as we really are. We may experience all sorts of highs or lows, but no matter what we happen to experience, we should persevere tenaciously in our attempts to attend only to ourself until we merge in it forever.</blockquote>\nSeveral other friends joined in the discussion about Robert Adams’s claim that there are many signs of progress, so I wrote <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417704835697#c640700046533266794\">my final comment</a> on this subject saying:<br>\n<blockquote>[...] when Bhagavan said that perseverance is the only true sign of progress, we can infer that he was indirectly implying: ‘If you are truly interested in progress, just persevere in practising <i>vicāra</i>, because that is the only way to progress’. He was not advocating that we should look for any signs of progress, but only that we should persevere in our practice without thinking of ‘progress’ or anything else at all other than ourself alone.<br>\n<br>\nThere is truly no reliable sign of progress except earnest desire and persistent effort to experience ourself alone, without even the least thought of anything else. So long as we are thinking of progress, we are not attending to ourself and hence not progressing. As Steve wrote in <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417604656310#c1334329324201208492\">another comment</a>, in <i>ātma-vicāra</i> stillness alone is progress, so if we are thinking of progress instead of just silently being as we really are, we are certainly not progressing. Therefore let us give up all thoughts of progress and just try here and now to be what we really are.<br>\n<br>\nAs you would have understood by reading this article and some of my replies to comments on it, I believe that looking for any signs of progress is not only futile but also a distraction that diverts our attention away from ourself, which should be our only concern and interest, yet in your comment dated <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417529954049#c334133619651403391\">2 December 2014 14:19</a> you quote the final sentence in my comment dated <a href=\"http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html?showComment=1417468632536#c6523130337494094120\">1 December 2014 21:17</a> [namely: ‘As our love to experience ourself as we really are increases, we will feel increasingly disturbed by the illusory condition of experiencing ourself as body living in this world, and we will recognise that we will be unable to experience real peace or happiness until we merge forever in our real self, the source from which we as this ego have originated’] and ask ‘Does this statement qualify to be indicator (or sign) of progress or of one’s position relative to the that at destination?’ No, this was not the intention with which I wrote that sentence, because what I was trying to explain in that comment was only that progress on the spiritual path is not necessarily marked by signs such as ‘a sense of peace’, being ‘no longer disturbed by worldly conditions’ or ‘how happy you’re becoming’, since if we have intense love and yearning to merge in our source, we are liable to experience extreme anguish until such love and yearning are fulfilled, as illustrated by Bhagavan in many verses of <i>Śrī Aruṇācala Stuti Pañcakam</i>.<br>\n<br>\nIf we were actually burning in such a fire of intense anguish born of unfulfilled love to merge back into our source, our only concern would be to merge in it here and now, so we would not be satisfied merely by thinking that we were making progress, or by anything less than absolutely clear self-awareness. Therefore a devotee in such an advanced state would be so intent on trying to experience what ‘I’ really is at this very moment that he or she would have absolutely no interest in looking for any signs of progress.<br>\n<br>\nA sign is something other than what it signifies, and according to Bhagavan we should not be thinking of anything other than ourself, so if we are genuinely interested in experiencing ourself as we really are, we should ignore all thoughts of progress or of supposed signs of it.<br>\n<br>\nSo long as we think of progress, we are maintaining an artificial distance between ourself and our goal. Our goal is actually nothing other than ourself, so who is to progress where? The idea of progress seems meaningful only to our ego, because for our real self there is neither progress nor anywhere to progress to. Therefore if we identify anything as a sign of progress, we will just be feeding our ego, because so long as we allow ourself to feel ‘I have made progress’, we will be perpetuating the illusion that this ego is ourself. Hence if we are looking for any signs of progress, we are just pandering to our ego and its vanity.</blockquote>\nThe comments written by various friends on this subject showed that some of them had thought deeply about Sri Ramana’s teachings on the practice of self-investigation and about the reason why he said that perseverance is the only true sign of progress, and could therefore recognise easily that what Robert Adams said about many signs of progress was inconsistent with what Sri Ramana taught, but that a few of them were ready to accept uncritically what Robert Adams said even after it was explained by several of us how and why it was inconsistent with Sri Ramana’s teachings.<br>\n<a name=\"danger\"></a><br>\n<b>5. The danger of not using <i>vivēka</i> and not thinking critically<br>\n</b><br>\nOne friend wrote to me recently quoting something that had been written or said by someone who is supposed to be a follower of Sri Ramana, and when I replied pointing out to him some serious differences between what he had quoted and what Sri Ramana taught, he replied saying that he considered it a blessing that he did not see such differences but saw only Sri Ramana’s teachings in whatever was written or said by certain of his followers. Evading or failing to do careful <i>manana</i> and to use <i>vivēka</i> while studying the teachings of Sri Ramana, and thereby allowing oneself to mistake ideas that are inconsistent with his teachings to be the same as his teachings, is certainly not a blessing, because without using <i>vivēka</i> (discrimination, discernment or judgement) we cannot progress on this path, but are liable to be diverted away from it and are sure to remain stuck in self-ignorance.<br>\n<br>\nIf we do not think carefully about all that Sri Ramana taught and try to understand why he taught so, we will not be able to understand his teachings clearly and correctly, but will have only a fuzzy and confused idea about them, and will easily mistake contradictory ideas expressed by others to be consistent with what he taught. Since many important elements of his teachings are very subtle and draw fine distinctions between one thing and another, if we do not think deeply and critically about all that he taught, how will we be able to understand his teachings correctly? And if we do not understand them correctly, how will we be able to put them into practice correctly? Therefore the importance of thinking critically and with subtle discrimination (<i>vivēka</i>) about his teachings cannot be overemphasised.<br>\n<br>\nIf we read or hear anything about spiritual practice or related matters written or spoken by others, whether or not they claim to be followers of Sri Ramana, we likewise need to consider critically whatever we read or hear, and we need to use keen <i>vivēka</i> to see whether it contradicts or is inconsistent in any way with the teachings of Sri Ramana. There are many people who claim to be followers of Sri Ramana and who write or talk about his teachings, and some of them claim to be or are believed to be <i>gurus</i> or <i>jñānis</i>, but whoever they may be and whatever they may write or say, if we read or hear anything written or said by them we should consider it critically in the light of our own carefully considered understanding of Sri Ramana’s teachings and should not uncritically assume that it is consistent with his teachings.<br>\n<a name=\"nisargadatta\"></a><br>\n<b>6. The teachings of Sri Ramana and Nisargadatta are significantly different<br>\n</b><br>\nMoreover, even if some of the ideas that a person writes or says seem to be consistent with the teachings of Sri Ramana, we should not infer from that that whatever they may write or say is consistent with them. An example of this is the teachings of Nisargadatta. I often receive emails from people asking me questions about ideas expressed by Nisargadatta, and though I find that some of his ideas seem at least superficially to be consistent with the teachings of Sri Ramana, I find that many others are not consistent with them. From what I have observed, it seems to me that the most significant difference between their respective teachings lies in the way in which they each say that we should practise self-investigation.<br>\n<br>\nAccording to Sri Ramana, self-investigation entails attending only to ‘I’, ourself, the one who experiences everything, so if any thought of anything other than ‘I’ rises in our mind, we should not give it even the least attention but should immediately turn our attention back to ourself alone. This was explained by him repeatedly in <i>Nāṉ Yār?</i> (such as in the three passages that I quoted from it in an earlier section of this article, <a href=\"#progress\">Perseverance is the only true sign of progress</a>) and elsewhere, so anyone who has studied his teachings and thought carefully about them should understand that this is how we should investigate ourself. However, if we read the teachings of Nisargadatta, we find that though he sometimes seems to recommend that we should attend only to ‘I’, on many occasions he seems to recommend that we should watch our thoughts or other things.<br>\n<br>\nThough Nisargadatta often said that we should watch ourself, what exactly he meant by this is not clear, because he often seems to mean that we should watch or observe the thoughts and feelings that arise in our mind rather than the ‘I’ who is watching or observing them. Many people who read his teachings fail to understand how important the distinction is between observing ‘I’ alone and observing any other thought or thoughts, but distinguishing between these two (subject and object, the observer and the observed, the experiencing ‘I’ and whatever else it may experience) and trying to observe only the observer and thereby to ignore everything else is what self-investigation (<i>ātma-vicāra</i>) is all about, and is called <i>dṛg-dṛśya-vivēka</i> (distinguishing or discerning the seer from the seen).<br>\n<br>\nRecently someone who was confused about how to practise self-investigation after reading Nisargadatta’s teachings, and who believed that he taught that in order to find our real self we must watch our thoughts until they all stop, wrote to me asking about this, so I checked online and found <a href=\"http://www.holybooks.com/wp-content/uploads/I-Am-That-by-Sri-Nisargadatta-Maharaj.pdf\">a PDF copy of <i>I am That</i></a> to refer to. I had read some portions of it back in the 1970s, when someone had lent me a copy and asked me to read it, and though it is now nearly 40 years since I last read it, I could remember that he frequently recommended attending to thoughts or other things rather than ignoring them, as Sri Ramana said we should do, so I checked to see if my memory was correct, and found many places where he recommend this.<br>\n<br>\nFor example, he says: ‘By watching their influence in you and on you. Be aware of them [<i>tamas</i> and <i>rajas</i>] in operation, watch their expressions in your thoughts, words and deeds, and gradually their grip on you will lessen’ (p. 17 in the PDF copy); ‘Watch over your thoughts, feelings, words and actions’ (p. 27); ‘Watch it [activity], and it shall cease’ (p. 171); ‘You begin by letting thoughts flow and watching them. The very observation slows down the mind till it stops altogether’ (p. 175); ‘Watch your thoughts and watch yourself watching the thoughts. The state of freedom from all thoughts will happen suddenly’ (p. 175); ‘Watch your thoughts as you watch the street traffic. [...] It may not be easy in the beginning, but with some practice you will find that your mind can function on many levels at the same time and you can be aware of them all’ (p. 185); ‘If you are angry or in pain, separate yourself from anger and pain and watch them. Externalisation is the first step to liberation. Step away and look’ (p. 189); ‘Watch it intently and you will see how the mind assumes innumerable names and shapes, like a river foaming between the boulders. Trace every action to its selfish motive and look at the motive intently till it dissolves’ (p. 235); ‘True awareness (<i>samvid</i>) is a state of pure witnessing, without the least attempt to do anything about the event witnessed. Your thoughts and feelings, words and actions may also be a part of the event; you watch all unconcerned in the full light of clarity and understanding’ (p. 283); ‘How do you know that you have realised unless you watch your thoughts and feelings, words and actions and wonder at the changes occurring in you without your knowing why and how? It is exactly because they are so surprising that you know that they are real’ (p. 296); ‘watch your daily life relentlessly’ (p. 336); ‘In the mirror of your mind all kinds of pictures appear and disappear. Knowing that they are entirely your own creations, watch them silently come and go, be alert, but not perturbed. This attitude of silent observation is the very foundation of <i>Yoga</i>’ (p. 345); ‘watch what comes to the surface of the mind’ (p. 356).<br>\n<br>\n<a name=\"un25\"></a>The advice that Nisargadatta gives in passages such as these is quite opposite to the advice that Sri Ramana used to give. Sri Ramana never advised us to watch our thoughts, but to ignore them by attending only to ourself, the ‘I’ to whom they occur. One of the fundamental principles of his teachings is that our mind rises and is nourished and sustained only by attending to anything other than itself, and that it will subside and dissolve in its source only when it attends to ‘I’ alone, so according to this principle watching thoughts or anything else will nourish our mind and will not help to bring about its dissolution. He often expressed this principle either explicitly or implicitly, and one very clear expression of it is verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nHere உரு (<i>uru</i>) or ‘form’ means anything that has distinguishing features of any kind whatsoever — that is, any features that distinguish it in any way from anything else. Since we ourself are essentially featureless, we are formless, and hence ‘form’ here denotes anything other than ourself. By itself, the ego has no ‘form’ or distinguishing features, so Sri Ramana describes it here as உருவற்ற பேய் அகந்தை (<i>uru-v-aṯṟa pēy ahandai</i>), ‘the formless phantom-ego’. Since it has no form, the ego is not actually anything other than our infinite real self, so it can seem to exist as a separate entity only by attaching itself to forms (that is, to things that are other than itself), which it creates along with itself.<br>\n<br>\nTherefore the ego rises into seeming existence by creating and attaching itself to forms, it ‘stands’ or endures by continuing to attach itself to forms, and by thus feeding on forms it waxes and flourishes. Since it cannot endure without grasping some form or another, when it lets go of one form it grasps another one. How it ‘grasps’ or attaches itself to forms is by experiencing them, and it experiences them by attending to them. Hence what nourishes and sustains the ego is only attention to anything other than itself. Therefore if, instead of attending to anything else, the ego tries to attend to itself alone, it will subside and dissolve in its source, our real self.<br>\n<br>\nHence Sri Ramana concludes this verse by saying: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’. Here தேடினால் (<i>tēḍiṉāl</i>) literally means ‘if sought’, so this conditional sentence implies that if we try to see, examine or investigate what the ego actually is, it will disappear, having no real existence of its own.<br>\n<br>\nIn the next verse Sri Ramana says that everything else (all the forms that it clings to or experiences) comes into existence only when the ego comes into existence, and does not exist when the ego does not exist. Therefore, if we investigate what this ego is, not only will it cease to exist, but everything else will cease to exist along with it, and hence he concludes that verse by saying, ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), which means, ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nTherefore, by reflecting on the meaning of these two verses critically and deeply, we should understand that by attending to, watching, observing or experiencing anything other than ourself, we are nourishing and sustaining our ego, and that if we wish to free ourself from it, we must try to attend to it alone. There is no other way, as Sri Ramana often said.<br>\n<br>\nTherefore, when Nisargadatta says that the grip of <i>tamas</i> and <i>rajas</i> on you will gradually lessen if you ‘watch their expressions in your thoughts, words and deeds’ (p. 17), that activity will cease if we watch it (p. 171), that the very observation of thoughts ‘slows down the mind till it stops altogether’ (p. 175), that if we watch our thoughts and watch ourself watching them the ‘state of freedom from all thoughts will happen suddenly’ (p. 175), and that the selfish motive for every action will dissolve if we look at it intently (p. 235), he is implying the opposite to what Sri Ramana taught us, namely that the only effective means to weaken and dissolve the power of any thought is to ignore it by attending only to ourself, the source from which it appeared.<br>\n<br>\nThoughts and all the other things that Nisargadatta says we should watch exist only in the view of our ego, and can therefore be experienced only so long as we mistake ourself to be this ego. Therefore by watching them we are perpetuating the illusion that the ego is ourself, and hence we are nourishing and sustaining our ego thereby. So long as we nourish our ego in this way, it will continue creating thoughts and other ‘forms’ to experience, because experiencing them is its food. Therefore, contrary to what Nisargadatta claims, thoughts will not slow down or cease so long as we continue to watch or attend to them. The only thing that will subside and cease if we attend to it is our ego, which is why Sri Ramana said that we should try to attend to ourself alone.<br>\n<br>\n<a name=\"uu16\"></a>Moreover, when Nisargadatta says, ‘True awareness (<i>samvid</i>) is a state of pure witnessing, without the least attempt to do anything about the event witnessed’ (p. 283), he is clearly implying that watching or being aware of events (of which he says in the next sentence our ‘thoughts and feelings, words and actions may also be a part’) is ‘true awareness’, whereas according to Sri Ramana being aware of anything other than ourself is ignorance, and hence  true awareness is only being aware of ourself alone. For example, in verse 13 of <i>Uḷḷadu Nāṟpadu</i> he says: ‘ஞானம் ஆம் தானே மெய். நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>jñāṉam ām tāṉ-ē mey. nāṉā-v-ām jñāṉam ajñāṉam ām</i>), which means ‘Self, which is <i>jñāna</i> [knowledge or awareness], alone is real. Knowledge that is manifold [or knowledge of manyness] is <i>ajñāna</i> [ignorance]’. Likewise in verse 11 of <i>Uḷḷadu Nāṟpadu</i> he says: ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>aṟivu uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), which means ‘Not knowing oneself, who knows, knowing [instead any] other thing is ignorance; except [that], can it be knowledge?’. And in verse 16 of <i>Upadēśa Undiyār</i> he says:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa.</i><br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdal-ē uṇmai uṇarcci ām.<br>\n</i><br>\n<b>English translation:</b> Having given up [knowing] external <i>viṣayas</i> [objects, events, conditions or experiences], the mind knowing its own form of light [pure self-awareness] alone is true knowledge [or knowledge of reality].</blockquote>\nBy reflecting on these verses and other similar teachings of Sri Ramana, we should be able to understand that according to him witnessing, watching or being aware of any event, thought, feeling, word, action or anything else other than ourself alone is not ‘true awareness’ but only ignorance. Therefore if we use at least a little discrimination (<i>vivēka</i>) and critically consider Nisargadatta’s statement, ‘True awareness (<i>samvid</i>) is a state of pure witnessing, without the least attempt to do anything about the event witnessed. Your thoughts and feelings, words and actions may also be a part of the event; you watch all unconcerned in the full light of clarity and understanding’ (p. 283), it should be clear to us that his understanding of ‘true awareness’ and ‘the full light of clarity’ is quite opposite to what Sri Ramana has taught us about the nature of real awareness, which is being aware of nothing at all other than ourself.<br>\n<br>\nAccording to Sri Ramana, true clarity is only perfectly clear self-awareness — that is, awareness of ourself alone. Therefore in ‘the full light of clarity’ there is nothing to watch other than ourself. Awareness of anything else is possible only when we experience ourself as the ego or mind, which is the cloud that obscures ‘the full light of clarity’, which is our real self. Hence so long as we are witnessing any event, thought, feeling, word or action, we are not experiencing ‘the full light of clarity’ but only an illusion created by our ego. <br>\n<br>\nAnother clear example of the difference between the teachings of Nisargadatta and those of Sri Ramana can be seen in the following dialogue recorded on pp. 170-1 of the PDF copy of <i>I am That</i> (in chapter 48, ‘Awareness is Free’):<br>\n<blockquote><B>M:</B> [...] When you sit quiet and watch yourself, all kinds of things may come to the surface. Do nothing about them, don’t react to them; as they have come so will they go, by themselves. All that matters is mindfulness, total awareness of oneself or rather, of one’s mind.<br>\n<br>\n<B>Q:</B> By ‘oneself’ do you mean the daily self?<br>\n<br>\n<B>M:</B> Yes, the person, which alone is objectively observable. The observer is beyond observation. What is observable is not the real self.<br>\n<br>\n<B>Q:</B> I can always observe the observer, in endless recession.<br>\n<br>\n<B>M:</B> You can observe the observation, but not the observer. [...]</blockquote>\nThe observer is only the ego, which is the essence of the mind and of the person or ‘daily self’, and according to Sri Ramana this observer is the only thing that we should observe, because only when we give up observing or being aware of anything else and try instead to observe only the observing ego will it subside and dissolve in its source, our essential self, which is what we really are. Of course we cannot observe the observer ‘objectively’, as Nisargadatta says, because the observer is not an object but only the subject. However, though we cannot observe it ‘objectively’ or as an object, we can observe it as the subject, ‘I’, because whatever else we may or may not be aware of, we are always aware of ourself.<br>\n<br>\nNow we are aware of ourself and other things, and as a result we mistake other things to be ourself, so our aim in self-investigation is to be aware of ourself alone, in complete isolation from everything else, so that we can experience ourself as we really are — without confusing ourself with adjuncts, as we do now. In order to be aware of ourself alone, we must try to observe, watch or attend only to ourself, the observer. The more keenly and vigilantly we observe the observer, the more it will subside, until eventually it merges and dissolves in its source, our real self, after which (according to Sri Ramana) all that will remain is pure infinite, indivisible, immutable and timeless self-awareness. <br>\n<br>\nNisargadatta says that we cannot observe the observer but only the observation, but it is not at all clear what this means. Observation cannot exist on its own, but must always be observation of something, whether of ourself or of something else, because even if we say we are observing nothing, the ‘nothing’ we are observing is just an idea, since ‘nothing’ does not actually exist and therefore cannot be observed. Therefore when he says, ‘You can observe the observation, but not the observer’, we must logically infer that since he says we cannot observe the observer, what he means by observing the observation is observing the observation of other things.<br>\n<br>\nBut is there any real difference between observing some other thing and observing the observation of it? To talk of observing the observation of any other thing seems to be a tautology, because the observation of anything is not something separate from the observing of it, so if we are observing something there is no separate observation of it to observe. Of course we can think while observing something, ‘I am observing this’, and then we can observe the thought ‘I am observing this’, but we would then be observing a thought about observing rather than observing the observation itself.<br>\n<br>\nHowever, whatever Nisargadatta may mean by saying ‘You can observe the observation’, it is clear that what he means by ‘the observation’ is something other than ourself, the observer, because he says that we cannot observe the observer. Since we are the observer, if we cannot observe the observer, that means we cannot observe ourself, in which case how are we to investigate ourself? Observation is the primary tool of any investigation, so if we cannot observe ourself, we cannot investigate ourself. Therefore saying that we cannot observe the observer is a direct contradiction of the teachings of Sri Ramana, since he taught us that in order to experience ourself as we really are we must investigate, examine, scrutinise or observe only ourself and not any other thing.<br>\n<br>\nWhen Nisargadatta says, ‘The observer is beyond observation. What is observable is not the real self’, we have to ask what he means by ‘observe’ in this context. If he means to observe objectively, obviously neither the observer (our ego) nor our real self can be observed as if they were objects, so it would be meaningless to talk of observing them objectively. But just as we are aware of objects, we are also aware of ourself, the subject who is aware of them, so if we can observe objects, we can also observe ourself, albeit non-objectively.<br>\n<br>\nWhen we talk about investigating, examining or observing ourself, the observer, we obviously do not mean that we can do so objectively, so in this context ‘observe’ must mean something other than observing objectively. What ‘observe’ means when we talk of observing ourself or the observer is just experiencing or being aware of ourself alone. When we observe anything keenly (whether ourself or any other thing), we try to focus our attention on it so that we are aware of it exclusively, so we can observe anything that we are aware of, including ourself, the observer. Therefore if we understand ‘observe’ to mean trying to experience or be aware of anything more or less exclusively, it would not be correct to say as Nisargadatta did: ‘The observer is beyond observation. What is observable is not the real self’. We can observe the observer (our ego), and thereby we can experience our real self.<br>\n<br>\n<a name=\"uu18\"></a>Nisargadatta often advised ‘watch your mind’. For example, he said ‘Be conscious of yourself, watch your mind, give it your full attention’ (p. 102), ‘Whatever you may have to do, watch your mind’ (p. 168) and ‘Watch your mind with great diligence’ (p. 210). However, the meaning of ‘watch your mind’ is ambiguous, because the term ‘mind’ can be used either as a collective term denoting all our thoughts or as a word denoting our ego, which is the essence of our mind and the root of all other thoughts. As Sri Ramana said in verse 18 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind [or mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nWhen Sri Ramana advised us to investigate or examine the mind, what he meant by ‘mind’ was only the ego, our primal thought called ‘I’, which is what experiences both itself and all other thoughts. He did not mean that we should investigate any other thought or even the whole collection of thoughts, because attending to any thought other than our primal thought called ‘I’ will nourish and sustain the illusion that this mind is ourself, whereas attending to this original thought ‘I’ alone will dissolve this illusion and thereby enable us to experience ourself as we really are.<br>\n<br>\nHowever, when Nisargadatta advised people to watch their mind, it seems that what he meant is that they should watch whatever thoughts arise in their mind, because he often advised people to watch their thoughts, and because he said that it is not possible to watch or observe the observer, which is the ego, the first thought called ‘I’. This seems to be confirmed by other things he said. For example, on page 28 he says, ‘You must watch yourself continuously — particularly your mind — moment by moment, missing nothing’. When he says ‘watch yourself continuously — particularly your mind’, he seems to imply that what he means by ‘mind’ is not ‘I’ but something else that is either distinct from ourself or a part of ourself. Likewise, when he says ‘missing nothing’, he implies that what we should watch is whatever happens in our mind rather than the ‘I’ who experiences it happening.<br>\n<br>\nOn page 150 he says, ‘Watch your mind, how it comes into being, how it operates. As you watch your mind, you discover your self as the watcher’. When he says this, he implies that the mind we should watch is something other than ourself, who is to watch it, and when he says that we should watch how it operates, he again implies that what we should watch is not ‘I’, the watcher, but all the other thoughts that operate in our mind. Likewise, on page 235 he says, ‘Watch it intently and you will see how the mind assumes innumerable names and shapes’. If we watch the ego intently, it will not assume any name or shape, but will subside, because it can assume names or shapes only when it attends to anything other than itself, so this sentence again suggests that what he means by ‘mind’ is the collection of other thoughts rather that the first thought called ‘I’, which is the ego.<br>\n<br>\nLikewise, whenever he says that we must watch ourself, it seems that what he means is that we should watch all our thoughts and feelings rather than the ‘I’ who is watching them, because as he confirmed in the passage on pages 170-1 that I quoted above, what he means by ‘oneself’ when he talks of ‘total awareness of oneself or rather, of one’s mind’ is only the person or ‘daily self’, which he says is alone ‘objectively observable’, since he claims that we cannot actually watch or observe the observer. This illustrates why it is so necessary to use discrimination (<i>vivēka</i>) to critically consider whatever we may read or hear, because what Sri Ramana means when he says that we should attend only to ourself or to our mind is quite different to what Nisargadatta and some other people mean by saying the same thing.<br>\n<a name=\"authority\"></a><br>\n<b>7. Uncritical belief in authority is an enemy of <i>vivēka</i><br>\n</b><br>\nIf we do not use discrimination (<i>vivēka</i>) to critically consider whatever we may read or hear, we are likely to end up with a confused and unclear understanding of both the philosophical basis of Sri Ramana’s teachings and the means by which we can experience ourself as we really are, particularly if we read or hear what other people have written or said on this or similar subjects. If we do not appreciate the importance of using <i>vivēka</i> and of critically judging whatever we read, we are likely to believe whatever is written or said by anyone who is reputed to be an authority on spiritual practice and experience.<br>\n<br>\nUncritical belief in authority is an obstacle to investigating and understanding the truth of any matter, whether worldly or spiritual. If we uncritically believe whatever we read in newspapers, journals or books, or whatever teachers, academics, philosophers, scientists, doctors, lawyers, politicians, astrologers or religious leaders say, assuming such sources or people to be authorities, we will end up believing many things that are either possibly or probably untrue. If we want to avoid being deceived by other people (whether they are trying to deceive us intentionally, or do so unintentionally because they genuinely believe what they say or write), we need to critically consider whatever we read or hear and to judge to the best of our ability whether or not it is reliable. The more cautious and critical we are in evaluating whatever we read or hear, the less likely we will be to mistake unreliable information, assumptions, interpretations, judgements, claims, theories, views, beliefs or ideas to be reliable.<br>\n<br>\nWhen we need to be cautious and critical in evaluating whatever we read or hear about worldly matters, we need to be even more cautious and critical in evaluating whatever we read or hear about spiritual or metaphysical matters. Just as we need to use discrimination, logical reasoning and critical thinking to evaluate and judge claims, theories, beliefs and ideas about worldly matters, we need to use them with still more care and caution to evaluate and judge teachings, claims, theories, beliefs and ideas about spiritual matters.<br>\n<br>\nTo be able to effectively and reliably evaluate beliefs or ideas on any subject, we need to be well-informed, cautious, discriminating and able to think critically, considering all the reasons for and against any view or belief. Therefore regarding spiritual matters, we should not be afraid to use critical thinking and discrimination to evaluate whatever we read or hear, even if it is written or said by someone who is reputed to be an authority.<br>\n<br>\nAmong those of us who aspire for self-knowledge, the people who are most readily accepted as authorities are those who are reputed to be <i>gurus</i> or <i>ātma-jñānis</i>, so if we are to avoid believing uncritically in authority, we should be very cautious about accepting that anyone is a genuine <i>guru</i> or <i>ātma-jñāni</i>. For most of us a genuine <i>guru</i> is needed to direct us to investigate ourself, but if we have studied and thought deeply and critically about the teachings of Sri Ramana, we will probably be sufficiently convinced on the basis of his teachings that he is a genuine <i>guru</i> and <i>ātma-jñāni</i>, so if we accept him as such, we do not need any other <i>guru</i>, because he has given us all the guidance we need to follow the simple and direct path of self-investigation.<br>\n<br>\nTherefore if we accept him as <i>guru</i>, we need not be concerned about whether or not any other person is a genuine <i>guru</i> or <i>ātma-jñāni</i>. We aspire to follow this inward path of self-investigation because we recognise that our present experience of ourself as a person is illusory and mistaken, so until we experience ourself as we really are, we are <i>ajñānis</i>, and as such we are not in a position to judge reliably about the spiritual state of any other person. Therefore, as I explained in one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/is-there-any-such-thing-as-self.html\">Is there any such thing as a ‘self-realised’ person?</a>, it is futile and unnecessary for us to try to determine whether any other person is a <i>jñāni</i> or an <i>ajñāni</i>, so it is better not to think of anyone in those terms.<br>\n<br>\nIf a person gives spiritual teachings, or writes or talks about spiritual matters, we should not judge what they write or say on the basis of whether or not we believe them to be a genuine <i>guru</i> or <i>ātma-jñāni</i>, but on the basis of the ideas they express. If we assume any person to be a <i>jñāni</i>, we are liable to be mistaken, because we have no reliable means of ascertaining or even judging whether or not such an assumption is true, so it is an extremely unreliable basis on which to judge anything. Therefore, even if a person is reputed to be a <i>guru</i> or <i>jñāni</i> (either because they claim themself to be such, or because some other <i>ajñānis</i> like us believe them to be such), we should use discrimination (<i>vivēka</i>) to critically examine, evaluate and judge whatever they may say or write before we accept it as being either true or reliable.<br>\n<br>\nEven though we believe Sri Ramana to be a <i>jñāni</i>, and even if we consider him to be the ultimate authority on all spiritual matters, particularly regarding the means by which we can experience ourself as we really are, in order to understand his teachings clearly and correctly we need to use discrimination (<i>vivēka</i>) to examine and think critically and deeply about all that he wrote or said. Since there is no authority that we could reasonably judge to be more reliable than him, we cannot judge his teachings on the basis of any external authority, so we have to judge them on their own merits. He did not ask us or expect us to arbitrarily accept whatever he said, but explained good reasons why we should accept the fundamental principles of his teachings, based on a careful and critical analysis of our own experience, particularly our contrasting experiences of ourself in our three familiar states of waking, dream and sleep. Therefore we do not need to accept the fundamental principles of his teachings on the basis of mere faith or trust, but can do so on the more secure basis of careful analysis of our own experience and critical reasoning about it.<br>\n<br>\nOnce we have gained a reasonably clear understanding of his teachings by studying them carefully and thinking about them deeply and critically, we will be in a good position to critically evaluate whatever anyone else has written or said regarding the philosophy and science of self-knowledge, and we will be able to use the basic principles of his teachings as a benchmark against which we can judge the truth or reliability of any teaching, interpretation or explanation given by anyone else.<br>\n<br>\nIn order to be able to discriminate effectively, we need to have a clear understanding of the reasons that Sri Ramana gave us (either directly or by implication) for accepting the basic principles of his teachings, such as that we are not the body or mind that we seem to be; that self-investigation is the only means by which we can experience ourself as we really are; that our ego or mind is nourished and sustained by experiencing anything other than itself; and that it will therefore subside and dissolve in its source only if it tries to experience itself alone. Once we have clearly understood by careful and critical reflection (<i>manana</i>) the reasons for these and other basic principles that he taught, our power of discrimination (<i>vivēka</i>) will be refined and sharpened, so it will be relatively easy for us to critically assess the truth and reliability of any teachings or explanations given by anyone else, such as Nisargadatta or any person who claims to be a follower of Sri Ramana.<br>\n<br>\nTherefore one of the benefits of doing careful <i>manana</i> on the teachings of Sri Ramana and thereby sharpening our <i>vivēka</i> is that we will then no longer have to rely on blind faith (uncritical trust) in any authority, but will instead be able to use our own increasingly clear judgement when deciding whether or not to believe whatever may be written or said by anyone.<br>\n<a name=\"confusion\"></a><br>\n<b>8. Confusion exists even in the minds of sincere devotees<br>\n</b><br>\nUnfortunately many sincere devotees of Sri Ramana have not done adequate <i>manana</i> on his teachings and have therefore not developed a sufficiently sharp power of discrimination (<i>vivēka</i>), so they remain confused about many important aspects of his teachings, or else lack sufficiently clear understanding of them, and hence they tend to trust unreliable authorities and to draw wrong inferences or form an incorrect understanding about his teachings. Therefore we should not trust ideas expressed by anyone just because we believe that their devotion to Sri Ramana is sincere.<br>\n<br>\nThis can be illustrated by something that was quoted in a comment on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html\">Our memory of ‘I’ in sleep</a>, in which I discussed how we are able to remember that we slept even though our mind was absent in sleep. What I explained there was that what experiences anything other than ‘I’ (ourself) is our mind, so only our mind can remember anything other than ‘I’, whereas what experiences ‘I’ is not just our mind but ‘I’ itself (that is, we ourself), so since we are distinct from the mind, we can remember ourself existing even in its absence in sleep. We exist and experience ourself existing in each of our three states, but whereas we experience ourself as this mind in waking and dream, in sleep we experience ourself without experiencing the mind. The mind is therefore just a mistaken experience of ourself. Since we experienced ourself existing in sleep, we can remember that we existed then, but when we express this memory in thoughts and words, ‘I was asleep’, it seems as if it is our mind that remembers this, even though it did not exist then.<br>\n<br>\nThe essential point I was making in that article was that we are aware of our existence in sleep, because self-awareness is our very nature, and hence we cannot exist without being aware of our existence, ‘I am’, and that because we are always aware of ourself, our self-awareness carries within itself, so to speak, its own memory of itself, and hence we are able to remember that we slept — that is, that we experienced ourself in a state in which we experienced nothing else whatsoever.<br>\n<br>\nAfter I wrote that article there was some discussion in the comments on it about our experience of ourself in sleep, and about a week later one friend wrote a <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html?showComment=1415619360571#c687426157139570944\">comment</a> in which he said that he had discussed this subject with David Godman via email, and that David had replied:<br>\n<blockquote>There is no experiencer in the sleep state. When one awakes and says ‘I slept well,’ this is not a conclusion based on a memory of what the state was like. It is an inference brought about by collating non-sleep data such as how awake and rested one feels. One can make further inferences such as ‘There is no suffering and no perceived world when the mind is not functioning in sleep,’ but these are after-the-event conclusions. Bhagavan has remarked that no one ever says ‘I did not exist while I slept,’ and that this validates his assertion that beingness persists when the mind is absent, but again for non-jnanis this is a post-facto conclusion. It is not based on an awareness of beingness while one is asleep.</blockquote>\nDavid is certainly a sincere devotee of Sri Ramana, but what he wrote in that email shows that he has not thought deeply or critically enough about what Sri Ramana pointed out to us about our experience of ourself in sleep. Therefore in two consecutive comments (<a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html?showComment=1415630457460#c2710000111701643881\">here</a> and <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html?showComment=1415630943234#c7389715246630719301\">here</a>) I replied as follows to the comment in which that email was quoted:<br>\n<blockquote>I am surprised to read the email from David Godman that you quote, because he seems to deny that we experience (or are aware of) our being in sleep, and he says that it is only by inference from what we experience in waking that we are able to know that we existed in sleep. But if everything we experience in the waking state is an illusion, like a dream, as Bhagavan says it is, how can we rely upon any inference we can make from such an illusory experience?<br>\n<br>\nMoreover, and still more seriously, if we did not actually experience our existence in the absence of our mind in sleep, how could we know that we are anything other than this mind, which is what we now seem to be? If David is correct in asserting that our knowledge that we existed in sleep is only a ‘a post-facto conclusion’ based on inference and ‘is not based on an awareness of beingness while one is asleep’, why did Bhagavan always insist that we do experience our existence while asleep?<br>\n<br>\n<a name=\"ny01\"></a>In fact, in denying that we are aware of our existence while asleep David is directly contradicting what Bhagavan wrote in <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\">the very first sentence</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>:<br>\n<blockquote>சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். [...]<br>\n<br>\n<i>sakala jīvargaḷ-um duḥkham-eṉbadu iṉḏṟi eppōdum sukham-āy-irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattil-ē-y-ē parama piriyam iruppadālum, piriyattiṯku sukham-ē kāraṇam ādalālum, maṉam-aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-cukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum</i>. [...]<br>\n<br>\nSince all living beings desire to be always happy without what is called misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause of love, [in order] to attain that happiness, which is one’s own [true] nature that is experienced daily in sleep, which is devoid of the mind, oneself knowing oneself is necessary. [...]</blockquote>\nBy saying in this context ‘மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவம்’ (<i>maṉam-aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam</i>), which means ‘one’s <i>svabhāvam</i> that is experienced daily in sleep, which is devoid of the mind’, Bhagavan clearly implies that we do all experience our <i>svabhāvam</i> (our own being or real nature) in the absence of our mind in sleep. Since he began the first two clauses with the words சகல ஜீவர்களும் (<i>sakala jīvargaḷ-um</i>) and யாவருக்கும் (<i>yāvarukkum</i>), which respectively mean ‘all living beings’ and ‘to [or for] everyone’, it should be obvious that he was referring to the experience of all of us and not just to the experience of a <i>jñāni</i> when he wrote ‘one’s <i>svabhāvam</i> that is experienced daily in sleep, which is devoid of the mind’.<br>\n<br>\nIf we consider our experience carefully and deeply in the light of Bhagavan’s teachings, it should be clear to us that we did experience ourself being in sleep, and that it is not by mere inference that we are able to understand that we did exist then. Just as we experience the seeming existence of our ego and a world in waking and dream, we experience their absence in sleep, so whereas we experience ourself in all three states, we experience other things only in waking and dream but not in sleep.<br>\n<br>\nSince self-awareness is the very nature (<i>svabhāvam</i>) of ourself, if we did not experience ourself in sleep we would not have existed then, and hence we could not have experienced anything, not even the absence of our mind and the world, so it would be absurd to suggest that we did not experience ourself but only the absence of everything else in sleep.</blockquote>\nSoon after I wrote this, I happened to look up some other reference in <i>Maharshi’s Gospel</i>, and while doing so I noticed two portions that are relevant to what I had explained in this reply, so I wrote <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html?showComment=1415694997146#c3891728602956926399\">another comment</a> quoting them. The first portion I quoted is from the first chapter (2002 edition, p. 9), where it is recorded that Sri Ramana said:<br>\n<blockquote>Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking.</blockquote>\nThe other portion is an extract from a conversation between a devotee and Sri Ramana about our awareness of our existence in sleep, which is recorded towards the end of the final chapter (2002 edition, pp. 93-4):<br>\n<blockquote><b>D:</b> What I mean by blankness is that I am hardly aware of anything in my sleep; it is for me the same as non-existence.<br>\n<br>\n<b>M:</b> But you did exist during sleep.<br>\n<br>\n<b>D:</b> If I did, I was not aware of it.<br>\n<br>\n<b>M:</b> You do not mean to say in all seriousness you ceased to exist during your sleep! (Laughing). If you went to sleep as Mr. X, did you get up from it as Mr. Y?<br>\n<br>\n<b>D:</b> I know my identity, perhaps, by an act of memory.<br>\n<br>\n<b>M:</b> Granting that, how is it possible unless there is a continuity of awareness?<br>\n<br>\n<b>D:</b> But I was unaware of that awareness.<br>\n<br>\n<b>M:</b> No. Who says you are unaware in sleep? It is your mind. But there was no mind in your sleep. Of what value is the testimony of the mind about your existence or experience during sleep? Seeking the testimony of the mind to disprove your existence or awareness during sleep is just like calling your son’s evidence to disprove your birth!<br>\n<br>\nDo you remember, I told you once previously that existence and awareness are not two different things but one and the same? Well, if for any reason you feel constrained to admit the fact that you existed in sleep be sure you were also aware of that existence.<br>\n<br>\nWhat you were really unaware of in sleep is your bodily existence. You are confounding this bodily awareness with the true Awareness of the Self which is eternal.</blockquote>\nThe fact that we are aware of our existence during sleep and are therefore able to remember that we existed then without experiencing anything else is one of the fundamental and most important premises on which Sri Ramana based his teachings, because unless we clearly recognise that we not only exist but also experience our existence in sleep, we would have no rational grounds for concluding that we are not this mind, and hence we would have no reason to suppose that if we investigate ourself we will experience ourself as anything but this mind. The only evidence we have to logically prove to ourself that we cannot be this mind, even though we now seem to be it, is the fact that we experienced ourself in the absence of it in sleep, so if we do not recognise this evidence or do not consider it carefully and critically, we would have no reason (except perhaps blind faith) to investigate what we actually are.<br>\n<br>\nMoreover, when we practise self-investigation we are trying to experience ourself as we really are, so in order to avoid mistaking ourself to be anything else, we need to discriminate and distinguish ourself from whatever else we might experience. Therefore carefully considering our experience of ourself in sleep, when we experienced nothing else at all, helps us to distinguish ourself from whatever else we may mistake ourself to be, and hence what we experienced in sleep is an invaluable clue that helps and guides us when we are trying to experience ourself alone while practising self-investigation.<br>\n<br>\nTherefore keen discrimination (<i>vivēka</i>) and deeply critical thinking about the teachings of Sri Ramana in relation to our own experience is necessary not only to understand them conceptually or intellectually, but also to practise them as correctly and precisely as we can. <br>\n<a name=\"infer\"></a><br>\n<b>9. We should be wary of unsound inferences<br>\n</b><br>\nThe fundamental teachings of Sri Ramana are logically coherent and consistent, so to understand them clearly and correctly we need to try to understand all the logical connections that exist between their various elements or principles, and also all the logical implications that we can draw from them. Some of these logical connections and implications were explained or pointed out explicitly by Sri Ramana, and many others have been explained by Sri Sadhu Om or occasionally by other followers who have written about or discussed his teachings.<br>\n<br>\nHowever, there are many logical connections that are implicit rather than explicit, so to comprehend and fully appreciate all the logical connections that tie his central teachings together into a coherent whole, and also all the logical implications that we can draw from them, we need to examine them, analyse them and think deeply and critically about them, and we also need to use keen discrimination (<i>vivēka</i>) to distinguish the essential from the inessential elements of them. While doing such <i>manana</i> on them, and particularly when trying to understand their logical implications, we need to draw inferences from them, but we should be careful that whatever we infer is justified and adequately supported by them and by sound logical reasoning.<br>\n<br>\nWhen we read or hear any discussions, expositions or explanations of his teachings, we will come across many inferences that have been drawn by others, some of which may be sound or valid, but some of which may not be. Therefore we need to be wary of unsound or invalid inferences in whatever we read or hear, so we need to critically examine every inference to see whether it is sound and adequately justified.<br>\n<br>\nIn the first section of this article, <a href=\"#manana\"><i>Manana</i> in relation to <i>śravaṇa</i> and <i>nididhyāsana</i></a>, I discussed (with particular reference to the first fifteen verses of <i>Upadēśa Undiyār</i>) one wrong inference that many people draw from his teachings, namely that he taught or recommended many different kinds of spiritual practice. People draw this inference because he did sometimes discuss practices other than <i>ātma-vicāra</i>, but the fact that he discussed other practices in certain circumstances (usually when he was asked specifically about them) does not mean that he taught or recommended them, or that he considered any practice other than <i>ātma-vicāra</i> to be an adequate means by which we can experience ourself as we really are.<br>\n<br>\nLike this, there are many other wrong inferences that people have drawn from his teachings. For example, some people believe that whenever he uses the term ‘heart’ he means a point two digits to the right from the centre of our chest, and even that <i>ātma-vicāra</i> entails meditating on that point. Such absurd inferences arose from the fact that he sometimes used the term ‘heart’ in a metaphorical sense to mean our real self (because our real self is so to speak the core or centre of all that we now take to be ourself, and hence of everything that we experience), but some people who failed to understand this correctly used to ask him persistently whether this ‘heart’ is the same as the <i>anāhata cakra</i> (the ‘heart centre’ in the chest described in <i>yōgic</i> texts), or if not what its location is in the body, and he therefore explained that in relation to the physical body the location of the ‘heart’ could be said to be two digits to the right from the centre of the chest, since this is the point from which self-awareness seems to spread throughout the body, and hence the point in which all our most deeply felt emotions are centred. Since all this seems true only in relation to our experience ‘I am this body’, Sri Ramana did not mean to imply that there is any real spiritual significance to this location in the body, and he certainly did not mean to imply that we can find our real self or experience ourself as we really are by meditating on this point.<br>\n<br>\nWrong inferences are drawn not only from his teachings but also from incidents or circumstances in his life, and also from anecdotes about experiences that his devotees have had or claim to have had. Therefore we need to be wary of inferences drawn not only from his teachings but also from anecdotes about his life or about the experiences of his devotees.<br>\n<br>\nWhile trying to follow the path of self-investigation, or even before we began to do so, we may have had all sorts of experiences, but anything that we may experience other than ourself alone is temporary and therefore not real. Therefore we should be extremely cautious about any inference we may be tempted to draw from anything that we have experienced (or that anyone else says that they have experienced), and we should bear in mind that any inference we may draw from a temporary experience is liable to be mistaken.<br>\n<br>\nOne example of this is the claim made by Robert Adams that there are ‘many signs’ by which we can tell that we are making progress on the spiritual path, which I discussed in the fourth section of this article, <a href=\"#progress\">Perseverance is the only true sign of progress</a>. All the signs he described are temporary experiences, and none of them could reliably indicate that we are making spiritual progress, because spiritual progress entails extremely subtle changes that happen deep within us, and hence it cannot be cognised by the outward-turned mind, which is what experiences any mental conditions of the type that Robert Adams described as signs of progress.<br>\n<br>\nThere is no necessary logical connection between making spiritual progress and experiencing such conditions, because we could be making spiritual progress even if we do not experience such conditions, and we could experience such conditions even if we were not making spiritual progress. For example, as a result of drugs prescribed by a doctor a psychiatric patient could experience all the conditions that Robert Adams described, but that would not mean the patient was making spiritual progress. Therefore if anyone were to infer from such ‘signs’ that they were making spiritual progress, that would be an unsound and unreliable inference.<br>\n<br>\nAnother example of an invalid inference drawn from a temporary experience was quoted in a <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/is-there-any-such-thing-as-self.html?showComment=1417489874076#c8462738874564052740\">comment</a> on one of my other recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/is-there-any-such-thing-as-self.html\">Is there any such thing as a ‘self-realised’ person?</a>:<br>\n<blockquote>When I first went to see Lakshmana Swamy in the late 1970s, I did not go there with any intention of evaluating him. But as soon as I looked into his eyes, something inside me said, ‘This man is a <i>jnani</i>’. Nothing has ever caused me to doubt that first impression. [...] within a few seconds of being looked at by Lakshmana Swamy, I was in a state of stillness and peace that was way beyond anything that I had experienced through my own efforts. That one <i>darshan</i> effectively demonstrated to me the need for a human Guru […]</blockquote>\nThis quotation is an extract from one of the answers that David Godman gave in an interview and was reproduced from <a href=\"http://davidgodman.org/interviews/rs2.shtml\">page 2 of that interview</a> as recorded on his website. There is no need for us to doubt that he experienced ‘a state of stillness and peace’ as he described there, but we do need to question the inference he drew from it.<br>\n<br>\nMany of us may have experienced at one time or another such a state of stillness and peace without any apparent effort on our part, but we cannot draw any reliable inferences from such experiences, because we have no means of knowing for certain what caused them. We know that we cannot bring about such an experience by our own effort whenever we want, and we cannot attribute such an experience to any set of external circumstances unless it is always repeated under the same set of circumstances. There may be various factors that could be the cause of such an experience, including ones such as an unconscious expectation that it will happen in the presence of a <i>jñāni</i> (or someone we believe to be a <i>jñāni</i>), so whatever cause we may attribute to it would be mere guesswork, or perhaps just wishful thinking.<br>\n<br>\nDavid commented on the experience he had then, ‘That one <i>darshan</i> effectively demonstrated to me the need for a human Guru’, but this is not a sound or valid inference to draw from any temporary experience. If we critically examine this inference, we first need to ask what exactly he meant by ‘the need for a human Guru’. Did he mean that we need a ‘human Guru’ in order to experience the type of temporary stillness and peace that he experienced then, or did he mean that we need a ‘human Guru’ in order to experience ourself as we really are? Even if we assume, as David seems to have done, that the state of stillness and peace that he experienced then was somehow brought about miraculously by the look of Lakshmana Swami, that does not mean that a ‘human Guru’ is needed to bring about such an experience, because we could perhaps experience that same state of stillness and peace by other means, such as by practising self-investigation, or even by taking a drug or practising some form of <i>yōga</i>.<br>\n<br>\nWhen we practise self-investigation, we should not aim to experience a state of stillness and peace, or any other temporary condition, but only ourself. Anything that we may experience other than ourself is temporary, and hence not real. It may seem to be real, but that is only in the view of our mind, which is itself an unreal entity, being merely an illusory experience of ourself. Therefore all experiences of anything other than ourself alone are illusory, and hence we should not seek them or attach any importance to them when they happen.<br>\n<br>\nThe only experience that is real is our own essential self-awareness, because that alone is permanent and immutable. Everything else is just a mental creation, and depends for its seeming existence upon the seeming existence of our ego, as Sri Ramana says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>. Therefore in verse 20 he says: ‘காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி’ (<i>kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci</i>), which means, ‘Leaving [ignoring or not investigating] oneself, who sees, oneself seeing God is seeing a <i>maṉōmayam-ām kāṭci</i>’. காட்சி (<i>kāṭci</i>) means a sight, view, image, appearance, vision or anything that is seen, perceived or experienced, and மனோமயம் ஆம் (<i>maṉōmayam-ām</i>) means ‘which is composed of mind’, so மனோமயம் ஆம் காட்சி (<i>maṉōmayam-ām kāṭci</i>) means a mental image, a mind-composed sight or a mind-created experience.<br>\n<br>\nOther than ourself, anything that we may see or experience is just a mental image, so what Sri Ramana says here about seeing God applies equally well to whatever we may experience, however divine or sublime it may seem to be. Therefore whatever we may experience, whether it be a form of God, a subtle ‘presence’ of God, ‘a state of stillness and peace’ or anything else other than ourself alone, is just a mental image, an illusion or false appearance created by our mind, so it is not real, and hence we should attach no importance to it.<br>\n<br>\nIf we try to draw any inference from any such transitory and illusory experience, we are liable to be deluded, particularly if we pin our faith on such an inference. The only justifiable and reliable inference we can draw from any supposedly ‘spiritual’ or ‘mystical’ experience is that I experienced it because I am, and since it is temporary whereas I am permanent, I should ignore it and try to experience only what I am. In other words, to paraphrase what Sri Ramana said in verse 20 of <i>Uḷḷadu Nāṟpadu</i>, instead of leaving ourself and seeing God or anything else, we should leave God and everything else and try to see ourself alone.<br>\n<br>\nWhen David said, ‘That one <i>darshan</i> effectively demonstrated to me the need for a human Guru’, I assume that what he meant is that a ‘human Guru’ is needed not only to bring about such a temporary experience of ‘stillness and peace’, but also to bring about the permanent experience of true self-knowledge, since that alone is (or at least should be) our real aim. We do not need to experience any temporary ‘state of stillness and peace’, but we do need to experience what we really are, so a ‘human Guru’ would really be needed only if we needed one in order to experience ourself as we really are.<br>\n<br>\nFrom the mere fact that on one occasion when Lakshmana Swami looked at him David experienced ‘a state of stillness and peace’, albeit one ‘that was way beyond anything that [he] had experienced through [his] own efforts’, we cannot logically infer that we need a ‘human Guru’ in order to experience ourself as we really are, or even to experience such a temporary state. Therefore if we do infer either of these conclusions, that would show a worrying level of credulity and a serious lack of discrimination (<i>vivēka</i>) and critical thinking.<br>\n<br>\nSome people may be tempted to defend David’s conclusion on the grounds that though he could not logically infer it from his experience, he understood it intuitively. Though intuitions may sometimes be correct, they are often not correct, and indeed they cannot always be correct, because sometimes two or more people have different or even opposing intuitions about the same thing. Therefore we should not place too much trust in any intuition, but should consider it critically and try to test it to see whether or not it is true. There are some intuitions that we are able to test, either on the basis of empirical evidence or on the basis of logical reasoning, but in many cases we are not able to test them, in which case we should treat them with extreme caution, knowing that they could well be mistaken.<br>\n<br>\nIn the case of spiritual or metaphysical matters, the only empirical evidence we can rely upon is the experience of ourself as we really are, but when we experience that, we will no longer be an ego or mind, so we will no longer have any intuitions that need to be tested. Therefore, until we experience ourself as we really are, the only means we have to test any spiritual or metaphysical intuitions is our own critical thinking, using discrimination (<i>vivēka</i>) and a clear understanding of the teachings of Sri Ramana.<br>\n<br>\nSince intuitions can be mistaken, we should not give them a privileged status, but should treat them as suspect and examine them as critically as we would any other claim to knowledge. Therefore whether an inference is intuitive or based entirely on logical reasoning, we need to examine it critically before deciding that it is reliable.<br>\n<br>\nAny inference is a conclusion drawn from certain premises, so when we critically assess an inference, we first have to consider whether the premises are true (or at least likely to be true), and then we have to consider whether the premises either logically entail the conclusion (in which case it would be a deductive or demonstrative inference) or at least indicate a reasonably high degree of probability that the conclusion is true (in which case it would be an inductive or probable inference). If the premises are true, and if they give us good reason to suppose that the conclusion is true, even though they do not actually entail it being true, we would also need to consider whether there are any better reasons for supposing that it is either true or not true.<br>\n<br>\nIn the case of this inference drawn by David, we can assume that the premises (whatever he experienced) are true, because it is not unusual for people to have such experiences, and because David is not the sort of person who would lie about such things or exaggerate them. However, as we have already seen, the premises do not entail the conclusion (that a ‘human Guru’ is necessary), nor do they even make it seem probable. Therefore it is at best an extremely weak inference, but let us nonetheless consider whether there are any other reasons for supposing that it is either true or false.<br>\n<br>\nSince the only result that we need be interested in is experiencing ourself as we really are, the conclusion we need to consider is that a ‘human Guru’ is necessary to enable us to experience ourself as we really are, which I assume is what David meant when he said that that one experience ‘effectively demonstrated to me the need for a human Guru’. Since David already considered Sri Ramana to be his <i>guru</i>, I assume that what he meant by the term ‘a human Guru’ is a <i>guru</i> whose human form is still alive. In other words, what he presumably meant was what other people call a ‘living <i>guru</i>’, which is something that Lakshmana Swami apparently claims is necessary.<br>\n<br>\n<a name=\"ny11ss\"></a>One way to test this conclusion is to consider its implications. Given the context from which David inferred this conclusion, it implies that having Sri Ramana alone as our <i>guru</i> is insufficient simply because he is no longer alive in human form. The human form of Sri Ramana was certainly necessary in order to give us his teachings (that is, his teachings in words rather than his deeper teachings in silence), but if we now need some other ‘human Guru’, as David inferred, that would imply that following his teachings alone is not sufficient, which if true would actually contradict his teachings. For example, it would contradict the assurance he gave us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉāyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone will be sufficient.</blockquote>\nIf we trust this assurance or other similar teachings of Sri Ramana, we will not infer or conclude that anything other than self-investigation (<i>ātma-vicāra</i>) is necessary for us to experience ourself as we really are. He clearly and repeatedly taught us that self-investigation is both necessary and sufficient, so we can logically infer from this that nothing else is either necessary or sufficient. If anything else were necessary, self-investigation would not be sufficient, and if anything else were sufficient, self-investigation would not be necessary.<br>\n<br>\nIf we believe that a ‘living <i>guru</i>’ or anything else is needed, that will distract our attention away from ourself, and will motivate us to go outwards seeking such a ‘living <i>guru</i>’ or whatever else we believe to be necessary. This is why Sri Ramana taught us that our life as a person is just a dream; that this world and everything in it is entirely unreal, being just a creation of our own mind; that what actually exists is only ourself; and that we should therefore try to turn our attention within, towards ourself alone, in order to experience ourself as we really are. Therefore if we think deeply and critically about these fundamental teachings, we should infer from them that self-investigation alone is both necessary and sufficient, and that we should not allow our mind to go outwards or to believe in anything else, since everything else is just an illusion, a mental creation or <i>maṉōmayam-ām kāṭci</i>.<br>\n<br>\nRegarding the external form of the <i>guru</i>, Sri Ramana said that it is unreal like everything else, but that its effect is similar to that of the lion that appears in the dream of an elephant. Though the lion is unreal, the sight of it frightens the elephant, thereby causing it to wake up. Likewise, though the external form of the <i>guru</i> is unreal, the teachings it gives us prompt us to turn our mind inwards to investigate ourself, thereby causing us to experience what we really are.<br>\n<br>\nThus the sole function of the external form of the <i>guru</i> is to direct us to turn our attention inwards, which it does by giving us appropriate teachings. Therefore if we are to derive real benefit from the external form of the <i>guru</i>, we should try to turn within to experience ourself alone. Whether the human form of the <i>guru</i> is still living or has passed away, all we need do is to try to follow its teachings by investigating ourself alone. Therefore, if its form happens to have passed away, we should not imagine that it is necessary for us to go outwards seeking some other ‘living <i>guru</i>’ or ‘human Guru’.<br>\n<br>\nThough Lakshmana Swami and some other so-called followers of Sri Ramana (including Robert Adams, according to <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html?showComment=1417110938110#c4567795654770394987\">one recent comment</a>) claim that a ‘living <i>guru</i>’ is necessary, we need not give credence to such claims, because genuine followers of Sri Ramana such as Sri Muruganar, Sri Sadhu Om and Sri Natananandar have all stated categorically that we need no <i>guru</i> other than Sri Ramana, because his guidance and grace are in no way diminished by the fact that his body is no longer alive. As I wrote in this connection in <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html?showComment=1417172306210#c4068947750104071537\">another comment</a> on <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/is-there-any-such-thing-as-self.html\">Is there any such thing as a ‘self-realised’ person?</a>:<br>\n<blockquote>[...] in the sense in which Bhagavan used it, the term <i>guru</i> is not to be taken lightly. According to him, the <i>guru</i> is not a person but only our own real self, but because our minds are outward turned it does sometimes manifest externally in human form in order to teach us that the only reality is ourself and that to experience it as it is we must therefore turn within. The human form of Bhagavan was such a manifestation, but as he made clear the sole purpose of such a manifestation is to teach us that we must seek what is real within ourself, so contrary to popular belief it is not necessary for the human form of the <i>guru</i> to be still living once it has given its teachings, nor is it necessary for there to be a lineage (<i>sampradāya</i>) of <i>gurus</i>.<br>\n<br>\nFor those of us who are following the teachings of Bhagavan, no other <i>guru</i> is necessary, and hence as Gavin pointed out in his <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html?showComment=1417110938110#c4567795654770394987\">comment</a>, no true disciple would ever allow anyone else to take himself or herself as <i>guru</i>. This was something that Sadhu Om often said, and he pointed to Muruganar as the prime example of this. After Bhagavan left his physical body, many of his devotees turned to Muruganar for guidance, and some of them even began to regard him as <i>guru</i>, but he always advised such people that they should take Bhagavan alone as their <i>guru</i>, and that no other <i>guru</i> is necessary among his followers, so no true follower of his would allow anyone to regard themself as a <i>guru</i>. The reaction of Sadhu Om whenever anyone wanted to take him as <i>guru</i> was exactly the same.<br>\n<br>\nTherefore we can say that a hallmark of a true follower of Bhagavan is that they would encourage everyone to take Bhagavan alone as their <i>guru</i> and would never allow anyone to regard or treat them as <i>guru</i>. They would also not say or imply that a ‘living <i>guru</i>’ (in the sense of a person whose body is still alive) is necessary. As Sadhu Om used to say, the <i>guru</i> alone is truly living, because it is the eternal and hence ever-living reality, but if we take the term ‘living <i>guru</i>’ to mean a person whose body is living, such a ‘living <i>guru</i>’ will one day be a dead <i>guru</i> and hence (according to the idea that a <i>guru</i> must be living) useless.<br>\n<br>\nIn your final paragraph you refer to me and say ‘some of us might consider him as Guru’, but if anyone does so they have clearly not understood the meaning of the term <i>guru</i> as used by Bhagavan. I am in no way a <i>guru</i> or even remotely qualified to be one, because I am just an ordinary aspirant trying to follow the path of self-investigation taught by him. I may be able to translate his teachings and explain them according to my limited understanding, but that does not and cannot make me qualified to be the <i>guru</i> of anyone. When I have not even saved myself from my own self-ignorance, if I were to try to save anyone else or to pose as their saviour, I would be like the blind leading the blind, as Bhagavan says in verse 10 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a> (which is also verse B15 in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>).</blockquote>\n<a name=\"aamm019\"></a>In case any devotee of Sri Ramana feels any need for an external form of the <i>guru</i>, he has clearly indicated to us that Arunachala is a form of the <i>guru</i>, as he explicitly stated in verse 19 of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html#aamm\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i></a>:<br>\n<blockquote>குற்றமுற் றறுத்தெனைக் குணமாய்ப் பணித்தாள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குருவுரு வாயொளி ரருணாசலா.<br>\n<br>\n<i>kuṯṟamuṯ ṟaṟutteṉaig guṇamāyp paṇittāḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;guruvuru vāyoḷi raruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> குற்றம் முற்று அறுத்து எனை குணமாய் பணித்து ஆள் குரு உருவாய் ஒளிர் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kuṯṟam muṯṟu aṟuttu eṉai guṇamāy paṇittu āḷ guru-v-uru-v-āy oḷir aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, who shine as the form of <i>guru</i>, accept [me as your slave and rule over me], completely destroying [my] defects and making me be perfection.</blockquote>\nThe fact that Sri Ramana indicated that the silent and motionless (<i>acala</i>) form of Arunachala is the external form of the <i>guru</i> accords perfectly with his teaching that the real teaching is silence. The silence he was referring to is the real nature of ourself, so to experience it or to ‘listen’ to its teaching we must turn our mind within to attend to ourself alone. Arunachala is therefore an external symbol or manifestation of the silence that we really are, and hence he taught that it has an incomprehensible and ineffable power to turn our mind inwards.<br>\n<br>\nTherefore whatever external help we may need to motivate, encourage or impel us to turn within is already provided to us in the form of the clear teachings of Sri Ramana and the silent presence of Arunachala, so we cannot reasonably expect to gain anything from any ‘living <i>guru</i>’ or ‘human Guru’ that we cannot gain from either or both of these two external sources. Whatever else we may need can be found only within — by turning our mind away from all external things and trying to experience ourself alone.<br>\n<br>\nIf we carefully study Sri Ramana’s teachings and reflect upon them deeply and critically, they do not give us any reason to suppose that a ‘living <i>guru</i>’ or ‘human Guru’ is necessary, but on the contrary they give us plenty of reason to conclude that self-investigation alone is necessary, and that we therefore do not need a ‘living <i>guru</i>’ or any other external help (except his teachings and perhaps also the silent presence of Arunachala), since his fundamental teachings provide us with all the help and guidance we need to turn within and merge in our source, our real self, which alone is the true form of the <i>guru</i>.<br>\n<br>\nTherefore, ‘the need for a human Guru’ that David inferred from his experience of ‘stillness and peace’ when he first met Lakshmana Swami does not stand up to critical scrutiny, either on the basis of its own premises (whatever David experienced) or on the basis of the teachings of Sri Ramana, so we can confidently conclude that it is an unsound and unjustified inference.<br>\n<a name=\"conclusion\"></a><br>\n<b>10. Conclusion<br>\n</b><br>\nThough I have critically examined and discussed some of the ideas expressed by Robert Adams, Nisargadatta and David Godman in this article, nothing that I have written is intended to be personal criticism. David has been a friend of mine for nearly 40 years, and I believe that he is a sincere devotee, even if I do not agree with all his views. I never met either Robert Adams or Nisargadatta, so I do not know them personally and I have no reason to judge them adversely. Therefore my only concern is the ideas they have expressed, and whether those ideas are reliable or are likely to confuse or mislead any of us who aspire to experience what we really are.<br>\n<br>\nThe only reason I have analysed and discussed some of their views here is to illustrate the need for careful <i>manana</i> on the teachings of Sri Ramana and for keen <i>vivēka</i> and critical thinking when reading or hearing anything written or said either by his followers or by other people whose teachings are commonly supposed to be the same as his or similar to them. Since all the views and ideas I have discussed here are available either in print or on the internet, since they are taken by some people to represent the teachings of Sri Ramana or to be an aid in understanding them, and since I am often asked about such ideas by people who have been confused or misled by them, I believe it is not inappropriate to critically examine them on a public forum such as this, which is dedicated to examining and reflecting on his teachings.<br>\n<br>\nHowever, in one sense all that I have written here should not be necessary, because we should each do our own <i>manana</i> — carefully, critically and discriminatingly reflecting on the teachings of Sri Ramana and whatever else we may read or hear about spiritual practice or philosophy. If we each did so, we would be able to recognise by ourself wherever differences lie between the essential teachings of Sri Ramana and whatever may be written or said by others.<br>\n<br>\nWhen friends write comments on this blog quoting what they have read from various sources, and when I see any ideas expressed in such quotations that are incompatible with Sri Ramana’s teachings, I can reply explaining why they are incompatible, but such friends would derive much greater benefit if they were to think critically for themselves about whatever they quote before quoting it. Just as no one else can do either <i>śravaṇa</i> or <i>nididhyāsana</i> for us, no one else can do <i>manana</i> for us. We each have to do these things by ourself and for ourself.<br>\n<br>\nThough the fundamental teachings of Sri Ramana are very simple and clear, they are also very subtle and profound, and if we think about them carefully they challenge almost everything we believe, and expose everything we hold most dear to be illusory and unreal, so for most of us it is not easy to understand them clearly, correctly and completely. Therefore we all need help sometimes to do adequately deep and careful <i>manana</i>, so I am always happy to answer whatever questions people ask me about his teachings, and to share my answers and responses on this blog.<br>\n<br>\nI was very fortunate to receive close help and guidance from Sadhu Om almost every day during the first eight years of my study of Sri Ramana’s teachings, and the seeds of <i>manana</i>, <i>vivēka</i> and critical thinking that were sown in my mind then have continued to grow and develop ever since. I also find I am benefited by all the questions that friends ask me about his teachings, because they prompt me to think more deeply about them, and writing replies helps me to clarify my own thinking and understanding. Therefore I am happy to share with everyone the understanding I gained from discussing his teachings daily with Sadhu Om and that I continue to gain from my own <i>manana</i> and from discussing them with others.<br>\n<br>\nHowever, if anyone is to be benefited in any way from anything that I write or say about his teachings, they need to consider it deeply and critically by themself, and also try to put it into practice, because then only will they be able to form their own independent understanding of all the deep and subtle aspects of his teachings. No one should be satisfied with merely reading or hearing anything I write or say, because the purpose of it is only to make each person think for themself and develop their own understanding.<br>\n<br>\nJust as I critically examine what other people have written or said, I expect anyone who reads or hears anything I have written or said to examine it as critically as they can. The explanations and arguments I give may or may not be correct, so each person who reads or hears them should consider them critically and should judge them using their own <i>vivēka</i>.<br>\n<br>\nTherefore if anyone has had sufficient patience and interest to read this absurdly long article, I hope it will encourage them to think deeply and critically about the teachings of Sri Ramana and whatever else they may read or hear, and thereby to develop and nurture their own <i>manana</i> and <i>vivēka</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "38",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8635486193529423739/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "guru",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "śravaṇa-manana-nididhyāsana",
        "Śrī Aruṇācala Stuti Pañcakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NTUxMTIxMTExCm9mZnNldDogMzYwMDAwMAo\""
}