{
    "kind": "blogger#post",
    "id": "4735273459166875549",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-04-04T09:43:00+01:00",
    "updated": "2015-02-07T12:49:36Z",
    "url": "http://happinessofbeing.blogspot.com/2014/04/ahimsa-and-sexual-morality-interview-on.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4735273459166875549",
    "title": "<i>Ahiṁsā</i> and sexual morality<br>(Interview on Celibacy: Part 4)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nThis is the fourth of the following five instalments, which are a slightly modified reproduction of <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibavyproject.michaeljames.htm\">an interview</a> in which I answered seven questions asked by the editor of the online <a href=\"http://www.nondualitymagazine.org/\">Non-Duality Magazine</a> for their current issue entitled <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibacyproject.page.htm\">The Celibacy Question</a>:<br /><a name='more'></a>\n<ol>\n<li><a href=\"http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html\">Self-investigation and sexual restraint</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/no-differences-exist-in-non-dual-view.html\">No differences exist in the non-dual view of Sri Ramana</a></li>\n<li><i>Ahiṁsā</i> and sexual morality</li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/atma-vicara-and-nirvikalpa-samadhi.html\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a></li>\n</ol>\n<b>Question 5: <i>Also have a question on Swami Suddhananda, a Vedanta teacher who seems to have violated the sanyasi dharma. James Swartz says that Vedanta works, and that one should separate \"the teaching from the teacher\", in this instance that would mean even if the teacher is dishonest and sexually abuses his students? Is this not just a lame excuse or like the proverbial \"blind leading the blind\" in a pit?</i></b><br />\n<br />\nMichael James: I do not know the Swami you are referring to, so I do not know if any allegations about him are true, and hence I can only answer in general terms and not about his specific case.<br />\n<br />\nIf any spiritual teacher is dishonest or sexually abuses his students, that is obviously wrong, and he or she is not qualified to be a spiritual teacher. If anyone takes on the role of a spiritual teacher, they are taking on a huge responsibility, and they should accept that their students or followers will have certain reasonable expectations of them. Therefore if they cannot live up to such expectations, they should be honest and admit the fact, and they should not continue to pose as anything that they are not.<br />\n<br />\nRegarding sexual abuse of any kind, that is unjustifiable under any circumstances. This is why ethical issues need to be considered in any questions about sexual conduct, whether the sexual conduct of a spiritual teacher or aspirant or of anyone else. Considering such questions from the point of view of a spiritual aspirant, I explained earlier [in answer to question 1 in <a href=\"http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html\">Self-investigation and sexual restraint</a>] that though the physical act of sex is not in itself an obstacle on the spiritual path, our desire for sex is a potential obstacle, so we need to minimise this desire as much as possible, but in that connection I did not mention any ethical considerations, so now is an opportunity to do so.<br />\n<br />\nI believe the one overruling moral obligation we all have with regard not only to sexual conduct but also to anything else that we may do is that as far as possible we should always try to avoid causing harm to any other person or sentient being. The principle behind this obligation is called <i>ahiṁsā</i> (non-harm), which is rightly considered to be one of the foundations of any form of <i>yōga</i> or spiritual practice, and which is the one basic and essential moral principle that is most widely revered in all the <i>dharmic</i> religions (the family of religions that originated in India such as Hinduism, Jainism, Buddhism and Sikhism).<br />\n<br />\nWith regard to sexual conduct, <i>ahiṁsā</i> means that we should avoid any sexual behaviour that could in any way cause harm to anyone. If two adults engage in sexual activity together with mutual consent, shared expectations, honesty and a reciprocal sense of obligation towards each other, and if they do so in circumstances that would not cause any harm to anyone else (such as by betraying the trust or legitimate expectations of a spouse or other type of established sexual partner, or by giving birth to an unwanted child whom neither of them would be willing to take proper care of), they would not be violating the principle of <i>ahiṁsā</i>, and hence there would not essentially be any moral wrong in what they are doing.<br />\n<br />\nThough according to certain social norms it may be considered wrong, for example, to have sex before marriage or outside marriage, social norms are generally arbitrary and vary from one society or culture to another, so they do not necessarily determine what is inherently immoral, whereas <i>ahiṁsā</i> is a moral principle that is based on the universal ideals of compassion and reason, so it does necessarily determine what is inherently immoral. In all circumstances, in any society or any culture, it is morally wrong to cause unnecessary harm to anyone (though there are many circumstances in which it is not obvious how this general principle should best be applied, because sometimes avoiding causing one harm will cause another one).<br />\n<br />\nAs spiritual aspirants it is particularly important that we live as far as possible according to this principle of <i>ahiṁsā</i>, so we should avoid any sexual conduct that is liable to harm anyone. Obviously the most direct and immediate way in which sexual conduct can harm someone is when any form of sexual abuse in involved, whether in the form of violent rape, subtle coercion or deliberate deceit. Therefore any such abusive conduct should obviously be avoided, but such abuse is not the only way in which sexual behaviour can cause harm to others.<br />\n<br />\nHuman relationships are based on trust, and trust gives rise to certain reasonable expectations and consequent obligations, which can sometimes be betrayed by certain types of sexual behaviour, and this can lead to damaged relationships and consequent suffering. One obvious example of this is when someone betrays the trust of their wife, husband or other type of established sexual partner by engaging in sexual activity with someone else, and another example would be if a spiritual teacher who outwardly poses as celibate, whether formally as a monk or <i>saṁnyāsi</i> (a person who has formally renounced worldly life and is therefore usually expected to be celibate) or informally, were to deceive his or her devotees by secretly engaging in any sexual relationship.<br />\n<br />\nA married person who betrays the trust and expectations of their spouse in this way can cause suffering not only to their spouse but also, if it results in a broken or disharmonious marriage, to their children. However, if a spiritual teacher betrays the trust and expectations of their followers in this way, and if they happen to have many followers, they could cause suffering, disillusionment and a sense of betrayal in the hearts of many more people than an unfaithful spouse would cause. Even if a spiritual teacher betrays the trust of only one devotee in this way, they can still cause considerable harm, because people tend to invest a huge amount of trust, faith and love in their spiritual teacher.<br />\n<br />\nSome people deceive themselves into believing that because they are following a spiritual path (or believe that they have attained some sort of spiritual goal), they have somehow transcended the moral obligations that bind other people, and hence that they are free to behave as they please. Such people have not even began to follow the true spiritual path, because what following it entails above all else is self-denial: that is, curbing not only our desires but also the rising of the separate ‘I’ that has those desires. Therefore giving free rein to our desires is the very antithesis of following a spiritual path.<br />\n<br />\nSo long as we experience the existence of other people and other sentient beings, we are morally obliged to avoid as far as possible causing them any harm in any way whatsoever, and as spiritual aspirants we should feel this moral obligation even more strongly than others. We should not feel that this moral obligation restricts our freedom in any way, because it should actually help us to curb our desires, and we are truly free only to the extent to which we are free from our desires and consequently from our ego, which is their root cause.<br />\n<br />\nIf we truly wish to be free of all moral obligations, we must free ourself from the delusion that we are a person, because this delusion is the sole cause for the appearance of this world, in which so many other people and sentient beings seem to exist along with this person we take to be ‘I’. In order to free ourself from this delusion we must experience ourself as we really are, and in order to experience ourself thus we must investigate what this ‘I’ actually is [as I explained earlier in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a>].<br />\n<br />\n<b>Next instalment:</b> <a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/atma-vicara-and-nirvikalpa-samadhi.html\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4735273459166875549/comments"
    },
    "labels": [
        "ahiṁsā",
        "practice taught by Sri Ramana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzEzMzc2NTE0Cm9mZnNldDogMAo\""
}