{
    "kind": "blogger#post",
    "id": "211875949530843173",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-07-01T12:54:00+01:00",
    "updated": "2019-12-08T19:19:23Z",
    "url": "http://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/211875949530843173",
    "title": "Demystifying the term ‘<i>sphuraṇa</i>’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403088534336#c2316360711330885850\">two comments</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/since-we-always-experience-i-we-do-not.html\">Since we always experience ‘I’, we do not need to find ‘I’, but only need to experience it as it actually is</a>, Palaniappan Chidambaram asked me some questions about <i>ahaṁ-sphuraṇa</i>, and I replied in <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403466257441#c6863076417331478001\">a series of three comments</a>. These questions asked by Palaniappan also started a discussion about <i>ahaṁ-sphuraṇa</i> in <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403161358988#c2391400188013530468\">a long series of comments</a> on another more recent article, <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html\">Why do we not experience the existence of any body or world in sleep?</a>, and I replied to some of the points raised in that discussion in <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403530925439#c8774131101013627732\">several comments</a> towards the end of it. Since in <a href=\"http://happinessofbeing.blogspot.com/2014/06/is-consciousness-product-of-mind.html?showComment=1403804447800#c4867258805873682301\">another comment</a> Sanjay Lohia suggested that I should gather together all the comments I have recently been writing in reply to comments written by others and make them available as an article, I will compile and post here all my recent comments regarding <i>ahaṁ-sphuraṇa</i> (perhaps with some additional explanations to link them all together) as my next article: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/self-awareness-i-thought-i-feeling-and.html\">Self-awareness: ‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i></a>.<br />\n<br />\nAnother friend, R Viswanathan, suggested in <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403187573585#c5825131266483419242\">one of his recent comments</a> that in the context of this discussion about <i>ahaṁ-sphuraṇa</i> it would useful if I were to reproduce here an article entitled ‘Demystifying the Term <i>Sphuraṇa</i>’, which I wrote last year for the Autumn 2013 newsletter of the <a href=\"http://www.ramana-maharshi.org.uk/\">Ramana Maharshi Foundation UK</a>. The editor of this newsletter, Alasdair Black, had asked me to write an article for it, so since I am often asked questions about <i>ahaṁ-sphuraṇa</i>, and since a lot of confusion has been created about this term in English books and articles, I decided to write an article to try to clarify what this term actually means. However, when I read that article again in the light of our recent discussions about <i>ahaṁ-sphuraṇa</i> and thought more about this subject, I began developing some of the ideas that I had expressed in it, so this present article is a much enlarged version of that original article.<br /><a name='more'></a>\n<br />\nBefore I come to the main article itself, I would like to make a suggestion. For me writing the original article and enlarging it recently served each time as a kind of meditation, because whenever I think or write about ‘I’ or the shining of ‘I’ (which is not other than ‘I’ itself, as I explain below), my attention is naturally drawn towards this shining of ‘I’ (which is ever present but generally overlooked by most of us). Therefore, though this is a very long article that considers the shining of ‘I’ in great detail, I suggest that anyone else who is really interested in this subject should perhaps read it slowly, carefully and meditatively, so that they may also derive the same benefit from reading it that I derived from writing it. Though superficially this article was written by me, I believe the ideas expressed in it are not actually my own ideas, but are just an expansion of ideas that have already been given to us in seed-form by Sri Ramana.<br />\n<br />\nThe following is the newly enlarged version of the original article I wrote last year:<br />\n<br />\nIn English books on the teachings of Sri Ramana, and also among many of his devotees and followers, a lot of mystery and confusion seems to surround the Sanskrit word ‘<i>sphuraṇa</i>’, so much so that some aspirants agonise over whether or when they are going to experience the mysterious and elusive thing that this word is imagined to denote. In this context, therefore, the first thing that needs to be clarified is that what we are seeking to experience when we practise <i>ātma-vicāra</i> or self-investigation is not anything mysterious or previously unknown, but is only ‘I’, ourself, with which we are already more familiar than we are with any other thing.<br />\n<br />\nWe already experience this ‘I’, of course, but what we are now trying to experience is not anything other than it, but is just this same ‘I’ but with a greater degree of clarity — in fact, with absolute clarity. At present the clarity with which we experience ‘I’ is less than perfect, because we experience it mixed with other things that we mistake to be ‘I’, such as our body and mind, and hence our current experience of ‘I’ is confused and clouded by our experience of those extraneous adjuncts as ‘I’. Therefore, though we clearly know <i>that I am</i>, we do not clearly know <i>what I am</i>, so Sri Ramana advises us to investigate and find out who or what we actually are.<br />\n<br />\nWhat then is the meaning of this term ‘<i>sphuraṇa</i>’, and why did Sri Ramana occasionally use it? Unsurprisingly, all that this word denotes in the context in which he used it is just clarity of self-awareness — the very clarity that he advises us to seek. Therefore <i>sphuraṇa</i> is not anything other than ‘I’, but is only the greater degree of clarity with which we are now trying to experience ‘I’.<br />\n<br />\nIn the context of Sri Ramana’s teachings, just as <i>vicāra</i> (investigation or enquiry) means by default only <i>ātma-vicāra</i> (self-investigation or self-enquiry), <i>sphuraṇa</i> means by default only <i>ahaṁ-sphuraṇa</i>, the ‘clear shining of I’. Just as the shining of a light is not other than that light, because if a light did not shine it would not be a light, this clear shining of ‘I’ is not other than ‘I’, because if ‘I’ did not shine (that is, if it was not experienced by itself) it would not be ‘I’<br />\n<br />\nHowever, in contexts other than Sri Ramana’s teachings, the Sanskrit word <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:2924.apte\">स्फुरणम्</a> (<i>sphuraṇam</i>) has a much broader range of meanings, such as shining, glittering, sparkling, twinkling, flashing, shining forth, springing to mind, appearing, starting into view, breaking forth, manifestation, quivering, trembling, throbbing, vibration or pulsation. In short, anything that shines, appears, manifests, becomes clear or makes itself known can be called a <i>sphuraṇa</i>. In the context of Sri Ramana’s teachings, however, many of these meanings of <i>sphuraṇa</i> are obviously not applicable, because ‘I’ does not sparkle, twinkle, quiver, tremble, throb, vibrate or pulsate, since it is essentially just being, not something that moves in any way or does anything. The things that we mistake to be ‘I’, such as our body and mind, do move and act, but ‘I’ itself just is and does not move or do anything.<br />\n<br />\nThough the term <i>sphuraṇa</i> does have various meanings, not all of its meanings are applicable in any given context, so which of its meanings are applicable is determined by the particular context in which it was used. Therefore which of its meanings is or are applicable in the context of Sri Ramana’s teachings? When Devaraja Mudaliar asked him the meaning of <i>sphuraṇa</i>, he replied, ‘It means விளங்குவது or விளக்குவது’ (<i>Day by Day with Bhagavan</i>, 24-3-45 Afternoon: 2002 edition, p. 5). விளங்குவது (<i>viḷaṅguvadu</i>) and விளக்குவது (<i>viḷakkuvadu</i>) are both verbal nouns (from the verbs <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:2288.tamillex\">விளங்கு</a> and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:2256.tamillex\">விளக்கு</a> respectively), or to be more precise, participial nouns, as for example is உள்ளது (<i>uḷḷadu</i>), so just as உள்ளது (<i>uḷḷadu</i>) can mean either ‘what is’ or ‘being’, விளங்குவது (<i>viḷaṅguvadu</i>) can mean either ‘what shines’ or ‘shining’, and விளக்குவது (<i>viḷakkuvadu</i>) can mean either ‘what makes clear’ or ‘making clear’. This then is what he meant by <i>sphuraṇa</i> when he coined the term <i>ahaṁ-sphuraṇa</i>, so <i>ahaṁ-sphuraṇa</i> means the shining of ‘I’ or the making clear of ‘I’.<br />\n<br />\nObviously ‘I’ does not shine in the same way that a physical light shines, so in this context ‘shining’ is not used literally but metaphorically. That is, in this context the basic metaphorical meaning of ‘shining’ is ‘being experienced’, so whatever is experienced at any given time can be said to be ‘shining’ at that time. Since ‘I’ is not only the only thing that is always experienced, but also the only thing that is experienced by itself, it is not only ever-shining but is also the only thing that is self-shining.<br />\n<br />\nHowever, ‘shining’ in a metaphorical sense means not only ‘being experienced’ in general, but more specifically ‘being clearly experienced’. Thus the more clearly a thing is experienced, the more brightly it may be said to be shining. It is significant, therefore, that though the basic meaning of விளங்குவது (<i>viḷaṅguvadu</i>) is either ‘what shines’ or ‘shining’, it also means either ‘what is clear’ or ‘being clear’, so in the case of <i>ahaṁ-sphuraṇa</i> or the shining of ‘I’, <i>sphuraṇa</i> or ‘shining’ simply means ‘being clear’ or ‘being clearly experienced’.<br />\n<br />\nSince what is always more clearly experienced than any other thing is only ‘I’, it may be said to be the most brightly shining of all things, but so long as its shining is mixed with the shining of any other things (all of which are illuminated only by the light of ‘I’, which is a metaphorical way of saying that they are all experienced only by the conscious thing called ‘I’), it is not shining sufficiently clearly. In order to shine with complete clarity, ‘I’ must shine alone — that is, it must be experienced on its own, in the absence of all other things. When it shines alone, in complete isolation from all other things, it shines clearly, and this clear shining of ‘I’ alone is what Sri Ramana sometimes described as <i>ahaṁ-sphuraṇa</i>.<br />\n<br />\nSince a light is a light only because it shines, and since it shines only because it is a light, it and its shining can never be separated from each other, and in fact its shining is nothing other than it itself. Therefore the two basic meanings of விளங்குவது (<i>viḷaṅguvadu</i>), namely ‘what shines’ and ‘shining’, both actually denote the same thing. For example, in the case of <i>ahaṁ-sphuraṇa</i>, ‘I’ is both shining and what shines. That is, shining or being clear — and hence in this sense <i>sphuraṇa</i> — is the very nature of ‘I’, because if it did not shine (that is, if it were not experienced by itself) it would not be ‘I’. Therefore <i>ahaṁ-sphuraṇa</i>, the ‘shining of I’ or ‘clarity of I’, is nothing other than ‘I’ itself.<br />\n<br />\nWhen a light shines, not only does it make other things clear, but it also makes itself clear, and likewise whatever else shines (whether literally or metaphorically) thereby makes itself clear. Therefore, when Sri Ramana said that <i>sphuraṇa</i> means விளங்குவது (shining or being clear) or விளக்குவது (making clear), what he implied is that it actually means both simultaneously, because by shining or being clear ‘I’ is making itself clear.<br />\n<br />\nThis is why anything that makes itself clear, such as a light, a sound, a throbbing, a pulsation, a vibration, an explosion or anything else that appears, manifests, springs into view or strikes the mind, can be described as a <i>sphuraṇa</i>. However, no such things can be <i>ahaṁ-sphuraṇa</i>, because <i>ahaṁ-sphuraṇa</i> is the shining of ‘I’ alone. Moreover, there is a fundamental difference between <i>ahaṁ-sphuraṇa</i> and every other type of <i>sphuraṇa</i>, because any other type of <i>sphuraṇa</i> is conditional, since it depends on ‘I’, whereas <i>ahaṁ-sphuraṇa</i> is unconditional, since it depends upon nothing other than itself.<br />\n<br />\nThat is, a light, a sound, a throbbing or anything else other than ‘I’ can make itself known or clear only if there is an ‘I’ to whom it is making itself known or clear, so there can be no <i>sphuraṇa</i> of any such thing unless it is experienced by ‘I’. In the case of <i>ahaṁ-sphuraṇa</i>, on the other hand, what experiences the ‘I’ that makes itself clear is only that very same ‘I’ itself, so it does not depend upon anything other than itself. Therefore <i>ahaṁ-sphuraṇa</i> is the only self-shining <i>sphuraṇa</i> — the only <i>sphuraṇa</i> that experiences itself.<br />\n<br />\nAfter Sri Ramana explained to him that <i>sphuraṇa</i> means விளங்குவது (shining or being clear) or விளக்குவது (making clear), Devaraja Muduliar went somewhat off-topic by asking, ‘Is it not a sound we hear?’ Since his original question was about the meaning of the word <i>sphuraṇa</i> in <i>ahaṁ-sphuraṇa</i>, it was not relevant to then ask about a sound, unless he imagined that <i>ahaṁ-sphuraṇa</i> is somehow a sound of some sort. However, just as <i>ahaṁ-sphuraṇa</i> is not literally a light, it is also not literally a sound, but just as it can be described metaphorically as a light, it could also (at a stretch of the imagination) be described metaphorically as a sound, so it seems (if the recording of his answer to this question in <i>Day by Day</i> is at all accurate) that Sri Ramana replied implying that it is not a sound that we can hear but a ‘sound’ (figuratively speaking) that we become aware of. That is, the nature of ‘I’ (<i>aham</i>) and hence of the shining of ‘I’ (<i>ahaṁ-sphuraṇa</i>) is silence, so if it is described metaphorically as a ‘sound’, it is a ‘soundless sound’, and hence it cannot be heard but can only be experienced in silence.<br />\n<br />\nIn English books on the teachings of Sri Ramana, though the noun स्फुरणम् (<i>sphuraṇam</i>) is used, the verb स्फुर् (<i>sphur</i>), from which this verbal noun is derived, is not used, whereas in Sanskrit he used this verb (as he did for example in verse 20 of <i>Upadēśa Sāram</i>, where he used it to describe the shining forth of self as ‘I [am] I’ after the ego is destroyed by self-investigation) perhaps as frequently as he used its noun form, स्फुरणम् (<i>sphuraṇam</i>), and in Tamil he sometimes used its equivalents, ஸ்புரி (<i>spuri</i>) or புரி (<i>puri</i>). The Sanskrit verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:2921.apte\">स्फुर्</a> (<i>sphur</i>) means to shine, be bright, be clear, be evident, make itself known, flash to mind, appear clearly, become visible, manifest, arise, shine forth, burst out plainly, start into view, spring, dart, flash, sparkle, glitter, gleam, glisten, twinkle, twitch, tremble, throb, palpitate, jerk or kick (and thus it is etymologically related to the English words spurn and spur, which like it are believed to be derived from a Proto-Indo-European root meaning to twitch, push or kick). In Tamil the frequently used verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.9:1:1735.tamillex\">புரி</a> (<i>puri</i>), which means to shine, be manifest, be clear or be understood, and its much less frequently used form <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:6874.tamillex\">ஸ்புரி</a> (<i>spuri</i>), which tends to mean more specifically to strike one’s mind, are both derived from this Sanskrit verb स्फुर् (<i>sphur</i>).<br />\n<br />\nSince some of these various meanings of स्फुर् (<i>sphur</i>) and ஸ்புரி (<i>spuri</i>), such as to shine forth, spring into view, become clear or strike one’s mind, imply an experience that is somehow new, one of the connotations both of these verbs and of their various derivatives, such as the verbal nouns स्फुरणम् (<i>sphuraṇam</i>) in Sanskrit and ஸ்புரிப்பு (<i>spurippu</i>) in Tamil, is newness or freshness. Therefore in the context of Sri Ramana’s teachings, <i>sphuraṇa</i> generally does not mean only clarity of self-awareness but more specifically a fresh clarity (or fresh degree of clarity) of self-awareness.<br />\n<br />\nHence, after Sri Ramana explained to him that <i>sphuraṇa</i> means விளங்குவது (shining or being clear) or விளக்குவது (making clear), if Devaraja Muduliar had asked, ‘But is not ‘I’ always shining or making itself clear? In what sense, then, is <i>ahaṁ-sphuraṇa</i> any different to the ordinary shining of ‘I’ that we already experience?’ he would probably have replied by explaining that the term <i>ahaṁ-sphuraṇa</i> does not denote merely the ordinary shining of ‘I’ or the ordinary manner in which it makes itself clear, but more specifically a fresh and more clear shining of ‘I’.<br />\n<br />\nAs Sri Sadhu Om used to say (punning on the words ‘new clear’ and ‘nuclear’), <i>sphuraṇa</i> is a new clear awareness of ourself. Just as the potentially destructive power of nuclear energy is released by splitting an atom, the all-destroying power of this <i>sphuraṇa</i> or new clear self-awareness is released by splitting the ego-atom — the <i>cit-jaḍa-granthi</i> or knot that binds the conscious (self) to the non-conscious (body) — by means of keenly focused self-attentiveness.<br />\n<br />\nUntil the final moment when the ego is destroyed completely by absolute clarity of self-awareness, we do not actually split this <i>cit-jaḍa-granthi</i> entirely, but even while practising self-attentiveness we are beginning to split it, and thus we experience a less than perfect kind of <i>sphuraṇa</i>, a fresh but still partial degree of clarity of self-awareness, which will not have the power to destroy our mind entirely, but will gradually undermine it by weakening its <i>vāsanās</i> or outward-going inclinations. Only when we experience absolute clarity of self-awareness, which is the perfect kind of <i>sphuraṇa</i>, will its full power be released, thereby destroying not only our mind but also its entire creation, the appearance of this vast universe that comes into seeming existence whenever it rises. As Sri Ramana is recorded as saying (on the afternoon of 22-11-1945) in <i>Day by Day</i> (2002 edition, p. 49):<br />\n<blockquote>\nThe spark of <i>jñāna</i> will easily consume all creation as if it were a mountain-heap of cotton. All the crores of worlds being built upon the weak (or no) foundation of the ego, they all topple down when the atomic bomb of <i>jñāna</i> comes down upon them.</blockquote>\nThis ‘spark of <i>jñāna</i>’ or ‘atomic bomb of <i>jñāna</i>’ is the absolute clarity of self-awareness, which is the perfect variety of what Sri Ramana sometimes called the <i>ahaṁ-sphuraṇa</i>.<br />\n<br />\nWhen we practise <i>ātma-vicāra</i>, what we are seeking to experience is greater and greater clarity of self-awareness until such clarity becomes absolute, and the only way to experience such clarity is to be keenly and vigilantly self-attentive. Therefore, just as clarity of self-awareness is our goal, so it is also the only means by which we can reach that goal, and hence, since it is just clarity of self-awareness, <i>ahaṁ-sphuraṇa</i> is both our goal and the path to it.<br />\n<br />\nWe begin to taste a partial and imperfect kind of this <i>ahaṁ-sphuraṇa</i> or fresh clarity of self-awareness as soon as we turn our attention keenly towards ourself in an attempt to experience who am I, and our experience of this <i>sphuraṇa</i> deepens and becomes increasingly clear as we focus our attention more and more keenly upon our essential self-awareness, ‘I am’. Thus during our practice of <i>ātma-vicāra</i> we experience varying degrees of <i>sphuraṇa</i> or clarity of self-awareness.<br />\n<br />\nContrary to what some people imagine, therefore, <i>sphuraṇa</i> is not some sort of ‘thing’ that we should aim to experience, because what this term denotes is not an <i>object</i> of experience but only a <i>quality</i> of experience, and the experience in question is not in any way concerned with any object or ‘thing’ but is only self-experience — an experience in which the experiencer, the experienced and the experiencing are all one. The quality of self-experience that this term denotes is its degree of clarity, which as we have seen can vary from the increased but nevertheless still partial clarity that we experience when we start practising <i>ātma-vicāra</i> or keenly focused self-attentiveness, to the complete and absolute clarity that we will experience when our mind is destroyed by the all-consuming light of <i>ātma-jñāna</i> or true self-knowledge.<br />\n<br />\nBecause the verbal origin of this noun <i>sphuraṇa</i> has not been made clear in most English books, there has been a tendency to reify it (that is, to depict as if it were a thing), and hence some people have been led to imagine that it denotes some sort of thing that is other than ourself rather than simply a fresh condition or degree of clarity of the (metaphorical) shining of ‘I’, and thus they imagine not only that the word <i>sphuraṇa</i> has a fixed referent, but also that that referent is something other than self. If they had instead understood the verbal origin of this word, and if they had been familiar with the variety of contexts in which Sri Ramana used the verb <i>sphur</i> and its derivatives, they would have understood that he used <i>sphuraṇa</i> to refer to any degree of fresh clarity of self-awareness that is experienced as a result of practising <i>ātma-vicāra</i> or self-attentiveness, and that since we can experience varying degrees of such clarity, including the absolute clarity that is <i>ātma-jñāna</i>, the referent of the word <i>sphuraṇa</i> is not fixed but variable (at least in degree), and hence that the verb <i>sphur</i> and the noun <i>sphuraṇa</i> were used by Sri Ramana to refer not only to any partial degree of fresh clarity of self-awareness that we experience while practising <i>vicāra</i>, but also to the absolute clarity of self-awareness that shines forth when the ego is finally destroyed.<br />\n<br />\n<a name=\"us20\"></a>A clear example of him using the verb <i>sphur</i> to describe the complete and final shining forth of self is verse 20 of <i>Upadēśa Sāram</i>:<br />\n<blockquote>\nअहमि नाशभा ज्यहम हंतया ।<br />\nस्फुरति हृत्स्वयं परम पूर्णसत् ॥<br />\n<br />\n<i>ahami nāśabhā jyahama haṁtayā </i>।<br />\n<i>sphurati hṛtsvayaṁ parama pūrṇasat </i>॥<br />\n<br />\nWhen ‘I’ [the ego] is annihilated, heart [self] spontaneously shines forth as ‘I [am] I’ (<i>aham aham</i>). [This is] <i>parama pūrṇa sat</i> [the supreme whole reality].</blockquote>\nIn the original Tamil version of this verse Sri Ramana used the verb தோன்றுமே (<i>tōṉḏṟumē</i>), which means ‘[it] certainly appears, becomes clear, springs up or shines forth’, and in this Sanskrit version he translated this as स्फुरति (<i>sphurati</i>), which in this context means ‘[it] shines forth, becomes clear or shines clearly’. Since what he is describing here is the spontaneous shining forth of our heart or true self as ‘I am I’, which we will experience when our mind or false ‘I’ is annihilated by <i>ātma-vicāra</i>, and since he emphasises that this is the one infinite reality, the <i>parama pūrṇa sat</i> or ‘supreme whole being’, in this context the verb स्फुरति (<i>sphurati</i>) obviously describes only the shining forth of the absolute clarity of pure adjunct-free self-awareness. From this it is clear that Sri Ramana considered even this shining forth of absolute clarity of self-awareness to be a kind of स्फुरणम् (<i>sphuraṇam</i>) — the perfect kind in fact.<br />\n<br />\nHowever, in most cases when he used स्फुर् (<i>sphur</i>) or any of its derivatives he did so to describe the fresh but still relative clarity of self-awareness that we experience during our practice of self-investigation<i> </i>(<i>ātma-vicāra</i>). As far as I can remember, he did not use any form of the verb <i>sphur</i> or any of its derivatives in any of his original Tamil writings, but in <i>Śrī Ramaṇa Nūṯṟiraṭṭu</i> (his Tamil collected works) there is one text in which derivatives of this word are used several times, namely <i>Vicāra Saṅgraham</i>, in which he uses the Tamil verb ஸ்புரி (<i>spuri</i>) four times (in sections 1, 9 and 10) and its noun form ஸ்புரிப்பு (<i>spurippu</i>) eight times (in sections 1, 2, 6 and 9), and in all these cases he used these words to denote the partial clarity of self-awareness experienced during the practice of self-investigation. However, before we consider any of these in more detail, it is important to remember that though <i>Vicāra Saṅgraham</i> is included in <i>Śrī Ramaṇa Nūṯṟiraṭṭu</i>, the ideas expressed in it are a mixture of ideas from other spiritual texts that Gambhiram Seshayyar asked him to explain and replies that he gave from his own experience whenever Seshayyar asked for further clarification, so though the passages we consider may have been answers that he gave from his own experience, the conceptual framework within which he gave them and the wording that he used to express them were intended to suit the perspective from which the questions he was answering were asked.<br />\n<br />\n<a name=\"vs01-1\"></a>In the first sub-section of section 1 of <i>Vicāra Saṅgraham</i> he says:<br />\n<blockquote>\n[…] விசாரிப்பதெப்படி? என்னில், கட்டை முதலிய போலும் ஜடமான இச்சரீரம், நானென்று ஸ்புரித்து வழங்கி வருமா? வராதே. ஆதலால், பிணமான தேகத்தைப் பிணம் போலவே இருத்தி, வாக்காலும் நானென்று சொல்லாமலிருந்து, இப்போது நானென விளங்குவது எதுவென்று கூர்மையாய் விசாரித்தால், அப்போது ஹிருதயத்தில், நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும். அதனை விடாது சும்மா இருந்தால், தேகம் நானென்னும் அகங்காரரூப ஜீவபோதத்தை முற்றிலும் நாசமாக்கி, கர்ப்பூரத்திற் பற்றிய நெருப்புப்போல், தானும் சாந்தமாய்விடும். இதுவே மோக்ஷமென்று பெரியோர்களாலும் சுருதிகளாலும் சொல்லப்படுகிறது.<br />\n<br />\n[…] <i>vicārippadu eppadi? eṉṉil, kaṭṭai mudaliya pōlum jaḍamāṉa i-c-śarīram, nāṉ eṉḏṟu spurittu vaṙaṅgi varumā? varādē. ādalāl, piṇamāṉa dēhattai-p piṇam pōla-v-ē irutti, vākkālum nāṉ-eṉḏṟu sollāmal-irundu, ippōdu nāṉ-eṉa viḷaṅguvadu edu-v-eṉḏṟu kūrmaiyāy vicārittāl, appōdu hirudayattil, nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha spurippu māttiram tōṉḏṟum. adaṉai viḍādu summā irundāl, dēham nāṉ-eṉṉum ahaṅkāra-rūpa jīva-bhōdattai muṯṟilum nāśam-ākki, karppūrattil paṯṟiya neruppu-p-pōl, tāṉ-um śāntam-āy-viḍum. idu-v-ē mōkṣam-eṉḏṟu periyōrgaḷālum śurutigaḷālum sollappaḍukiṟadu</i>.<br />\n<br />\n[…] If [anyone] asks how to investigate [this impure self-awareness that rises as ‘I am this body’], [the reply is:] can this body, which is <i>jaḍa</i> [non-conscious] like a block of wood, shine and behave as ‘I’? It cannot. Therefore, setting down the corpse-body as a corpse, and remaining without uttering ‘I’ even by [physical or mental] voice, if one keenly investigates what it is that now shines as ‘I’, then in [one’s] heart a kind of <i>spurippu</i> [a fresh clarity] alone will itself appear to itself [or to oneself] without sound as ‘I [am] I’. Without leaving that [fresh clarity of self-awareness], if one just is, it will completely annihilate the sense of individuality in the form of the ego, [which experiences itself as] ‘body [is] I’, and [then], like fire that catches on camphor, it will itself also be extinguished. This itself is said by sages and sacred texts to be <i>mōkṣa</i> [liberation].</blockquote>\nIn the first sentence of this passage the verb that I translated as ‘shine’ is ஸ்புரி (<i>spuri</i>), and in the third sentence I translated விசாரி (<i>vicāri</i>) as ‘investigate’, விளங்குவது (<i>viḷaṅguvadu</i>) as ‘it that shines’ and ஸ்புரிப்பு (<i>spurippu</i>) as ‘fresh clarity’ (though I could alternatively have translated it as ‘shining’ or ‘fresh shining’). ஸ்புரிப்பு (<i>spurippu</i>) is a verbal noun, and is the Tamil equivalent of the Sanskrit verbal noun स्फुरणम् (<i>sphuraṇam</i>), but though Sri Ramana does not actually use this Sanskrit word <i>sphuraṇa</i> in <i>Vicāra Saṅgraham</i>, in most English translations of it the Tamil word ஸ்புரிப்பு (<i>spurippu</i>) has been translated rather unhelpfully as <i>sphuraṇa</i>, which for most readers is just replacing one unfamiliar word with another, without actually explaining its meaning in clear English terms.<br />\n<br />\nThe fact that Sri Ramana says here ‘ஓர் வித ஸ்புரிப்பு’ (<i>ōr vidha spurippu</i>), ‘a kind of <i>spurippu</i>’, confirms what I wrote above, namely that the term ஸ்புரிப்பு (<i>spurippu</i>) or स्फुरणम् (<i>sphuraṇam</i>) when used by him has a range of referents rather than a single specific one, because if its referent did not vary according to the exact context in which he used it, it would have been superfluous for him to say ‘a kind of’ (<i>ōr vidha</i>) in this context. The particular kind of <i>spurippu</i> that he refers to here is the partial kind of clarity of self-awareness that we newly experience during our practice of <i>ātma-vicāra</i>, and hence he says in section 2 (in a passage that we will consider below) that it is not itself the <i>vastu</i> (the real substance that we actually are) but is only a precursor of the complete and perfect experience of it.<br />\n<br />\nThat is, when this kind of <i>spurippu</i> or partial clarity of self-awareness becomes complete and absolute clarity, it blossoms as true self-knowledge (<i>ātma-jñāna</i>), the direct or immediate (<i>aparōkṣa</i>) experience of the one real substance, which consumes and annihilates the mind or ego once and forever. Thus this final <i>aparōkṣa</i> experience of self is a <i>spurippu</i> of a subtly but nevertheless radically different kind. That is, instead of being just a partial or relative clarity, it is a complete and absolute one. Therefore, when Sri Ramana sometimes said that <i>spurippu</i> or <i>sphuraṇa</i> is self itself (as for example in section 160 of <i>Talks with Sri Ramana Maharshi</i>), the kind of <i>spurippu</i> he was then referring to was this absolute clarity of pure self-awareness or <i>ātma-jñāna</i>.<br />\n<br />\nAs we saw above, Sri Ramana explained to Devaraja Mudaliar that the meaning of <i>spurippu</i> or <i>sphuraṇa</i> is விளங்குவது (<i>viḷaṅguvadu</i>) or விளக்குவது (<i>viḷakkuvadu</i>), so when he uses both the words விளங்குவது (<i>viḷaṅguvadu</i>) and ஸ்புரிப்பு (<i>spurippu</i>) in the third sentence of this passage, he is using two words that have essentially the same meaning. In this sentence விளங்குவது (<i>viḷaṅguvadu</i>) means ‘what shines’ or ‘what is clear’ (though in other contexts it can also mean ‘shining’ or ‘being clear’), and ஸ்புரிப்பு (<i>spurippu</i>) means ‘shining’ or ‘clarity’, so ‘இப்போது நானென விளங்குவது எதுவென்று கூர்மையாய் விசாரித்தால், அப்போது ஹிருதயத்தில், நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும்’ (<i>ippōdu nāṉ-eṉa viḷaṅguvadu edu-v-eṉḏṟu kūrmaiyāy vicārittāl, appōdu hirudayattil, nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha spurippu māttiram tōṉḏṟum</i>) can be translated thus:<br />\n<blockquote>\n[…] if one keenly investigates what it is that now shines as ‘I’, then in [one’s] heart a kind of shining (<i>spurippu</i>) alone will itself appear to itself without sound as ‘I [am] I’.</blockquote>\nIf we carefully consider the meaning of what Sri Ramana says here, it is obvious that the kind of shining that is denoted here by the word ஸ்புரிப்பு (<i>spurippu</i>) must in some way be different to the kind of shining that is denoted by the words இப்போது நானென விளங்குவது (<i>ippōdu nāṉ-eṉa viḷaṅguvadu</i>), which mean ‘it that now shines as I’. What then is the difference between these two kinds of shining? Since there is and can be only one ‘I’, in both cases it must be the same ‘I’ that is shining, so the difference must lie in some quality of its shining in each case.<br />\n<br />\nNow we experience a body (or more generally a person or body-mind complex) as ‘I’, so what now shines as ‘I’ is not just our pure ‘I’ but our pure ‘I’ mixed with extraneous adjuncts such as this body and mind. In other words, what now shines as ‘I’ is our confused experience ‘I am this body’, and hence due to its confused mixture with adjuncts, its shining is in some sense lacking in clarity. That is, though we clearly experience <i>that I am</i>, we do not clearly experience <i>what I am</i>.<br />\n<br />\nTherefore, when we investigate what it is that now shines as ‘I’, which we can do only by trying to focus our entire attention only on the essential ‘I’ in the compound experience ‘I am this body’, we will begin to experience ‘I’ in isolation (or at least in a relative degree of isolation) from the body and other adjuncts with which is it now mixed, and hence instead of experiencing ‘I am this body’, we will begin to experience ‘I am only I’. In other words, we will begin to experience ‘I’ more clearly as it really is. This is what Sri Ramana meant when he said, “then in [one’s] heart a kind of shining (<i>spurippu</i>) alone will itself appear to itself without sound as ‘I [am] I’” (அப்போது ஹிருதயத்தில், நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும்: <i>appōdu hirudayattil, nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha spurippu māttiram tōṉḏṟum</i>).<br />\n<br />\nSo long as we are attending to and thereby experiencing anything other than ‘I’, ‘I’ shines in a mixed and confused form as ‘I am this body’, but when we try to experience only ‘I’ by attending to it alone, it begins to shine more clearly in its pure form as ‘I am just I’. Therefore the kind of shining or ஸ்புரிப்பு (<i>spurippu</i>) that Sri Ramana refers to here as ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘I am I’ is a relatively clearer and more precise experience of ‘I’. Hence by carefully considering the meaning of this third sentence of this passage, we can understand that what Sri Ramana means here by ‘ஓர் வித ஸ்புரிப்பு’ (<i>ōr vidha spurippu</i>) or ‘a kind of shining’ is only a clearer shining of ‘I’, or in other words, a fresh clarity of self-awareness.<br />\n<br />\nThis is why I wrote earlier in this article that in the context of Sri Ramana’s teachings <i>spurippu</i> or <i>sphuraṇa</i> generally does not mean only clarity of self-awareness but more specifically a fresh clarity (or fresh degree of clarity) of self-awareness. ‘I’, our self-awareness, is always shining, but so long as it is mixed and confused with anything other than itself, it is not shining sufficiently clearly, so to enable it to shine more clearly (that is, to be experienced more clearly) we must try to attend to it alone and thereby exclude from our awareness all other things. When we thus try to attend to ‘I’ alone, we will experience it more clearly, and this increased clarity is what Sri Ramana meant by the terms ஸ்புரிப்பு (<i>spurippu</i>) or स्फुरणम् (<i>sphuraṇam</i>).<br />\n<br />\nReturning once again to our analysis of the above-quoted passage of <i>Vicāra Saṅgraham</i>, the conditional clause in the fourth sentence that I translated as ‘if one just is’ is சும்மா இருந்தால் (<i>summā irundāl</i>), in which the word <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.5:1:1016.tamillex\">சும்மா</a> (<i>summā</i>) means just, merely, quietly, silently, peacefully or without any work or activity. When Sri Ramana says, ‘without leaving that’, he means without ceasing to attend to that ஸ்புரிப்பு (<i>spurippu</i>), the fresh clarity of self-awareness that is experienced as ‘I am I’ (‘I am just I’ or ‘I am nothing other than I alone’) in place of the former clouded and confused self-awareness that was experienced as ‘I am this body’, and he describes this state of self-attentiveness as ‘just being’ because self-attentiveness is not an action but a state of actionless being. Attending to anything other than ourself is an activity, because it entails a movement of our attention away from ourself towards something else, whereas attending only to ourself, ‘I’, is not an activity, because it entails no movement of our attention away from ourself, its source, and hence it is a state of just being — a state in which all mental activity has ceased.<br />\n<br />\nSri Ramana says that if we thus remain still without ceasing to attend to it, this fresh clarity of self-awareness will entirely destroy the ego, our false experience ‘I am this body’, and will then subside or be extinguished, just as the flame that catches on a piece of camphor will be extinguished as soon as it has consumed that camphor entirely. What does he mean by saying that this ஸ்புரிப்பு (<i>spurippu</i>) or fresh clarity of self-awareness will thus be extinguished? He obviously does not mean that self-awareness or clarity of self-awareness will cease when the ego is destroyed, because the ego is the cloud that obscures the perfect clarity of self-awareness that is our real nature. What he means therefore is that its seeming freshness or newness will cease, because when the ego ceases to exist what remains shining is not anything new but is only our natural and eternal clarity of absolute and infinite self-awareness.<br />\n<br />\nPrior to the complete destruction of the ego, whatever kind of ஸ்புரிப்பு (<i>spurippu</i>) we experience will not be an absolute clarity but only a relative clarity of self-awareness, and in contrast to the relatively unclear self-awareness that we have been confusing till now with this body, it will seem to be new and fresh. But when we eventually experience absolute clarity of self-awareness, it will be clear to us that our present body-confused self-awareness, which is our ego or mind, has never actually existed, and hence that absolute clarity of self-awareness will be experienced as natural, not as anything new or hitherto unknown.<br />\n<br />\nThat is, when our mind has been completely destroyed by absolute clarity of self-awareness, all that will remain is what we really are, and for what we really are such clarity of self-awareness is neither new nor special, but is perfectly natural or <i>sahaja</i>. This state in which clarity of self-awareness ceases to seem new and is instead experienced as natural and eternal is what Sri Ramana describes here as the state in which <i>spurippu</i> has subsided or been extinguished. The natural clarity of self-awareness that then remains is the perfect kind of <i>spurippu</i> or <i>sphuraṇa</i> that Sri Ramana described in verse 20 of <i>Upadēśa Sāram</i> as <i>parama pūrṇa sat</i> — supreme whole being or reality.<br />\n<br />\nIn section 2 of <i>Vicāra Saṅgraham</i> he gives a more technical and abstruse explanation of the relative and imperfect kind of <i>spurippu</i>, presumably to satisfy Gambhiram Seshayyar’s interest in the concepts expressed in such technical language in the <i>vēdāntic</i> and <i>yōgic</i> texts that he often asked him to explain. Generally Sri Ramana expressed his teachings in simple terms that could be readily understood by people who have little or no knowledge of the more abstruse concepts expressed in many such texts, but when he was questioned in terms of such concepts he would reply accordingly. What he says in the third sub-section of section 2 is this:<br />\n<blockquote>\nசுழுத்தி மூர்ச்சையாதிய காலங்களில் எவ்வித  ஞானமும் அதாவது தன் ஞானமோ அன்னிய ஞானமோ அற்பமு மின்றென்பது எவர்க்கு மநுபவ மன்றோ? பின்னர் தூக்கத்தினின்றும் ‘விழித்தேன்’, மயக்கத்தினின்றும் ‘தெளிந்தேன்’ என்ற அநுபவம்  முற்கூறிய நிர்விசேஷ நிலையினின் றுதித்த தோர் விசேஷஞானத்தினது தோற்றமன்றோ? இவ்விசேஷ ஞானமே  விஞ்ஞான மெனப்படுகிறது.  இவ்விஞ்ஞானமானது ஆன்மாவையேனும் அநான்மாவையேனும் ஆச்ரயித்தே விளங்கு மல்லாது தனியாகப் பிரகாசிக்காது. […] இவ்விஞ்ஞானம் ஆன்மாவை யாச்ரயித்து ஆன்மாகாரமாக விளங்கும் ஸ்திதியே அஹம் ஸ்புரிப்பு எனச் சொல்லப்படுகிறது. இந்த ஸ்புரிப்பு வஸ்துவை  விட்டுத் தனியாக இராது. இந்த ஸ்புரிப்பே வஸ்துவை அபரோக்ஷப் படுத்தற்கான தக்ககுறியாம். என்றாலும் இதுவே வஸ்துநிலை யாகாது. இந்த ஸ்புரிப்பானது எதனை  ஆச்ரயித்து விளங்குகிறதோ அந்த மூலமே வஸ்து அல்லது  ப்ரஜ்ஞான மெனப்படும். வேதாந்தம் ப்ரஜ்ஞானம் ப்ரஹ்ம என்றது இதுபற்றியேயாம்.<br />\n<br />\n<i>suṙutti mūrccai-y-ādiya kālaṅgaḷil e-v-vidha  jñāṉamum adāvadu taṉ jñāṉam-ō aṉṉiya jñāṉam-ō aṯpamum iṉḏṟeṉbadu evarkkum anubhavam aṉḏṟō? piṉṉar tūkkattiṉiṉḏṟum ‘viṙittēṉ’, mayakkattiṉiṉḏṟum ‘teḷindēṉ’ eṉḏṟa anubhavam  muṯkūṟiya nirviśēṣa nilaiyiṉiṉḏṟutittadōr viśēṣa-jñāṉattiṉadu tōṯṟam-aṉḏṟō? i-v-viśēṣa jñāṉam-ē  vijñāṉam eṉappaḍukiṟadu.  i-v-vijñāṉamāṉadu āṉmāvai-y-ēṉum anāṉmāvai-y-ēṉum āśrayittē viḷaṅgum allādu taṉiyāha-p pirakāśikkādu.</i> […] <i>i-v-vijñāṉam āṉmāvai y-āśrayittu āṉmākāram-āha viḷaṅgum sthiti-y-ē aham spurippu eṉa-c collappaḍukiṟadu. inda spurippu vastuvai  viṭṭu-t taṉiyāha irādu. inda spurippē vastuvai aparōkṣa-p paḍuttaṯkāṉa takka-kuṟi-y-ām. eṉḏṟālum idu-v-ē vastu-nilai y-āhādu. inda spurippāṉadu edaṉai  āśrayittu viḷaṅgukiṟatō anta mūlam-ē vastu alladu  prajñāṉam eṉappaḍum. vēdāntam prajñāṉam brahma eṉḏṟadu idu-paṯṟi-y-ē-y-ām</i>.<br />\n<br />\nIs it not the experience of everyone that during times such as sleep or fainting there is not the slightest knowledge of any kind, that is, neither knowledge of oneself nor knowledge of any other thing? Afterwards, the experience ‘I woke from sleep’ or ‘I regained consciousness from fainting’ is the appearance of a <i>viśēṣa-jñāna</i> [distinctive, differentiated or feature-laden knowledge] that rose from the aforesaid <i>nirviśēṣa</i> [non-distinctive, undifferentiated or featureless] state, is it not? This <i>viśēṣa-jñāna</i> alone is called <i>vijñāna</i>. This <i>vijñāna</i> cannot shine separately [or on its own] but shines only [by] attaching itself to either <i>ātman</i> [self] or <i>anātman</i> [something that is not self]. […] The state in which this <i>vijñāna</i> attaches itself to <i>ātman</i> and shines as <i>ātmākāram </i>[the form or nature of self] is alone called <i>aham spurippu</i> [the clear shining of ‘I’]. This <i>spurippu</i> does not exist on its own separate from <i>vastu</i> [the real substance, namely self]. This <i>spurippu</i> itself is a suitable [precursory] indication of the arising of direct cognition (<i>aparōksa</i>) of <i>vastu</i>. However, this itself is not the state of <i>vastu</i>. What this <i>spurippu</i> shines attaching itself to [or depending upon], that <i>mūlam</i> [origin, source or foundation] alone is called <i>vastu</i> or <i>prajñānam</i> [pure consciousness]. That which <i>vēdānta</i> says as ‘<i>prajñānam brahma</i>’ [pure consciousness is <i>brahman</i>, the absolute reality] is only about this.</blockquote>\nAn indication of the fact that this technical explanation is not how Sri Ramana would normally explain such ideas can be seen in the first sentence of this passage, where he seems to concede that we have no knowledge of ourself in sleep, as most of us usually imagine, because he generally insisted that though we do not experience anything other than ourself in sleep, we do experience ourself — our being, ‘I am’. However, despite this concession, the meaning of the first two sentences of this passage is clear, namely that when we wake from sleep or any other such state of seeming unconsciousness, we experience a type of self-awareness that was absent in sleep and that is distinct or differentiated from whatever we did or did not experience then. He calls this distinctive self-awareness <i>viśēṣa-jñāna</i>, which means knowledge that is different, special, distinctive, differentiated or having distinguishing features — features that differentiate it from the <i>nirviśēṣa</i> (undifferentiated or featureless) character of sleep.<br />\n<br />\nThough Sri Ramana uses various technical terms and concepts here, he does explain them to some extent, and some of his explanations are particularly revealing, such as his explanation that the term <i>vijñāna</i> (as it is used for example in the technical term <i>vijñānamaya kōśa</i>, which means the discriminating faculty, intellect or ‘sheath composed of <i>vijñāna</i>’) denotes only this <i>viśēṣa-jñāna</i>.<br />\n<br />\nThe verb that I have translated here as ‘attaches itself to’ is ஆச்ரயி (<i>āśrayi</i>), a Tamil form of the Sanskrit verb आश्रि (<i>āśri</i>), which means to join, adhere, attach oneself to, rest on, depend on or resort to, and in this context it specifically means both to attach oneself to and to depend upon for support. Since <i>viśēṣa-jñāna</i> cannot stand on its own without any support, it generally attaches itself to the body, depending upon it for support, but it can instead attach itself only to self. When it attaches itself to the body and mind, it assumes their distinguishing features, and thus it appears to be identical to them, whereas when it attaches itself to self, it shines as <i>ātmākāram</i>, the ‘form’ or nature of self, and is then called <i>aham-spurippu</i>, the clear shining of ‘I’. Thus <i>aham-spurippu</i> is the state in which our self-awareness shines clearly, having relinquished its hold on the body and mind by attaching itself firmly to self alone. In other words, when we attend only to self, thereby ceasing to attend to anything else, we experience a fresh clarity of self-awareness, which is called <i>aham-spurippu</i> or <i>ahaṁ-sphuraṇa</i>.<br />\n<br />\nThe source (<i>mūlam</i>) and substance (<i>vastu</i>) of this <i>spurippu</i> is only ourself, because it originates from ourself and when scrutinised is found to be nothing other than ourself, but so long as we experience it as something new and special, it is not itself the reality or self, which is not new but natural, being what we always actually are. Therefore Sri Ramana once said, ‘அஹம் ஸ்புரணத்தின் மூலத்தை நாடியிருப்பதே மார்க்கமாகும்’ (<i>aham sphuraṇattiṉ mūlattai nāḍi-y-iruppadē mārgam āhum</i>), which means, ‘remaining investigating [examining or attending to] the source of the <i>ahaṁ-sphuraṇa</i> is alone the path’*. That is, whatever fresh clarity of self-awareness we may experience, our aim should always be to keep our attention focused ever more firmly and sharply on ourself, the source from which this clarity originates and the essential support on which it always depends.<br />\n<br />\n——————————<br />\n<br />\n* This is recorded towards the end of a reply that was sent on Sri Ramana’s behalf to a question that Kavyakantha Ganapati Sastri asked him by a letter in May 1931, which was published in 1980 on pp. 21-2 of a booklet called மணிமொழிகளும் தனிப்பாக்களும் (<i>Maṇimoṙigaḷum Tanippākkaḷum</i>), and a translation and explanation of which was published on pp. 95-101 of the April 1982 issue of <a href=\"http://www.sriramanamaharshi.org/resource_centre/publications/mountain-path/\"><i>The Mountain Path</i></a> and reproduced in February 2010 by David Godman in his blog as an article called <a href=\"http://sri-ramana-maharshi.blogspot.co.uk/2010/02/bhagavans-letter-to-ganapati-muni.html\">Bhagavan’s Letter to Ganapati Muni</a>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "16",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/211875949530843173/comments"
    },
    "labels": [
        "ahaṁ-sphuraṇa",
        "Bhagavan Sri Ramana Maharshi",
        "just being (summa iruppadu)",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Sāram",
        "Vicāra Saṅgraham"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc1ODMyNzYzMTI2Cm9mZnNldDogMAo\""
}