{
    "kind": "blogger#post",
    "id": "8752056728874224215",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-07-19T10:30:00+01:00",
    "updated": "2016-10-27T07:53:31+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/07/what-is-enlightenment-liberation-or.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8752056728874224215",
    "title": "What is enlightenment, liberation or <i>nirvāṇa</i>?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn an <a href=\"http://happinessofbeing.blogspot.com/2014/06/self-investigation-effort-and-sleep.html?showComment=1402116318768#c8025520394003872198\">anonymous comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2014/06/self-investigation-effort-and-sleep.html\">Self-investigation, effort and sleep</a>, someone asked several questions, including the following:<br />\n<blockquote>\n[...] What exactly is enlightenment, liberation, or nirvana, and what use is it really? [...] what effect does it have on the rest of humanity? [...] if there are very, very few (1 in a billion?) who manage to achieve liberation what is the point of it all? It seems a complete lottery to me because the Self chooses whom it will and we cannot know the basis on which it chooses. [...]</blockquote>\nHe also wrote an email to me referring to this comment, so I replied answering each of the four questions he had asked, and the following is adapted from what I wrote to him:<br /><a name='more'></a>\n<br />\n<b>What exactly is enlightenment, liberation, or <i>nirvāṇa</i>?</b><br />\n<br />\nAll these terms presuppose not only the existence of their opposites, but also that each of those opposites is a problem that needs to be solved by each of these respectively. ‘Enlightenment’ presupposes that there is ignorance, ‘liberation’ presupposes that there is bondage, and ‘<i>nirvāṇa</i>’ (which means ‘blown out’ or ‘extinguished’) presupposes that there is something that needs to be extinguished.<br />\n<br />\nTherefore if you have no problem, you have no need for enlightenment, liberation or <i>nirvāṇa</i>, so before asking about any of these things you should first ask yourself whether you have any problems, and if so whether your problems may be caused by some sort of ignorance, bondage or anything else that may need to be extinguished.<br />\n<br />\nIf we analyse our problems sufficiently deeply, we will be able to understand that all of them arise ultimately only because we now experience ourself as a finite person, so we need to consider whether or not we are actually a person as we now seem to be. Since we seem to be a person only in waking and dream but not in sleep, it is doubtful that we actually are whatever person we now seem to be. In waking we experience ourself as this body and mind, in dream we experience ourself as this same mind but a different body, and in sleep we experience ourself as no body or mind at all.<br />\n<br />\nWe say ‘I am awake’, ‘I was dreaming’ and ‘I was asleep’, so we experienced the same ‘I’ in all these three states, yet in each state we experienced it as something different to what we experienced it as in each of the other two. That is, in waking we experience ‘I’ as if it were this body, in dream we experience it as if it were some other body, and in sleep we experience it as no body at all. Since we experience ‘I’ in sleep without experiencing either our waking body or any dream body, and without experiencing even our mind, ‘I’ cannot be any of these bodies or this mind.<br />\n<br />\nHowever, though we cannot be either this body or this mind, we now experience ourself as both, so we are clearly ignorant and confused about what we actually are. Therefore, to remove this ignorance and confusion we need to enlighten ourself by experiencing ourself as we really are.<br />\n<br />\nWe now feel that we are this person called ‘Rajan’ or ‘Michael’ only because we now experience ourself as a body that has been given this name, and also as the mind that is associated with this body. Therefore, since we cannot be either this body or this mind, we are not actually the person we now mistake ourself to be.<br />\n<br />\nSince all our other problems are caused only by our mistaken experience that we are this finite person, this mistaken experience in effect binds us to all those problems, so we need to liberate ourself from this bondage by experiencing ourself as we really are.<br />\n<br />\nIf we could experience ourself as we really are, we would not only destroy our ignorance and liberate ourself from the bondage of mistaking ourself to be a finite person, but would also extinguish the ego that thinks ‘I am this person’. Therefore the answer to your question is that enlightenment, liberation and <i>nirvāṇa</i> are all terms that describe the state of true self-knowledge, in which we experience ourself as we actually are.<br />\n<br />\nIn the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) Sri Ramana gave a very simple and clear definition of liberation (<i>mukti</i>):<br />\n<blockquote>\n[...] பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி [...]<br />\n<br />\n[…] <i>bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti</i>. […]<br />\n<br />\n[...] Knowing one’s own real self (<i>yathārtha svarūpa</i>) [by] investigating who is oneself who is in bondage, alone is liberation. [...]</blockquote>\nFor the reasons I explained above, this definition applies not only to liberation but equally well to enlightenment and <i>nirvāṇa</i>. We are now bound by self-ignorance, so what will liberate us, enlighten us and extinguish the ego or false personal self that we now seem to be is only a perfectly clear experience of our own real self.<br />\n<br />\n<b>What use is it really?</b><br />\n<br />\nSince all our problems are caused only by our self-ignorance, which makes us experience ourself as a finite person, the only real use of enlightenment, liberation or <i>nirvāṇa</i> is that it will enable us to experience ourself as we really are — that is, as the one infinite and indivisible reality, other than which nothing exists (and hence for which no problems exist) — and thereby it will destroy our illusion that we are this person who has so many problems.<br />\n<br />\nTherefore, if you think that a problem-free existence (one that is free of even the ultimate problem of death) may be something worth having, then enlightenment, liberation or <i>nirvāṇa</i> is something that is certainly very useful indeed.<br />\n<br />\n<b>What effect does it have on the rest of humanity?</b><br />\n<br />\nSince the whole world as we know it is experienced only by the person we now mistake ourself to be, and since it is not experienced by this person either in dream (in which we experience ourself as another body, and thereby through the senses of that body experience another world) or in sleep (when we do not experience ourself as a body at all), we have good reason to suspect that this world of our waking state is actually just another dream — an illusion that appears only in the deluded experience of this illusory person, who now seems to be ourself but is not actually ourself.<br />\n<br />\nSince dreams appear only under the cover of sleep, in which we cease to be aware of our waking self, we have reason to suspect that the sleep in which we experience this dream that we now mistake to be our waking state is our fundamental sleep of self-ignorance. If this is the case, then this sleep will be dissolved as soon as we experience ourself as we really are, and as soon as it is dissolved the dream of this putative ‘waking’ state will also dissolve (just as any other dream dissolves as soon as we wake from sleep).<br />\n<br />\nSince experiencing ourself as we really are is what is called enlightenment, liberation or <i>nirvāṇa</i>, if it dissolves this dream that we call our waking state, then it would also dissolve the appearance of the rest of humanity whom we experience in this dream. If the dreamer wakes up, not only is he or she liberated from the dream, but also all the people who seemed to exist in that dream world will also be liberated from it.<br />\n<br />\nAll this reasoning is based upon our supposition that this world is all just our dream, but we cannot know for certain whether or not this is actually the case until and unless we investigate ourself and thereby experience ourself as we really are. So at present all we can say for certain is that if we attain enlightenment, liberation or <i>nirvāṇa</i>, it will not do any harm to the rest of humanity, and that if this world and all the people in it are just like the world and the people we see in a dream, then our own liberation will in effect liberate the whole of humanity.<br />\n<br />\nIf we want we can believe Sri Ramana’s testimony that this world is just a dream, as he knew from his own experience, but even if we do not believe this we cannot be sure that it is not in fact so, so in either case we should still try to experience ourself as we really are, because then only will we know for certain whether or not this world is just our dream.<br />\n<br />\n<b>What is the point of it all?</b><br />\n<br />\nYou ask this question because you say, ‘It seems a complete lottery to me because the Self chooses whom it will and we cannot know the basis on which it chooses’, but what is this ‘Self’ that you believe chooses? Is there any ‘Self’ other than your own real self? If you are this ‘Self’ you talk of, then it is up to you to choose whether or not you want to remain as the self-ignorant person you now mistake yourself to be. If you choose not to remain as this person, then you yourself must investigate yourself in order to experience yourself as you really are, because that is the only way to avoid continuing to make this mistake.<br />\n<br />\nWhen you yourself are self-ignorant, there is no use in your worrying yourself about the seven billion other people now living in this world, most of whom seem to you to be self-ignorant. First you should choose and make effort to overcome your own self-ignorance, because only by doing so will you be in a position to help anyone else to overcome their self-ignorance — if at all, that is, you find that anyone else still exists after you have overcome your own self-ignorance.<br />\n<br />\nSo long as we do not even know what we ourself really are, we cannot know whether anything else that we seem to know is either true or false. Therefore our foremost concern should be to try to investigate ourself in order to experience what we actually are.<br />\n<br />\nWhatever other questions or doubts may arise in our mind, we cannot answer any of them satisfactorily or with any degree of certainty until we find the answer to the fundamental question: who (or what) am I? We cannot find the real answer to this question merely by reasoning, but only by actual experience, so we should leave aside all mental or intellectual questioning, and should instead investigate what we really are by attending only to ourself — that is, to our essential self-awareness, ‘I am’.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8752056728874224215/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc3NTUxMjExODUxCm9mZnNldDogMzYwMDAwMAo\""
}