{
    "kind": "blogger#post",
    "id": "3582084401891922673",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-10-26T08:48:00Z",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/10/there-is-only-one-i-and-investigation.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3582084401891922673",
    "title": "There is only one ‘I’, and investigation will reveal that it is not a finite ego but the infinite self",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me a few months ago saying that after reading the teachings of Sri Ramana and Nisargadatta he was confused about whether the ‘I’ we should investigate in <i>ātma-vicāra</i> (self-investigation) is the ego (the <i>jīvātman</i> or finite individual self) or our real self (the <i>ātman</i> or infinite self), and he asked whether there is any difference between their respective teachings, and whether perhaps Sri Ramana refers to the <i>jīvātman</i> whereas Nisargadatta refers to the <i>ātman</i>. The following is adapted from the reply I wrote to him:<br>\n<br>\nYour comment that you are a little confused about the ‘I’ referred to in <i>ātma-vicāra</i> suggests that there could be more than one ‘I’, which is obviously not the case. As we each know from our own experience, and as Sri Ramana repeatedly emphasised (for example, in verses 21 and 33 of <i>Uḷḷadu Nāṟpadu</i>: ‘தான் ஒன்றால்’ (<i>tāṉ oṉḏṟāl</i>), ‘since oneself is one’, and ‘தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்’ (<i>taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>), ‘To make oneself an object known, are there two selves? Because being one is the truth of everyone’s experience’), there is only one ‘I’. When this one ‘I’ experiences itself as it really is, it is called self or <i>ātman</i>, whereas when it experiences itself as something else it is called ego, <i>jīva</i> or <i>jīvātman</i>.<br><a name='more'></a>\n<br>\nJust as the rope and the snake are not two different objects, so self and the ego are not two different ‘I’s. The rope is always only a rope, even when it is misperceived as a snake, so the ‘snake’ is never anything other than the rope. Likewise, self is always only self, even when it is misperceived as an ego, so the ‘ego’ is never anything other than self.<br>\n<br>\nSelf is the one and only ‘I’ there is, or ever could be, so when we practise <i>ātma-vicāra</i> (that is, when we investigate ‘I’ by trying to attend to it alone in order to experience it as it really is), the ‘I’ we are investigating is only self. However, because we now experience ourself as a person or ego, it seems to us initially that we are investigating our ego, but if we persevere in our investigation, we will find that this ‘ego’ is nothing other than self.<br>\n<br>\nThis can be illustrated by the rope and snake analogy. Suppose that we were walking with Sri Ramana along a footpath in the dim light of dusk, and that we suddenly noticed a snake lying on the path ahead of us. We would stop to let the snake pass, but Sri Ramana would say to us: ‘Don’t be afraid. Though it seems to be a snake, it is actually only a rope. Look at it carefully and see’. Though it may still seem to us to be a snake, we would look at it carefully and see that in fact it is only a rope.<br>\n<br>\nWhen we look at it carefully, are we investigating the snake or the rope? We could say either. Initially it will seem to us that we are looking at a snake, but when we look at it carefully enough we will see that it is only a rope. Likewise, initially it may seem to us that we are investigating this finite entity called ‘ego’, but when we examine it keenly enough we will discover that it is actually only the one infinite reality, which is our true self or <i>ātman</i>.<br>\n<br>\nYou ask, ‘How does the process of enquiring into the phenomenal “I” lead to the realisation of the non-existence of this I?’ This can be answered by considering it in terms of the rope and snake analogy. What actually exists is only the rope, whereas the snake is a phenomenon that seems to exist but is not actually what it seems to be. Therefore if we examine the phenomenal snake, we will discover that it does not actually exist as such, because what seemed to be a snake is in fact only a rope.<br>\n<br>\nLikewise, what actually exists is only our real self (as Sri Ramana says in the first sentence of of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [our own essential self]’), whereas the ego is a phenomenon that seems to exist but is not actually what it seems to be. If we examine this phenomenal ‘I’ (the ego), we will discover that it does not actually exist as such, because what seemed to be an ego is in fact only our real self. In other words, discovering the non-existence of the ego by investigating what it is (who am I) is nothing other than discovering the sole existence of self.<br>\n<br>\nYou say that you find it easier to concentrate your attention on ‘I am’ than on ‘who am I’, but Sri Ramana never suggested that the words ‘who am I’ should be the object of our meditation or concentration. He advised us only to <i>investigate</i> who am I, not merely to <i>ask</i> ‘who am I?’ or to concentrate on this question, and the only way to investigate who am I is to focus our entire attention upon ‘I’ (or ‘I am’) alone. Therefore, if you are concentrating your attention on ‘I am’ (not merely on the words ‘I am’ but on the awareness or experience ‘I am’), you are practising the investigation who am I as taught by him.<br>\n<br>\nSince the question ‘who am I?’ consists of words, and since words originate from thoughts, asking or attending to this question is a mental activity: that is, it involves thinking. Moreover, since the question ‘who am I?’ is a product of thoughts, it is something other than what I actually am, so attending to it cannot be the correct means of investigating who I am.<br>\n<br>\nYou say, ‘Focussing on “who am I” leads to blankness or a void and then asking who is noticing the void leads to stillness or quietness. But I or the observer is still there and does not disappear or merge with the observed’. So long as we observe anything other than ‘I’, we are nourishing the illusion that we are an ego, a finite entity that is separate from other things, so we are thereby preventing ourself from merging in our source, which is our real self. Therefore what we should observe is only ‘I’, the observer, because only by our carefully observing it will it merge back into its source (since it is only a false appearance, like the illusory snake, which merges back into its source, the rope, when we observe it carefully).<br>\n<br>\nIf we experience any void, blankness, stillness or quietness that comes or goes, it cannot be ‘I’, because ‘I’ is what we experience permanently. Therefore if we think we are experiencing a void or any such alien phenomenon, we should turn our attention back towards ‘I’, the experiencer of whatever we may be experiencing. Anything that is temporary — experienced at one time but not at all times — cannot be ‘I’, but it also cannot be experienced by anything other than ‘I’, so it should remind us to turn our attention back to ‘I’.<br>\n<br>\nRegarding your questions about the teachings of Nisargadatta, I do not know enough about them to be able to say whether or not they are different to Sri Ramana’s. From the little I have read of them, some of his teachings seem to be at least superficially similar to Sri Ramana’s, but some of them seem to be quite different. However, I do not know whether this is due to poor translations or whether he actually taught something different, but whatever be the case, I do not think that comparing different teachings is useful for someone whose only aim should be to investigate and experience ‘I’ as it really is.<br>\n<br>\nSri Ramana’s teachings are simple, clear, logical and in accordance with our experience of ourself in each of our three states of waking, dream and sleep, so they should be sufficient to convince any earnest seeker about the need to investigate who am I, but I do not know whether the same can be said of the teachings of Nisargadatta. However, if we have studied and understood Sri Ramana’s teachings, there should be no need for us to compare them with other teachings, and any attempt to make such comparisons is liable to lead to confusion and lack of clarity, as in fact it often does.<br>\n<br>\nWhat I have noticed in this regard from questions that I am frequently asked about Sri Ramana’s teachings is that people are often confused even after reading his teachings alone (mainly due to poor translations of his writings, inaccurate recordings of what he said, failure to appreciate that many of the answers he gave were not his actual teachings but were said in order to suit the limited understanding, interests or aspirations of whoever was then questioning him, and incorrect explanations that have been written about his teachings in various books), but that if they have read other teachings (whether from modern teachers such as Nisargadatta or J Krishnamurti or from more ancient sources such as Vedanta, Advaita, Yoga or Buddhist texts) and try understand Sri Ramana’s teachings in terms of those other teachings, they tend to be even more confused, or are confused in ways that they would not have been if they had only read Sri Ramana’s teachings.<br>\n<br>\nOne reason why Sri Ramana’s teachings are so unique and valuable is that he has presented the very essence of all the ancient teachings of <i>advaita</i>, but in much clearer and more simple terms, and that in doing so he has cut through and trimmed back to its bare essentials all the extremely complex conceptual framework in terms of which such teachings have been presented in earlier texts. Not only has he thereby safeguarded us from most of the vast potential for confusion and misunderstanding that exists in ancient texts, but still more importantly he has clarified and highlighted the only means by which we can actually experience the non-dual reality that those ancient texts pointed towards, namely the simple practice of investigating ‘I’ alone. Therefore if instead of understanding Sri Ramana’s teachings in their own light and in their own terms we try to understand them in terms of any of the ancient texts, we will be burdening our mind with many of the unnecessary and often very complex concepts, beliefs and ideas that Sri Ramana has cut through and avoided in his essential teachings, and thereby we will be inviting confusion and misunderstanding.<br>\n<br>\nThough when answering questions that related to other teachings and ancient texts Sri Ramana did sometimes discuss some of the unnecessary concepts, beliefs and ideas that are found in such teachings and texts, in his essential teachings he kept everything as simple and as clear as possible by focusing only on the practice of investigating ‘I’ and on the reasons why this practice is so necessary. This is why when we study his teachings we have to carefully and clearly distinguish his essential teachings on self-investigation from all the answers that he gave related to other subjects and practices that people asked him to explain or clarify.<br>\n<br>\nSince <a href=\"http://happinessofbeing.blogspot.co.uk/2014/10/the-essential-teachings-of-sri-ramana.html\">the essential teachings of Sri Ramana</a> — which are expressed in very clear and simple terms in his own original Tamil writings, and which can also be found expressed more or less clearly in at least some portions of the various books that record his oral teachings (provided that such books are read with discrimination and in the light of his own writings) — are complete and self-contained, they provide more than sufficient guidance for anyone who wants to follow the path of self-investigation (<i>ātma-vicāra</i>) and thereby to experience ‘I’ as it actually is. There is therefore no need for us to read or study any other teachings, and if we do so it will not only tend to confuse us but will also distract our attention away from ‘I’, which is all that we should be investigating.<br>\n<br>\nWhen we investigate ‘I’, the very existence of our mind or ego is thereby threatened, because vigilant self-investigation will expose it as being an illusion and hence non-existent as such. Therefore our mind will try to find any means that it can to distract our attention away from self-investigation, and studying and comparing different teachings is just one of the many ways in which our mind can thus distract us. If we genuinely want to experience ‘I’ as it actually is, we can get more than enough clear guidance from Sri Ramana’s teachings, so there is no need to us to get distracted and to risk being confused by trying to compare them with any other teachings.<br>\n<br>\nRegarding your final question about <i>jīvātman</i> (the personal self) and <i>ātman</i> (self), as I explained above, Sri Ramana taught us that there is only one <i>ātman</i> or ‘I’, which now seems to be a <i>jīva</i> or ego, but which is actually only the infinite <i>ātman</i> (our actual self). In order to experience ‘I’ as the <i>ātman</i> that it really is, we must investigate it, and when we do so it will cease to appear as if it were a finite <i>jīvātman</i>. Therefore it is wrong to suggest that the ‘I’ that Sri Ramana asks us to investigate is only the <i>jīvātman</i> and not the <i>ātman</i>, because investigation will reveal that ‘I’ is actually not the ego or <i>jīvātman</i> that it now seems to be, but is only the one infinite self or <i>ātman</i>.<br>\n<br>\nWe now confuse ‘I’ to be a finite person or ego, and if we read too many books we are likely to become still more confused about the real nature of this ‘I’, so the only way to remove all our confusion is to investigate this ‘I’ by trying to attend to it alone, in complete isolation from everything else, and thereby to experience it as it really is. As Sri Ramana often used to emphasise (for example in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>), we cannot experience what ‘I’ actually is by studying any number of books, but only by investigating it alone with single-pointed attention and perseverance.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "22",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3582084401891922673/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODIzCm9mZnNldDogMzYwMDAwMAo\""
}