{
    "kind": "blogger#post",
    "id": "966855001558721592",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-02-24T13:30:00Z",
    "updated": "2017-10-22T14:42:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/02/we-should-meditate-only-on-i-not-on.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/966855001558721592",
    "title": "We should meditate only on ‘I’, not on ideas such as ‘I am <i>brahman</i>’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nEach of the four Vēdas contains a <i>mahāvākya</i> or ‘great saying’ that asserts that ‘I’ is <i>brahman</i>, the one infinite and absolute reality. The <i>mahāvākya</i> of the Ṛg Vēda is ‘<i>prajñānaṁ brahma</i>’, which means ‘pure consciousness is <i>brahman</i>’ (<i>Aitarēya Upaniṣad</i> 3.3); that of the Yajur Vēda is ‘<i>ahaṁ brahmāsmi</i>’, which means ‘I am <i>brahman</i>’ (<i>Bṛhadāraṇyaka Upaniṣad</i> 1.4.10); that of the Sāma Vēda is ‘<i>tat tvam asi</i>’, which means ‘it [<i>brahman</i>] you are’ (<i>Chāndōgya Upaniṣad</i> 6.8.7); and that of the Atharva Vēda is ‘<i>ayam ātmā brahma</i>’, which means ‘this self is <i>brahman</i>’ (<i>Māṇḍūkya Upaniṣad</i> 2).<br />\n<br />\nFor hundreds of years a widely prevalent belief among those who have studied <i>advaita vēdānta</i> has been that meditating on these <i>mahāvākyas</i>, particularly <i>ahaṁ brahmāsmi</i> (I am <i>brahman</i>), or on words that convey the same meaning, such as <i>sōham</i> (he is I), is the means by which we can experience <i>brahman</i>. However Sri Ramana repudiated this mistaken belief, and explained that when these <i>mahāvākyas</i> assert that ‘I’ is <i>brahman</i>, we should understand that in order to experience <i>brahman</i> we must experience what this ‘I’ actually is, and that in order to experience this we must investigate this ‘I’, attending to it exclusively and thereby ignoring all thoughts or ideas: that is, everything other than it.<br />\n<br />\nA friend wrote to me recently asking why Sri Ramana advised his devotees to meditate on self but not to meditate on any of the <i>mahāvākyas</i> such as <i>ahaṁ brahmāsmi</i> or ‘I am <i>brahman</i>’, and added: ‘Since <i>Brahman</i> is Self, I have not understood the reasons for his disapproval of this form of meditation. Perhaps you could throw light on this point’. The following is adapted from the reply I wrote to him:<br /><a name='more'></a>\n<br />\n<i>Mahāvākyas</i> such as <i>ahaṁ brahmāsmi</i> are useful ideas, but just ideas nevertheless, whereas ‘I’ is that which experiences all ideas. We each experienced ‘I am’ even before we ever heard of the idea <i>ahaṁ brahmāsmi</i>, and whether or not we are thinking this idea, we always experience ‘I am’. Therefore ‘I’ or ‘I am’ is distinct from the idea <i>ahaṁ brahmāsmi</i>, just as it is distinct from all other ideas or thoughts, so if we are to experience ‘I’ in complete isolation from everything else, we should not be thinking ‘<i>ahaṁ brahmāsmi</i>’.<br />\n<br />\n<a name=\"uu08\"></a>Though <i>ahaṁ brahmāsmi</i> is just one among the numerous ideas that we think during our life, why is it a useful idea? Before we come to the spiritual path most of us have some idea about God or <i>brahman</i>, and we think that God or <i>brahman</i> is the greatest of all things and therefore something quite different from ourself. This attitude towards God or <i>brahman</i> is what Bhagavan calls <i>anya-bhāva</i> (the attitude that God or <i>brahman</i> is something other than ‘I’), and in verse 8 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a> he teaches us that rather than such <i>anya-bhāva</i>, <i>ananya-bhāva</i> (the attitude that God or <i>brahman</i> is nothing other than ‘I’) is the best form of <i>bhakti</i> (devotion) or best attitude towards God:<br />\n<blockquote>\nஅனியபா வத்தி னவனக மாகு<br />\nமனனிய பாவமே யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br />\n<br />\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br />\nmaṉaṉiya bhāvamē yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvamē aṉaittiṉum uttamam.</i><br />\n<br />\n<b>English translation:</b> Rather than <i>anya-bhāva</i> [meditation in which God is considered to be other than ‘I’], <i>ananya-bhāva</i>, in which ‘he’ is [considered to be] ‘I’, is indeed the best among all [practices of <i>bhakti</i> or forms of meditation].</blockquote>\nThe purpose of any <i>mahāvākya</i> such as <i>ahaṁ brahmāsmi</i> is only to change our attitude from <i>anya-bhāva</i> to <i>ananya-bhāva</i>: that is, to make us give up the wrong idea that God or <i>brahman</i> is anything other than ‘I’, and instead understand that he or it is nothing other than ‘I’. Therefore, if we have understood the import and purpose of the <i>mahāvākya</i>s correctly, we should give up meditating on God or <i>brahman</i> as if he were other than ‘I’ and should instead meditate only on ‘I’.<br />\n<br />\nThat is, if we want to truly meditate on God or <i>brahman</i>, we must stop thinking of him or it at all, and must instead direct our entire attention towards ‘I’ alone. Since neither God nor <i>brahman</i> can be a mere thought, idea or belief, and since he or it is nothing other than ‘I’, in order to experience him or it as he or it really is, we must experience ‘I’ as it actually is, and must therefore investigate ‘I’ by attending to it alone.<br />\n<br />\n<a name=\"un27\"></a>So long as we think of or meditate upon the idea of God or <i>brahman</i>, we are reducing them to mere thoughts or ideas, and thus we are making them something other than ‘I’, even though ‘I’ is all that they really are. That is, like any other thought or idea, the thought or idea of God or <i>brahman</i> is something other than ‘I’, so if we meditate upon that thought or idea, or even upon the thought or idea <i>ahaṁ brahmāsmi</i> (‘I am <i>brahman</i>’ or ‘I am God’), we are meditating on something other than ‘I’, and so long as we are meditating only anything other than ‘I’ we cannot experience what this ‘I’ actually is (who am I or what is <i>brahman</i>).<br />\n<br />\nAs Sri Ramana says in verse 27 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a>:<br />\n<blockquote>\nநானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br />\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br />\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br />\nதன்னிலையி னிற்பதெவன் சாற்று.<br />\n<br />\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br />\nnāṉudikkun tāṉamadai nāḍāma — ṉāṉudiyāt<br />\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br />\ntaṉṉilaiyi ṉiṯpadevaṉ sāṯṟu.</i><br />\n<br />\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum tāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ-ṉilaiyil niṯpadu evaṉ? sāṯṟu.</i><br />\n<br />\n<b>English translation:</b> The state in which ‘I’ exists without rising is the state in which we exist as that [<i>brahman</i>]. Without investigating the source from which ‘I’ rises, how to attain the annihilation of oneself, where ‘I’ does not rise? [And] without attaining [this ego-annihilation], say, how to abide in the state of self, in which one is that?</blockquote>\nThe source from which ‘I’ (the ego or root-thought called ‘I’) rises is only ourself, the pure adjunct-free ‘I am’, which is the true import of the word ‘I’. Therefore investigating the source from which ‘I’ rises means investigating ourself: who or what am I? When we investigate thus, the false rising ‘I’ will subside, and only then will we experience ‘I’ as it really is. Therefore only then will we experience <i>brahman</i>, because <i>brahman</i> is what ‘I’ really is.<br />\n<br />\n<a name=\"un29\"></a>In verses 29, 32 and 36 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a> he explains this further:<br />\n<blockquote>\nநானென்று வாயா னவிலாதுள் ளாழ்மனத்தா<br />\nனானென்றெங் குந்துமென நாடுதலே — ஞானநெறி<br />\nயாமன்றி யன்றிதுநா னாமதுவென் றுன்னறுணை<br />\nயாமதுவி சாரமா மா.<br />\n<br />\n<i>nāṉeṉḏṟu vāyā ṉavilāduḷ ḷāṙmaṉattā<br />\nṉāṉeṉḏṟeṅ gundumeṉa nāḍudalē — jñāṉaneṟi<br />\nyāmaṉḏṟi yaṉḏṟidunā ṉāmaduveṉ ḏṟuṉṉaṟuṇai<br />\nyāmaduvi cāramā mā.</i><br />\n<br />\n<b>பதச்சேதம்:</b> ‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம். அன்றி, ‘அன்று இது, நான் ஆம் அது’ என்று உன்னல் துணை ஆம்; அது விசாரம் ஆமா?<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudalē  jñāṉa-neṟi ām. aṉḏṟi, ‘aṉḏṟu idu, nāṉ ām adu’ eṉḏṟu uṉṉal tuṇai ām; adu vicāram āmā?</i><br />\n<br />\n<b>English translation:</b> Without saying ‘I’ by mouth, by an inward sinking [diving or piercing] mind investigating [examining or scrutinising] ‘where does [this mind] rise as I?’ alone is the path of <i>jñāna</i> [the practice that leads to true knowledge]. Instead [of practising such deep thought-free self-investigation], thinking ‘[I am] not this [body or mind], I am that [<i>brahman</i>]’ is [merely] an aid, [but] can it be <i>vicāra</i> [self-investigation]? (verse 29)<br />\n<br />\n<a name=\"un32\"></a>அதுநீயென் றம்மறைக ளார்த்திடவுந் தன்னை<br />\nயெதுவென்று தான்றேர்ந் திராஅ — ததுநா<br />\nனிதுவன்றென் றெண்ணலுர னின்மையினா லென்று<br />\nமதுவேதா னாயமர்வ தால்.<br />\n<br />\n<i>adunīyeṉ ḏṟammaṟaiga ḷārttiḍavun taṉṉai<br />\nyeduveṉḏṟu tāṉḏṟērn dirāa — dadunā<br />\nṉiduvaṉḏṟeṉ ḏṟeṇṇalura ṉiṉmaiyiṉā leṉḏṟu<br />\nmaduvētā ṉāyamarva dāl.</i><br />\n<br />\n<b>பதச்சேதம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால், என்றும் அதுவே தான் ஆய் அமர்வதால்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl, eṉḏṟum aduvē tāṉ-āy amarvadāl.</i><br />\n<br />\n<b>அன்வயம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், அதுவே தான் ஆய் என்றும் அமர்வதால், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, aduvē tāṉ-āy eṉḏṟum amarvadāl, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl.</i><br />\n<br />\n<b>English translation:</b> When the Vēdas declare ‘you are that [<i>brahman</i>]’, instead of oneself knowing and being oneself [by investigating] what [am I], thinking ‘I am that [<i>brahman</i>], not this [body or mind]’ is due to the absence of strength [that is, lack of conviction or clarity of understanding], because that [<i>brahman</i>] indeed always exists as oneself [‘I am’]. (verse 32)<br />\n<br />\n<a name=\"un36\"></a>நாமுடலென் றெண்ணினல நாமதுவென் றெண்ணுமது<br />\nநாமதுவா நிற்பதற்கு நற்றுணையே — யாமென்று<br />\nநாமதுவென் றெண்ணுவதே னான்மனித னென்றெணுமோ <br />\nநாமதுவா நிற்குமத னால்.<br />\n<br />\n<i>nāmuḍaleṉ ḏṟeṇṇiṉala nāmaduveṉ ḏṟeṇṇumadu<br />\nnāmaduvā niṯpadaṟku naṯṟuṇaiyē — yāmeṉḏṟu<br />\nnāmaduveṉ ḏṟeṇṇuvadē ṉāṉmaṉida ṉeṉḏṟeṇumō <br />\nnāmaduvā niṯkumada ṉāl.</i><br />\n<br />\n<b>பதச்சேதம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ? நாம் அதுவா நிற்கும் அதனால்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṯpadaṟku nal tuṇaiyē ām. eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō? nām adu-v-ā niṯkum adaṉāl.</i><br />\n<br />\n<b>அன்வயம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். நாம் அதுவா நிற்கும் அதனால், என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ?<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṯpadaṟku nal tuṇaiyē ām. nām adu-v-ā niṯkum adaṉāl, eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō?</i><br />\n<br />\n<b>English translation:</b> If we think that we are a body, thinking ‘No [we are not this body], we are that [<i>brahman</i>]’, will be a good aid for [reminding and encouraging] us to abide as that. [However] since we [actually always] abide as that, why [should we be] always thinking ‘we are that’? Does one [need to always] think ‘I am a man’ [in order to experience oneself as a man]? (verse 36)</blockquote>\nIn order to experience itself as <i>brahman</i>, <i>brahman</i> does not need to meditate ‘I am <i>brahman</i>’. Therefore if we meditate ‘I am <i>brahman</i>’, we do so only because we do not actually experience ourself as <i>brahman</i>. In order to experience ourself as <i>brahman</i>, we need to experience what this ‘I’ actually is, and in order to experience what ‘I’ actually is we need to investigate it by carefully examining it. That is, in order to experience ‘I’ as it really is, we need to attend to it alone and to nothing else whatsoever, not even to the thought of God or <i>brahman</i> or the idea ‘<i>ahaṁ brahmāsmi</i>’ (I am <i>brahman</i>).<br />\n<br />\nThough meditating ‘I am <i>brahman</i>’ may help us to direct part of our attention towards ‘I’, it will at best divide our attention between ‘I’ and our idea of <i>brahman</i>, whereas what is required is for us to fix our entire attention unswervingly on ‘I’ alone. Moreover, if we think ‘I am <i>brahman</i>’, the ‘I’ in this thought is our ego, because whatever thinks ‘I am this’ or ‘I am that’ is the ego, and Sri Ramana says that even this ego is just a thought or idea, albeit an idea that contains an element of reality.<br />\n<br />\nThat is, the ego is the idea ‘I am this body’, the <i>cit-jaḍa-granthi</i> or knot that binds the conscious (<i>cit</i>) to the non-conscious (<i>jaḍa</i>), and the element of reality in this idea is the ‘I’, which is what is conscious (<i>cit</i>), whereas its unreal element is the body, which is just physical matter and hence non-conscious (<i>jaḍa</i>). Since we now mistakenly experience ‘I’ as a physical body, if we think ‘I am <i>brahman</i>’ we will in effect be confusing <i>brahman</i> with a body-bound ‘I’ or ego. Therefore we cannot experience what <i>brahman</i> really is so long as this ego thinks ‘I am <i>brahman</i>’.<br />\n<br />\nIf we meditate only on ‘I’, we will thereby separate it from all thoughts or ideas, whereas if we meditate on the idea ‘I am <i>brahman</i>’, we will thereby be perpetuating the delusive connection between ‘I’ and thoughts. Therefore, when we meditate on the idea ‘I am <i>brahman</i>’, we are reducing both ‘I’ and ‘<i>brahman</i>’ to the level of mere thoughts. That is, in the thought ‘I am <i>brahman</i>’, both the ‘I’ and the ‘<i>brahman</i>’ are mere thoughts or ideas, so we are just mentally equating one idea with another. How can such a mental activity be a means to experience <i>brahman</i>, the one infinite reality, which is beyond the reach of any thought?<br />\n<br />\nTherefore, without giving even the least room to the rising of any thought (even the thought of God or <i>brahman</i>), we should meditate only on ‘I’, the source from which all thoughts arise.<br />\n<br />\nAfter I wrote this, my friend replied, ‘I now fully understand why Ramana Maharshi suggested mediation on I, but not on <i>Brahman</i>. Although the Self and <i>Brahman</i> are synonymous from one point of view, I realise there is a subtle difference between the two, when viewed from the perspective of Self-enquiry’, to which I replied:<br />\n<br />\n<a name=\"ny07\"></a>There is actually absolutely no difference between self and <i>brahman</i>: that is, there is no <i>brahman</i> other than self or ‘I am’. However, though ‘I am’ and <i>brahman</i> are one and absolutely non-different (<i>abhēda</i>), the thought or idea of <i>brahman</i> is different from what <i>brahman</i> actually is, namely ‘I am’. This is why Bhagavan sometimes said that God is not other than self or ‘I am’, and is therefore the only reality, whereas in other contexts he said that God is just a <i>kalpana</i> (a mental fabrication or figment of the imagination) like the <i>jīva</i> (the personal ‘I’ or soul) and the world, as he wrote for example in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\nயதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள் சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள். இவை மூன்றும் ஏககாலத்தில் தோன்றி ஏககாலத்தில் மறைகின்றன. சொரூபமே ஜகம்; சொரூபமே நான்; சொரூபமே ஈச்வரன்; எல்லாம் சிவ சொரூபமாம்.<br />\n<br />\n<i>yathārthamāy uḷḷadu ātma-sorūpam oṉḏṟē. jaga jīva īśvarargaḷ sippiyil veḷḷi pōl adil kaṯpaṉaigaḷ. ivai mūṉḏṟum ēka-kālattil tōṉḏṟi ēka-kālattil maṟaigiṉḏṟaṉa. sorūpamē jagam; sorūpamē nāṉ; sorūpamē īśvaraṉ; ellām śiva sorūpam ām.</i><br />\n<br />\nThat which actually exists is only <i>ātma-svarūpa</i> [our own essential self]. The world, soul and God are <i>kalpanas</i> [imaginations, fabrications, mental creations or illusory superimpositions] in it, like [the imaginary] silver [seen] in a shell. These three appear simultaneously and disappear simultaneously. <i>Svarūpa</i> [our ‘own form’ or essential self] alone is the world; <i>svarūpa</i> alone is ‘I’ [our mind, soul or individual self]; <i>svarūpa</i> alone is God; everything is <i>śiva-svarūpa</i> [our essential self, which is <i>śiva</i>, the absolute and only truly existing reality].</blockquote>\nWhat he refers to here as <i>ātma-svarūpa</i>, <i>śiva-svarūpa</i> or <i>svarūpa</i> is only our essential self, the pure adjunct-free ‘I am’, which is what we really are. This ‘I am’ alone is real, and nothing else truly exists. Therefore everything that seems to exist is nothing other than this ‘I am’, and hence he says, ‘everything is <i>śiva-svarūpa</i>’, and that <i>svarūpa</i> alone is everything: the world, ‘I’ (our finite personal self, which is the <i>jīva</i> or soul) and God. But so long as we experience everything as everything — that is, so long as we experience the world, ‘I’ and God as separate things — they are all just <i>kalpanas</i> or mental fabrications. Therefore God or <i>brahman</i> is real only when he or it is experienced only as ‘I’, but is just an unreal mental fabrication when he or it is considered to be or experienced as anything other than ‘I’.<br />\n<br />\nUntil we experience ‘I’ as it really is, all our knowledge of or belief in God, <i>brahman</i>, the Vēdas, <i>vēdānta</i>, <i>advaita</i> or any other philosophy or religion is just a collection of ideas, and as such all these things are just <i>kalpanas</i> or mental fabrications. Since we experience all such ideas as things that are other than ‘I’, in order to experience what ‘I’ really is we need to set aside all these ideas or thoughts and focus our entire attention only on ‘I’ or ‘I am’.<br />\n<br />\nWhen we focus our entire attention only on ‘I’, thereby ignoring all thoughts or ideas of God or <i>brahman</i>, we are actually focusing it on what God or <i>brahman</i> really is. That is, since God or <i>brahman</i> is not a thought but only what we experience ‘I am’, in order to truly meditate on God or <i>brahman</i> we must meditate only on ‘I am’ and not on any thought — not even on the thought of God or <i>brahman</i>.<br />\n<br />\n<a name=\"unm1\"></a>This important teaching of Sri Ramana is expressed by him most clearly in the <a href=\"http://happinessofbeing.blogspot.com/2014/08/we-must-experience-what-is-not-what.html#unm1\">first <i>maṅgalam</i> verse</a> of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a>:<br />\n<blockquote>\nஉள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br />\nளுள்ளலற  வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br />\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br />\nயுள்ளதே யுள்ள லுணர்.<br />\n<br />\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br />\nḷuḷḷalaṟa  vuḷḷattē yuḷḷadā — luḷḷameṉu<br />\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br />\nyuḷḷadē yuḷḷa luṇar.</i><br />\n<br />\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar.</i><br />\n<br />\n<b>English translation:</b> Other than <i>uḷḷadu</i> [‘that which is’ or being], is there consciousness of being? Since [this self-conscious] being-substance [the substance that actually is] is in [our] heart devoid of [all] thought, how to [or who can] think of [or meditate upon this] being-substance, which is called ‘heart’? Being in [our] heart as [we truly] are [that is, as our thought-free non-dual self-conscious being, ‘I am’] alone is meditating [upon <i>brahman</i> or what actually is]. Know [this truth by experiencing it].</blockquote>\nSince our consciousness or awareness of being, ‘I am’, cannot be other than what is (<i>uḷḷadu</i>), what is and our awareness of it are one and the same thing. That is, what we experience as ‘I am’ is both what is and our awareness of it. Therefore the very nature of <i>uḷḷadu</i> or what is is to be aware of itself, so in order to be aware of itself, it does not have to think. In fact, since its nature is just to be and to experience that it is (that is, to experience ‘I am’), it is completely devoid of thought, and since it exists within our heart (that is, in the innermost core of ourself) as our heart, it is called ‘heart’.<br />\n<br />\nSince it exists beyond all thoughts or ideas, and is therefore devoid of all thoughts or ideas, how can we think of it or meditate upon it? And how can we experience it by trying to think of it? Since thought cannot reach it, in order to meditate upon it we must just be it: that is, we must be without any thought, as it is, experiencing only ‘I am’. And since it is what we experience as ‘I am’, in order to meditate upon it or to experience it we just have to be without thought as ‘I am’ alone.<br />\n<br />\nSince what is called ‘God’ or ‘<i>brahman</i>’ is just <i>uḷḷadu</i> or what is, and since <i>uḷḷadu</i> is what experiences itself without thought as ‘I am’, in order to meditate upon and experience God or <i>brahman</i> we just have to be as ‘I am’, thinking nothing but being clearly aware of ‘I am’ alone. Therefore thinking any thought such as ‘I am <i>brahman</i>’ will only take us away from what <i>brahman</i> actually is, namely the one thought-free self-aware reality that we always experience as ‘I am’.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/966855001558721592/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA4Njc5Nzc3ODE2Cm9mZnNldDogMzYwMDAwMAo\""
}