{
    "kind": "blogger#post",
    "id": "3618935250737119893",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-01-25T11:48:00Z",
    "updated": "2017-10-07T01:23:09+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/01/why-do-we-not-immediately-experience.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3618935250737119893",
    "title": "Why do we not immediately experience ourself as we really are?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn answer to a friend who wrote, ‘...then why the realization is not happening suddenly? I feel like I am someone who is locked inside this body-mind mechanism’, I wrote:<br />\n<br />\nWe can experience ourself as we really are at any moment, provided that we really want to, so if we do not experience this now, it is because we do not yet want it enough.<br />\n<br />\n<a name=\"un26\"></a>Now we experience ourself as a body and mind, but this experience is illusory, so when we do experience ourself as we really are, this illusory experience that we are a body and mind will be destroyed. Since everything else that we experience through this body and mind is an illusion based on our primary illusion ‘I am so-and-so, a person composed of body and mind’, when this primary illusion is destroyed by clear self-experience (so-called ‘realisation’) the illusion that we experience anything else will also be destroyed.<br /><a name='more'></a>\n<br />\nAs Sri Ramana says in verse 26 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a>:<br />\n<blockquote>\nஅகந்தையுண் டாயி னனைத்துமுண் டாகு<br />\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br />\nயாவுமா மாதலால் யாதிதென்று நாடலே<br />\nயோவுதல் யாவுமென வோர்.<br />\n<br />\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br />\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br />\nyāvumā mādalāl yādideṉḏṟu nādalē<br />\nyōvudal yāvumeṉa vōr.</i><br />\n<br />\n<b>பதச்சேதம்</b>: அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், ‘யாது இது?’ என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, ‘yādu idu?’ eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br />\n<br />\nIf the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating ‘what is this [ego]?’ is alone giving up everything.</blockquote>\nWhen we investigate this ego (the false experience ‘I am so-and-so, a person composed of body and mind’), it will subside and eventually disappear, because it seems to exist only so long as we attend to anything other than ‘I am’. Therefore, since everything else seems to exist only so long as this ego seems to exist, when we experience ourself as we really are and thereby discover that this ego is non-existent, everything else will also cease to exist. Hence experiencing ourself as we really are entails giving up everything, so until we are ready to give up all our desires to experience anything other than ‘I am’, we do not really want to experience ourself as we really are.<br />\n<br />\nI think you will agree that if we are honest with ourselves, we will each have to admit that our love to experience only ‘I am’ and nothing else whatsoever is not yet strong enough, and until it is strong enough, we will not be able to overcome all our other desires.<br />\n<br />\nIn order to strengthen our love to experience only ‘I am’ and thereby to weaken all our other desires, we need to practise trying to experience only ‘I am’. Other than this practice of <i>ātma-vicāra</i> (self-investigation), there is no effective means by which we can cultivate increasing love to experience only ‘I am’.<br />\n<br />\n<a name=\"ny16\"></a>Until we experience ourself (‘I am’) as we really are, we will continue to feel that we are someone ‘locked inside this body-mind mechanism’, as you so aptly put it. This is what is called bondage, and the only liberation from this bondage is to experience ourself as we really are. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\nபந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி.<br />\n<br />\n<i>bandhattil irukkum tāṉ yār eḏṉṟu vicārittu taṉ yathārtha sorūpattai-t terindukoḷvadē mukti</i>.<br />\n<br />\nKnowing one’s one’s own real self [by] investigating who is oneself who is in bondage, alone is liberation.</blockquote>\n</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3618935250737119893/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzM1Nzg5ODgzCm9mZnNldDogMzYwMDAwMAo\""
}