{
    "kind": "blogger#post",
    "id": "3879135498765780169",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-12-19T11:32:00Z",
    "updated": "2020-05-13T20:07:45+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/12/does-world-exist-independent-of-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3879135498765780169",
    "title": "Does the world exist independent of our experience of it?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me a few months ago quoting a passage from section 616 of <i>Talks with Sri Ramana Maharshi</i> (2006 edition, p. 598) in which Sri Ramana says: ‘<i>ahankara</i> (ego) shoots up like a rocket and instantaneously spreads out as the Universe’ (which paraphrases the teaching that he gave still more clearly and emphatically in verse 26 of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். […]’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence. If the ego does not exist, everything does not exist. The ego itself is everything. […]’). It seems my friend has difficulty accepting this teaching, because after quoting this passage from <i>Talks</i> he wrote:<br />\n<blockquote>What is he talking about??? ... Is all the hard won knowledge of physics and the evolution of the universe so much nonsense?<br />\n<br />\nThis is consistent, certainly, if you believe everything is a dream and you’ve just woken up from a good sleep and created the universe.<br />\n<br />\nI am afraid such mysticism is beyond me...and I mean no disrespect to Bhagavan Ramana.</blockquote>\nThe following is adapted from the reply I wrote to him:<br /><a name='more'></a>\n<br />\nWhat you call ‘the hard won knowledge of physics and the evolution of the universe’ consists of observations and theories (beliefs) developed by the human mind in order to explain those observations in terms of other currently held theories or beliefs. In other words, it is a collection of beliefs that are based upon a certain interpretation of what has been observed.<br />\n<br />\nHowever, as philosophers of science have long recognised, the same observations can be interpreted in different way, so a number of quite different theories can explain the same phenomena (observations) equally well. Therefore the theories that are currently accepted by the scientific community are arbitrary, and could (at least in theory) be replaced by an entirely different set of theories that would explain the same phenomena equally well.<br />\n<br />\nMoreover, theories that were accepted by the entire scientific community in the past were later discredited by new observations, and hence they have been replaced by newer theories that for the time being seem to be more satisfactory. This is what philosophers of science call ‘the problem of theory change’. Since past theories have now been replaced by newer ones, we can be reasonably sure that current theories will sooner or later be replaced by other ones. This is the uncertain nature of science, and should prompt us to be wary of the term ‘scientific knowledge’ (and of any claim that something has been ‘proved by science’). What is called ‘scientific knowledge’ is in constant flux and is never certain.<br />\n<br />\nStill more importantly, all objective sciences are based upon a metaphysical assumption that they have no means of either verifying or falsifying, namely the assumption that some things that are experienced exist independent of the experiencer. We perceive what seems to be an external world, and we assume that that world exists independent of our perception of it (just as in dream we perceive what seems to be an external world, which at that time we assume exists independent of our perception of it), but what we are actually perceiving is not an external world as such but just a series of perceptual images that have been formed in our own mind.<br />\n<br />\nFor example, when we see a tree, what we are actually seeing is a mental image of a tree. Whether or not (and if so, to what extent) that mental image of a tree is caused in any way by something that exists outside our mind is something that our mind has no means of knowing. However, in spite of this fundamental uncertainty about all that we seem to experience, science is based on the arbitrary assumption that our perceptual experiences are in some way caused by things that exist independent of our experience of them.<br />\n<br />\nNot only have the people you call ‘mystics’ repudiated the idea that a mind-independent world exists, but philosophers have long been troubled with the problem of finding some way to prove the existence of such a world. Reacting to the external world scepticism expressed by Hume and others, Kant famously wrote (in a footnote to his preface to the second edition of his <i>Critique of Pure Reason</i>) that it is ‘a scandal to philosophy and to human reason in general that the existence of things outside us […] must be accepted merely on faith, and that if anyone thinks good to doubt their existence , we are unable to counter his doubts by any satisfactory proof’, and in spite of the efforts of many philosophers, none of them has ever managed to find any conclusive proof or evidence that anything does exist outside our mind. As Hume wrote (in the <a href=\"http://www.gutenberg.org/files/9662/9662-h/9662-h.htm#section12\">final chapter</a> of his <a href=\"http://www.gutenberg.org/files/9662/9662-h/9662-h.htm\"><i>Enquiry Concerning Human Understanding</i></a>):<br />\n<blockquote>By what argument can it be proved, that the perceptions of the mind must be caused by external objects, entirely different from them, though resembling them (if that be possible) and could not arise either from the energy of the mind itself, or from the suggestion of some invisible and unknown spirit, or from some other cause still more unknown to us? It is acknowledged, that, in fact, many of these perceptions arise not from anything external, as in dreams, madness, and other diseases. And nothing can be more inexplicable than the manner, in which body should so operate upon mind as ever to convey an image of itself to a substance, supposed of so different, and even contrary a nature.<br />\n<br />\nIt is a question of fact, whether the perceptions of the senses be produced by external objects, resembling them: how shall this question be determined? By experience surely; as all other questions of a like nature. But here experience is, and must be entirely silent. The mind has never anything present to it but the perceptions, and cannot possibly reach any experience of their connexion with objects. The supposition of such a connexion is, therefore, without any foundation in reasoning.</blockquote>\nHume was no mystic, but on the basis of simple and straightforward reasoning he was able to recognise what should be a very obvious fact, namely that we have no adequate evidence that any external objects actually exist, nor can we logically deduce their existence from our experience. Therefore we have very good reason to be sceptical about the putative existence of an external world, and if we are wise and cautious in what we choose to believe, we should not base our metaphysical beliefs on the dubious assumption that such a world does actually exist. Or even if we do choose to believe in the existence of an external world, we should hold that belief only in a very tentative manner, and should recognise that it could well be wrong.<br />\n<br />\nIn spite of the lack of any actual evidence to support the common supposition that there is an external world that causes our perceptions, science supposes that such a world does exist, and all its theories are based on the belief that this supposition is true. However, as Hume rightly points out, this supposition had no basis either in our experience or in reasoning. It is a mere supposition, and a very uncertain one, yet it is the foundation on which the entire edifice of science is built.<br />\n<br />\nTherefore, since science is based on blind belief in a dubious metaphysical assumption, we should not rely upon it when considering metaphysical questions. Over-reliance on science, and particularly reliance on it in domains over which it has no legitimate jurisdiction (such as metaphysics and epistemology), is what is what is called in modern philosophy by the derogatory name ‘scientism’. Science is very useful in its own sphere, but it cannot answer ultimate questions about what is reality and what is mere appearance, what is true knowledge and what is mere belief, and most importantly of all, what am I.<br />\n<br />\nScience is self-avowedly objective, so it limits the scope of its research to objective phenomena, and hence it is essentially an investigation of appearances (which is what the word ‘phenomena’ actually means), and cannot say with any adequate degree of certainty whether any of the appearances it investigates are real or just illusory. What experiences all objective phenomena is only ‘I’, but since ‘I’ is not objective, science will not and cannot investigate it.<br />\n<br />\nWhereas science investigates only phenomena that are experienced by ‘I’, Sri Ramana investigated ‘I’ itself, and from his investigation he discovered how ‘I’ comes to experience phenomena. That is, he discovered that ‘I’ creates within itself all the phenomena that it experiences in the waking state, as it does in the case of all the phenomena that it experiences in a dream, and that it simultaneously experiences itself as if it were one of those phenomena, namely a body.<br />\n<br />\nThe investigation done by Sri Ramana was more rational and truly scientific than any investigation done by science, because investigation done by science is based on the assumption that phenomena are real (or at least not entirely illusory), whereas Sri Ramana did not assume that any phenomena are real, and he even doubted the reality of the ‘I’ that experiences all phenomena. That is, when he undertook his self-investigation after being overwhelmed by an intense fear of death, what he sought to discover was whether ‘I’ would remain when the body dies, and what he discovered as a result of his investigation was that what ‘I’ actually is is only the one eternal and infinite reality, which transcends and is untouched by the appearance of any duality, multiplicity or otherness.<br />\n<br />\nHowever, though Sri Ramana did indicate by words what he discovered from his self-investigation, he made it clear that it is not sufficient that we just believe him, because any belief is just a fragile, insubstantial and unreliable mental phenomena, so he insisted that we should each investigate ‘I’ and discover for ourself what he had discovered.<br />\n<br />\nSince metaphysical questions such as ‘what is real?’, ‘what is appearance?’ or ‘what am I?’ cannot be answered conclusively either by science or by philosophy, the only hope we have of finding any conclusive answer to them is to investigate the ‘I’ that experiences everything else.<br />\n<br />\nDoes this world exist when we do not perceive it, or does it seem to exist only because I create a perceptual experience of it in my mind? At present we do not know for certain the correct answers to such questions, and we have no hope of knowing them so long as we do not even know correctly what I myself am. Therefore, before concerning ourself with any other question, we should first investigate ourself in order to find for ourself from our own experience a conclusive answer to the question ‘who (or what) am I?’</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "18",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3879135498765780169/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTg5Mzk2ODY1NjMzCm9mZnNldDogMzYwMDAwMAo\""
}