{
    "kind": "blogger#post",
    "id": "975377851658584348",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-12-23T09:58:00Z",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/12/science-and-self-investigation.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/975377851658584348",
    "title": "Science and self-investigation",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently asked me to comment on an article entitled <a href=\"http://homepages.ihug.co.nz/~sai/hologram.html\">The Universe as a Hologram</a> by Michael Talbot, saying that ‘it brings the scientific viewpoint very close to the mystic vision of reality’, and after I replied to him he sent a second email in which he tried to explain why he believed that science is relevant to Sri Ramana’s teachings, saying:<br>\n<blockquote>Before physics delved deeply into the nature of matter, conviction about the unreality of the perceived world could only be based on complete faith in the teaching. In the modern world however, beliefs are founded upon rational and scientific grounds. Particle physics has provided us with scientific grounds for such faith i.e. belief in the unreality and illusoriness of the perceived world, since it has shown that what we regard as solid matter is actually non-substance.</blockquote>\nThe following is adapted from the replies I wrote to these two emails:<br><a name='more'></a>\n<br>\n<b>First reply:</b><br>\n<br>\nWhen I skimmed through Michael Talbot’s article I did not find it any closer to the <i>advaitic</i> view of reality than any other theory of advanced physics such as quantum theory, because it is all based on the assumption that there is something that exists independent of the mind that experiences it, and on the further assumption that the mind that experiences all this is real, which are two assumptions that Sri Ramana challenges.<br>\n<br>\nTo say the universe is a phantasm (in the sense that Talbot suggests it is) is very different to saying it is a dream, because a dream is created by the mind without any external cause, whereas a phantasm (in Talbot’s sense) is supposed to be a phenomenon created by the mind due to its misperception of something that exists externally (that is, something that exists independent of the perceiving mind).<br>\n<br>\nScience is limited by its demand that everything should be studied objectively, so it can never come anywhere near to the view of <i>advaita</i>, which can be experienced only by rejecting all objective experience and trying to experience only the experiencing subject, ‘I’. By experiencing ‘I’ in total isolation from everything else, which is what we attempt to experience when we practise self-investigation (<i>ātma-vicāra</i>), we will experience absolute non-duality, in which all that is experienced is the ‘I’ that is experiencing it. Therefore there is no way that any of the objective sciences can approach this experience, because they only investigate things that are experienced as other than ‘I’, and hence their findings necessarily entail duality (a distinction between the observer and the observed).<br>\n<br>\nScience is useful for improving the material comforts and conveniences of our bodily life, but there is no way that it can enable us to experience the absolute reality that underlies the appearance of our bodily life and this physical world. In this context we should bear in mind what Sri Ramana wrote in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும். கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṯkum sarva toṙiṯkuṅ kāraṇam āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṯpita sarppa-jñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-jñāṉam uṇḍāhādadu pōla, kaṯpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa darśaṉam uṇḍāhādu.</i><br>\n<br>\nIf the mind, which is the cause of all [objective] knowledge and of all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as knowledge of the rope, which is the base [that underlies and supports the imaginary appearance of a snake], will not arise unless knowledge of the imaginary snake ceases, <i>svarūpa-darśana</i> [true experiential knowledge of our own essential nature or real self], which is the base [that underlies and supports the imaginary appearance of this world], will not arise unless perception of the world, which is an imagination [or fabrication], ceases.</blockquote>\nWe cannot experience ‘I’ as it actually is so long as we experience the world, and when we do experience ‘I’ as it actually is, the false appearance of both our mind (which is a mistaken experience of ‘I’) and this world will dissolve and disappear, just as the imaginary snake disappears as soon as we see the rope as it is.<br>\n<br>\n<b>Second reply:</b><br>\n<br>\nLong before any of the findings or theories of modern physics were known, philosophers both in the east (probably earlier) and in the west (probably somewhat later) have asked questions about the world such as: How can we know that there is any external world? How can we know that anything that we experience (such as this world) exists independent of our experience of it (or independent of our mind that experiences it)? How can we know that anything is as it appears to be? How can we know that any appearance is actually real?<br>\n<br>\nThese questions are all a mixture of epistemological and metaphysical questions (the ‘how can we know’ portion is epistemological, and the other portion of each of these questions is metaphysical), and epistemological and metaphysical questions cannot be adequately answered either by philosophy or by science [as I explained in my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/does-world-exist-independent-of-our.html\">Does the world exist independent of our experience of it?</a>]. That is, neither philosophy nor science can give us a certain answer to any of these questions.<br>\n<br>\nPhilosophy is useful insofar as it prompts us to question everything that we believe or that we assume we know, and thereby it helps us to understand how little we do actually know for certain. However, though it teaches us to ask many important questions, it cannot by itself provide us with any certain answers to those questions. The greatest benefit that we can derive from philosophy is that it can (though most philosophies do not) indicate where we must look in order to find reliable answers to all its most fundamental questions, as does the philosophy taught by Sri Ramana.<br>\n<br>\nThat is, since philosophy can show us that the only thing that is absolutely certain is <i>that I am</i>, even though at present I am confused about <i>what I am</i>, it can enable us to understand that we cannot attain certain knowledge about anything else until we know for certain what I am, and that in order to know what I am I must try to experience myself alone, in complete isolation from everything else. In other words, before investigating anything else we should first investigate ourself alone in order to experience what I actually am, as the philosophy of Sri Ramana teaches us to do.<br>\n<br>\nScience, on the other hand, does research on the world as it appears to us, and it develops technologies for doing research on things that we cannot perceive by our unaided senses. In the course of its research it develops theories to try to explain its observations, and those theories postulate theoretical entities such as atoms, protons, neutrons, electrons and energy fields, and thus it creates a theoretical picture of the world which is quite different to the picture of the world that is provided by our five senses. So for example it theorises that what seems to us to be solid matter is just energy fields in empty space.<br>\n<br>\nBut these are all just theories, and from the history of science we learn that theories and theoretical entities that were once universally accepted by the scientific community were later discredited and replaced by newer theories and theoretical entities that could accommodate more recent discoveries. Therefore we have no reason to suppose that any of the theories or theoretical entities that are now universally accepted by the scientific community will not later be discredited by future discoveries, and will not therefore need to be replaced by other theories and theoretical entities.<br>\n<br>\nEven if we suppose that all currently accepted theories and theoretical entities are true (though this is a supposition that is almost certainly not true), how can we be sure that the theoretical picture of the world that they present to us is any less of an appearance than is the picture of the world that is provided by our five senses? If the world as we perceive it by our unaided senses is only an appearance, why should we believe that the world as it is postulated to be by modern physics is not likewise only an appearance?<br>\n<br>\nCan physics or any other objective science prove to us that there is actually an external world; that anything that we experience actually exists independent of our experience of it (or independent of our mind that experiences it); that anything is as it appears to be; or that that any appearance is actually real? All objective sciences are based on the assumption that there is an external world — a world that exists independent of our experience of it, and independent of our experiencing mind — so how can any theory that is based on this assumption prove that this assumption is true?<br>\n<br>\nIf there is no external world, all the theories of science are false, because they are all beliefs that entail belief in an external world. Therefore, to try to prove the existence of an external world by means of any scientific theory would entail circular reasoning — that is, it would assume as one of its premises the conclusion that it is trying to prove.<br>\n<br>\nWhen modern philosophers of science are confronted by the question whether there is actually any external world (that is, any mind-independent world), the best answer they can give is that belief in an external world is justified by what is called IBE or ‘inference to the best explanation’, because they claim the existence of an external world is the best explanation of all that we experience. However, what makes it appear to be the ‘best explanation’ is that it fits best with everything else we believe about the world, all of which entail our belief that the world exists independent of our experience of it. Therefore their claim that it is the ‘best explanation’ is based on a not too well concealed form of circular reasoning (which means that science is not as rational as it superficially appears to be).<br>\n<br>\nTherefore though modern physics does lend support to the view that the world is not as it appears to be, it does not and cannot challenge our deep-rooted but unfounded belief that the world exists independent of our experience of it.<br>\n<br>\nWhen Sri Ramana says that the world is unreal, he is not merely saying as modern physics says that it is not as it appears to be, but is saying that it does not exist at all independent of our mind that experiences it. And according to him, even the mind that experiences this world is itself unreal: it does not actually exist at all, so if we investigate it it will disappear, and along with it the entire appearance of this world will also cease to exist.<br>\n<br>\nScience consists of observations (about how the world appears to be) and theories (that explain those observations), but neither its observations nor its theories can actually prove anything other than the fact that I am, because in order to observe anything or to conceive any theory, I must exist. However, we do not need any science to prove that I am, because everything that I experience proves that I am, and even if I did not experience anything else, I would still experience that I am, because the very nature of ‘I’ is to experience its own existence, ‘I am’.<br>\n<br>\nThinking about science or anything else other than ‘I’ is a distraction that diverts our attention away from ourself towards other things. Therefore, if we are to experience what this ‘I’ is, we must give up investigating or attending to anything else, and must instead investigate only ‘I’ by attending to it exclusively.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "24",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/975377851658584348/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3OTY4Cm9mZnNldDogMzYwMDAwMAo\""
}