{
    "kind": "blogger#post",
    "id": "4360010269431957085",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-08-01T11:35:00+01:00",
    "updated": "2017-04-15T15:07:50+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/08/self-awareness-is-very-nature-of-i.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4360010269431957085",
    "title": "Self-awareness is the very nature of ‘I’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nLast month a friend called Venkat asked me several questions in a series of three comments that he wrote on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2014/06/is-consciousness-product-of-mind.html\">Is consciousness a product of the mind?</a>, so this article is written in answer to his questions.<br />\n<br />\nIn his <a href=\"http://happinessofbeing.blogspot.com/2014/06/is-consciousness-product-of-mind.html?showComment=1403216167073#c1595920873063525703\">first comment</a> he wrote:<br />\n<blockquote>\nThanks very much for your response. I agree that it is not possible to know whether the external world (and the body-mind) exist independently of the perception of it. Equally, I don’t think that it is possible to prove that the world is just an illusion, a perception in consciousness.<br />\n<br />\nSo I agree that one has to examine / question what the ‘I’ is. You imply that the result of this is the certainty that only consciousness is real and all else (including ‘my’ body mind) is an illusion.<br />\n<br />\nYou commented in this blog, that Bhagavan’s ‘I am’ can be equated to the awareness that is aware of the awareness of a perception, and that we should turn our attention to this awareness. But is it possible to be ‘aware of the awareness that is aware’? since under Vedanta’s <i>neti neti</i>, one cannot be aware of this awareness, one can only BE this awareness, as I think Bhagavan says.<br />\n<br />\nSo two questions. Firstly, is the point of this attention on awareness to recognise that the feeling of ‘I’ is just another perception that arises, equivalent to all other perceptions and is <i>neti neti</i> [‘not this, not this’]? And second what does BEING awareness mean?</blockquote>\nYes, I agree that just as we cannot know that our body and this world exist independent of our experience of them, we equally well cannot know that they do not exist independent of our experience of them. In other words, we cannot know whether their seeming existence is a mind-created illusion or not, though there is no doubt that our mind does at least play a major role in creating the mental picture of this body and world that we experience. That is, what we actually experience is not any body or world as such, but only a mental picture of them consisting of ever-changing sights, sounds, tastes, smells and tactile sensations, and we seem unable to ascertain whether this mental picture is created entirely by our mind, as in dream, or is at least partly caused by anything (any actual body and world) that is external to or independent of our mind.<br /><a name='more'></a>\n<br />\nThe only possible means we have to ascertain whether all these things that we experience are an illusion or not is to investigate ourself, the ‘I’ that experiences them, and thereby to experience what this ‘I’ actually is. Once we know what this ‘I’ actually is, we may be able to know whether all that it experiences is created solely by it or is in any way or to any extent caused by anything that exists independent of it.<br />\n<br />\nWhen Venkat wrote, ‘You commented in this blog, that Bhagavan’s ‘I am’ can be equated to the awareness that is aware of the awareness of a perception’, he was referring to the following paragraph that I wrote in another recent article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/since-we-always-experience-i-we-do-not.html\">Since we always experience ‘I’, we do not need to find ‘I’, but only need to experience it as it actually is</a>:<br />\n<blockquote>\nFor example, if I am aware of the presence or absence of traffic noise outside, that awareness of noise or no noise is not ‘I’, because I am what experiences that awareness. Likewise, awareness that thoughts are present or that they seem to be absent is not ‘I’, because I am what experiences that awareness, so attending to that awareness is not attending to ‘I’. However, if we say that I am the awareness that is aware of that awareness of the relative absence of thought, in the first of these two senses the word ‘awareness’ does refer to ‘I’. Therefore ‘awareness’ is an ambiguous term, so in this context it can lead to confusion and misunderstanding (which is incidentally why the popular description of the practice of <i>ātma-vicāra</i> as being ‘awareness watching awareness’ can be easily misunderstood and is therefore potentially misleading).</blockquote>\nTherefore, when I wrote ‘if we say that I am the awareness that is aware of that awareness of the relative absence of thought’, I did not mean to suggest that there is more than one awareness that is aware, but only meant to point out the ambiguity of the word ‘awareness’. For example, if I say that I am now aware that it is hot, my awareness that it is hot is not ‘I’, because that awareness is a temporary experience. However, I can be described as the awareness that is now aware that it is hot, so in this sense I am the awareness that is aware of that awareness that it is hot. When I talk of my awareness that it is hot, ‘awareness’ here means what I am aware of, whereas when I say that I am the awareness that is aware that it is hot, ‘awareness’ then means what is aware. In other words, the former use of ‘awareness’ refers to an experience (what is experienced) whereas the latter use of it refers to the experiencer (what experiences it).<br />\n<br />\nThe ambiguity of the word ‘awareness’ can be further illustrated by another example. Even if I do not actually experience something, I can still say I am aware of it. For instance, I can say that I am aware that Moscow is the capital of Russia, even though I have never been to Moscow or even to Russia. My awareness that Moscow is the capital of Russia is not an experience but just a piece of information or general knowledge that I have acquired from various sources, so it is certainly not ‘I’, but is just some information that I possess.<br />\n<br />\nTherefore though ‘awareness’ and ‘consciousness’ are terms that are sometimes used to refer to that which is aware or conscious, namely ‘I’, they do not necessarily or in all circumstances refer to this. More often they just refer to whatever I or anyone else happens to be aware or conscious of. Hence words such as ‘awareness’ and ‘consciousness’ are ambiguous, because what exactly they refer to depends on the context in which they are used, so to avoid any ambiguity it is often preferable to use just the simple word ‘I’, which clearly denotes that which is aware or conscious.<br />\n<br />\nIf ‘I’ is what Venkat means by ‘awareness’ when he says ‘one cannot be aware of this awareness, one can only BE this awareness’, we obviously can be aware of this awareness, because the very nature of ‘I’ is to be aware of itself. Other than ‘I’ alone, nothing that we experience is aware of itself, so the seeming existence of everything else is dependent upon our being aware of it. If we were not aware of the world, it would not seem to exist. Therefore ‘I’ (ourself) is not only self-aware but also self-existent, whereas nothing else is either self-aware or evidently self-existent (because even if we suppose that some other things are self-existent, their supposed existence is not experienced unless ‘I’ is aware of it, so their supposed self-existence is just a supposition and can never be ascertained from experience).<br />\n<br />\nIf ‘I’ were not aware of itself, it would not be ‘I’, because ‘I’ is a word that essentially means that which is self-aware. Anything that is not self-aware does not experience itself as ‘I’, so the terms ‘self-awareness’ and ‘I’ essentially refer to the same thing — the same self-experiencing entity. ‘I’ experiences itself as ‘I’ because it is self-aware, and whatever is self-aware is aware of itself as ‘I’, the first person, the subject of all other experience (if at all it experiences anything other than itself).<br />\n<br />\nUnlike the awareness that we have of anything else, which is temporary and therefore not ‘I’, our awareness of ourself <i>is</i> ‘I’, ourself, because it is permanent and because self-awareness is perfectly non-dual — that is, it is devoid of even the least duality, division or otherness. Hence the ‘I’ that is aware of itself, itself of which it is aware, and the awareness that it has of itself are all one and indivisible. Its self-awareness is not just awareness <i>of</i> ‘I’, but is awareness that actually <i>is</i> ‘I’. Its awareness of itself is itself, because its very nature is self-awareness.<br />\n<br />\n<a name=\"uu26\"></a>Therefore, though ‘I’ is always self-aware, it is not aware of itself as an object (as it is aware of any other thing), nor is it aware of itself by any act of cognition or coming to know (as it is aware of any other thing), because it is aware of itself just by being itself, since self-awareness is its very nature. This is why Sri Ramana says in verse 26 of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>\nதானா யிருத்தலே தன்னை யறிதலாந் <br />\nதானிரண் டற்றதா லுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br />\n<br />\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br />\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br />\n<br />\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭha</i> [the state of being firmly established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\nஅற்றதால் (<i>aṯṟadāl</i>) is the instrumental case form of a third person neuter past participial noun that literally means ‘by having ceased’, ‘by having been severed’ or ‘by having been severed from’, so in effect it means ‘by being devoid of’ or ‘because it is devoid of’, or simply ‘because it is not’. Therefore the final clause of the first sentence of this verse, தான் இரண்டு அற்றதால் (<i>tāṉ iraṇḍu aṯṟadāl</i>), means ‘because oneself is devoid of two’ or ‘because oneself is not two’, and hence it implies that oneself does not consist of two separate selves, one self that is known as an object and another self that as a subject knows it. It is just one and completely devoid of any such subject-object duality. Since ‘I’ (ourself) is single, non-dual, indivisible and self-aware, it knows itself merely by being itself.<br />\n<br />\nVenkat suggests that ‘the feeling of ‘I’ is just another perception that arises, equivalent to all other perceptions’, but this cannot be the case, because ‘I’ is what experiences all other perceptions, and unlike any other perception, it is conscious. However, what we now experience as ‘I’ is a mixture of our pure ‘I’, which is conscious, and our body, which is not conscious, so from this mixture we need to separate our pure ‘I’ in order to experience it as it is, without it being mixed with anything else. This is why we must try to attend to ‘I’ alone.<br />\n<br />\nWhen we attend only to ‘I’, we are just being the self-awareness that we always actually are, whereas when we attend to anything else, we become aware of things that seem to be other than ourself. Being aware of anything other than ourself is not natural to us, because it is a temporary state that arises in waking and dream and ceases to exist in sleep, so whereas self-awareness is ‘I’, awareness of anything else is not ‘I’. Therefore being self-attentive is our natural state of pure self-awareness, so it is a state of just being (<i>summā-v-iruppadu</i>), a state in which we just are as we always are, whereas attending to and experiencing anything other than ourself is a state of action or ‘doing’, because it entails a movement of our attention away from ourself, its source.<br />\n<br />\nIn his <a href=\"http://happinessofbeing.blogspot.com/2014/06/is-consciousness-product-of-mind.html?showComment=1403284922333#c4836573842010531227\">second comment</a> Venkat wrote:<br />\n<blockquote>\nJust to elaborate on my query, the <i>Brihadaranayaka Upanishad</i> states rather beautifully:<br />\n<br />\n“Through what should one know That owing to which all this is known? This Self is That which has been described as <i>neti, neti</i> [‘not this, not this’]. It is imperceptible, for It is never perceived; undecaying, for It never decays; unfettered — It never feels pain and never suffers injury. Through what should one know the Knower?”<br />\n<br />\nThis would seem to point to a conclusion that anything perceived, including the feeling / thought of I is not it — because it is perceived. Therefore one has to regress to see that all perceptions occurs on a screen of consciousness, and there is no differentiation in those perceptions of I, you, etc.</blockquote>\n<a name=\"uu25\"></a>Regarding this passage from the <i>Bṛhadāraṇyaka Upaniṣad</i>, we cannot know ourself as an object (as we know all other things), but we do know ourself simply by being ourself, because self-awareness is our very nature. The issue we now face is not how to know ourself, because we always know ourself, but how to know ourself as we really are. Now we know ourself mixed with extraneous adjuncts (<i>upādhis</i>), such as this body and mind, so to know ourself as we really are we must experience ourself alone, in complete isolation from all extraneous adjuncts. As Sri Ramana says in verse 25 of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>\nதன்னை யுபாதிவிட் டோர்வது தானீசன்<br />\nறன்னை யுணர்வதா முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br />\n<br />\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br />\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>. [...]<br />\n<br />\n<b>English translation:</b> Experiencing oneself, having relinquished [one’s own] adjuncts, itself is experiencing God himself, because [he] shines as oneself.</blockquote>\nIn this context the word ஈசன் (<i>īśaṉ</i>) or ‘God’ denotes <i>brahman</i>, the one infinite and absolute reality, so the final clause, தானாய் ஒளிர்வதால் (<i> tāṉ-āy oḷirvadāl</i>), ‘because [God] shines as oneself’, indicates that that infinite reality is what we always actually are. Therefore the import of this verse is that if we experience ourself without any adjuncts (<i>upādhis</i>), we will be experiencing ourself as we really are.<br />\n<br />\nWhatever is perceived or experienced as an object (something other than the experiencing ‘I’) is perceived or experienced by an ‘I’ that experiences itself as something separate. This ‘I’ is not just our pure ‘I’ (what we really are), but our pure ‘I’ mixed with adjuncts, so as long as we perceive or experience anything other than ‘I’, we are not experiencing ourself as we really are, so we need to try to experience ourself alone by focusing our entire attention only on ‘I’.<br />\n<br />\nSo long as we perceive or experience anything other than ‘I’, we will experience differences between each of those other things and between all those other things and ‘I’, so unless we experience ourself alone, we cannot experience a state devoid of differentiation. In sleep we temporarily experience a state devoid of differentiation, but because we enter sleep only due to exhaustion and not due to clearly experiencing ourself as we really are, we sooner or later rise from sleep and again experience a state of differentiation either in waking or in dream. Therefore, in order to be permanently free from all differentiation, we must experience ourself as we really are, and we can experience ourself as we really are only by experiencing ourself alone, without any adjuncts. <br />\n<br />\nIn his <a href=\"http://happinessofbeing.blogspot.com/2014/06/is-consciousness-product-of-mind.html?showComment=1403337183315#c4622420923190419051\">third comment</a> Venkat wrote:<br />\n<blockquote>\nSorry, to elaborate again. Bhagavan said: “Be quiet and still and all thoughts will disappear. Self-enquiry and self-surrender are only techniques which bring one to the state of inner stillness and quietness. The ultimate instruction is therefore: ‘Be still and quiet; stabilise in this state and the Self will be revealed’.”<br />\n<br />\nMy understanding is that the I-thought, is the fundamental illusion . . . that this body-mind is distinct, separate and ‘mine’ relative to all else. So to realise <i>ajata vada</i> [the doctrine that there is no creation] and non-duality, thought itself needs to see that it is limited and therefore come to an end. Bhagavan’s technique for this is to focus on the origin of all other thoughts — the ‘I’-thought, whenever it arises, and thereby see that it is no different from all other thoughts and perceptions, and like all those, it appears on a screen of consciousness. Is this correct?</blockquote>\nVenkat is correct in saying that the ‘I’-thought (the thought that we call ‘I’, which is our ego) is our fundamental illusion, but it is not a thought like other thoughts, because whereas all other thoughts are non-conscious and therefore experienced only by this thought called ‘I’, this thought called ‘I’ is a mixture of our pure ‘I’, which is conscious (<i>cit</i>), and extraneous adjuncts, which are non-conscious (<i>jaḍa</i>). Therefore this ego or thought called ‘I’ is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that binds the conscious and the non-conscious together as if they were one.<br />\n<br />\nHence in order to experience our pure ‘I’ (what we really are) we need to separate it from all the extraneous adjuncts with which it is now mixed, and the only way to do so is to try to attend to ‘I’ alone. This attempt to attend to and experience ‘I’ alone is the practice that Bhagavan calls <i>ātma-vicāra</i> or self-investigation.<br />\n<br />\nVenkat suggests that ‘thought itself needs to see that it is limited and therefore come to an end’, but no thought other than the thought called ‘I’ can see anything, and this thought called ‘I’ already experiences itself as limited. Therefore it does not come to an end merely by seeing that it is limited. In order to come to an end (that is, to cease to be the finite entity that it now seems to be), it must experience itself as it really is. When it experiences itself as it really is, it will cease to experience itself as any of the adjuncts (such as this body and mind) that it now experiences as itself, and thus it will cease to be the adjunct-mixed ‘I’ that it now seems to be, and will instead remain as the pure ‘I’ that it always actually is.<br />\n<br />\nRegarding the words of Bhagavan Ramana that Venkat quoted, I suspect that these are not his exact words, but the idea that they convey is certainly in accordance with his essential teachings. The sentence ‘Self-enquiry and self-surrender are only techniques which bring one to the state of inner stillness and quietness’ is true in the sense that when we practise <i>ātma-vicāra</i> (self-investigation or self-enquiry), we are trying to experience ourself alone by focusing our entire attention only on ‘I’, and since self-attentiveness is not an action but our natural state of just being (<i>summā-v-iruppadu</i>), it is a state in which we are perfectly quiet and still. And since thoughts arise only when we attend to anything other than ‘I’ (indeed thoughts are nothing but the attention that we pay to other things), when we remain perfectly quiet and still by attending only to ‘I’, all thoughts will automatically disappear.<br />\n<br />\nRegarding self-surrender, it is the state in which we do not rise as an ‘I’ that seems to be separate from God, the one infinite reality that always shines within us as our innermost self, and the only way to avoid rising as such a separate ‘I’ is to attend to ourself alone. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\nஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். [...]<br />\n<br />\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṯku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>. […]<br />\n<br />\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance, the state of just being as we really are], giving not even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [self-contemplation, the ‘thought’ of oneself], is giving oneself to God. [...]</blockquote>\nTherefore ‘self-surrender’ is just another name for <i>ātma-vicāra</i> or self-investigation — another way of conceptualising the same practice — so the actual practice of self-surrender is identical to the practice of <i>ātma-vicāra</i>. Whether we conceive of it as investigating ourself in order to experience ourself as we really are, or as surrendering ourself entirely in order not to remain separate from God, what we actually need to practise is be aware of nothing other than ourself alone. Since being aware of ourself alone is our natural state of just being as we really are, self-investigation or self-surrender is the only means by which we can experience ourself as we really are and thereby be permanently established in our natural state of absolute stillness, quietude or silence.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "27",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4360010269431957085/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkyMjY1MjcwNzM2Cm9mZnNldDogMzYwMDAwMAo\""
}