{
    "kind": "blogger#post",
    "id": "5272676551373902046",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-09-26T08:23:00+01:00",
    "updated": "2017-03-14T15:16:39Z",
    "url": "http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5272676551373902046",
    "title": "Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/07/what-should-we-believe.html?showComment=1409843224245#c5273648046899715332\">comment</a> that he wrote on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2014/07/what-should-we-believe.html\">What should we believe?</a>, Sankarraman referred to an article on David Godman’s blog, <a href=\"http://sri-ramana-maharshi.blogspot.co.uk/2010/04/swami-siddheswaranandas-views-on.html\">Swami Siddheswarananda’s views on Bhagavan’s Teachings on Creation</a>, in which David discussed some opinions that Swami Siddheswarananda (former president of the Mysore branch of the Ramakrishna Math and founder of the Centre Védantique Ramakrichna in France) expressed about Sri Ramana’s views on solipsism and the idealistic theory of creation known as <i>dṛṣṭi-sṛṣṭi-vāda</i> in the third section of an article that he wrote in 1946 for the <i>Golden Jubilee Souvenir</i>, in which he claimed:<br>\n<blockquote>The philosophical outlook of Maharshi tends very often to be confused with that of solipsism or its Indian equivalent, <i>drishti-srishti-vada</i>, which is a sort of degenerated idealism. That Maharshi never subscribes to that view can be known if we study his works in the light of orthodox <i>Vedanta</i> or observe his behaviour in life. [...] (<i>Golden Jubilee Souvenir</i>, <a href=\"http://realization.org/down/golden-jubilee-souvenir.3rd-ed.pdf\">third edition</a>, 1995, p. 69)</blockquote>\nIn his article David explains in his own way why Swami Siddheswarananda was wrong to believe that Sri Ramana did not teach <i>dṛṣṭi-sṛṣṭi-vāda</i>, and in his comment Sankarraman expressed his own views on this subject and asked me to explain my understanding in this regard, so the following is my reply to him:<br>\n<br>\nSwami Siddheswarananda had genuine love and respect for Sri Ramana, but from what he wrote in the <i>Golden Jubilee Souvenir</i> it is clear that his understanding of some crucial aspects of Sri Ramana’s teachings (and also of what he called ‘orthodox <i>Vedanta</i>’) was seriously confused. <i>Dṛṣṭi-sṛṣṭi-vāda</i> (or <i>drishti-srishti-vada</i>, as he spelt it) is the argument (<i>vāda</i>) that creation (<i>sṛṣṭi</i>) is a result of perception or ‘seeing’ (<i>dṛṣṭi</i>), as opposed to <i>sṛṣṭi-dṛṣṭi-vāda</i>, which is any theory (whether philosophical, scientific or religious) that proposes that creation precedes perception (in other words, that the world exists prior to and hence independent of our experience of it). The classic example of <i>dṛṣṭi-sṛṣṭi</i> is our experience in dream: the dream world seems to exist only when we experience it, so its seeming existence is entirely dependent on our experience of it. Since Sri Ramana taught us that our present so-called waking state is actually just a dream, and that there is no significant difference between waking and dream, it is obvious that he did teach <i>dṛṣṭi-sṛṣṭi-vāda</i>.<br><a name='more'></a>\n<br>\nTo support his belief that Sri Ramana did not teach <i>dṛṣṭi-sṛṣṭi-vāda</i>, Swami Siddheswarananda gave an extremely weak and implausible argument, claiming that when Sri Ramana says that the mind has projected this universe, he is using the term ‘mind’ in some special ‘Vedantic sense’. Quoting several passages from the writings of Gaudapada and Sankara, he then tried to argue that when it is said that the world is a creation of the mind, in the special Vedantic sense in which he claims the term ‘mind’ is used it is ‘equated with Atman’ (p. 70) and ‘an equivalent of Atman’ (p. 71). However, from the passages he quotes it does not seem at all obvious that either Gaudapada or Sankara actually implied that the world is created or projected by <i>ātman</i> (our real self) rather than by the mind as we know it.<br>\n<br>\n<a name=\"gvk85\"></a>In fact Sankara implies quite the contrary in one passage that Siddheswarananda quotes from his commentary on <i>Māṇḍukya Kārikā</i> 4.54: ‘[…] the knowers of <i>Brahman</i> declare the absence of causality with regard to <i>Atman</i>’ (p. 71). Presumably this means that <i>ātman</i> is neither a cause nor an effect of anything, in which case it cannot be the efficient cause (<i>nimitta kāraṇa</i>) or creator of the world. This is also the view of Sri Ramana, as expressed in verse 85 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br>\n<blockquote>நானா விதமான நாமரூ பங்களொடு<br>\nதானே யுலகாச் சமைவதலாற் — றானோர்<br>\nநிமித்தனா யத்தை நிருமித் தளித்துச்<br>\nசமித்தல் புரிவா னலன்.<br>\n<br>\n<i>nāṉā vidamāṉa nāmarū paṅgaḷoḍu<br>\ntāṉē yulahāc camaivadalāṯ — ṟāṉōr<br>\nnimittaṉā yattai nirumit taḷittuc<br>\ncamittal purivā ṉalaṉ.<br>\n<br>\n</i><b>பதச்சேதம்:</b> நானா விதமான நாம ரூபங்களோடு தானே உலகா சமைவது அலால், தான் ஓர் நிமித்தனா அத்தை நிருமித்து அளித்து சமித்தல் புரிவான் அலன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉā vidamāṉa nāma rūpaṅgaḷōḍu tāṉē ulahā samaivadu alāl, tāṉ ōr nimittaṉā attai nirumittu aḷittu samittal purivāṉ alaṉ.</i><br>\n<br>\n<b>English translation:</b> Self itself is only what appears as the world with many kinds of names and forms, but it is not one who as a <i>nimitta</i> [an efficient cause] does [any actions such as] creating, sustaining and destroying that [the world].</blockquote>\nThe intensifying suffix ஏ (<i>ē</i>) in தானே (<i>tāṉē</i>) implies ‘only’ or ‘alone’ in the sense that self alone is what appears as the world, but I have translated it here as ‘itself’ because in English the force of ‘alone’ in this context is lost when the word ‘only’ also occurs in the same clause: ‘self alone is only what appears as the world’. அலால் (<i>alāl</i>) is a poetic abbreviation of அல்லால் (<i>allāl</i>), which is an adversative conjunction that conveys a strong contrast between the two words, phrases or clauses that it links, affirming or accepting an idea in the preceding word, phrase or clause while denying, rejecting or excluding an idea in the subsequent word, phrase or clause. Like equivalent conjunctions such as அல்லாமல் (<i>allāmal</i>), அன்றி (<i>aṉḏṟi</i>) and தவிர (<i>tavira</i>), it can in some contexts be translated as ‘besides’, ‘except’ or ‘unless’, but coming before a negative clause as in this case it means ‘but only’ as in the English constructions ‘not that, but only this’ or ‘only this, but not that’, so to retain the clauses in the order in which they occur in Tamil I have translated it here as ‘only … but …’. Thus the central idea in this verse is that self is only what appears as the world but not the efficient cause (<i>nimitta kāraṇa</i>) that creates, sustains or destroys it.<br>\n<br>\nWhen causation is analysed in Indian philosophy, three causal factors are generally identified, namely a material or substantial cause (called <i>upādāna kāraṇa</i> in Sanskrit and <i>mudal-kāraṇam</i> in Tamil), an active or efficient cause (<i>nimitta kāraṇa</i>) and in some cases an auxiliary or instrumental cause (<i>sahakāri kāraṇa</i> in Sanskrit or <i>tuṇai-k-kāraṇam</i> in Tamil). For example, wood is the material cause of a table, a carpenter is its efficient cause, and his tools are its auxiliary or instrumental cause; light and a screen are the material causes of a cinema picture, the projector is its efficient cause, and the film and background darkness that is required to produce a picture on the screen are its auxiliary causes; a rope is the material cause of an illusory snake, a person who mistakes it to be a snake is its efficient cause, and the semi-darkness that conceals what it actually is is its auxiliary cause.<br>\n<br>\nThe material or substantial cause does not play any active role in the process of causation, but is that on which the efficient cause (with the aid of one or more auxiliary causes if necessary) either acts or seems to act, and that from which the effect is thereby produced. The active causal role is played by the efficient cause, whereas any auxiliary cause is either an instrument used by the efficient cause to produce the effect or a condition that enables it to do so. Though the substance that constitutes the material cause remains essentially unchanged, its form may be altered in some way by the efficient and auxiliary causes, in which case the effect will be a transformation of the material cause (as for example a table is a transformation of the wood of which it is made, or a pot is a transformation of the clay of which it is made), but in some cases not even its form is changed, in which case the effect is merely a false appearance that seems to exist only in the view of a deluded observer (as for example an illusory snake is just a false appearance, being nothing but a rope that remains unchanged even though a deluded observer mistakes it to be a snake).<br>\n<br>\nSince Sri Ramana says in the above verse that self (<i>tāṉ</i> or <i>ātman</i>) alone appears as the world, it is the essential substance or ‘material’ of which the world is made, so it is its ‘material cause’ (<i>upādāna kāraṇa</i> or <i>mudal-kāraṇam</i>), but it does not actually play any active role in the creation of the world, as he explains in the second half of the above verse, in which he explicitly denies that it is in any way a <i>nimitta</i> or efficient cause. Therefore when Sankara wrote in his commentary on <i>Māṇḍukya Kārikā</i> 4.54 that ‘the knowers of <i>Brahman</i> declare the absence of causality with regard to <i>Atman</i>’ (as quoted by Siddheswarananda), what he was denying was not that <i>ātman</i> is the sole substance (or ‘material cause’) of which everything is made, but only that it is the <i>nimitta kāraṇa</i> (efficient cause) of anything such as the mind that perceives or the world that is perceived.<br>\n<br>\nThough <i>ātman</i> is the ultimate substance of the world, it is not its substance in the same way that mud is the substance of a pot or gold is the substance of a necklace, but is instead its substance in the same way that a rope is the substance of an illusory snake, because like the rope but unlike the mud or gold, <i>ātman</i> is not transformed, modified or affected in any way whatsoever by the illusory appearance of this world and the mind that perceives it. Just as the efficient cause of the illusory snake is not the rope but only the person who mistakes it to be a snake, so the efficient cause (<i>nimitta kāraṇa</i>) of the world is not <i>ātman</i> but only the mind that mistakes it to be a world consisting of numerous names and forms. Likewise, just as the auxiliary cause of the illusory snake is the semi-darkness that enables a person to see a rope without seeing what it actually is, so the auxiliary cause of the world is the semi-darkness of self-ignorance that enables the mind to be aware of <i>ātman</i> without being aware of it as it actually is. Thus according to Sri Ramana (and also both Gaudapada and Sankara) it is not <i>ātman</i> but only the mind with the aid of its self-ignorance that creates the world. <br>\n<br>\nSiddheswarananda also quotes Sankara’s commentary on <i>Māṇḍukya Kārikā</i> 3.29: ‘How is it possible for Reality to pass into birth through <i>Maya</i>? It is thus replied; as the snake imagined in the rope is identical with the being of the rope when seen as the rope, so also the mind from the standpoint of knowledge of the ultimate reality is seen to be identical with <i>Atman</i>. […]’ (p. 70). However, this does not imply it is the mind as <i>ātman</i> that has created the world, because from ‘the standpoint of knowledge of the ultimate reality’ in which the mind is seen to be nothing other than <i>ātman</i>, there is no world.<br>\n<br>\nThe rope causes fear only when it is mistaken to be a snake and not when it is recognised to be only a rope, so what causes fear is not actually the rope itself but only the illusion that it is a snake. Likewise, the world is not created or projected by <i>ātman</i> itself, but only by the illusion that we (<i>ātman</i>) are this mind. In other words, when (in a state of self-ignorance) we experience ourself as a mind, we thereby create the illusory appearance of this world, but when (in the state of true self-knowledge) we experience ourself as we really are, we experience nothing other than ourself, so there is then no world or anything else other than ourself (<i>ātman</i>).<br>\n<br>\n<a name=\"ny04\"></a>When the mind rises from ourself (<i>ātman</i>) the world appears, and when it subsides back into ourself the world disappears, so the world seems to exist only so long as the mind is active, and according to Sri Ramana it does not exist at all in the absence of the mind. Therefore the appearance of the world is created only by the mind that perceives it. The mind projects the world from within itself as soon as it rises, and it withdraws it back into itself when it subsides, as he says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>[...] சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. [...]<br>\n<br>\n[...] <i>silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu.</i> [...]<br>\n<br>\n[...] Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i> [our ‘own form’ or essential self], the world appears. Therefore when the world appears, <i>svarūpa</i> does not appear [as it really is]; when <i>svarūpa</i> appears (shines) [as it really is], the world does not appear. [...]</blockquote>\n<a name=\"ny03\"></a>The world seems to exist only when we experience ourself as the mind, so when it seems to exist we do not experience ourself (<i>ātma-svarūpa</i>) as we really are, and when we experience ourself as we really are it does not seem to exist. Therefore we cannot experience ourself as we really are so long as we perceive the world, as Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <i>Nāṉ Yār?</i> (Who am I?):<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும். கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṯkum sarva toṙiṯkuṅ kāraṇam āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṯpita sarppa-jñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-jñāṉam uṇḍāhādadu pōla, kaṯpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause of all [objective] knowledge and of all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as knowledge of the rope, which is the base [that underlies and supports the imaginary appearance of a snake], will not arise unless knowledge of the imaginary snake ceases, <i>svarūpa-darśana</i> [experiential knowledge of our own real self], which is the base [that underlies and supports the imaginary appearance of this world], will not arise unless perception of the world, which is an imagination [or fabrication], ceases.</blockquote>\nIf the world were projected by our real self (<i>ātman</i>), as Siddheswarananda claims, there would be no reason why it should not be perceived when we experience our real self. The reason why we cannot experience our real self unless we cease to perceive the world is that the world is a projection of our mind and hence we perceive the world only when we rise as the mind by mistaking it to be ourself. As Sri Ramana says in the extract from the fourth paragraph of <i>Nāṉ Yār?</i> cited above, the world appears only when the mind comes out from ourself (<i>ātma-svarūpa</i>), so when it appears the real nature of ourself is concealed, just as the real nature of the rope is concealed when it appears as a snake.<br>\n<br>\nSiddheswarananda concludes his argument by quoting Sankara’s commentary on <i>Māṇḍukya Kārikā</i> 3.35: ‘When the mind becomes free from all ideas of the perceiver and the perceived[,] the dual evils caused by ignorance, it verily becomes one with the Supreme and non-dual <i>Brahman</i>’ (p. 71), and he takes this to be evidence that ‘Sankara and Gaudapada use in many places the term ‘mind’ thus as an equivalent of Atman’. When Sankara says here that the mind becomes one with <i>brahman</i> or <i>ātman</i>, it is like saying that the snake becomes one with the rope when it is seen clearly as it is. Since <i>ātman</i> alone actually exists, what seems to be a mind is in fact only <i>ātman</i>, so if we carefully examine the essential form of this mind (our ego or primal thought called ‘I’) we will find that what it actually is is only <i>ātman</i>.<br>\n<br>\nHowever, when Sankara says that the mind will eventually ‘become’ (or be recognised to be) one with<i> brahman</i> or <i>ātman</i>, we should not interpret this to mean that when he, Gaudapada or Ramana say that the mind has created or projected the world, what they actually mean is that <i>ātman</i> has created or projected it. This would be a serious misinterpretation, because the world seems to exist only when <i>ātman</i> is mistaken to be the mind and not when it is experienced as it actually is, just as fear arises only when the rope is mistaken to be a snake and not when it is recognised to be what it actually is. Therefore Siddheswarananda’s understanding in this regard is obviously very confused, and his argument that Gaudapada, Sankara and Ramana do not mean that the universe has been projected by the mind as such but only by <i>ātman</i> does not stand up to careful scrutiny.<br>\n<br>\n<a name=\"uu18\"></a>Therefore whenever Sri Ramana said that the world is a creation of the mind, he was not using the term ‘mind’ in the special ‘Vedantic sense’ of <i>ātman</i>, as Siddheswarananda claimed. The sense in which he actually used the term ‘mind’ is made clear by him in verse 18 of <i>Upadēśa Undiyār</i>, in which he explains that the mind is essentially just the ego, the thought called ‘I’, and in verse 24 of <i>Uḷḷadu Nāṟpadu</i>, in which he again explains that it is just the ego, the false ‘I’ that rises ‘as the extent of the body’ between the <i>jaḍa</i> (non-conscious) body, which does not experience itself as ‘I’, and <i>sat-cit</i> (the reality that actually exists and actually is conscious), which does not rise:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root thought called ‘I’].<br>\n<br>\n<a name=\"un24\"></a>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ.</i><br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ.</i><br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ.</i><br>\n<br>\n<b>English translation:</b> The <i>jaḍa</i> body does not say ‘I’; <i>sat-cit</i> does not rise; [but] in between [these two] one ‘I’ rises as the extent of the body. Know that this is <i>cit-jaḍa-granthi</i> [the knot that binds the conscious and the non-conscious together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], the subtle body, the ego, this <i>saṁsāra</i> [wandering, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [the mind].</blockquote>\nThe body is <i>jaḍa</i> (non-conscious), so it does not experience anything, and hence it does not experience itself as ‘I’. Therefore when Sri Ramana says that the body does not say ‘I’, that is a metaphorical way of saying that it does not experience itself as ‘I’. What experiences itself as ‘I’ is something that actually exists and is actually conscious of its own existence, so this is what he refers to here as <i>sat-cit</i>, which is a compound of two words, <i>sat</i> (which means ‘what exists’) and <i>cit</i> (which means ‘what is conscious’). The reason this compound word is used to refer to what experiences itself as ‘I’ is that it is both what exists and what is conscious of its existence, so its existence (<i>sat</i>) and its consciousness (<i>cit</i>) of its existence are not two separate things but one and the same. As he says in verse 23 of <i>Upadēśa Undiyār</i>, what exists (<i>uḷḷadu</i>) is what is aware (<i>uṇarvu</i>) that it exists, because the ‘I’ that is aware that ‘I am’ cannot be other than the ‘I’ that exists. When we say ‘I am’, we are expressing not only that we exist but also that we are aware that we exist. Therefore <i>sat-cit</i> denotes our real self, which is what we experience as ‘I am’, and Sri Ramana says that it does not rise or come into existence, because it always exists and is always aware of its existence.<br>\n<br>\nThis body comes into existence in waking, when we are aware of it, and ceases to exist in sleep or dream, when we are not aware of it, so it cannot be ‘I’, because we are aware of ourself as ‘I am’ in all these three states: waking, dream and sleep. Thus the body rises and subsides and is not aware of itself as ‘I’, whereas <i>sat-cit</i> does not rise or subside but is always aware of itself as ‘I’. Therefore the body is not <i>sat-cit</i>, and <i>sat-cit</i> is not the body. However, between these two something rises as ‘I’ and experiences itself as the extent of the body. That is, it feels that it is confined within the spatial and temporal limits of the body, and thus it experiences itself as ‘I am this body’.<br>\n<br>\nThis spurious body-confined ‘I’ is what is called the ego, mind or soul (<i>jīva</i>), and it is also called <i>cit-jaḍa-granthi</i> because it functions as a knot (<i>granthi</i>) that binds the conscious (<i>cit</i>) and the non-conscious (<i>jaḍa</i>) together as if they were one. Because it rises by attaching itself to a body and other adjuncts, it is a conflated mixture of our pure ‘I’, which is not a thought, and various adjuncts, all of which are mere thoughts or ideas, so in verse 18 of <i>Upadēśa Undiyār</i> Sri Ramana describes it as the ‘thought called I’ and says that it is what the mind essentially is. Therefore when he says that the world is a creation or projection of the mind, what he means by ‘mind’ is only this spurious thought called ‘I’, the ego.<br>\n<br>\n<a name=\"un26\"></a>In verse 26 of <i>Uḷḷadu Nāṟpadu</i> he then says that when this ego rises into existence, everything rises into existence, and when this ego does not exist, everything does not exist, so the ego alone is everything:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr.</i><br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nThis verse is a very clear and emphatic statement of <i>dṛṣṭi-sṛṣṭi-vāda</i>. If the existence of everything is entirely dependent on the existence of the ego, as Sri Ramana asserts in this verse, there is no creation (<i>sṛṣṭi</i>) when there is no perception (<i>dṛṣṭi</i>), because there can be no perception unless there is an ego who perceives. Creation is therefore no more real than the ego who perceives things that seem to have been created or come into existence, and hence we can ascertain the reality of creation only by investigating and ascertaining the reality of this ego.<br>\n<br>\nAccording to the experience of Sri Ramana, if we investigate this ego we will find that it is unreal — that is, that there is not and never has been any such thing as ego at all. Therefore he concludes this verse by saying, ‘யாது இது என்று நாடலே யாவும் ஓவுதல்’ (<i>yādu idu eṉḏṟu nādal-ē ōvudal yāvum</i>), ‘investigating what this [ego] is alone is giving up everything’, because if the ego is found to be non-existent everything else will also be found to be non-existent.<br>\n<br>\nWhen he says, ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘the ego itself is everything’ or ‘everything is only the ego’, what he implies is that everything is only an expansion of the ego. The ego is our primal thought called ‘I’, and as soon as it rises it expands as numerous other thoughts, all of which constitute our mind, as he says in verse 18 of <i>Upadēśa Undiyār</i> (which I quoted above). What he means in that verse by the word எண்ணம் (<i>eṇṇam</i>), which literally means ‘thought’ or ‘idea’, is any kind of mental phenomenon — that is, any perception, conception, idea, imagination, memory, belief, feeling, emotion, desire, hope, fear or such like. In other words, everything that we experience other than our pure adjunct-free ‘I’ is what he would call a ‘thought’ or ‘idea’, because it is just a mental phenomenon of one kind or another.<br>\n<br>\nWhat we experience as the world is just a vast series of sensory impressions or perceptual experiences — sights, sounds, smells, tastes and tactile sensations — all of which are mental phenomena, so he frequently said that the world is nothing but thoughts or ideas. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs of <i>Nāṉ Yār?</i> he says:<br>\n<blockquote>[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. [...]<br>\n<br>\n[…] <i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu.</i> […]<br>\n<br>\n[...] Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. [...]<br>\n<br>\n[...] ஜக மென்பது நினைவே. [...]<br>\n<br>\n[...] <i>jagam eṉbadu niṉaivē</i>. [...]<br>\n<br>\n[...] What is called world is only thoughts [or ideas]. [...]</blockquote>\nThe world (and everything else we experience) is only thoughts, and all thoughts are an expansion of our ego, our primal thought called ‘I’, so in verse 26 of <i>Uḷḷadu Nāṟpadu</i> Sri Ramana says, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything [or everything is only the ego]’. Thus he made it abundantly clear that the theory of creation that he taught was only <i>dṛṣṭi-sṛṣṭi-vāda</i> and not any form of <i>sṛṣṭi-dṛṣṭi-vāda</i>.<br>\n<br>\n<i>Dṛṣṭi-sṛṣṭi-vāda</i> is a form of metaphysical idealism, because it implies that the world and everything else we experience consists only of ideas or thoughts, but it is not ‘a sort of degenerated idealism’, as Siddheswarananda wrote, because there is nothing inherently degenerated about it, and hence by describing it as such he was only expressing his own distaste for it. To say that it is a ‘degenerated idealism’ implies that there is some other form of idealism from which it has degenerated, but it is not at all clear what form of idealism he had in mind when he wrote this. In fact it could be argued that it is the purest form of metaphysical idealism, because unlike many other forms of such idealism, it does not posit the existence of any minds other than one’s own, since it is not motivated by any desire to avoid accepting metaphysical solipsism, the idea that no mind other than one’s own exists.<br>\n<br>\nAs Siddheswarananda correctly observed when he wrote, ‘The philosophical outlook of Maharshi tends very often to be confused with that of solipsism or its Indian equivalent, <i>drishti-srishti-vada</i>’ (p. 69), <i>dṛṣṭi-sṛṣṭi-vāda</i> does imply solipsism, the idea that only one self (ego or mind) exists. However, there are different types of solipsism, the most basic distinction among them being between metaphysical solipsism (the idea that my mind is the only mind that actually exists) and epistemological solipsism (the idea that my mind is the only mind that I can actually know exists).  Though the former entails that latter, the latter does not entail the former. Since there is no adequate means by which we could logically argue that metaphysical solipsism is actually the case, in western philosophy no major philosopher has tried to defend it. However it is relatively easy to argue that epistemological solipsism is the case, and if we accept this, we have to accept that metaphysical solipsism is a possibility that cannot be disproved.<br>\n<br>\nSince most people do not like to accept that metaphysical solipsism is a possibility, in western philosophy epistemological solipsism is considered to be a major problem (which is often described as ‘the problem of other minds’, that is, the problem of finding adequate justification for our instinctive belief that other people have minds just as I have). Even most metaphysical idealists (that is, those who claim that what seems to be a physical world is actually just ideas) are wary of the implications of epistemological solipsism, so they assume that other minds do exist, even though we cannot actually know that they exist. For example, Bishop George Berkeley, the famous 18th century British empiricist and subjective idealist, believed that everything we perceive is an idea not only in our own mind but primarily in the mind of God. Like Berkeley, most subjective idealists believe in the existence of other minds, so subjective idealism cannot be equated with metaphysical solipsism.<br>\n<br>\n<a name=\"gvk534\"></a>Therefore Sri Ramana did not teach subjective idealism in this sense, because the variety of idealism that he taught was that whatever we experience other than ourself (that is, other than our pure adjunct-free ‘I’) is just an idea in our own mind, and even our own mind is just an idea — the primal idea or thought called ‘I’, the ego. As he says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>, if this one ego comes into existence, everything comes into existence, and if it does not exist, everything does not exist, so it alone is everything. Thus he did teach metaphysical solipsism, which in Indian philosophy is called <i>ēka-jīva-vāda</i>, the argument that there is just one <i>jīva</i> (individual self or ego). As Sri Muruganar recorded in verse 534 of <i>Guru Vācaka Kōvai</i>, he said:<br>\n<blockquote>ஏகனே சீவ னெனக்கொண் டிதயத்துள்<br>\nஊகமுள தீர னுறைத்திடுக — ஊகம்<br>\nமலராத மாந்தர் மனங்கொள்ளச் சீவர்<br>\nபலராவ ரென்னவுடன் பட்டு.<br>\n<br>\n<i>ēkaṉē jīva ṉeṉakkoṇ ḍidayattuḷ<br>\nūkamuḷa dhīra ṉuṟaittiḍuka — ūkam<br>\nmalarāda māndar maṉaṅgoḷḷac jīvar<br>\npalarāva reṉṉavuḍaṉ paṭṭu.<br>\n</i><br>\n<b>பதச்சேதம்:</b> ஏகனே சீவன் என கொண்டு இதயத்து உள் ஊகம் உள தீரன் உறைந்திடுக. ஊகம் மலராத மாந்தர் மனம் கொள்ள சீவர் பலர் ஆவர் என்ன உடன்பட்டு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ēkaṉē jīvaṉ eṉa koṇḍu idayattu uḷ ūgam uḷa dhīraṉ uṟaindiḍuha. ūgam malarāda māndar maṉam koḷḷa jīvar palar āvar eṉṉa uḍaṉpaṭṭu.</i><br>\n<br>\n<b>English translation:</b> Accepting that <i>jīva</i> is only one, may the courageous person who has discernment subside [penetrate or be firmly established] in the heart. [Only] to suit the mind of dull-witted people in whom such discernment has not blossomed [do sages and sacred texts speak as if] conceding that <i>jīvas</i> are many.</blockquote>\n<a name=\"uu17\"></a>Therefore there is no scope for us to doubt the fact that Sri Ramana has clearly and emphatically taught <i>ēka-jīva-vāda</i> or metaphysical solipsism. However, though he taught this as a provisional theory in order to help us be single-minded in our practice of self-investigation, he also taught that when we investigate this one ego or mind, we will eventually discover that it is unreal as such, and that what really exists is only our one infinite and indivisible self, which experiences nothing other than ‘I am’. As he says in verse 17 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa.</i><br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu.</i><br>\n<br>\n<b>English translation:</b> When [one] investigates the form of the mind without forgetting, anything called ‘mind’ does not exist. For everyone this is the direct [straight, proper, correct or true] path.</blockquote>\nTherefore, when we experience ourself as we really are, it will be clear to us that even <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> are not true, because the ego (the <i>ēka jīva</i>, the one finite self) is itself actually non-existent, and hence both its perception (<i>dṛṣṭi</i>) and the creation (<i>sṛṣṭi</i>) that seems to exist because of its perception are likewise non-existent. Thus the ultimate truth is that ‘I’ (our real self or <i>ātman</i>) alone exists and nothing else has ever come into existence, so neither the ego nor the world has ever really existed. This is what is known as <i>ajāta</i>, a term that literally means ‘non-born’, ‘non-originated’ or ‘non-engendered’, and that therefore implies that no creation has ever occurred — that nothing has ever been created or come into existence.<br>\n<br>\n<a name=\"ut24\"></a>The implication of <i>ajāta</i> is clearly expressed by Sri Ramana in verse 24 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a> (which he composed as a condensation of verse 1227 of <i>Guru Vācaka Kōvai</i>, in which Sri Muruganar expressed the idea in a Sanskrit verse that Sri Ramana often used to quote, which occurs in various texts such as <i>Amṛtabindōpaniṣad</i> Verse 10, <i>Ātmōpaniṣad</i> 2.31, <i>Māṇḍukya Kārikā</i> 2.32 and <i>Vivēkacūḍāmaṇi</i> verse 574):<br>\n<blockquote>ஆதலழி வார்ப்பவிழ வாசைமுயல் வார்ந்தாரில்<br>\nஈதுபர மார்த்தமென் றெண்.<br>\n<br>\n<i>ādalaṙi vārppaviṙa vāśaimuyal vārndāril<br>\nīdupara mārttameṉ ḏṟeṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆதல், அழிவு, ஆர்ப்பு, அவிழ ஆசை, முயல்வு, ஆர்ந்தார் இல்; ஈது பரமார்த்தம் என்று எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ādal, aṙivu, ārppu, aviṙa  āśai, muyalvu, ārndār il. īdu paramārttam eṉḏṟu eṇ</i>.<br>\n<br>\n<b>English translation:</b> There is no becoming [or coming into existence], destruction, bondage, desire to untie [bondage], effort [made for liberation], [or] those who have attained [liberation]. Know that this is <i>paramārtha</i> [the ultimate truth].</blockquote>\n<a name=\"gvk100\"></a>However, though <i>ajāta</i> is the ultimate truth, it is not the teaching that is most useful to us so long as we experience ourself as an ego living in a finite world, because believing that none of this actually exists does not help us to free ourself from the illusion that it does exist. Therefore, though Sri Ramana explained to us that this was his experience, to enable us to experience it he taught <i>dṛṣṭi-sṛṣṭi-vāda</i>, which concedes that the ego and world do seem to exist, but only as an illusion or false appearance. As Sri Muruganar recorded in verses 100 and 83 of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>அநேகசித் தாந்த மவரவர்க் கேற்பச்<br>\nசொனாலுங் குருரமணத் தோன்றல் — தனாது<br>\nநிஜாநுபவ மாக நிகழ்த்தயாங் கேட்ட<br>\nதஜாதசித் தாந்த மறி.<br>\n<br>\n<i>anēkasid dhānta mavaravark kēṯpac<br>\ncoṉāluṅ gururamaṇat tōṉḏṟal — taṉādu<br>\nnijānubhava māha nigaṙttayāṅ gēṭṭa<br>\ntajātasid dhānta maṟi.</i><br>\n<br>\n<b>பதச்சேதம்:</b> அநேக சித்தாந்தம் அவர் அவர்க்கு ஏற்ப சொனாலும் குரு ரமண தோன்றல், தனாது நிஜ அநுபவம் ஆக நிகழ்த்த யாம் கேட்டது அஜாத சித்தாந்தம் அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>anēka siddhāntam avar avarkku ēṯpa soṉālum guru ramaṇa tōṉḏṟal, taṉādu nija anubhavam āha nigaṙtta yām kēṭṭadu ajāta siddhāntam aṟi.</i><br>\n<br>\n<b>அன்வயம்:</b> அவர் அவர்க்கு ஏற்ப குரு ரமண தோன்றல் அநேக சித்தாந்தம் சொனாலும், தனாது நிஜ அநுபவம் ஆக நிகழ்த்த யாம் கேட்டது அஜாத சித்தாந்தம் அறி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>avar avarkku ēṯpa guru ramaṇa tōṉḏṟal anēka siddhāntam soṉālum, taṉādu nija anubhavam āha nigaṙtta yām kēṭṭadu ajāta siddhāntam aṟi.</i><br>\n<br>\n<b>English translation:</b> Although the exalted Guru Ramana expressed multifarious conclusions suited to [the beliefs, aspirations and needs of] each person, know that what we heard him explain to be his own actual experience was <i>ajāta siddhānta</i> [the conclusion that nothing has ever come into existence].<br>\n<br>\n<a name=\"gvk83\"></a>நாமுலக மென்ன நயந்துரைத்த தாலுயிர்கட்<br>\nகாமுறுதி யோதுரம ணாசிரியர் — சேம<br>\nவிவர்த்தசித் தாந்தமே மெய்யாக விண்டார்<br>\nதவிர்த்துப் பிறவற்றைத் தாம்.<br>\n<br>\n<i>nāmulaha meṉṉa nayanduraitta dāluyirgaṭ<br>\nkāmuṟudi yōdurama ṇāciriyar — ṣēma<br>\nvivarttasid dāntamē meyyāha viṇḍār<br>\ntavirttup piṟavaṯṟait tām.</i><br>\n<br>\n<b>பதச்சேதம்:</b> ‘நாம் உலகம்’ என்ன நயந்து உரைத்ததால், உயிர்கட்கு ஆம் உறுதி ஓது ரமண ஆசிரியர் சேம விவர்த்த சித்தாந்தமே மெய் ஆக விண்டார், தவிர்த்து பிறவற்றை தாம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): ‘<i>nām ulaham’ eṉṉa nayandu uraittadāl, uyirgaṭku ām uṟudi ōdu ramaṇa āciriyar ṣēma vivartta siddhāntam-ē mey āha viṇḍār, tavirttu piṟavaṯṟai tām.</i><br>\n<br>\n<b>அன்வயம்:</b> உயிர்கட்கு ஆம் உறுதி ஓது ரமண ஆசிரியர் தாம் பிறவற்றை தவிர்த்து, ‘நாம் உலகம்’ என்ன நயந்து உரைத்ததால் சேம விவர்த்த சித்தாந்தமே மெய் ஆக விண்டார்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uyirgaṭku ām uṟudi ōdu ramaṇa āciriyar tām piṟavaṯṟai tavirttu, ‘nām ulaham’ eṉṉa nayandu uraittadāl ṣēma vivartta siddhāntam-ē mey āha viṇḍār.</i><br>\n<br>\n<b>English translation:</b> By lovingly saying ‘<i>nām ulaham</i>’ [<i>nām ulaham</i> <i>kāṇḍalāl</i>, ‘because we see the world’, the opening words of the first verse of <i>Uḷḷadu Nāṟpadu</i>], Ramana-<i>ācārya</i>, who disseminates suitable beneficial teachings to people, taught as true only the protective <i>vivarta siddhānta</i> [the conclusion that everything is an illusory appearance], setting aside others [all other conclusions].</blockquote>\nAccording to <i>ajāta siddhānta</i> nothing other than ‘I’ (our real self or <i>ātman</i>) actually exists or even seems to exist, whereas according to <i>vivarta siddhānta</i> nothing other than ‘I’ actually exists, but other things do at least seem to exist, and hence they are all illusions or false appearances.<br>\n<br>\nThough <i>ajāta siddhānta</i> is the ultimate truth, it is of little use to us so long as we seem to be an ego who experiences itself bound within the limits of a body in a finite world, because according to <i>ajāta siddhānta</i> there is absolutely no ego or world and hence no bondage or anyone who could make any effort to escape bondage. Spiritual teachings and practice are possible only if it is accepted that the ego and world exist at least as an illusory appearance, which is what <i>ajāta siddhānta</i> explicitly denies. Therefore, though <i>ajāta</i> was his actual experience, Sri Ramana did not teach it except by way of intimating us that it is the ultimate truth.<br>\n<br>\nWhat he taught instead was that though the ego and world do not actually exist, they do at least seem to exist, so they exist only as an illusion or false appearance. This teaching is therefore called <i>vivarta vāda</i> (the theory of false appearance) or <i>vivarta siddhānta</i> (the conclusion or doctrine of false appearance), the word <i>vivarta</i> meaning in this context an illusion or unreal appearance. The classic analogy that is used to illustrate <i>vivarta vāda</i> is the rope that seems to be a snake. The snake is an illusion or false appearance, so it does not actually exist as the snake that it seems to be, but it does exist as the rope that it really is. Likewise, the ego and world are an illusion or false appearance, so they do not actually exist as the finite, differentiated and ever-changing things that they seem to be, but they do exist as the one infinite, indivisible and immutable self or <i>ātman</i> that they really are.<br>\n<br>\nThe illusory snake does not exist even as a false appearance when no one sees it, so it is created only as a result of being seen. Likewise, the world does not exist even as a false appearance when the ego does not perceive it, so it is created only by the ego’s perception of it. Thus <i>vivarta vāda</i> is what is also called <i>dṛṣṭi-sṛṣṭi-vāda</i>, the theory that perception (<i>dṛṣṭi</i>) is the cause of creation (<i>sṛṣṭi</i>).<br>\n<br>\nHow the terms <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>vivarta-vāda</i> are two alternative descriptions of the same theory is also illustrated by our experience in dream. The world that we experience in a dream is not real but just an illusory appearance (<i>vivarta</i>), and hence it was created by our perception (<i>dṛṣṭi</i>) of it. Therefore, since Sri Ramana taught that what we take to be a waking state is actually just another dream, it is clear that he thereby taught the view that is called both <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>vivarta-vāda</i>.<br>\n<br>\nIf our present waking state is actually a dream, the obvious and unavoidable implication of this is not only that it is a false appearance and a production of our perception of it, but also that it is perceived by only one ego. Therefore, when Sri Ramana says that this state that seems to be waking is actually just a dream, and that the world we now perceive is therefore no more real than any world that we perceive in a dream, he clearly and unambiguously implies that he is teaching <i>vivarta-vāda</i>, <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>.<br>\n<br>\nWhy then did a learned person such as Swami Siddheswarananda, who was undoubtedly a sincere devotee and spiritual aspirant, and who as a senior monk in the Ramakrishna Mission had dedicated his life to teaching and propagating the philosophy of <i>advaita vēdānta</i>, not only fail to recognise but even go so far as to explicitly deny that <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> are both an integral part of Sri Ramana’s principal teachings (and are also clearly implied in the writings of Gaudapada and Sankara, which he quotes)? Presumably it was because he was unable to accept the implications of these theories. Like the vast majority of people, he could not bring himself to believe that there is only one ego who experiences this world, and that the world does not exist except when that ego experiences it, and even then it is just an illusory appearance like a dream.<br>\n<br>\nHis inability to accept <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> is actually typical of most scholars of <i>advaita vēdānta</i>, including many <i>saṃnyasis</i> (renunciates) who either taught <i>advaita vēdānta</i> in past centuries or teach it now. This is particularly true of those who nowadays teach what they claim to be ‘traditional <i>vēdānta</i>’ (by which they mean ‘traditional <i>advaita vēdānta</i>’, but which could be described more accurately as ‘scholastic <i>advaita vēdānta</i>’), because traditionally scholars of <i>advaita vēdānta</i> have had difficulty accepting all the profound and radical implications of <i>advaita vēdānta</i> as it was expounded in the writings of Gaudapada and Sankara, and hence they have turned a blind eye towards, circumvented or argued around any implications that they do not relish.<br>\n<br>\nTo accept (from a metaphysical perspective) that I am the only ego or <i>jīva</i>, that this entire world is just a dream that is experienced by no one other than me, and that all my friends, relatives and other people I see in this world are no more real than the people I meet in a dream, or even to accept (from an epistemological perspective) that all these are a possibility that I have no adequate evidence or logical reason to disprove, requires a certain courage and whole-hearted commitment to ascertaining what is actually true or real. As Sri Ramana indicated in verse 534 of <i>Guru Vācaka Kōvai</i> (which I quoted above), we need to be a courageous person (<i>dhīraṉ</i>) to accept that there is only one ego or <i>jīva</i> (which seems to exist only so long as our attention is turned out towards anything other than ourself) and therefore to turn within and to subside into the innermost depth of oneself in order to ascertain that even this one ego does not actually exist.<br>\n<br>\nTherefore, when we study and try to understand the teachings of Sri Ramana, we each have to ask ourself whether we have the courage and singleness of purpose to accept (at least as a tentative theory or working hypothesis to be tested by self-investigation) that we are the only ego and that this entire world and all the other people we see in it are just our own mental creation, like the world we experience in a dream. For many of us it is not easy to accept this even tentatively, but if we are to succeed in our endeavour to turn our attention within and to sink into the uttermost depth of ourself in order to experience ourself as we really are, in complete isolation from everything else, we need to pluck up the necessary inner courage to accept the full implications of what Sri Ramana has taught us.<br>\n<br>\nThe difficulty that Swami Siddheswarananda had in accepting that the entire world is a creation of our own individual mind or ego, and that our own mind is the only mind there is, was also experienced by other sincere devotees of Sri Ramana. For example, in section 556 of <i>Talks with Sri Ramana Maharshi</i> it is recorded that in October 1938 Alan Chadwick asked him, ‘The world is said to become manifest after the mind becomes manifest. There is no mind when I sleep. Is the world not existent to others at that time? Does it not show that the world is the product of a universal mind? How then shall we say that the world is not material but only dream-like?’ to which he replied:<br>\n<blockquote>The world does not tell you that it is of the individual mind or of the universal mind. It is only the individual mind that sees the world. When this mind disappears the world also disappears. [...] when we see our Self there is no world, and when we lose sight of the Self we get ourselves bound in the world.</blockquote>\nBecause Chadwick was sincerely trying to understand his teachings, when replying to him Sri Ramana maintained his usual stance of <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> by insisting that it is only our own individual mind that causes the appearance of the world. However, when replying to others who were obviously not able or willing to accept <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> he would often talk as if he accepted that there are many <i>jīvas</i> or that the world was created not by our own mind but by God (which is a form of <i>sṛṣṭi-dṛṣṭi-vāda</i>, the theory that the world exists independent of our perception of it).<br>\n<br>\nThis is why Sri Muruganar wrote in verse 100 of <i>Guru Vācaka Kōvai</i>: ‘அநேக சித்தாந்தம் அவர் அவர்க்கு ஏற்ப சொனாலும் குரு ரமண தோன்றல் […]’ (<i>anēka siddhāntam avar avarkku ēṯpa soṉālum guru ramaṇa tōṉḏṟal</i> […]), ‘Although the exalted Guru Ramana expressed multifarious conclusions suited to each person […]’. Here the words அவர் அவர்க்கு ஏற்ப (<i>avar avarkku ēṯpa</i>), which literally mean ‘suited to them them’ and which in Tamil is a way of saying ‘suited to each person’, imply that the reason why he expressed or spoke as if he accepted so many different conclusions or doctrines was to suit the beliefs, aspirations, intellectual ability, spiritual maturity, mental state and individual needs of each person.<br>\n<br>\nIf we read <i>Talks with Sri Ramana Maharshi</i> and other such books that record (more or less accurately) conversations with Sri Ramana, it is clear that he expressed and discussed a wide diversity of philosophical views or doctrines, but we should not mistake everything that he said to be an expression of his real teachings, because as Sri Muruganar indicated in verse 100 of <i>Guru Vācaka Kōvai</i> many of the ideas he expressed were only intended to suit the particular beliefs, aspirations and needs of whichever person he was then speaking to. Therefore to understand what his real teachings are, we need to think carefully and critically (that is, with keen intellectual discrimination and discernment) about everything that he wrote and is recorded to have said, and should not blindly accept that whatever he said is his actual teaching.<br>\n<br>\nIn other words, we should do not only <i>śravaṇa</i> (hearing, reading or studying) but should also <i>manana</i> (deep thinking, pondering or reflection) upon his teachings. However, even <i>śravaṇa</i> and <i>manana</i> are not sufficient on their own, because to have the required clarity of mind and heart to understand correctly what we study and reflect upon we must also practise what he taught us — that is, we must do <i>nididhyāsana</i>, deep inward contemplation on ourself, which is what is otherwise known as <i>ātma-vicāra</i> or self-investigation.<br>\n<br>\nIf we study his teachings thoroughly, reflect upon them carefully and deeply, and practise <i>ātma-vicāra</i> as deeply and frequently as we can, we will understand clearly and be left in no doubt at all that <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> are theories that are fundamental and essential to the entire conceptual framework of his actual teachings.<br>\n<br>\nHowever, we should also understand that whether or not we are ready to accept <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i>, we cannot know for certain whether either of them is true unless and until we investigate ourself and thereby experience ourself as we really are. When we do experience ourself as we really are, we will discover that neither of these two theories is actually true, because there is no <i>jīva</i> (ego or finite self) and hence no <i>dṛṣṭi</i> (seeing or perception) or <i>sṛṣṭi</i> (creation or coming into existence of anything), but so long as we mistakenly experience ourself as an ego, these are the theories that are closest to the truth and that will be most helpful to us in our practise of self-investigation.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "65",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5272676551373902046/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "śravaṇa-manana-nididhyāsana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg5NTA0NTk5ODQ0Cm9mZnNldDogMAo\""
}