{
    "kind": "blogger#post",
    "id": "727647496191207333",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-02-13T12:29:00Z",
    "updated": "2015-02-07T13:23:46Z",
    "url": "http://happinessofbeing.blogspot.com/2014/02/can-self-enquiry-be-practised-during.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/727647496191207333",
    "title": "Can self-enquiry be practised during work?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nOne question that I am often asked is whether it is possible to practise <i>ātma-vicāra</i> (self-investigation or self-enquiry) while engaged in other work. For instance, a friend wrote to me recently asking:<br />\n<blockquote>\nCan self-inquiry be practised during work? Situation necessitates move into new field of work, namely marketing, and I am wondering questions such as: How do I learn when I am not thinking? How do I approach customers without thinking?</blockquote>\nIn reply I wrote:<br />\n<br />\nWhatever work we may experience ourself doing, we are always aware that ‘I am experiencing this’, so we can at any time direct our attention towards this experiencing ‘I’.<br />\n<br />\nIf there is some matter that is worrying us at home, or if a close friend is seriously ill in hospital, the thought of our friend or whatever is worrying us will often come to our mind even whilst we are busily engaged in other work. Likewise, if we are passionately eager to experience what this ‘I’ actually is, the remembrance of ‘I’ will often come to our mind even whilst we are busily engaged in other work.<br /><a name='more'></a>\n<br />\nTherefore it is all a matter of how much we truly love to experience what ‘I’ actually is. If this love is insufficient, even when we have time to sit and meditate only on ‘I’, other thoughts will be constantly coming and distracting our attention away from ‘I’, whereas if this love is intense, our attention will be constantly returning to ‘I’ whenever it is not engaged in any activity that requires our full attention.<br />\n<br />\nThis is why Bhagavan used to say that <i>bhakti</i> is <i>jñāna-māta</i>: love is the mother of knowledge. We experience whatever we attend to, and we attend to whatever we love to experience.<br />\n<br />\nEvery day we think innumerable thoughts, but only a small percentage of those thoughts are actually necessary at the time we think them. Therefore if our love to experience ‘I’ is greater than our love to experience whatever all those unnecessary thoughts are about, we will attend to ‘I’ instead of to those thoughts, and thus much of our time every day will be spent attending to ‘I’.<br />\n<br />\nSo long as we experience ourself as a body, we do need to spend some of our time attending to some thoughts other than ‘I’, but we do not need to spend all our time doing so. Therefore during all the many moments when it is not immediately necessary for us to attend to any other thought, we are free to choose either to attend to ‘I’ or to attend to other thoughts. Because of our love to experience other things, we generally choose to attend to thoughts about those other things, but if we love to experience what ‘I’ actually is more than we love to experience anything else, we will choose to attend only to ‘I’.<br />\n<br />\nTherefore during the course of each day the extent to which we attend to ‘I’ rather than to unnecessary thoughts depends only upon how much we truly love to experience what ‘I’ is (who am I).</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/727647496191207333/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzE1NDI2MzI5Cm9mZnNldDogMAo\""
}