{
    "kind": "blogger#post",
    "id": "4798815482853166869",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-09-12T09:57:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/09/why-did-sri-ramana-teach-karma-theory.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4798815482853166869",
    "title": "Why did Sri Ramana teach a <i>karma</i> theory?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">This article is the second half of my explanation of the first verse of <i>Upadēśa Undiyār</i>, the first half of which I posted in my previous article: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/the-karma-theory-as-taught-by-sri-ramana.html\">The <i>karma</i> theory as taught by Sri Ramana</a>.<br>\n<br>\n<a name=\"un38\"></a>According to Sri Ramana, what we should be concerned with is only being and not doing. We need be concerned with <i>karma</i> — that is, with what we do — only to the extent that we should try as far as possible to avoid doing any action that will cause harm (<i>hiṁsā</i>) to any sentient being, but our primary concern should be not with what we do but only with what we are. Therefore we need not investigate <i>karma</i> in any great depth or detail, but should focus all our effort and attention only on investigating the ‘I’ that feels ‘I am doing <i>karma</i>’ or ‘I am experiencing the fruit of <i>karma</i>’. As he says in verse 38 of <i>Uḷḷadu Nāṟpadu</i>:<br><a name='more'></a>\n<blockquote>வினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலை.<br>\n<br>\n<i>viṉaimudaṉā māyiṉ viḷaipayaṉ ḏṟuyppōm<br>\nviṉaimudalā reṉḏṟu viṉavit — taṉaiyaṟiyak<br>\nkarttat tuvampōyk karumamūṉ ḏṟuṅkaṙalu<br>\nnittamā mutti nilai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். நித்தமாம் முத்தி நிலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. viṉaimudal ār eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. nittam-ām mutti nilai</i>.<br>\n<br>\n<b>English translation:</b> If we are the doer of actions, we will experience the resulting fruit. [However] when we know ourself by investigating who is the doer of action, doership will depart and all the three <i>karmas</i> will slip off. [This is] the state of liberation, which is eternal.</blockquote>\nThe <i>karma</i> theory is conditional, and the condition on which it depends is that we experience ourself as ‘I am doing actions’ and ‘I am experiencing the consequences of my actions’. So long as we experience ourself as an ego, a finite ‘I’ that does actions through mind, speech and body, we will also experience ourself as the experiencer of the fruit of our actions. Without such a sense of doership and experiencership, we could not do any <i>āgāmya</i> or experience any <i>prārabdha</i>, and hence there would be no <i>sañcita</i>. Hence all these three <i>karmas</i> seem to exist only so long as we seem to be an ego — a doer and an experiencer of things other than ourself. Therefore Sri Ramana says that if we know ourself by investigating who am I, this ego who seems to do action, our sense of doership (and experiencership) will cease to exist, and hence along with it all the three <i>karmas</i> (<i>āgāmya</i>, <i>sañcita</i> and <i>prārabdha</i>) will also cease to exist.<br>\n<br>\nThat is, the sense of doership and experiencership is integral feature of our ego, because our ego is the illusory adjunct-mixed self-awareness ‘I am this body and mind’, and the nature the body and mind is to do action and experience its fruit. Therefore so long as we experience ourself as an ego, we seem to be bound by the three <i>karmas</i>, but if we experience ourself as we really are by investigating what is this ‘I’ that experiences itself as if it were a body and mind, the illusion that we are bound or affected in any way at all by any <i>karma</i> will be destroyed forever.<br>\n<br>\n<i>Karma</i> is only as real as the ego that does it and experiences its fruit, but if we investigate this ego we will find it to be non-existent (just as we would find an illusory snake to be non-existent if we looked at it carefully and thereby recognised that it was actually only a rope), because what seems to be this ego is actually only the one pure, adjunct-free and hence infinite ‘I’.  Therefore, since this ego is just an unreal appearance, all its <i>karma</i> is likewise just an unreal appearance.<br>\n<br>\nThus according to Sri Ramana <i>karma</i> is not real, and it seems to be real only because we mistake ourself to be an ego, a finite ‘I’ that experiences itself as a body and mind. <i>Karma</i> is therefore not a central concern in his teachings, so the only reason why he discussed <i>karma</i> in the initial verses of <i>Upadēśa Undiyār</i> is that, as I explained in the introduction (which I will post on my website after completing my translation and explanation of this entire text), he wrote it as the essence of the <i>upadēśa</i> that Lord Siva gave to the ritualists in the Daruka forest after subduing their pride. Because they believed that <i>karma</i> alone is paramount, and that there is therefore no God except <i>karma</i>, it was necessary for Lord Siva to teach them that <i>karma</i> does not give fruit except by the ordainment of God, and that (as he says in the next verse of <i>Upadēśa Undiyār</i>) it cannot give liberation.<br>\n<br>\nTherefore, just because Sri Ramana began <i>Upadēśa Undiyār</i> by discussing <i>karma</i>, we should not conclude that the concept of <i>karma</i> is an important part of his teachings. The degree of importance that he gave to <i>karma</i> can be better understood from <i>Uḷḷadu Nāṟpadu</i>, in which he discusses it only towards the end, namely in verse 38, where he teaches that it is only conditionally real, and that it will cease to appear real if we know ourself by investigating who am I, who seem to do <i>karma</i>.<br>\n<br>\nThe reason why he taught the particular <i>karma</i> theory that he did, which he summarised most clearly and emphatically in the note that he wrote for his mother, was to support us in our practice of self-investigation or self-surrender (which in practice is the same as self-investigation, because we can give up our ego only by investigating it). That is, as he clearly indicated in the concluding sentence of that note, ‘ஆகலின் மௌனமாய் இருக்கை நன்று’ (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), ‘Therefore silently being is good’, the inference we should draw from the <i>karma</i> theory that he taught is that the only correct use we can make of our free will is to try just to be silent, and as he repeatedly emphasised, the only means to be inwardly silent is to attend only to ‘I’.<br>\n<br>\nIf we believe that we can by our volitional actions change what we are to experience outwardly, our motivation to try to do so will be reinforced, and hence we will feel less inclined to try to turn our attention within to experience ourself alone and thereby to be silent, whereas if we believe that we cannot by any means change what we are to experience outwardly, our motivation to try to do so will be weakened, and hence we will feel more strongly inclined to try to turn our attention within to experience ourself alone. Therefore the benefit we will derive from accepting the <i>karma</i> theory as taught by Sri Ramana is that it will weaken our outward-going drive and thereby make it easier for us to turn our attention towards ourself, away from all external things (that is, from everything other than ‘I’ alone).<br>\n<br>\nMoreover, since what we are destined to experience is ordained by God, it is not just the fruits of our past actions but a selection of such fruits chosen by him for our own benefit, and hence it is his will. If we believe this, it will be easier for us to accept calmly whatever difficulties or sufferings may occur in our life, trusting that they are according to his all-loving will and hence for our own ultimate benefit. In other words, it will be easier for us to surrender our individual will to his will, and the more we thus surrender our will, the less our ego will be driven to rise and engage itself in volitional actions, and the easier it will therefore be for us to focus our attention on ‘I’ alone.<br>\n<br>\nThat is, in ordaining the fruits of our <i>karmas</i>, God is not merely operating a system of reward and punishment, because his ultimate aim is that we should give up the illusion that we are doing <i>karma</i> and experiencing its fruit, which we can do only by experiencing ourself as we really are, thereby merging in him, who is both our source and substance. Though God seems to be something other than ourself so long as we mistakenly experience ourself to be a finite being, he is actually what we really are, so he loves us as his own self, and accordingly wants us to experience the infinite happiness that is our real nature. Therefore he ordains the fruits of our past <i>karmas</i> in whatever way will be most conducive to our spiritual development and to our eventually merging in our source, our real self, which is the ocean of infinite happiness.<br>\n<br>\nFor reasons that we considered earlier, the <i>karma</i> theory as taught by Sri Ramana would not work if there were no God to ordain which fruit each <i>karma</i> is to give and when and in what circumstances that fruit is to be experienced. But who or what is this God? As Sri Ramana teaches us in verses 24 and 25 of <i>Upadēśa Undiyār</i>, God is nothing other than our own real self. In other words, he is what we actually are, even though we now experience ourself as if we were a finite ego. However, the nature of our real self is not to do anything but just to be, and not to experience anything other than itself, ‘I am’. How then can God — as our real self — be the ordainer of the fruits of our <i>karmas</i>?<br>\n<br>\n<a name=\"ny15\"></a>There are two ways in which this question can be answered. One of these two ways is indicated by Sri Ramana in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>:<br>\n<blockquote>இச்சா ஸங்கல்ப யத்நமின்றி யெழுந்த ஆதித்தன் சன்னிதி மாத்திரத்தில் காந்தக்கல் அக்கினியைக் கக்குவதும், தாமரை மலர்வதும், நீர் வற்றுவதும், உலகோர் தத்தங் காரியங்களிற் பிரவிருத்தித்து இயற்றி யடங்குவதும், காந்தத்தின் முன் ஊசி சேஷ்டிப்பதும் போல ஸங்கல்ப ரகிதராயிருக்கும் ஈசன் சன்னிதான விசேஷ மாத்திரத்தால் நடக்கும் முத்தொழில் அல்லது பஞ்சகிருத்தியங்கட் குட்பட்ட ஜீவர்கள் தத்தம் கர்மானுசாரம் சேஷ்டித் தடங்குகின்றனர். அன்றி, அவர் ஸங்கல்ப ஸஹித ரல்லர்; ஒரு கருமமு மவரை யொட்டாது. அது லோககருமங்கள் சூரியனை யொட்டாததும், ஏனைய சதுர்பூதங்களின் குணாகுணங்கள் வியாபகமான ஆகாயத்தை யொட்டாததும் போலும்.<br>\n<br>\n<i>icchā-saṅkalpa-yatnam-iṉḏṟi y-eṙunda ādittaṉ saṉṉidhi-māttirattil kānta-k-kal aggiṉiyai-k kakkuvadum, tāmarai malarvadum, nīr vaṯṟuvadum, ulahōr tattaṅ kāriyaṅgaḷil piraviruttittu iyaṯṟi y-aḍaṅguvadum, kāntattiṉ muṉ ūsi cēṣṭippadum pōla saṅkalpa-rahitar-āy-irukkum īśaṉ saṉṉidhāṉa-viśēṣa-māttirattāl naḍakkum muttoṙil alladu pañcakiruttiyaṅgaṭ kutpaṭṭa jīvargaḷ tattam karmāṉucāram cēṣṭit taḍaṅgugiṉḏṟaṉar. aṉḏṟi, avar saṅkalpa-sahitar allar; oru karumam-um avarai y-oṭṭādu. adu lōka-karumaṅgaḷ sūriyaṉai y-oṭṭādadum, ēṉaiya catur-bhūtaṅgaḷiṉ guṇāguṇaṅgaḷ viyāpakam-āṉa ākāyattai y-oṭṭādadum pōlum</i>.<br>\n<br>\nJust as in the mere presence of the sun, which rose without <i>icchā</i> [wish, desire or liking], <i>saṁkalpa</i> [volition or intention] or <i>yatna</i> [effort or exertion], a crystal stone [or magnifying lens] will emit fire, a lotus will blossom, water will evaporate, and people of the world will engage in [or begin] their respective activities, do [those activities] and subside [or cease being active], and [just as] in front of a magnet a needle will move, [so] <i>jīvas</i> [sentient beings], who are caught in [the finite state governed by] <i>muttoṙil</i> [the threefold function commonly attributed to God, namely the creation, sustenance and dissolution of the world] or <i>pañcakṛtyas</i> [the five functions commonly attributed to God, namely creation, sustenance, dissolution, concealment and grace], which happen due to nothing but the special nature of the presence of God, who is <i>saṁkalpa rahitar</i> [one who is devoid of any volition or intention], move [exert or engage in activity] and subside [cease being active, become still or sleep] in accordance with their respective <i>karmas</i> [that is, in accordance not only with their <i>prārabdha karma</i> or destiny, which impels them to do whatever actions are necessary in order for them to experience all the pleasant and unpleasant things that they are destined to experience, but also with their <i>karma-vāsanās</i>, their inclinations or impulses to desire, think, speak and act in particular ways, which impel them to make effort to experience pleasant things and to avoid experiencing unpleasant things]. Nevertheless, he [God] is not <i>saṁkalpa sahitar</i> [one who is connected with or possesses any volition or intention]; even one <i>karma</i> does not adhere to him [that is, he is not bound or affected by any <i>karma</i> or action whatsoever]. That is like world-actions [the actions happening here on earth] not adhering to [or affecting] the sun, and [like] the qualities and defects of the other four elements [earth, water, air and fire] not adhering to the all-pervading space.</blockquote>\nThat is, since God is our real self, he has no <i>saṁkalpa</i> (volition or intention) and he does not actually do anything but just is, so whatever seems to happen does so in his mere presence and without his volition. Moreover, in his view nothing exists other than himself, so he does not experience or know anything other than ‘I am’, and hence whatever seems to happen in our view does so without his knowledge. Therefore the fruits of our <i>karmas</i> are ordained by the power of his mere presence — that is, by the power of his just being — without either his volition or even his knowledge. This is why Sri Ramana says here, ‘ஒரு கருமமு மவரை யொட்டாது’ (<i>oru karumam-um avarai y-oṭṭādu</i>), ‘even one <i>karma</i> does not adhere to him’. That is, he is not bound or affected by any <i>karma</i> whatsoever, because in his view no <i>karmas</i> exist at all.<br>\n<br>\nThough this is the most accurate explanation of how he ordains the fruits of our <i>karmas</i>, from the perspective of our mind it is not an entirely satisfactory explanation, because we cannot adequately comprehend how by his mere presence and without his knowledge or choice the fruits of our <i>karmas</i> can be ordained in a way that is both morally just and most beneficial for our spiritual development. Moreover, though he is our real self, so long as we experience ourself as an ego, he seems to be something other than ourself, because whereas we seem to be finite and hence bound by numerous limitations, he is infinite and hence unbound by any limitation whatsoever. Not only is his existence infinite, but so also is his knowledge and love. Since he alone truly exists, he experiences and loves everything as himself. In his view ‘everything’ is himself, so it is one and not many, whereas in our view it is manifold, because it includes all the multiplicity and diversity of this world.<br>\n<br>\nHence, so long as we experience ourself as a finite person, and therefore experience many other finite things that constitute the world as we know it, it is not possible for us to adequately comprehend the absolute oneness, infinity and indivisibility of God, who is our real self. Therefore when we think of God in relation to ourself as a person and to this world of plurality, we cannot but think of him as something that is other than ourself and the world, and since he knows and loves everything as himself, and since in his view there is nothing — and hence no power — that is other than himself, he seems to us to be something that is not only omnipresent but also omniscient, omnibenevolent and omnipotent. Therefore the other way to answer the question how God, being our real self, can be the ordainer of the fruits of our <i>karmas</i> is to explain that it is in his role as a seemingly other, omniscient, omnibenevolent and omnipotent being that he does so.<br>\n<br>\nBeing omniscient, he knows what is the most appropriate fruit to ordain for each of our <i>karmas</i>; being omnibenevolent (all-loving), the time and circumstances in which he chooses us to experience each fruit is what is most beneficial for us in the long term (that is, it is what is most conducive to our spiritual development and our eventual liberation from the bonds of finite existence); and being omnipotent, there is no power other than himself that could prevent him from ordaining the fruits of our <i>karmas</i> in accordance with his all-knowing and all-loving will.<br>\n<br>\n<a name=\"ny07\"></a>However, as a seemingly other, omniscient, omnibenevolent and omnipotent being, God is not absolutely real. As our own essential self and as the one source and ultimate substance that appears as all this world of plurality, he is absolutely real, but so long as he seems to be other than ourself and to have a function to play in whatever we experience in this world (or in any other world, such as any world that we experience in a dream), he is only relatively real. As such, he is no more real than we are as an individual or than the world is as something other than ourself. Just as we as an ego or individual soul (<i>jīva</i>) are merely a <i>kalpana</i> (a fabrication or figment of our imagination), and just as the world is likewise a mere <i>kalpana</i>, so too is God when he is conceived to be a separate entity: an omniscient, omnibenevolent and omnipotent Lord (<i>īśvara</i>) who governs this world and all that we experience in it. As Sri Ramana wrote in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள். இவை மூன்றும் ஏககாலத்தில் தோன்றி ஏககாலத்தில் மறைகின்றன. சொரூபமே ஜகம்; சொரூபமே நான்; சொரூபமே ஈச்வரன்; எல்லாம் சிவ சொரூபமாம்.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē. jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṯpaṉaigaḷ. ivai mūṉḏṟum ēka-kālattil tōṉḏṟi ēka-kālattil maṟaigiṉḏṟaṉa. sorūpam-ē jagam; sorūpam-ē nāṉ; sorūpam-ē īśvaraṉ; ellām śiva sorūpam ām</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own essential self]. The world, soul and God are <i>kalpanas</i> [imaginations, fabrications, mental creations or illusory superimpositions] in it, like [the imaginary] silver [seen] in a shell. These three appear simultaneously and disappear simultaneously. <i>Svarūpa</i> [our ‘own form’ or essential self] alone is the world; <i>svarūpa</i> alone is ‘I’ [our ego, soul or individual self]; <i>svarūpa</i> alone is God; everything is <i>śiva-svarūpa</i> [our essential self, which is <i>śiva</i>, the absolute and only truly existing reality].</blockquote>\nTherefore when Sri Ramana says that <i>karmas</i> give fruit according to the ordainment of God, we can conceive of this in either of two ways. Either we can understand that God is nothing other than our own real self, and that as such he does nothing and knows nothing other than himself, ‘I am’, but that since he experiences and loves everything as his own self, by his mere presence or existence within us as our pure adjunct-free ‘I’ our <i>karmas</i> are made to yield appropriate fruit in whatever way is most conducive to us achieving our ultimate goal of merging entirely in him by experiencing ourself as we really are, thereby liberating ourself from the bondage of finite existence. Or we can understand that so long as we experience ourself as a finite ego who does <i>karmas</i> that are either morally righteous or unrighteous, our own infinite real self seems to us to be an omniscient, omnibenevolent and omnipotent God, who as such is other than ourself as an ego, and who knowingly and compassionately ordains our <i>karmas</i> to yield appropriate fruit in whatever way is most conducive to us achieving our ultimate goal of merging entirely in him.<br>\n<br>\nFor a spiritual aspirant these two alternative views are complementary, so we need not choose one in preference to the other. The former view accords more closely with what is actually the case, whereas the latter accords more closely with our present experience of ourself as a finite ego. If we view our practice primarily in terms of self-investigation (<i>ātma-vicāra</i>), the former view is likely to appeal to us more and may be more conducive to our practice, whereas if we prefer to view our practice more in terms of self-surrender, the latter view may appeal to us more and be more conducive to our practice. But whichever view we prefer, we need not and should not set it against the other view, because <i>karma</i> is only relatively and not absolutely true, so any explanation of the workings of <i>karma</i> must also be only relatively true. In relative terms, the former view may seem to be closer to the absolute truth, but it is nevertheless still relative, because the absolute truth is that there is no <i>karma</i> or anything else other than the one infinite reality (<i>brahman</i>), which alone is what we actually are.<br>\n<br>\nThough Sri Ramana always insisted that God is nothing other than our own real self, he recognised that for most devotees God seems to be something other than themself, and he acknowledged that cultivating love for God as if he were other than ourself can be an effective means to purify our mind and thereby make us fit to recognise that God is actually nothing other than our real self — the pure adjunct-free ‘I am’, which is the only real and essential element in the ego, which is adjunct-mixed and hence confused experience ‘I am this body’. This is why he never discouraged anyone who had dualistic faith in God (belief in God as if he were other than oneself), but at the same time he never insisted that belief in God is necessary. If the concept of God did not appeal to someone, or if anyone expressed any doubts about the existence of God or about the efficacy of his grace, he used to say: ‘Why should you concern yourself with questions about God? You know that you exist, so first investigate and find out what you actually are, and then if necessary you can investigate whether there is any God other than yourself’.<br>\n<br>\nSo long as God seems to us to be something other than ourself, he is as real as we are as an ego and as the world is. As Sri Ramana said, our ego, the world and God are all just <i>kalpanas</i> or imaginary fabrications. Therefore God as a seemingly separate entity is as real as our <i>karmas</i>, so as long as our <i>karmas</i> seem to be real, the fact that their fruits are ordained by God is equally real. None of this is absolutely real, but it is as real as the ego that seems to do <i>karma</i> and to experience its fruit. Therefore when Sri Ramana says that our <i>karmas</i> give fruit according to the ordainment of God, he does not intend to imply that the God who has such a function is absolutely real, but only that he is as real as our <i>karmas</i>, which are in turn only as real as our ego, which does them and experiences their fruit.<br>\n<br>\nWhen he says that <i>karma</i> is <i>jaḍa</i> (non-conscious), we can infer that he means that it is also <i>asat</i> (non-existent), because according to him what really exists must be not only eternal and unchanging but also <i>svayam-prakāśa</i> (self-shining, self-luminous or self-illuminating) — that is, it must experience itself by its own light of consciousness. Anything that does not experience itself seems to exist only in the view of whatever experiences or imagines its existence, namely the ego (which is the subject that experiences, knows, imagines, infers, conceives or thinks of it), so its seeming existence is dependent upon the seeming existence of the ego. Though the ego does experience itself, it is not real as such, because it is a mixture of a self-experiencing (<i>cit</i>) element, namely ‘I’, and various non-experiencing (<i>jaḍa</i>) adjuncts such as the body that it mistakes to be itself (which is why it is described as <i>cit</i>-<i>jaḍa-granthi</i>: the knot that binds together what is conscious with what is not conscious as if they were one). Therefore according to Sri Ramana what is real is only the pure adjunct-free ‘I’, which is why he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [our own essential self or pure ‘I’]’.<br>\n<br>\nNot only is <i>karma</i> both <i>jaḍa</i> (non-conscious) and <i>asat</i> (non-existent), but so also are the mind, speech and body that do <i>karma</i>, as Sri Ramana explicitly says in verse 22 of <i>Upadēśa Undiyār</i>, in which he lists all the principal adjuncts that we experience as ‘I’, namely the so-called ‘five sheaths’ or <i>pañca-kōśas</i> (the physical body, the life or <i>prāṇa</i> that animates this body, the mind, the intellect and the seeming ‘darkness’ or absence of knowledge that we experience in sleep), and asserts that they are all <i>jaḍa</i> and <i>asat</i>, and hence not ‘I’, because ‘I’ is what is conscious (<i>cit</i>) and what actually exists (<i>sat</i>).<br>\n<br>\nTherefore according to Sri Ramana the ego, the <i>karmas</i> it seems to do, the instruments (the mind, speech and body) through which it seems to do them, and the God who seems to ordain their fruit are all unreal. However, so long as we experience ourself as this ego, it seems to be real, and hence all these other things also seem to be real, so the only means by which we can liberate ourself from the bondage that results from experiencing all such things as if they were real is to investigate ourself and thereby experience ourself as we really are. When we do so, we will destroy the illusion we are this ego, and thus we will destroy the illusion that we are engaged in doing <i>karma</i> and experiencing its fruit or consequences. Until then, <i>karma</i> and its consequences will seem to us to be real and to be a self-perpetuating cycle from which we can never be liberated by doing any <i>karma</i>, as Sri Ramana says in the next verse of <i>Upadēśa Undiyār</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "10",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4798815482853166869/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "silence (mauna)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODQxCm9mZnNldDogMzYwMDAwMAo\""
}