{
    "kind": "blogger#post",
    "id": "5263806447945502060",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-06-12T10:51:00+01:00",
    "updated": "2015-02-07T12:42:23Z",
    "url": "http://happinessofbeing.blogspot.com/2014/06/what-do-we-actually-experience-in-sleep.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5263806447945502060",
    "title": "What do we actually experience in sleep?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA friend wrote to me recently asking me to further clarify what I had written in <a href=\"http://www.happinessofbeing.com/hab-ch02.html\">Chapter 2</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\"><i>Happiness and the Art of Being</i></a> about sleep being a state in which we are still conscious or aware that we exist, and after I replied to him he wrote again saying that though he would like to be convinced that he is aware in sleep, he is still not entirely sure that this is the case. The following is adapted from the replies that I wrote to his two emails.<br />\n<br />\n<b>First reply:</b><br />\n<br />\nWhen you say, ‘I fall asleep and I’m not aware of anything’, what exactly do you mean by saying ‘I’m not aware of anything’? Do you mean that you are not aware at all, or that you are aware of nothing? Please do not rush to answer this question to yourself, but think about it carefully.<br />\n<br />\nConsider the difference between the experience of a totally blind person (B) and a normally sighted person (S) when they are both in a completely dark room. B does not see anything because he does not see at all, so he does not know that the room is dark, whereas S sees nothing, so he knows that the room is dark. Is our experience in deep sleep like that of B or S?<br /><a name='more'></a>\n<br />\nIf our experience was like that of B, who cannot distinguish any difference between a lighted room and a dark room, we would not be able to distinguish any difference between waking and dream on one hand and sleep on the other hand. Since we can distinguish this difference, does this not suggest that our experience is more like that of S? Just as S can clearly distinguish the difference between a lighted room, in which he can see many things, and a dark room, in which he can see nothing, we can clearly distinguish the difference between waking and dream, in which we experience many things, and sleep, in which we experience nothing.<br />\n<br />\nHow does S know that the room is dark, whereas B does not? S knows it because he actually sees the absence of any light, whereas B does not know it because he cannot see either light or its absence. Like S, we know that sleep is a state in which we experience nothing because in sleep we experience the absence of any experience of any particular thing.<br />\n<br />\nOther than ‘I’, everything that we experience in waking or dream (every thought, feeling, emotion, sight, sound, taste, memory, belief, desire, hope, fear and so on) has certain features, and it is the features of each thing that enable us to distinguish one thing from another, so what characterises our experience in waking and dream is that it is multi-featured (that is, it is a <i>viśēṣa anubhava</i>), whereas our experience in sleep is featureless (that is, it is a <i>nirviśēṣa anubhava</i>). Therefore we can rephrase the final sentence of the previous paragraph thus: Like S, we know that sleep is a state in which we experience nothing because in sleep we experience the absence of any features.<br />\n<br />\nJust as seeing the absence of any light is still a state of seeing (not a state of blindness), so experiencing the absence of any features in sleep is still a state of experiencing — that is, a state of consciousness or awareness (not a state of complete unconsciousness or non-awareness), because it is a state in which we are conscious or aware of the absence of any features.<br />\n<br />\nIf we did not experience sleep as a state in which we are not aware of any features, we would not be aware of any gap between successive states of waking and dream, so it would appear to us that we experience just these two states, one following immediately after another. But we are aware of an empty (featureless) gap called sleep that occurs between some successive states of waking and dream, and we could not be aware of this gap if we did not actually experience it.<br />\n<br />\nBecause we were not aware of any features in sleep, it seems to us that we were not aware of anything then, but actually we were aware of the absence of any features (or rather, we were aware of being in a state in which no features were present or experienced). Because we generally associate the idea of consciousness or awareness with any state in which we are conscious or aware of features, we mistake a state in which we are conscious or aware of no features to be a state of unconsciousness or non-awareness. In other words, because we mistake ‘consciousness’ to mean consciousness or awareness of features, and because we are not aware of any features in sleep, we mistake sleep to be a state of unconsciousness. However, if we were actually unconscious in sleep, we would not be conscious or aware even of the absence of any features, and hence we would not be aware that there is any state called sleep at all.<br />\n<br />\nHowever, what is most important to note from our experience or awareness of the absence of any features in sleep is that in order to experience that absence we must have existed and have been aware in that state. And since we were aware then, we were not only aware of no features, but were also aware of our existence, ‘I am’, because in order to be aware of anything (whether the presence or absence of any features) we must be aware that I am aware. That is, whatever is aware is always aware of itself as ‘I’.<br />\n<br />\nIf you consider what you mean when you say that you do not remember being aware of anything in sleep, I hope you will agree that what you actually do not remember is being aware of any features, but that you do remember being in a completely featureless state. Therefore rather than describing sleep as a state of unconsciousness, would it not be more accurate to describe it as a state of featurelessness — a state in which we are conscious of no features whatsoever?<br />\n<br />\nWhen we say that in sleep we are conscious that we exist — that is, that we are conscious that I am — we should not think that this conflicts in any way with saying that we are not conscious of any features in sleep, because what I am is essentially featureless. In waking and dream we mistake a body and mind to be ‘I’, so ‘I’ seems to have features (the features of the body and mind that we experience as ourself), but when we separate ourself from all our extraneous adjuncts (such as this body and mind), as we do in sleep, what remains as ‘I’ has no features whatsoever.<br />\n<br />\nHowever though I have no features, I nevertheless know that I am, because I do not need any features to know myself. Whereas I know everything else only by their respective features, I know myself simply by being myself, because what I am is essentially self-aware — that is, aware of itself as ‘I’.<br />\n<br />\nTherefore in sleep we know that we are (that is, that I am) even though we are aware of no features, and hence when we wake up we recognise that we were asleep. When we remember ‘I was asleep’, we are remembering that we existed in sleep even though we were not aware of any features then. Except for the absence of any features, all we can remember about sleep is ‘I was asleep’ because all we were aware of in sleep was ‘I am’.<br />\n<br />\nOur featureless experience of ourself in sleep is a very valuable clue for us when we are trying to investigate who am I. That is, from our experience in sleep, we can understand that anything that has features of any kind whatsoever is not ‘I’, because in sleep we experience ourself without experiencing any features. Therefore  so long as we are experiencing any features — anything that we can describe in words or form any thought or mental impression about — that is not what I essentially am, so we have to go still deeper within ourself to experience what I essentially am.<br />\n<br />\nThat is, since I am featureless, in order to experience myself as I really am, I need to experience myself clearly in the complete absence of any features. Though I experience myself in the complete absence of any features in sleep, the required clarity is somehow lacking there, because I enter sleep due to exhaustion and not due to attentive and keenly focused self-awareness. Therefore, to experience myself <i>clearly</i> in the complete absence of any features, I need to enter a sleep-like state attentively and with keenly focused self-awareness.<br />\n<br />\nThis is what we try to achieve when we practise self-investigation (<i>ātma-vicāra</i>). That is, by keenly focusing our entire attention only on ‘I’, we try to experience ourself clearly in complete isolation from all things that have features of any kind whatsoever.<br />\n<br />\n<b>Second reply:</b><br />\n<br />\nI think that perhaps ultimately the only means by which any of us can gain a firm conviction that in sleep I am aware (and that actually I am never not aware) is by practising <i>ātma-vicāra</i> and thereby familiarising ourself with being attentively self-aware, because this practice and the resultant familiarity (self-familiarity) alone will give us the clarity and subtlety of awareness to recognise that whether or not I am aware of anything else, I am always aware of myself — that is, aware that I am.<br>\n<br>\nSince what we essentially are is featureless, and since all features are therefore extraneous to ourself, to the extent to which by practising <i>ātma-vicāra</i> we familiarise ourself with experiencing ourself alone, without any (or hardly any) awareness of any features, to that extent — and that extent only — will it become clear to us that we were aware of ourself in sleep even though we were not aware of any features then.<br>\n<br />\nAnother line of thinking that may help you to convince yourself that you are always aware is to consider carefully the relationship between ‘I’ and awareness. Anything that is not aware does not experience itself as ‘I’, because only something that is aware can be aware that I am, so whatever experiences itself as ‘I’ is something that is aware. Moreover, whatever is aware will always be aware of itself as ‘I’, the first person, whether or not it is aware of anything else, because it cannot be aware without being aware that it is aware, and being aware that it is aware necessarily entails being aware of itself, its own existence.<br />\n<br />\nIn other words, whatever is aware is always self-aware, so self-awareness (awareness of itself as ‘I’) is the very nature of whatever is aware. Therefore whatever is aware is that which is aware of itself as ‘I’, so what is called ‘I’ is whatever is aware. In other words, experiencing oneself as ‘I’, the first person, is an essential characteristic of the experience of being aware. Therefore awareness and ‘I’ are inseparable, because unless we are aware we cannot be aware of ‘I’, and if we are aware we cannot but be aware of ourself as ‘I’, the first person, the one who is aware.<br />\n<br />\nTherefore being aware is the very nature of ‘I’, and ‘I’ is the essential nature of being aware. Hence, if what we call ‘I’ does exist in sleep (or in a state of complete anaesthesia, coma or whatever), it is certainly aware of itself as ‘I’ in that state, whereas if on the contrary it were not aware of itself in sleep, it would not exist then, because it cannot exist (that is, it cannot be ‘I’) without being aware. That is, since ‘I’ would not be ‘I’ if it were not aware of itself, it cannot exist without being aware of itself<br />\n<br />\nAre you convinced that you do exist when you are asleep (and that likewise you did exist when you were in a state of general anaesthesia)? If you are convinced that you do not cease to exist in such states, then you should be equally convinced that you do not cease to be aware of yourself as ‘I’, because what you essentially are is something that is aware of itself as ‘I’ — something whose very nature is to be aware of itself as ‘I’.<br />\n<br />\nIf you ever ceased to be aware, you would cease to be ‘I’, so you would no longer be you. Since you cannot not be you, if you ever ceased to be aware, you would cease to exist. In other words, if I ever ceased to be aware, I would cease to be I, so I would cease to exist. Since what we call ‘I’ is the experience or awareness of being the first person, the thing that is aware, I am I only so long as I am aware of myself as I.<br />\n<br />\nTherefore if I existed in sleep, I was aware of myself then, or if on the contrary I was not aware of myself then, I was not — that is, I did not exist at all. If I ceased to be aware when I fall asleep, I would cease to exist, and if I ceased to exist, whatever would later come into existence on waking would not be me — could not be me, because I would have ceased to exist. When something has ceased to exist, it cannot come back into existence, because whatever comes into existence cannot be the same thing as something that has earlier ceased to exist.<br />\n<br />\nSince I am the same I who yesterday experienced whatever I then experienced, and who last year or fifty years ago experienced whatever I then experienced, I must have existed continuously from then till now, so I must have existed at every moment and in every sleep or other state that occurred between then and now. Since I existed continuously, I must have been continuously aware, because if at any time or in any state I had ceased to be aware, I would have ceased to be I, so I would have ceased to exist.<br />\n<br />\nTherefore if you are the same you who existed yesterday, before you fell asleep last night, you must have existed even while you were asleep, because if you had ceased to exist then, you would not now be the same you who existed yesterday. And if you existed during your sleep, you must have been aware then, because what you essentially are is only ‘I’, the first person, whose very nature is to be aware, and who therefore cannot exist without being aware.<br />\n<br />\nAn unaware ‘I’ is self-contradictory concept, because being ‘I’ entails being aware, since what is called ‘I’ is our first person experience — the experience of being that which is aware. Therefore there can never be a time when I am not aware or a state in which I am not aware. In other words, so long as I exist I am always aware. What I am always aware of is myself, ‘I am’, but sometimes I am also aware of other things (as in waking and dream) whereas at other times I am aware of nothing other than myself (as in sleep).<br />\n<br />\nThinking along these lines can be very helpful to us in our practice of self-investigation (<i>ātma-vicāra</i>), because it helps us to centre our attention upon ‘I’ — that is, not upon ‘I’ as a person or as any particular thing, but upon what ‘I’ essentially is, namely that which is always aware of itself (and sometimes aware of other things also).<br />\n<br />\nWho or what is this ‘I’? The answer to this question can be found only within ourself. Words and ideas may help to point us towards it, but ultimately we can know what it is only by experiencing it clearly in completely isolation from anything else that we have ever been aware of. Therefore though pondering over the nature of ‘I’ may help us to turn our attention within, in order to actually penetrate deep within ourself to experience ourself as we really are we have to leave all words and ideas behind us by focusing our entire awareness on ‘I’ alone.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "16",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5263806447945502060/comments"
    },
    "labels": [
        "consciousness",
        "Happiness and the Art of Being",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzEyOTQzNjExCm9mZnNldDogMAo\""
}