{
    "kind": "blogger#post",
    "id": "2923395026323027218",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-05-25T23:11:00+01:00",
    "updated": "2016-06-18T11:50:39+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2923395026323027218",
    "title": "The mind’s role in investigating ‘I’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn a <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html?showComment=1400326870399#c8732370926122025306\">comment</a> that he wrote on my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/how-to-attend-to-i.html\">How to attend to ‘I’?</a>, Jacques Franck referred to a sentence in which I wrote, “Therefore our aim is to experience ‘I’ alone, in complete isolation from all other things, and in order to experience it thus, we need to try to be aware only of ‘I’ and thereby to ignore everything else”, and commented: ‘It sounds simple and complicated at the same time [...] Because when I try to do this, I have the feeling that my mind is trying to do this. So is it normal that in first place the mind is a little involved or much involved [...]?’<br />\n<br />\nYes, since our mind or ego is what we now experience as ‘I’, the ‘I’ that investigates itself is only our mind. One obvious reason for this is that our real self (what we actually are, or in other words, ‘I’ as it actually is, rather than as the mind that it now seems to be) always experiences itself as it actually is, so there is no need for it to investigate itself. The mind seems to be ‘I’ when I do not experience myself as I actually am, so it is only this mind that needs to investigate itself in order to experience ‘I’ as it actually is.<br />\n<br />\nWhen we try to investigate ourself by attending only to ‘I’, it is our mind that is trying, but in its attempt to attend to ‘I’ it is actually undermining itself — that is, it is undermining our illusion that it is ‘I’, and when this illusion is dissolved our mind itself ceases to exist, since it seems to exist only when we experience it as ‘I’.<br /><a name='more'></a>\n<br />\n<a name=\"uu18\"></a>However, when we say that it is our mind that is trying to attend to ‘I’, we have to analyse and understand exactly what is meant by ‘mind’ in this context. As Sri Ramana says in verse 18 of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>\nஎண்ணங்க ளேமனம் யாவினு நானெனு<br />\nமெண்ணமே மூலமா முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br />\n<br />\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br />\nmeṇṇamē mūlamā mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br />\n<br />\n<b>English translation:</b> Thoughts alone are mind. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just this root-thought] ‘I’.</blockquote>\nThe thought called ‘I’ (the ego) is the root of all other thoughts, because it is the conscious subject that thinks and experiences them, whereas no other thought experiences anything. Therefore all other thoughts are non-conscious objects experienced by ‘I’, and hence they depend upon ‘I’ for their seeming existence. Since this thought called ‘I’ is the only thought that is conscious, when we say that it is our mind that is trying to attend to ‘I’ we mean that this thought called ‘I’ is trying to attend to itself. So what happens when this thought called ‘I’ tries to attend to itself?<br />\n<br />\n<a name=\"av2\"></a>Sri Ramana describes the ego (this thought called ‘I’) as a thought because it is a confused mixture of what ‘I’ actually is and of various adjuncts that it (the ego) now experiences as ‘I’, and all such adjuncts (beginning with the body that now seems to be ‘I’) are mere thoughts. This is why he also described the ego as the thought called ‘I am this body’, as he did for example in verse 2 of <i>Āṉma-Viddai</i>:<br />\n<blockquote>\nஊனா ருடலிதுவே நானா மெனுநினைவே<br />\nநானா நினைவுகள்சே ரோர்நா ரெனுமதனா<br />\nனானா ரிடமெதென்றுட் போனா னினைவுகள்போய்<br />\nநானா னெனக்குகையுட் டானாய்த் திகழுமான்ம — <br />\n&nbsp;&nbsp;&nbsp;ஞானமே; இதுவே மோனமே; ஏக வானமே;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பத் தானமே.    (ஐயே)<br />\n<br />\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br />\nnāṉā niṉaivugaḷsē rōrnā reṉumadaṉā<br />\nṉāṉā riḍamedeṉḏṟuṭ pōṉā ṉiṉaivugaḷpōy<br />\nnāṉā ṉeṉakkuhaiyuṭ ṭāṉāyt tikaṙumāṉma — <br />\n&nbsp;&nbsp;&nbsp;jñāṉamē; iduvē mōṉamē; ēka vāṉamē;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbat tāṉamē.</i>   (<i>aiyē</i>)<br />\n<br />\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ [அல்லது, ‘நான் ஆர்? இடம் எது?’] என்று உள் போனால், நினைவுகள் போய், ‘நான் நான்’ என குகை உள் தானாய் திகழும் ஆன்ம ஞானமே. இதுவே மோனமே; ஏக வானமே; இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal idu-v-ē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, ‘nāṉ nāṉ’ eṉa guhai uḷ tāṉ-āy tikaṙum āṉma jñāṉam-ē. idu-v-ē mōṉam-ē; ēka vāṉam-ē; iṉba tāṉam-ē.</i> (<i>aiye, ati sulabham, …</i>)<br />\n<br />\n<b>அன்வயம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ (அல்லது, ‘நான் ஆர்? இடம் எது?’)  என்று உள் போனால், நினைவுகள் போய், குகை உள் ‘நான் நான்’ என ஆன்ம ஞானமே தானாய் திகழும். இதுவே மோனமே; ஏக வானமே; இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ūṉ ār uḍal idu-v-ē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, guhai uḷ ‘nāṉ nāṉ’ eṉa āṉma jñāṉam-ē tāṉ-āy tikaṙum. idu-v-ē mōṉam-ē; ēka vāṉam-ē; iṉba tāṉam-ē.</i> (<i>aiye, ati sulabham, …</i>)<br />\n<br />\n<b>English translation:</b> Since the thought ‘this body composed of flesh itself is I’ alone is the one thread on which [all] the various thoughts are strung, if [one] goes within [investigating] what is the place from which ‘I’ spreads, thoughts will cease, and in the cave [of one’s heart] <i>ātma-jñāna</i> [self-knowledge] will shine spontaneously as ‘I am I’. This is silence, the one space [of pure consciousness], the abode of bliss. ([Therefore] ah, the science of self is extremely easy, ah, extremely easy!)</blockquote>\nHere the words நான் ஆர் இடம் எது (<i>nāṉ ār iḍam edu</i>) can mean either ‘what is the place from which ‘I’ spreads’ or ‘who am I, what is [its] place’. In either case, the word ‘place’ (இடம்: <i>iḍam</i>) denotes the source from which ‘I’ rises and the ground on which it stands, and this source or ground is nothing other than ourself, our real ‘I’ or what we actually are. Therefore these words denote the practice of <i>ātma-vicāra</i>: investigating what we really are.<br />\n<br />\nIf we consider the above two verses together, it is clear that Sri Ramana is teaching us that the mind or ego is in essence just this primal thought ‘I am this body’, which is the root and support of all other thoughts. Since this primal thought ‘I am this body’ is a confused experience of ‘I’, we can destroy it only by investigating it and thereby experiencing what ‘I’ actually is — who I actually am.<br />\n<br />\nSince this confusion or lack of clarity about what ‘I’ actually is exists only for the mind or ego, which experiences itself as ‘I am this body’, it is only this mind that needs to investigate who am I. However, it is important to remember here that though the term ‘mind’ is often used to denote a collection or series of numerous diverse thoughts, when we say that the mind needs to investigate who am I, we are using the term mind to denote only our primal thought called ‘I’, which is the root of all other thoughts, because since no other thought experiences itself as ‘I’, no other thought can investigate who am I.<br />\n<br />\nTherefore, though it is the mind or ego that investigates who am I, it does so without involving any thought other than ‘I’. Thus <i>ātma-vicāra</i> is just the state in which our ego or primal thought called ‘I’ investigates nothing other than itself.<br />\n<br />\nSince this thought called ‘I’ is a confused mixture of ‘I’ and various adjuncts such as our body, in order to investigate itself it must try to attend only to ‘I’ and to ignore all the adjuncts to which it attaches itself whenever it attends to anything other than ‘I’. Therefore, when this thought called ‘I’ tries to attend to itself alone in order to find out who am I, it is separating itself to a greater or lesser extent from those adjuncts, and the more it thus separates itself, the more it subsides in its source, the pure adjunct-free ‘I’, until eventually it will entirely cease to exist, and only its essence, the pure adjunct-free ‘I’, will remain as it always is.<br />\n<br />\nAny type of meditation or spiritual practice other than <i>ātma-vicāra</i> entails some thought or thoughts other than ‘I’, and hence it entails duality and is a mental activity, a movement of one’s attention away from oneself towards some other thing. Therefore <i>ātma-vicāra</i> is quite unlike any other form of meditation, because it entails absolutely no thought other than ‘I’, and hence (as Wittgenstein wrote in <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html?showComment=1400345592016#c2583728346999835010\">his first reply</a> to Jacques’s comment) it is non-dual and is not a mental activity, since it does not involve any movement of our attention away from ourself, its source. Thus <i>ātma-vicāra</i> is just a state of being, not doing anything — that is, it is the state of just being as we really are, clearly aware of nothing other than ourself, ‘I am’.<br />\n<br />\nThough we may not at present be able to perfectly achieve this state of just being as we really are, this is what we aim to achieve when we practise <i>ātma-vicāra</i>. That is, we are trying to experience nothing other than ‘I’, and hence we must try to focus our entire attention on ‘I’ alone, thereby withdrawing it from all other things. However, because we start off from our present state, in which we experience ourself as this thought called ‘I’, which is a confused mixture of ‘I’ and various adjuncts, we are not initially able to isolate our pure ‘I’, separating it entirely from all the adjuncts with which it is now mixed. But though we are initially not able to do so, this is what we are trying to do.<br />\n<br />\nThat is, though we start off investigating what we now experience as ‘I’, which is mixture of ‘I’ and various adjuncts, we are trying to focus our entire attention only on the essential ‘I’ in this mixture in order to isolate it from all the adjuncts with which it is now mixed. This is why Sri Ramana said (as recorded in the final chapter of <i>Maharshi’s Gospel</i>: 2002 edition, p. 89): ‘In your investigation into the source of <i>ahaṁ-vṛtti</i> [the thought ‘I’], you take the essential <i>cit</i> [consciousness] aspect of the ego’. That is, as he explained just prior to saying this, the ego is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that binds the conscious (<i>cit</i>) to the non-conscious (<i>jaḍa</i>), because it is a confused and tightly bound mixture of our real ‘I’, which is pure consciousness or awareness (<i>cit</i>), and a physical body, which is non-conscious (<i>jaḍa</i>).<br />\n<br />\nIn this mixture, what is real is only ‘I’, because the body and all other adjuncts are not only non-conscious (<i>jaḍa</i>) but also non-existent (<i>asat</i>), as Sri Ramana says in verse 22 of <i>Upadēśa Undiyār</i>. However, though these adjuncts do not actually exist, they seem to exist in the confused and deluded view of the mind, and this mind is confused and deluded only because it does not experience ‘I’ as it actually is. Therefore, in order to destroy this illusory <i>cit-jaḍa-granthi</i>, the mind must try to experience ‘I’ as it actually is, in complete isolation from all these illusory adjuncts. In other words, the mind must try to focus its entire attention only on ‘I’ — to be aware of nothing other than ‘I’ — thereby isolating ‘I’ from all the adjuncts with which it now seems to be mixed and confused.<br />\n<br />\nHowever, though <i>ātma-vicāra</i> begins with the mind (the ego, the primal thought called ‘I’) trying to experience itself as it actually is, it ends with the mind disappearing and only the one real ‘I’ remaining and experiencing itself as it actually is, and as it actually always experiences itself. That is, because the mind is nothing but a mistaken experience of ‘I’, when it does experience ‘I’ as it actually is, it ceases to be the mind and remains as the one infinite ‘I’, other than which nothing actually exists.<br />\n<br />\nThe analogy of the rope that is mistaken to be a snake is often used to illustrate the fact that what seems to be a finite mind is actually nothing but the infinite ‘I’ (just as what seems to be a snake is actually nothing but a rope), and that when we closely examine this illusory mind (our primal thought called ‘I’) it will merge and disappear in the infinite ‘I’, which is our real self (just as when we closely examine the illusory snake it will merge and disappear in the rope that it really is). However, in this analogy, the one who closely examines the snake and finds it to be only a rope is other than both the snake and the rope, whereas in the case of the mind and our real ‘I’, it is the mind itself that closely examines itself, and in doing so it subsides and disappears, thereby remaining only as the real ‘I’ that it always actually is, and that always actually experiences itself as it really is. Thus it is like the snake examining itself and thereby discovering that it was never a snake but was always only a rope.<br />\n<br />\nThough it is obviously an imperfect analogy, the snake and rope analogy is nevertheless very useful, because it does illustrate (among other things) the fact that just as the snake is nothing other than a rope, the mind is nothing other than our real ‘I’, so just as we should not think that there are two objects, a snake and a rope, we should not make the mistaking of thinking that there are two ‘I’s, a finite ‘I’ called mind or ego and an infinite ‘I’ called self or <i>ātman</i>. There is only ever one ‘I’, but when this only ‘I’ is mixed and confused with illusory adjuncts, it seems to be our mind or ego, whereas when it is experienced as it actually is, it is our real self or <i>ātman</i>.<br />\n<br />\n<a name=\"gvk899\"></a>As R Viswanathan pointed out in <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html?showComment=1400338172829#c4967996113579727237\">his reply</a> to Jacques’s comment, what Sri Ramana says in verse 899 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> is very apt in this context:<br />\n<blockquote>\nஅறிவுக் கறிவா யறிவுட் செறிமெய்க்<br />\nகுறியைப் பொருந்துங் குறிகேள் — குறிசுட்<br />\nடறிவா லதனையே யாய்ந்தறித லஃதுட்<br />\nசெறிவதற் கான திறம்.<br />\n<br />\n<i>aṟivuk kaṟivā yaṟivuṭ ceṟimeyk<br />\nkuṟiyaip porunduṅ kuṟikēḷ </i>—<i> kuṟisuṭ<br />\nṭaṟivā ladaṉaiyē yāyndaṟida laḵduṭ<br />\nceṟivadaṟ kāṉa tiṟam.</i><br />\n<br />\n<b>பதச்சேதம்:</b> அறிவுக்கு அறிவாய் அறிவு உள் செறி மெய் குறியை பொருந்தும் குறி கேள்: குறி சுட்டு அறிவால் அதனையே ஆய்ந்து அறிதல் அஃது உள் செறிவதற்கான திறம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivukku aṟivāy aṟivu uḷ seṟi mey kuṟiyai porundum kuṟi kēḷ: kuṟi suṭṭu aṟivāl adaṉai-y-ē āyndu aṟidal aḵdu uḷ seṟivadaṟkāṉa tiṟam.</i><br />\n<br />\n<b>English translation:</b> Listen to the clue by which to reach the real goal, which intimately exists within the knowledge as the knowledge to the knowledge: by the target-pointing knowledge, investigating and knowing that [knowledge] itself is the means for abiding firmly within.</blockquote>\nஅறிவு (<i>aṟivu</i>) is a noun derived from the verb அறி (<i>aṟi</i>), which means to know, understand, recognise, perceive, ascertain, experience or think, so its basic meaning is knowledge in the broadest sense, and according to the context it may mean wisdom, intelligence, perception, awareness, mind or self (<i>ātman</i>). I have translated it here as ‘knowledge’, but in this context it means knowledge in the sense of that which knows or is aware (namely ‘I’), and in some cases it denotes the mind and in other cases our real self. For example, ‘which intimately exists within the knowledge as the knowledge to the knowledge’ means ‘which intimately exists within our mind as our real self, which is the awareness that illumines our mind’.<br />\n<br />\nIn the second half of this verse, குறி சுட்டு அறிவால் (<i>kuṟi suṭṭu aṟivāl</i>) literally means ‘by the target-pointing [or target-aiming] knowledge’, but in this context this clearly implies ‘by the object-attending awareness’, namely the mind (indeed in Tamil philosophy, சுட்டறிவு (<i>suṭṭaṟivu</i>: a euphonic fusion of <i>suṭṭu aṟivu</i>), ‘pointing knowledge’ or ‘indicating knowledge’, is a standard term that denotes the mind as being the awareness that is pointed away from itself and that thereby indicates that something exists without being able to know what that something actually is). The next word, அதனையே (<i>adaṉai-y-ē</i>), is an accusative form of a pronoun meaning ‘that’ or ‘it’ with the intensifying suffix <i>ē</i>, which can be taken to mean either ‘only’ or ‘itself’, and in this context it denotes that சுட்டறிவு (<i>suṭṭaṟivu</i>),  the mind. Therefore the means described here is to use the mind, which is usually directed towards objects other than itself, to investigate and know the mind itself. Thus the meaning of this verse can be paraphrased as follows:<br />\n<blockquote>\nListen to the means by which to attain the reality, which abides within the mind as the awareness that gives light to the mind: by the object-attending mind, investigating and knowing that mind itself is the means to merge within and abide firmly as self, the reality.</blockquote>\nSo long as the mind attends to anything other than itself, it is thereby nourished and sustained, but when it tries to attend to itself, it subsides and disappears, because like the imaginary snake it is an illusion that seems to exist only so long as it is not keenly scrutinised. Therefore, instead of directing our mind towards any other thing, we should direct it towards itself alone — that is, towards ‘I’ alone — in order to find out who am I who now experience myself as this mind.<br />\n<br />\nWhen the mind is directed out towards other things, it seems to consist of many thoughts, but when it is directed within towards ‘I’ alone, all those thoughts drop off and thus we will find that the mind is in essence nothing but pure self-awareness, ‘I am’. This pure self-awareness (which is what Sri Ramana described as ‘the essential <i>cit</i> aspect of the ego’ in the above-cited sentence from <i>Maharshi’s Gospel</i>) is the light by which the mind seems to be aware of other things when it is directed away from itself, so Sri Ramana described pure self-awareness as being what exists ‘within the mind as the awareness to the mind’s awareness’ (அறிவுக்கு அறிவாய் அறிவுள்: <i>aṟivukku aṟivāy aṟivuḷ</i>).<br />\n<br />\nThat is, though the mind is now aware of itself as ‘I am this body’, within this mixed and thereby adulterated self-awareness is our pure self-awareness, which experiences itself as ‘I am’ alone. Because this pure self-awareness is the only thing that is actually aware or conscious, it is the true awareness that enables the mind to seem to be aware of things other than itself. Thus it exists within the mind as the awareness to its awareness — in other words, as the very essence or substance of its awareness — so if the mind tries to know itself by investigating who am I, it will subside and disappear in its source and substance, our pure self-awareness ‘I am’.<br />\n<br />\nTherefore, though it is only the mind or ego that investigates itself by trying to experience only ‘I’ in order to find out who am I, its investigation will reach its conclusion only when the mind itself subsides completely and thereby merges in its source and essence, the one absolutely pure and non-dual self-awareness ‘I am’.<br />\n<br />\nThere are several other issues that are raised in other comments on my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/how-to-attend-to-i.html\">How to attend to ‘I’?</a>, so I will discuss those in my next article: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/since-we-always-experience-i-we-do-not.html\">Since we always experience ‘I’, we do not need to find ‘I’, but only need to experience it as it actually is</a>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "12",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2923395026323027218/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY2MjQ3MDM5MDk2Cm9mZnNldDogMzYwMDAwMAo\""
}