{
    "kind": "blogger#post",
    "id": "873236052102124510",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-01-25T15:55:00Z",
    "updated": "2017-11-16T22:54:49Z",
    "url": "http://happinessofbeing.blogspot.com/2014/01/by-discovering-what-i-actually-is-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/873236052102124510",
    "title": "By discovering what ‘I’ actually is, we will swallow time",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nTo a friend who wrote some remarks about experiencing the here-and-now by being aware of the ‘mind and its attachments and reactions to the world outside’, and also about the ego being a subtle form, I replied:<br />\n<br />\nSince the mind is constantly changing, it never stands still in the here and now, but is instead caught up in the constant flow of change, which is always moving from past to future. The only thing that always stands still in the here and now is ‘I am’, because it never changes.<br />\n<br />\nTherefore if we wish to stand in the here and now we must attend only to ‘I am’, because if we attend instead to the constant activity and reactivity of the mind, we will get caught in the every-changing flow of time from past to future.<br /><a name='more'></a>\n<br />\n<a name=\"ut13\"></a><a name=\"un16\"></a>We never actually experience time as such, but only experience change (against the static background of the ever-present and unchanging ‘I am’), and our experience of change creates the appearance of time. Therefore so long as we experience change we will be entangled in time, and hence the only way to transcend and become free of time is to attend only to ‘I am’. As Sri Ramana says in <a href=\"http://happinessofbeing.blogspot.com/2014/04/scientific-research-on-consciousness.html#ut13\">verse 13</a> of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\">உபதேசத் தனிப்பாக்கள்</a> (<i>Upadēśa Taṉippākkaḷ</i>) (which is the original version of the verse that he later modified as <a href=\"http://happinessofbeing.blogspot.com/2015/03/all-phenomena-are-just-dream-and-only.html#un16\">verse 16</a> of <i>Uḷḷadu Nāṟpadu</i>):<br />\n<blockquote>\nநாமன்றி நாளேது நாநம்மை நாடாது<br />\nநாமுடலென் றெண்ணினமை நாளுண்ணு — நாமுடம்போ<br />\nநாமின்று சென்றவரு நாளென்று மொன்றதனா<br />\nனாமுண்டு நாளுண்ட நாம்.<br />\n<br />\n<i>nāmaḏṉṟi nāḷēdu nānammai nāḍādu<br />\nnāmuḍaleṉ ḏṟeṇṇiṉamai nāḷuṇṇu — nāmuḍambō<br />\nnāmiṉḏṟu seṉḏṟavaru nāḷeṉḏṟu moṉḏṟadaṉā<br />\nṉāmuṇḍu nāḷuṇḍa nām</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> நாம் அன்றி நாள் ஏது? நாம் நம்மை நாடாது ‘நாம் உடல்’ என்று எண்ணில், நமை நாள் உண்ணும். நாம் உடம்போ? நாம் இன்று, சென்ற, வரு நாள் என்றும் ஒன்று. அதனால் நாம் உண்டு, நாள் உண்ட நாம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām aḏṉṟi nāḷ ēdu? nām nammai nāḍādu ‘nām uḍal’ eṉḏṟu eṇṇil, namai nāḷ uṇṇum. nām uḍambō? nām iṉḏṟu, seṉḏṟa, varu nāḷ eṉḏṟum oṉḏṟu. adaṉāl nām uṇḍu, nāḷ uṇḍa nām</i>.<br />\n<br />\n<b>அன்வயம்:</b> நாம் அன்றி நாள் ஏது? நாம் நம்மை நாடாது ‘நாம் உடல்’ என்று எண்ணில், நமை நாள் உண்ணும். நாம் உடம்போ? இன்று, சென்ற, வரு நாள் என்றும் நாம் ஒன்று. அதனால், நாள் உண்ட நாம், நாம் உண்டு.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nām aḏṉṟi nāḷ ēdu? nām nammai nāḍādu ‘nām uḍal’ eṉḏṟu eṇṇil, namai nāḷ uṇṇum. nām uḍambō? iṉḏṟu, seṉḏṟa, varu nāḷ eṉḏṟum nām oṉḏṟu. adaṉāl, nāḷ uṇḍa nām, nām uṇḍu</i>.<br />\n<br />\n<b>English translation:</b> Except we, where is time? If [because of] not investigating ourself we think that we are a body, time will swallow us. [But] are we a body? In the present, past and future times we are always one. Therefore there is [only] we, we who have swallowed time.</blockquote>\nIn Tamil the first sentence of this verse clearly implies that only we really exist, and that there is no time or anything else. However, when we do not investigate, examine or attend to ourself, time and other things seem to exist. Therefore if we do not examine ourself, we will experience ourself as a body and hence time (particularly in the form of death) will swallow us, but if we do examine ourself, we will find that we alone exist, and thus we will have swallowed time.<br />\n<br />\n<a name=\"un04\"></a>As you say, ‘mind cannot cognize a material reality if its nature is different from this reality’, or rather, it could not cognise what seems to be a material reality if its nature were different from that seeming reality. This is expressed by Sri Ramana in verse 4 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\">உள்ளது நாற்பது</a> (<i>Uḷḷadu Nāṟpadu</i>):<br />\n<blockquote>\nஉருவந்தா னாயி னுலகுபர மற்றா<br />\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br />\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br />\nகண்ணதுதா னந்தமிலாக் கண்.<br />\n<br />\n<i>uruvantā ṉāyi ṉulahupara maṯṟā<br />\nmuruvantā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br />\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br />\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br />\n<br />\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தமிலாக் கண்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br />\n<br />\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how? Can what is seen be otherwise [in nature] than the eye [that which sees or experiences it]? Oneself, [which is] that eye, is actually the infinite eye [the ‘eye’ or consciousness that is not limited by any form].</blockquote>\n<a name=\"un25\"></a>Therefore, in order to experience anything other than itself, the first person (the mind or ego) must first experience itself as a form, which it does by mistaking itself to be a physical body. However, though it now experiences itself as the form of a body, this ego actually has no form of its own, so it depends upon forms for its seeming existence. As Sri Ramana says in verse 25 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\">உள்ளது நாற்பது</a> (<i>Uḷḷadu Nāṟpadu</i>):<br />\n<blockquote>\nஉருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br />\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br />\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு <br />\nமுருவற்ற பேயகந்தை யோர்.<br />\n<br />\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br />\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br />\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br />\nmuruvaṯṟa pēyahandai yōr</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br />\n<br />\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br />\n<br />\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it takes flight. Know [thus].</blockquote>\nTherefore, to destroy our present illusion that we are the form of this body, we must examine ourself and thereby discover what this ‘I’ actually is. If we do so, this ego, which now seems to be ‘I’, will ‘take flight’ and cease to exist, after which whatever is really ‘I’ alone will remain.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/873236052102124510/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTEwODcyODg5MzI1Cm9mZnNldDogMAo\""
}