{
    "kind": "blogger#post",
    "id": "755390283311865741",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-03-03T11:16:00Z",
    "updated": "2017-09-28T13:02:47+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/03/does-practice-of-atma-vicara-work.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/755390283311865741",
    "title": "Does the practice of <i>ātma-vicāra</i> work?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn a recent <a href=\"http://happinessofbeing.blogspot.com/2009/04/how-to-start-practising-atma-vichara.html?showComment=1389277689804#c6118874420733243118\">comment</a> on one of my old articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2009/04/how-to-start-practising-atma-vichara.html\">How to start practising <i>ātma-vicāra</i>?</a>, someone called Jas wrote:<br />\n<blockquote>\nThe theory sounds amazing and very inspiring but does the practice work?<br />\n<br />\nAre there many examples of people who have realised the self by using this practice alone? From my limited readings on the subject it seems most aspirants who have realised the self through this practice have had (sometimes) extensive experience of other practices prior to embarking on enquiry.<br />\n<br />\nMichael, how about you own experience of this practice. Have you found or do you feel your practice has ‘progressed’ over the years. Is your experience of practice now different to when first you started? From what I understand, rarely does one or can one feel progression towards realisation but has enquiry had any other impact on your life positive or negative?<br /><a name='more'></a>\n<br />\nI guess what I’m asking is the age old question of how long must one stare at ones own self before the illusion starts to lose its grip.<br />\n<br />\nIt sometimes feels that the guidance of the gurus is intentionally misleading. It’s like some one telling us that if we stare long enough at a door it will open to reveal with heaven on the other side. When it truth all that happens is that if you stare long enough at the door you fall in love with the door, to the point where you no longer see it as the obstacle in reaching heaven. Simply staring at the door is heaven. So the door never changes or opens but ‘you’ or your perspective of it does. Likewise is it pointless being self attentive with a hope that some day the practice will deepen, change or reveal something other then your normal experience of existence? Is it just that if you spend long enough with your self you fall in love?</blockquote>\nThe answer to Jas’s first and main question, ‘does the practice work?’, is that we can find this out only by trying it for ourself. Of course, we do have the assurance of Sri Ramana that it does work, so we can test its efficacy with reasonable confidence of success, but he did not ask us to accept anything on mere faith, but taught us that we should investigate what ‘I’ is (who am I) and thereby find out for ourself.<br />\n<br />\nThis is why he called this practice <i>ātma-vicāra</i>: self-investigation. We can know for certain what we are only if we investigate ourself and thereby experience by ourself what this ‘I’ actually is. Therefore in this path doubt plays a greater role than faith: we do not have to believe anything that we do not already know for certain, but have to doubt everything that is even the slightest bit doubtful, including and most importantly what we ourself actually are.<br />\n<br />\n<a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/only-i-am-is-certain-and-self-evident.html\">The only thing that we already know with absolute certainty is ‘I am’</a>, because if I did not exist I could not experience anything, whereas everything else that I experience — everything other than ‘I’ — could be an illusion, so can and should therefore be doubted. However, though we know for certain <i>that I am</i>, we do not know for certain <i>what I am</i>: we may not be what we now seem to be, so we can and should doubt what or who am I.<br />\n<br />\nIndeed, this doubt what or who am I should be our first and foremost doubt, and all other doubts should pale in significance before it. As Sri Ramana used to say, instead of concerning ourself with any other doubts, we should first doubt who the doubter is. Until and unless we resolve this primary doubt and uncertainty, who am I, we will never be able to find a clear and certain resolution to any of our other doubts or uncertainties, because so long as the reality of the experiencing ‘I’ is in doubt (that is, so long as we have reason to doubt what this ‘I’ really is), we cannot be sure of the reality of anything else that it experiences.<br />\n<br />\nTherefore, even if we doubt whether we can find out what this ‘I’ is by investigating it, we should nevertheless still investigate it, because if we do not at least try to find out what it actually is, we will never be able to be certain about anything other than the fact that ‘I am’, whatever I may be. Our only hope of finding any certainty more than this is by investigating this ‘I’: that is, by trying to experience what this ‘I’ actually is by focusing our entire attention upon it alone.<br />\n<br />\nThere is no use in our asking anyone else, ‘does the practice work?’, because whatever they may tell us, we will still have reason to doubt it until we find out for ourself whether or not it does actually work: that is, whether or not we can experience what this ‘I’ is by focusing our entire attention upon it alone. If we cannot experience what it is by this means, we will not be able to experience it by any other means, because we cannot experience what anything is unless we actually attend to it.<br />\n<br />\nThat is, we cannot experience what ‘I’ is by attending to anything other than ‘I’, so in order to experience what it is, we must attend to nothing other than it. Now we confuse ‘I’ with various other things that it experiences, such as this body and mind, so to experience it without any such confusion we need to experience it in complete isolation from everything else, and hence we need to focus our entire attention upon it alone, thereby excluding everything else from our attention or awareness.<br />\n<br />\nI hope this is an adequate answer to Jas’s first question: ‘does the practice work?’ If it is, it should render all his or her other questions redundant, because the only way to know for certain whether or not it does work is to test it for ourself and to persevere in testing it until we manage to experience what this ‘I’ actually is. If we are able to experience this, we will know for certain that this practice of self-investigation does work, but if we are not able to experience this yet, it would be too early to conclude that it does not work, because if we continue persevering we may still find that it does work.<br />\n<br />\nThough Jas’s other questions should by now be seen to be redundant, in case they are not seen thus, let us consider them each in more detail. In the next two paragraphs Jas asks about the experience of other people, including myself, so is it useful for us to consider the experience of anyone else? Suppose someone tells us their experience of this practice, and assures us either that it does work or it does not work: what use it that to us?<br />\n<br />\nFor example, if I say, ‘I have experienced what I actually am by focusing my entire attention upon myself’, how would that help you or anyone else? And why should you believe me? I could be bluffing for my own self-aggrandisement, or I could have deluded myself into believing what I am claiming. Until and unless you yourself focus your entire attention upon ‘I’ and thereby experience what ‘I’ actually is, you will still be confused and uncertain about what you are, and no one else’s experience will be able to help you to resolve your confusion and uncertainty.<br />\n<br />\nIf anyone tells us what they have experienced through this practice, what they tell us will be mere words, and those words will create some ideas in our mind. But neither those words nor the ideas they conjure up in our mind are ‘I’. What ‘I’ actually is is ineffable, being beyond the power of any words or ideas to capture. We all experience ‘I am’, but though we are more familiar with the experience ‘I am’ than we are with any other experience, can we describe in words or even in thoughts or ideas what this experience ‘I am’ actually is? We cannot, because what we experience as ‘I’ is essentially featureless.<br />\n<br />\nEverything else that we experience has features of one kind or another, and it is only because of such features that we can distinguish one thing from another. Moreover, we use words to describe things, because what we are describing are their features. But what features does ‘I’ have that we could describe? When we confuse ‘I’ with other things, such as a body and mind, it seems to have features, but those features are only the features of whatever we confuse to be ‘I’. If we separate ‘I’ from all other things, it has no features of its own, so it cannot be described in words or captured by any thought or idea.<br />\n<br />\nThis is why in the final chapter of the <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\">first part</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a> (2005 edition, pp. 171-2) Sri Sadhu Om draws an important distinction between <i>viśeṣa-mana-anubhava</i> and <i>nirviśeṣa-ēkātma-anubhava</i> or <i>nirviśeṣa-jñāna-anubhava</i>: <i>viśeṣa</i> means a distinguishing feature or characteristic, so <i>viśeṣa-mana-anubhava</i> means any mental experience, all of which have distinguishing features, whereas <i>nirviśeṣa-ēkātma-anubhava</i> and <i>nirviśeṣa-jñāna-anubhava</i> mean an experience of our one self, which is true knowledge, and which is devoid of any distinguishing features. Therefore, when we are trying to experience what ‘I’ actually is by practising self-investigation (<i>ātma-vicāra</i>), what we are trying to experience is not something with any distinguishing features (<i>viśeṣas</i>) that could be described in words or grasped by thought.<br />\n<br />\nTherefore, when we are trying to investigate what this ‘I’ is, if we have any experience that we can think about or speak about — that is, that we could grasp in thoughts or words — that experience is an experience of something other than ‘I’, so we should go deeper in our investigation, trying to experience only the ‘I’ that experienced that other thing.<br />\n<br />\nMoreover, when we do experience a heightened clarity of self-awareness while practising self-investigation, as soon as we begin to think about that experience we lose it, because clarity of self-awareness (that is, a clear experience of ‘I’) is not something that any thought or idea can grasp or capture. Indeed, such clarity can be experienced only when we turn our attention away from all thoughts or ideas, back towards the ‘I’ that experiences them. Therefore thought and clarity of self-awareness are mutually incompatible: to the extent to which we experience either, we do not experience the other.<br />\n<br />\nHence, since we cannot grasp our own experience of ‘I’ in thoughts or words, if anyone else tells us their experience in words, those words will not convey to us what the absolutely clear experience of ‘I’ alone actually is. This is why Sri Ramana often said that the truth can never be conveyed in words, but only in silence, because silence is the true nature of ‘I’. The words that he used to convey his teachings are therefore just pointers, indicating to us the direction in which we should look in order to experience the silent and ineffable truth of ‘I’.<br />\n<br />\nIf we concern ourself with what anyone else claims to have experienced, we will only confuse ourself, because whatever words they may use to describe their experience (whether it is an experience of ‘I’ alone or of anything else) cannot convey to us what the absolutely pure and clear experience of ‘I’ actually is, so if we believe that their words do describe that experience, we will anticipate some experience that is other than the perfectly clear but featureless experience of ‘I’.<br />\n<br />\nWhen practising self-investigation (<i>ātma-vicāra</i>), we should not try to experience anything other than ‘I’, and we should not anticipate what the absolutely pure experience of ‘I’ will be, because whatever we anticipate is an idea, and no idea can capture that experience, but will only obscure it. Therefore, instead of anticipating any experience that we can conceive or imagine, we should be intent upon trying to experience only ‘I’ and nothing else.<br />\n<br />\nJas is correct in saying, ‘rarely does one or can one feel progression towards realisation’, because when we are investigating ‘I’ we are not actually progressing anywhere, since what we are trying to experience is never anything other than what we actually are now, at this very moment. As Sri Ramana often said, there is nothing new for us to learn or to know: we just have to unlearn or cease to experience anything other than ‘I’.<br />\n<br />\nBy trying to focus our entire attention on ‘I’ alone, we are gradually shedding our attachment to anything other than ‘I’. However, the more we shed such attachment, the more clearly we become aware of how strong it still is, so rather than feeling that we are progressing, it often seems to us that our condition is even worse than it was when we started.<br />\n<br />\nSri Sadhu Om used to explain this with an analogy: when we see a crescent moon, we cannot see any craters on it, but when a half moon is visible we can begin to see its craters faintly. However, only when it waxes fully do we see all its craters clearly, because it is then shining so brightly. Likewise, when our mind is clouded by dense and strong desires and attachments, we do not see those desires and attachments as a problem, but are concerned only with fulfilling all our desires and holding on to everything to which we are attached. But the more our desires and attachments are reduced and weakened, the more pure and clear our mind thereby becomes, so we are then able to recognise what a serious problem for us all our desires and attachments actually are. Thus, though our desires and attachments are progressively reduced and weakened by our practice of self-attentiveness, their remaining density and strength become increasingly clear to us, so as we get closer to our goal we feel that we are getting further and further away from it.<br />\n<br />\nSri Sadhu Om said that we will continue feeling this with ever increasing intensity and anguish until the final moment, when our mind and all its remaining desires and attachments will eventually be consumed entirely by the perfect clarity of pure self-awareness. The more we succeed in attending to ‘I’, the more we will feel that our love and effort to attend to it are still hopelessly inadequate.<br />\n<br />\nIn this context, it is very important to remember that Sri Ramana used to say that perseverance is the only true sign of progress. Therefore we should never give up, but should continue trying again and again to experience this ‘I’ clearly in complete isolation from everything else, including all thoughts and feelings, or anything else that has any distinguishing features.<br />\n<br />\n<a name=\"ny11\"></a>To put it in Jas’s own words, we must continue staring at our own self as long as it takes for our present illusion (the illusion that we are a person, a finite thing consisting of a body and mind, who experiences and desires so many things that seem to be other than ‘I’) to lose its grip entirely. Or as Sri Ramana said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i><a href=\"http://www.happinessofbeing.com/nan_yar.html\">Nāṉ Yār?</a></i> (Who am I?):<br />\n<blockquote>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். [...] ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br />\n<br />\n<i>maṉattiṉgaṇ eduvaraiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, aduvaraiyil nāṉār eṉṉum vicāraṇaiyum vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum.</i> […] <i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa smaraṇaiyai-k kaippaṯṟuvāṉāyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum.</i><br />\n<br />\nAs long as <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than ‘I’] exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. [...] If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone [will be] sufficient. So long as enemies [<i>viṣaya-vāsanās</i>] are within the fort [the heart or core of one’s being], they will continue coming out from it. If [one] continues cutting them all down [by <i>vicāra</i>] as and when they come, the fort will [eventually] come into [one’s] possession.</blockquote>\n<a name=\"ny10\"></a>And as he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">previous paragraph</a>:<br />\n<blockquote>\nதொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். [...]<br />\n<br />\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum.</i> […]<br />\n<br />\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and be only as self?’ it is necessary to cling tenaciously to self-attentiveness. [...]</blockquote>\nTherefore we must tenaciously persevere in ‘staring at our own self’ (attending only to ‘I’) until we are able to see ourself clearly: that is, until we experience ‘I’ as it actually is, not just as it seems to be. Sri Ramana assures us that if we do tenaciously persevere in ‘staring at our own self’ long enough, we will experience what this ‘I’ actually is, and thereby our illusion that ‘I’ is anything other than that will be destroyed forever. Then we will discover that this ‘I’ alone exists, so ‘staring at our own self’ (self-attentiveness or pure self-awareness) will be found to be natural, effortless and unavoidable.<br />\n<br />\nWe do not have to believe this assurance that he has given us — though believing it at least provisionally will encourage us to continue investigating this ‘I’ — because even if we doubt it, we still need to investigate ‘I’, because until we know for certain from our own experience what this ‘I’ is, we will be unable to know anything else for certain, because this ‘I’ is what experiences everything else, so if its knowledge of itself is uncertain, all its knowledge of anything else will be equally or more uncertain.<br />\n<br />\nJas also asks, ‘Are there many examples of people who have realised the self by using this practice alone?’ and adds: ‘From my limited readings on the subject it seems most aspirants who have realised the self through this practice have had (sometimes) extensive experience of other practices prior to embarking on enquiry’. It is true that many of us would have tried some other form of spiritual practice before learning about this simple and direct practice of self-investigation (<i>ātma-vicāra</i>), and some aspirants come to this path only after having had extensive experience of other practices and having thereby found that none of those practices can enable one to experience the real nature of the ‘I’ that tries to practise them. However, it is not at all necessary to have any experience of any other practice before embarking on this practice of self-investigation, because in order to experience what ‘I’ actually is, it is not necessary to experience or attend to anything else.<br />\n<br />\nEvery kind of practice other than self-investigation entails directing our attention to something other than ‘I’, so how can any such practice be a direct means to experience what ‘I’ actually is? Therefore, whatever other type of practice we may try, we must sooner or later try to investigate ‘I’ alone in order to experience it as it actually is. If we have understood this, there is no need for us to imagine that we must first try some other practice before embarking on this simple practice of self-investigation. When our aim is only to experience what ‘I’ actually is, why should we waste our time and effort in trying to attend to anything other than ‘I’?<br />\n<br />\nIn his or her last paragraph, Jas suggests that ‘the guidance of the gurus is intentionally misleading’. I do not know about the guidance of any other <i>guru</i>, but it seems to me that the guidance of Sri Ramana is certainly not intentionally misleading, because he has explained his basic teachings in terms of a simple, clear and logical analysis of our experience of ourself and of the means by which we can experience ourself as we actually are.<br />\n<br />\nThat is, he first points out the indubitable fact that <a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/only-i-am-is-certain-and-self-evident.html\">the only thing we know for certain is that ‘I am’</a>, and that everything other than this is uncertain and should therefore be doubted. However, though we know <i>that I am</i>, he points out to us that our knowledge of <i>what I am</i> is confused and uncertain, because we now experience a body and mind as ‘I’. But can either this body or this mind be what ‘I’ actually is? If either of them is actually ‘I’, we should experience them whenever we experience ‘I’, because if two things are numerically identical — that is, if they are not actually two things but one — whatever is true of one must be true of the other. If we can experience ‘I’ without experiencing either the body or the mind, neither of them can be ‘I’.<br />\n<br />\nIn waking we experience this body as ‘I’, whereas in dream we experience some other (mind-created) body as ‘I’. Since we experience ‘I’ in dream without experiencing this body of the waking state (which is then supposedly lying asleep in a bed), and since we experience ‘I’ in this waking state without experiencing the body that we experienced in dream, neither of these bodies can be ‘I’.<br />\n<br />\nMoreover, though the body that we experienced as ‘I’ in dream seemed at that time to be real and a part of a real, mind-independent world, we now recognise both that body and the world of which it seemed to be a part to be mere mental creations. When such is the case, how can we be sure that the body we now experience as ‘I’ and the world of which it is a part are not likewise just mental creations? If the bodies we experience as ‘I’ in both waking and dream are just mental creations, they certainly cannot be ‘I’.<br />\n<br />\nThough we experience the same mind as ‘I’ in both waking and dream, in sleep we do not experience this mind, though we do experience ‘I’. Because sleep is a featureless (<i>nirviśeṣa</i>) state, we generally think of it as a state in which we do not experience anything — a state of so-called ‘unconsciousness’ — but we did actually experience sleep, because we are able to distinguish the featureless nature of our experience in sleep from the multi-featured nature of our experience in waking or dream. In our day-to-day life we each experience three alternating states: waking, dream and sleep, in two of which we experience numerous features, and in one of which we experience a complete absence of any feature.<br />\n<br />\nIn waking and dream the mind is present as the experiencer of all those features (of which it is itself one, though it is not a simple feature but a complex one: a multi-featured feature), but in sleep this mind and all its activity are not manifested, having subsided and disappeared. But though the mind is then absent, we still experience ‘I am’, and hence when we wake up we are able to recollect: ‘I was asleep’. When we say, for example, ‘I slept peacefully without any dreams’, we are describing our actual experience in sleep, and to have experienced that we must have existed and have experienced our existence as ‘I am’.<br />\n<br />\n‘I am’ is the only thing that we experience in all these three passing states, and since it is that which experiences them and without which they would not exist, it is the basis or foundation for the appearance and disappearance of each of them. Therefore, since ‘I’ endures throughout these three states, it cannot be anything that it experiences in just one or two of them, such as this body, which it experiences only in waking, or this mind, which it experiences only in waking and dream.<br />\n<br />\nTherefore our present experience of ‘I’ as if it were a body and mind is a delusion, and since this delusion is the basis of everything else that we experience in this waking state (and a similar delusion is the basis of everything else that we experience in dream), all these other things are also delusive. Since our present experience of ‘I’ is thus confused and delusive, we need to investigate this ‘I’ in order to experience what it actually is.<br />\n<br />\nWhy do we not now experience ‘I’ as it actually is? Sri Ramana explains that it is because of our fascination with experiencing things other than ‘I’. Because we are so enamoured by our experience of other things, and because we have such strong desires to experience certain of those other things and to avoid experiencing certain other ones, throughout our waking and dream states we are constantly paying attention to other things, and thus we are overlooking ‘I’, attending to it only insufficiently. Hence we do not experience ‘I’ as it actually is, but instead confuse it with some of the other things in waking and dream that we experience most intimately, namely our body and mind.<br />\n<br />\nSince we experience other things only when we experience a body and mind as ‘I’, by attending to and thereby experiencing any other thing we are perpetuating the delusion that ‘I’ is a body and mind. Therefore, in order to pierce through and destroy this delusion, we need to attend only to ‘I’ and thereby try to experience what this ‘I’ actually is.<br />\n<br />\nTherefore, since the theory behind the practice of self-investigation (<i>ātma-vicāra</i>) taught by Sri Ramana is so simple, clear and straightforward, and since it is based upon a logical analysis of our own experience of ourself in our three alternating states of waking, dream and sleep, it is difficult to find any reason for supposing that it could be ‘intentionally misleading’, as Jas suggests.<br />\n<br />\nMoreover, there is a clear logical connection between this practice of trying to experience ‘I’ clearly and in complete isolation from everything else, and its aim, which is to experience clearly what this ‘I’ actually is. That is, how this practice can result in that goal, and why it is the only means to achieve it, is clear, logical and straightforward, and does not require us to believe any theory that is not based on a clear and very simple analysis of what we already experience.<br />\n<br />\nIn contrast, most other spiritual practices require us to believe some theory (often a very elaborate one) that entails belief in things that we have not actually experienced and that are therefore not at all obviously true, and unless we are willing to blindly believe such a theory, there is no clear logical connection between the practice and the goal that it is supposed to enable one to reach. Therefore I can understand why Jas may suspect that the guidance given by any <i>guru</i> who teaches such a theory and practice is ‘intentionally misleading’, but I cannot see any reason for suspecting that the clear, logical and straightforward guidance given by Sri Ramana concerning the theory and practice of self-investigation is misleading.<br />\n<br />\nFor example, if any <i>guru</i> gives us the impression that by doing some particular spiritual practice our mind can experience what is real, that <i>guru</i> is perhaps being ‘intentionally misleading’, because the mind can never experience what is real, since it is itself unreal, and is what obscures our experience of ‘I’ as it actually is. When our mind tries to experience what ‘I’ really is, it thereby dissolves and disappears, because it is only an imposter posing as ‘I’. Therefore what ‘I’ really is alone can experience what ‘I’ really is.<br />\n<br />\n<a name=\"uu17\"></a>However, when teaching us the theory on which the practice of self-investigation is based, Sri Ramana clearly explains that this mind is unreal, and that therefore when it tries to experience who or what am I, it will dissolve and disappear in the reality that is actually I. For example, in verse 17 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a> he says:<br />\n<blockquote>\nமனத்தி னுருவை மறவா துசாவ<br />\nமனமென வொன்றிலை யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br />\n<br />\n<i>maṉatti ṉuruvai maṟavā dusāva<br />\nmaṉameṉa voṉḏṟilai yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu.</i><br />\n<br />\n<b>English translation:</b> When [anyone] scrutinises the form of the mind without forgetting, [it will be clear that] anything as ‘mind’ does not exist. For everyone, this is the direct [straight, proper, correct or true] path.</blockquote>\nThe mind seems to exist only so long as it experiences anything other than ‘I’, so when it tries to experience only ‘I’, it will be deprived of the support on which it relies in order to seemingly exist, and thereby it will be begin to dissolve and disappear. Therefore, when we persevere in our practice of self-investigation and thereby experience ‘I’ as it actually is, we will no longer be able to experience ‘I’ as anything other than that, and hence this mind, which now seems to exist by posing as ‘I’, will no longer be able to seem to exist.<br />\n<br />\nTherefore, since Sri Ramana lays all his cards on the table from the outset, teaching us clearly that this mind is not ‘I’ and is therefore not real, we have no reason to suppose that the guidance he gives us is ‘intentionally misleading’. In his teachings what you see is what you get. That is, since his only aim is to guide us to investigate ourself and thereby experience what we really are, there is no reason for him to keep anything secret, and hence he teaches us plainly and straightforwardly that only ‘I’ is real and that in order to experience what this ‘I’ actually is we must try to attend to it alone.<br />\n<br />\nRegarding Jas’s analogy of someone ‘telling us that if we stare long enough at a door it will open to reveal with heaven on the other side’ when in truth ‘all that happens is that if you stare long enough at the door you fall in love with the door, to the point where you no longer see it as the obstacle in reaching heaven’, I do not think this is a particularly apt analogy for the practice of self-investigation, because the door in this case is the ego (that is, what ‘I’ now seems to be), and according to Sri Ramana, if we stare long enough at this ‘door’ (that is, if we attend sufficiently keenly and vigilantly to ‘I’ alone), the door will dissolve and disappear (since it is not what it seems to be, and therefore does not really exist, but is just an insubstantial phantom), and we will discover then that what we were staring at and experiencing all along was ‘heaven’ (that is, it was what this ‘I’ actually is).<br />\n<br />\nThis can be explained more clearly with the analogy of a rope that is mistaken to be a snake. If we look carefully at such a snake, it will dissolve and disappear (since it is not what it seems to be, and therefore does not really exist as a snake), and we will discover that what we were looking at was only a rope. Likewise, if we look carefully at the ‘I’ that now seems to be an ego (a finite entity that experiences itself as a body and mind), it will dissolve and disappear (since it is not what it seems to be, and therefore does not really exist as such), and we will discover that what we were looking at was only what this ‘I’ actually is.<br />\n<br />\nJas concludes from the analogy of the door to heaven: ‘Simply staring at the door is heaven. So the door never changes or opens but ‘you’ or your perspective of it does’. If we consider this in terms of the snake and rope rather than the door and heaven, than it is true to say that simply staring at the snake is seeing the rope, and that the snake never changes but our perspective of it does: that is, we cease to see it as the snake that it seemed to be, because we recognise it as the rope that it actually is. Likewise, simply attending to the ego alone (in complete isolation from all the other things that it mistakes to be itself, namely the body and mind) is attending to what this ‘I’ actually is, so this ‘I’ never changes but our perspective of it does: that is, we cease to see it as the finite ego that it seemed to be, because we recognise it as the one infinite, indivisible and otherless ‘I’ that it actually is.<br />\n<br />\nRegarding Jas’s idea that ‘if you stare long enough at the door you fall in love with the door’ and that likewise ‘if you spend long enough with your self you fall in love [with yourself]’, it is true that we ‘fall in love’, but not with what we seem to be (that is, not with the door, snake or ego) but with what we actually are. That is, by attending more and more keenly to ‘I’, the ego that it seems to be begins to dissolve and disappear, thereby revealing what ‘I’ really is, and the more clearly we experience ‘I’ as it actually is the more our love for experiencing only that will increase.<br />\n<br />\nSri Ramana has given his teachings to us in very simple, clear and unambiguous terms, so we need not complicate them by supposing that he has kept anything hidden from us or has intentionally misled us. What he taught is logically sound and does not entail any need for us to believe anything that is not obvious once it has been pointed out to us, and he has provided us with a means to test and verify for ourself what he taught.<br />\n<br />\nTherefore merely by studying and reflecting upon his teachings we can understand why and how the practice of <i>ātma-vicāra</i> or self-investigation does work, so we will be able to embark upon this practice with a reasonable degree of confidence that by investigating ‘I’ — that is, by trying to focus our entire attention only upon ‘I’ — we will be able to experience what this ‘I’ actually is.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/755390283311865741/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NjAwMTY3Mjk4Cm9mZnNldDogMzYwMDAwMAo\""
}