{
    "kind": "blogger#post",
    "id": "3361449736933874031",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-07-08T15:37:00+01:00",
    "updated": "2021-11-04T22:50:45Z",
    "url": "http://happinessofbeing.blogspot.com/2014/07/self-awareness-i-thought-i-feeling-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3361449736933874031",
    "title": "Self-awareness: ‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i>",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\n<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nDuring the past few weeks I have written many comments about <i>ahaṁ-sphuraṇa</i> and related subjects in reply to comments that others have written on some of my recent articles, and since Sanjay Lohia suggested in <a href=\"http://happinessofbeing.blogspot.com/2014/06/is-consciousness-product-of-mind.html?showComment=1403804447800#c4867258805873682301\">one of his recent comments</a> that I should gather together all such comments and make them available as an article, I decided to compile and adapt them (along with one email on the same subject) as this article, which I hope will serve as a useful supplement to my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>.<br />\n<br />\nSince this is a long article that discusses various different but related issues, I have divided it into the following ten sections:<br /><a name='more'></a>\n<ol>\n<li><a href=\"#01\">‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i></a></li>\n<li><a href=\"#02\">நான் நான் (<i>nāṉ nāṉ</i>) means ‘I am I’, not ‘I-I’</a></li>\n<li><a href=\"#03\">The exact meaning of <i>sphuraṇa</i> is determined by the context in which it is used</a></li>\n<li><a href=\"#04\">When we try to attend only to ‘I’, it shines more clearly</a></li>\n<li><a href=\"#05\"><i>Aham-sphurana</i> is an experience that cannot be described adequately in words</a></li>\n<li><a href=\"#06\">தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) means self-awareness rather than ‘I’-feeling</a></li>\n<li><a href=\"#07\"><i>The Path of Sri Ramana</i> explains the practice of <i>ātma-vicāra</i> more clearly than any other English book</a></li>\n<li><a href=\"#08\"><i>Viśēṣa-jñāna</i> and <i>aham-spurippu</i></a></li>\n<li><a href=\"#09\"><i>Ātmākāram</i> is nothing other than <i>ātman</i> itself</a></li>\n<li><a href=\"#10\">A paradox: <i>sphuraṇa</i> means ‘shining’ or ‘clarity’, yet misinterpretations of it have created so much confusion</a></li>\n</ol>\nAnyone who has been closely following the comments written on my recent articles will already have read most of the contents of these sections, but in some of them (such as the second section) I have expanded on what I wrote in my original comments, and the fifth section contains a reply that I wrote last week by email, so it has not appeared in any of the comments that I wrote here.<br />\n<a href=\"https://www.blogger.com/null\" name=\"01\"></a><br />\n<b>1. ‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i></b><br />\n<br />\nIn <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403088534336#c2316360711330885850\">two comments</a> that he wrote on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/since-we-always-experience-i-we-do-not.html\">Since we always experience ‘I’, we do not need to find ‘I’, but only need to experience it as it actually is</a>, Palaniappan Chidambaram asked me what is meant by the term ‘<i>ahaṁ-sphuraṇa</i>’ and whether it is the same as the ‘I’-thought and the ‘I’-feeling. The following is adapted from the <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403466257441#c6863076417331478001\">series of three comments</a> that I wrote in reply to him:<br />\n<br />\nWhat is common to the terms ‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i> is only ‘I’ (<i>aham</i>), and that is all that we need to investigate in order to experience ourself (which is what we call ‘I’) as we really are. If we once experience this ‘I’ as it really is, the meaning of all these terms will become clear to us. However, for the sake of conceptual clarity and understanding, I will explain briefly the meaning of each of these terms.<br />\n<br />\n‘I’-thought is an English translation of two equivalent Tamil terms that Sri Ramana often used, namely நான் என்னும் நினைவு (<i>nāṉ eṉṉum niṉaivu</i>) and நான் என்னும் எண்ணம் (<i>nāṉ eṉṉum eṇṇam</i>), both of which literally mean the thought or idea called ‘I’. As he explained on many occasions, what he meant by these terms is our mixed experience ‘I am this body’, in which ‘I am’ is what we actually are (our real self) and ‘this body’ is an extraneous adjunct that we mistake to be ourself.<br />\n<br />\nTherefore, when he asks us to investigate this thought called ‘I’, what he actually wants us to investigate is only its essential element, ‘I am’, in order to separate this essential ‘I’ from all extraneous adjuncts such as ‘this body’. That is, only by focusing our entire attention only on ‘I’ (ourself) can we experience ourself in complete isolation from all adjuncts and other extraneous things.<br />\n<br />\nRegarding the term ‘I’-feeling, it is not possible to say precisely what this means, because the meaning of the English word ‘feeling’ is very vague and ambiguous (for example, <a href=\"http://www.oxforddictionaries.com/definition/english/feeling\">the meanings of it given in Oxford Dictionaries</a> include: an emotional state or reaction; an idea or belief, especially a vague or irrational one; the capacity to experience the sense of touch; a sensitivity to or intuitive understanding of). In most cases where this term ‘I’-feeling is used in English books about Sri Ramana’s teaching, it is probably intended to mean the thought or idea called ‘I’, but in some cases it could be a translation of நான் என்னும் உணர்வு (<i>nāṉ eṉṉum uṇarvu</i>), which could be more accurately translated as the awareness or consciousness called ‘I’.<br />\n<br />\nThe word உணர்வு (<i>uṇarvu</i>) has a range of meanings depending on the context in which it is used, some of which are similar to some of the meanings of ‘feeling’, but its basic meaning is awareness or consciousness. However, in the sense in which Sri Ramana often used it, it means more precisely that which is aware or conscious. I am not sure whether he actually used the term நான் என்னும் உணர்வு (<i>nāṉ eṉṉum uṇarvu</i>), or if so how often, but an equivalent term that he often used was தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>), which means self-awareness or self-consciousness. Since the awareness we call ‘I’ is only our self-awareness, நான் என்னும் உணர்வு (<i>nāṉ eṉṉum uṇarvu</i>) would denote what he called தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>).<br />\n<br />\nTherefore, if the term ‘I’-feeling is understood to mean our தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) or self-awareness, in its pure form it would be only our real self, ‘I am’, but so long as it is experienced mixed with any adjuncts, it would be the thought called ‘I’, namely our ego.<br />\n<br />\nIn English books and articles on the teachings of Sri Ramana a huge amount of confusion has been created about the meaning of the term <i>ahaṁ-sphuraṇa</i>, and hence there are many misconceptions that prevail about what this term actually denotes. Therefore last year I wrote an article in order to try to clear up some of this confusion, and recently I enlarged upon it and posted it here: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>.<br />\n<br />\nTherefore without going into too much detail here, I will just briefly explain that as it is used by Sri Ramana the term <i>ahaṁ-sphuraṇa</i> (or its abbreviated form <i>sphuraṇa</i>) simply denotes a fresh clarity of self-awareness. At present the clarity of our self-awareness is clouded due to its being mixed up and confused with extraneous adjuncts such as our body and mind, so what we experience now is a relatively less clear self-awareness. That is, we clearly know <i>that we are</i>, but we do not clearly know <i>what we are</i>. Therefore, when we try to focus our entire attention only on ourself in order to experience ourself as we really are, we begin to experience a fresh clarity of self-awareness, which is what Sri Ramana calls an <i>ahaṁ-sphuraṇa</i>.<br />\n<br />\nAt first this <i>sphuraṇa</i> or fresh clarity of self-awareness is unlikely to be perfect (as it was in the exceptional case of Sri Ramana when on account of an intense fear of death he investigated himself in order to find out who am I), so whatever fresh clarity we experience initially will probably be just a relative clarity of self-awareness. However, as we go deeper into this practice by focusing our attention more and more accurately on ourself alone, the clarity of our self-awareness will increase, until eventually we will experience the same perfect clarity that Sri Ramana experienced at that moment that he investigated himself. This perfect clarity of self-awareness is not a relative one but an absolute one, so it will destroy forever the illusion that we are anything other than what we really are.<br />\n<br />\nTherefore, though the term <i>ahaṁ-sphuraṇa</i> means in general a fresh clarity of self-awareness, it does not denote any particular degree of clarity, so it can denote anything from the fresh but still very dim clarity that we experience when we first try to attend to ourself alone, to the perfect clarity that we will experience when we finally succeed in focusing our entire attention only on ourself.<br />\n<br />\nHence, to summarise my reply to <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403088534336#c2316360711330885850\">Palaniappan’s questions</a>, when our self-awareness (or ‘I’-feeling as it is sometimes rather vaguely called) is mixed and confused with extraneous adjuncts such as our body and mind, it is called the ‘I’-thought or thought called ‘I’, but when we try to attend to it alone in order to experience it in complete isolation from all extraneous adjuncts, we begin to experience it with an fresh degree of clarity, and any such fresh degree of clarity of self-awareness is what is called <i>ahaṁ-sphuraṇa</i>.<br />\n<br />\nTherefore, from a practical perspective, all we actually need to understand is that we should try to attend only to ‘I’ (ourself). If we do so, the adjuncts that are now mixed with ‘I’ will begin to drop off or recede from our experience, and thus we will experience a fresh of clarity of self-awareness, which is a greater or lesser degree of <i>ahaṁ-sphuraṇa</i>.<br />\n<br />\nIf we understand the meaning of the term <i>ahaṁ-sphuraṇa</i> in this simple manner as intended by Sri Ramana, it will no longer seem to be something mysterious, and we will no longer be confused by whatever anyone else may write about it. Moreover, we will be able to understand that the reason why Sri Ramana seemed to say different things about <i>ahaṁ-sphuraṇa</i> in different contexts is simply that there is no single degree of clarity of self-awareness to which alone this term refers, because it can refer to any of a broad range of degrees of such clarity.<br />\n<a href=\"https://www.blogger.com/null\" name=\"02\"></a><br />\n<b>2. நான் நான் (<i>nāṉ nāṉ</i>) means ‘I am I’, not ‘I-I’</b><br />\n<br />\nBefore I had time to answer the questions asked by Palaniappan Chidambaram that I refer to in the previous section, they had already sparked a discussion about <i>ahaṁ-sphuraṇa</i> in a long series of comments on another more recent article, <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html\">Why do we not experience the existence of any body or world in sleep?</a>, beginning with <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403161358988#c2391400188013530468\">a series of three comments by Wittgenstein</a> in which he replied to the questions asked by Palaniappan Chidambaram, offering his own reflections and expressing his own doubts. Some useful ideas were exchanged in that discussion, but many of the ideas expressed (particularly in some of the comments that quoted from books, articles or correspondence written by others) were clearly influenced by inadequate translations of Sri Ramana’s teachings and by some of the prevalent misunderstandings, misinterpretations and confusions that surround the term <i>ahaṁ-sphuraṇa</i> and related aspects of his teachings.<br />\n<br />\nHowever, since I did not have time to reply in detail to all those comments, and since I hoped that many of those misunderstandings, misinterpretations and confusions would be cleared up by my article <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>, I decided to reply specifically to only a few of the ideas expressed in those comments. The following is adapted and expanded from <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403530925439#c8774131101013627732\">a series of three comments</a> that I wrote in answer to one such idea.<br />\n<br />\nThough I agree by and large with all that Wittgenstein has written in his first two comments in this discussion (namely <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403161358988#c2391400188013530468\">this comment</a> and <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403161834176#c3331738943897409899\">this one</a>), I think it is important to point out that though in most English books the term நான் நான் (<i>nāṉ nāṉ</i>), which Sri Ramana often used to describe the experience of true self-knowledge (such as in verse 20 of <i>Upadēśa Undiyār</i>, verse 30 of <i>Uḷḷadu Nāṟpadu</i> and verse 2 of <i>Āṉma-Viddai</i>), is generally translated as ‘I-I’, this is actually a mistranslation of it (or at least a very inadequate and misleading translation of it). That is, though நான் நான் (<i>nāṉ nāṉ</i>) literally means just ‘I I’, what it actually means is ‘I am I’, just as though நான் யார்? (<i>nāṉ yār?</i>) literally means ‘I who?’, what it actually means is ‘I am who?’ (or ‘who am I?’).<br />\n<br />\nThe reason why there is no explicit verb meaning ‘am’ in sentences such as நான் நான் (<i>nāṉ nāṉ</i>) or நான் யார்? (<i>nāṉ yār?</i>) is that a feature of Tamil (which it shares with many other languages) is a phenomenon known as <a href=\"http://en.wikipedia.org/wiki/Zero_copula\">zero copula</a>, which means that the link between a subject and its complement (what it is said to be) is understood without the need for any overt copula (linking verb) such as ‘am’, ‘is’ or ‘are’. It is possible to use an overt copula in Tamil, but it is complicated and in most circumstances would seem unnatural. For example, the normal way to say ‘I am Raman’ would be to say ‘<i>nāṉ rāmaṉ</i>’ (‘I [am] Raman’), but to include an overt copula one would have to say ‘<i>nāṉ rāmaṉāy irukkiṟēṉ</i>’, which literally means ‘I am being Raman’ or ‘I am as Raman’.<br />\n<br />\nAs Lakshmana Sarma points out in his Tamil commentary on verse 30 of <i>Uḷḷadu Nāṟpadu</i>, Sri Ramana described the experience of true self-knowledge as ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, in order to contrast it with our experience of the ego, ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, and he expresses the same idea in Chapter 9 of <i>Maha Yoga</i> when he writes, “the Sage calls this formless Consciousness the ‘I am I’ to distinguish it from the ego-sense which has the form of ‘I am this (body)’” (2002 edition, p. 149). That is, whereas we now experience ourself as ‘I am this body’, when this false ego-sense is swallowed by the clear light of true self-knowledge we will experience ourself only as ‘I am I’.<br />\n<br />\n<a name=\"vs01-1\"></a>A clear example of such a contrast can be seen in the passage from the <a href=\"https://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html#vs01-1\">first sub-section of section 1</a> of <i>Vicāra Saṅgraham</i> that I quoted in my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>. In one sentence in that passage Sri Ramana says that if one keenly investigates what it is that now shines as ‘I’, then a kind of <i>spurippu</i> (or <i>sphuraṇa</i>) will appear as நான் நான் (<i>nāṉ nāṉ</i>), ‘I [am] I’, and in the next sentence he says that if one just remains without leaving that <i>spurippu</i>, it will completely annihilate the ego, which is (what experiences itself as) தேகம் நான் (<i>dēham nāṉ</i>), ‘[this] body [is] I’:<br />\n<blockquote>[…] இப்போது நானென விளங்குவது எதுவென்று கூர்மையாய் விசாரித்தால், அப்போது ஹிருதயத்தில், நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும். அதனை விடாது சும்மா இருந்தால், தேகம் நானென்னும் அகங்காரரூப ஜீவபோதத்தை முற்றிலும் நாசமாக்கி, கர்ப்பூரத்திற் பற்றிய நெருப்புப்போல், தானும் சாந்தமாய்விடும்.<br />\n<br />\n[…] <i>ippōdu nāṉ-eṉa viḷaṅguvadu edu-v-eṉḏṟu kūrmaiyāy vicārittāl, appōdu hirudayattil, nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha spurippu māttiram tōṉḏṟum. adaṉai viḍādu summā irundāl, dēham nāṉ-eṉṉum ahaṅkāra-rūpa jīva-bhōdattai muṯṟilum nāśam-ākki, karppūrattil paṯṟiya neruppu-p-pōl, tāṉ-um śāntam-āy-viḍum</i>.<br />\n<br />\n[…] if one keenly investigates what it is that now shines as ‘I’, then in [one’s] heart a kind of <i>spurippu</i> [a fresh clarity] alone will itself appear to itself [or to oneself] without sound as ‘I [am] I’. Without leaving that [fresh clarity of self-awareness], if one just is, it will completely annihilate the sense of individuality in the form of the ego, [which experiences itself as] ‘body [is] I’, and [then], like fire that catches on camphor, it will itself also be extinguished.</blockquote>\nHere Sri Ramana is clearly contrasting two different experiences of self-awareness, நான் நான் (<i>nāṉ nāṉ</i>) and தேகம் நான் (<i>dēham nāṉ</i>). Though neither of these two pairs of words contain an explicit copula meaning ‘am’ or ‘is’, such a copula is implicit in both of them, so they are each a complete clause. That is, in this context just as தேகம் நான் (<i>dēham nāṉ</i>) obviously means ‘body is I’ and not just ‘body-I’, so நான் நான் (<i>nāṉ nāṉ</i>) obviously means ‘I am I’ and not just ‘I-I’.<br />\n<br />\nWhenever Sri Sadhu Om wrote a பொழிப்புரை (an explanatory paraphrase in Tamil prose) for any verse in which Sri Ramana used this term ‘நான் நான்’ (such as verse 20 of <i>Upadēśa Undiyār</i>, verse 30 of <i>Uḷḷadu Nāṟpadu</i> or verse 2 of <i>Āṉma-Viddai</i>), he usually paraphrased it as ‘நான் நானே’ (<i>nāṉ nāṉē</i>), which means ‘I am only I’ (the added suffix ‘<i>ē</i>’ being an intensifier that in this context conveys the sense of ‘only’), in order to emphasise that what is experienced as ‘I’ in the state of true self-knowledge is only ‘I’ itself and not anything else such as ‘this’ or ‘that’.<br />\n<br />\nWhen நான் நான் (<i>nāṉ nāṉ</i>) is translated correctly as ‘I am I’, it is clear what Sri Ramana meant by these words, but when it is translated as ‘I-I’, as it is in most English books, it is not at all clear what he meant. Because the translation ‘I-I’ does not indicate or even suggest that ‘நான் நான்’ (<i>nāṉ nāṉ</i>) is actually a complete sentence or finite clause with a verb that is clearly implied though not explicitly stated, ‘I-I’ does not at all convey the meaning that is clearly conveyed in Tamil by ‘நான் நான்’ (<i>nāṉ nāṉ</i>), but somehow this mistranslation has become established and most translators, commentators and writers of English books or articles on the teachings of Sri Ramana continue to use it unquestioningly and without any apparent idea of what the original term in Tamil actually means.<br />\n<br />\nWhat actually does ‘I-I’ mean? Is it a repetition of ‘I’, or a double ‘I’? And what would a repeated ‘I’ or double ‘I’ actually imply? Why would Sri Ramana have so frequently used such a vague and ambiguous term? The answer is that ‘I-I’ does not actually mean anything at all (or at least not anything clearly), and that Sri Ramana did not actually use this term.<br />\n<br />\nHowever, many people seem to assume that ‘I-I’ means a pulsation or throbbing of ‘I’, as if ‘I’ were the sort of thing that could pulsate or throb. Because pulsation and throbbing are two among the many meanings of the Sanskrit word <i>sphuraṇa</i> (though not actually the meaning intended by Sri Ramana when he used this word), the mistranslation of நான் நான் (<i>nāṉ nāṉ</i>) as ‘I-I’ has reinforced the mistaken belief that <i>ahaṁ-sphuraṇa</i> means a pulsation or throbbing of ‘I’.<br />\n<br />\nThe essential meaning of <i>sphuraṇa</i> is ‘making itself known’, so anything that makes itself known in any way can be described as a <i>sphuraṇa</i>, so this includes any sort of throbbing, quivering, trembling, pulsating, shining, flashing, glittering, manifesting or coming into view. However, in the sense in which Sri Ramana used this term <i>sphuraṇa</i> it means shining or shining forth in a metaphorical sense, or in a more literal sense, being experienced more clearly. That is, since he used <i>sphuraṇa</i> with respect to ‘I’, and since ‘I’ cannot throb, tremble, pulsate or even shine in the literal sense of a visible light, what he called <i>ahaṁ-sphuraṇa</i> or a ‘shining of I’ simply means a clear experience of ‘I’ — that is, a clarity of self-awareness. And since <i>sphuraṇa</i> also implies shining forth or ‘making itself known anew’, he used the term <i>ahaṁ-sphuraṇa</i> to mean the fresh clarity of self-awareness that we experience when we try to focus our attention only on ‘I’, thereby withdrawing it from all other things.<br />\n<a href=\"https://www.blogger.com/null\" name=\"03\"></a><br />\n<b>3. The exact meaning of <i>sphuraṇa</i> is determined by the context in which it is used</b><br />\n<br />\nThe following is adapted from <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403552930019#c6535384143549059664\">another comment</a> I wrote in reply to a question asked by Wittgenstein and several issues he touched upon:<br />\n<br />\nWittgenstein, regarding <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403170738335#c1245401655853384369\">your question</a>, ‘why such a <i>sphurana</i> [as narrated by Bhagavan] is getting a status of <i>purnam</i> in <i>Upadesa Undiyar</i> [by the same Bhagavan]?’ I hope you were able to understand the answer to this from <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403466711717#c4322353658721259622\">what I wrote yesterday in reply to Palaniappan</a> (which I have reproduced in the first section of this article), namely that ‘though the term <i>ahaṁ-sphuraṇa</i> means in general a fresh clarity of self-awareness, it does not denote any particular degree of clarity, so it can denote anything from the fresh but still very dim clarity that we experience when we first try to attend to ourself alone, to the perfect clarity that we will experience when we finally succeed in focusing our entire attention only on ourself’.<br />\n<br />\nIncidentally, Bhagavan did not actually use the word <i>sphuraṇa</i> in <i>Upadēśa Undiyār</i>, but in verse 20 of the Sanskrit version, <i>Upadēśa Sāram</i>, he did use the verb <i>sphurati</i>, which means ‘[it] shines’ or ‘[it] shines forth’, and which is a form of <i>sphur</i>, the verb from which the verbal noun <i>sphuraṇa</i> is derived.<br />\n<br />\nRegarding the two passages from <i>Day by Day</i> that you refer to in the same comment, I would not attach any importance to what Bhagavan said about <i>Hiranyagarbha</i> (on 30-5-46), because this is a concept that has nothing to do with his teachings, so when he was asked about it he simply explained some of the traditional beliefs that surround it.<br />\n<br />\nRegarding what he said on 24-3-45 when Mudaliar asked him the meaning of <i>sphuraṇa</i>, his first answer, ‘It means விளங்குவது [shining or what shines] or விளக்குவது [making clear or what makes clear]’ is clear and accurate, so if Mudaliar had been satisfied with that, he would not have said anything further. But Mudaliar then asked, ‘Is it not a sound we hear?’, which is hardly the most appropriate question to ask after being told that it means shining or making clear, so seeing that his first answer had not been understood, Bhagavan replied something else, the full import of which I suspect Mudaliar may not have understood and therefore may not have recorded accurately.<br />\n<br />\n(However, in my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>, I tried to explain the implication of what he did record, namely that it is not a sound that we can hear but a ‘sound’ (figuratively speaking) that we become aware of, and that since it is actually silence, if it is described metaphorically as a ‘sound’, it is a ‘soundless sound’, and hence it cannot be heard but can only be experienced in silence. In this context it is also worth noting that in the passage from the first sub-section of section 1 of <i>Vicāra Saṅgraham</i> that I quoted above in the previous section of this article, Bhagavan said specifically that a kind of <i>spurippu</i> (that is, a <i>sphuraṇa</i>) will appear <i>without sound</i> (சத்தமில்லாமல்: <i>sattam-illāmal</i>), which clearly implies that it is not a sound: ‘நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும்’ (<i>nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha spurippu māttiram tōṉḏṟum</i>), which means “a kind of <i>spurippu</i> [a fresh clarity] alone will itself appear to itself [or to oneself] without sound as ‘I [am] I’”.)<br />\n<br />\nThen Devaraja Mudaliar recorded that from a dictionary perspective Bhagavan said, ‘both sound and light may be implied in the word <i>sphuraṇa</i>’. However, we should understand that though light and sound may both be said to be types of <i>sphuraṇa</i> (since <i>sphuraṇa</i> means ‘making itself known’ or anything that makes itself known), neither of them can be an <i>ahaṁ-sphuraṇa</i>, because ‘I’ (<i>aham</i>) is neither a literal light nor a literal sound (though it could be said to be a metaphorical light, or at a stretch of the imagination even a metaphorical sound).<br />\n<a href=\"https://www.blogger.com/null\" name=\"04\"></a><br />\n<b>4. When we try to attend only to ‘I’, it shines more clearly</b><br />\n<br />\nIn reply to <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403552930019#c6535384143549059664\">my comment</a> that I reproduced in the previous section, Wittgenstein wrote <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403601828793#c5771332274494354812\">another comment</a> in which he remarked: ‘If only at that critical juncture Mudaliar had asked, “What shines?”! Amazing to see how Bhagavan never shoved this teachings down anybody’s throat’. In reply to this I wrote the following <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html?showComment=1403633221125#c4359934441844489719\"> comment</a>:<br />\n<br />\nYes, Wittgenstein, as you say, Bhagavan never sought to impose his teachings upon anyone, and if anyone was interested or believed in anything that was irrelevant or even contrary to his teachings, he was perfectly happy to talk with them accordingly, as if he too believed and was interested in such things.<br />\n<br />\nRegarding your suggestion that when he answered that <i>sphuraṇa</i> means விளங்குவது [shining] or விளக்குவது [making clear] (as recorded in <i>Day by Day</i>, 24-3-45), Mudaliar should have asked, ‘What shines?’, if Mudaliar was really interested to know specifically about <i>ahaṁ-sphuraṇa</i> (rather than any other type of <i>sphuraṇa</i> such as the <i>sphuraṇa</i> of a light or a sound) he should have understood that in the case of <i>ahaṁ-sphuraṇa</i> what shines or makes itself clear is only ‘I’ (<i>aham</i>). Therefore, what he should perhaps have asked is: ‘But is not ‘I’ always shining and making itself clear? What then is the difference between our ordinary experience of ‘I’ and the experience of it that is called <i>ahaṁ-sphuraṇa</i>?’<br />\n<br />\nIf he had asked this, I guess that Bhagavan would have explained that <i>ahaṁ-sphuraṇa</i> means a fresh clarity of self-awareness, and that this fresh clarity is experienced when we try to attend only to ‘I’ because our awareness of ‘I’ is then not clouded and confused with awareness of anything else, so ‘I’ then shines (so to speak) more clearly.<br />\n<a href=\"https://www.blogger.com/null\" name=\"05\"></a><br />\n<b>5. <i>Aham-sphurana</i> is an experience that cannot be described adequately in words</b><br />\n<br />\nAs I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>, the Sanskrit word स्फुरणम् (<i>sphuraṇam</i>) is a verbal noun derived from the verb स्फुर् (<i>sphur</i>), the essential meaning of which is to shine, to be clear or to make itself known. Another verbal noun that is derived from the same verb and that therefore means the same as स्फुरणम् (<i>sphuraṇam</i>) is स्फूर्तिः (<i>sphūrtiḥ</i>), the Tamil form of which is ஸ்பூர்த்தி (<i>sphūrtti</i>), which is used to mean anything that manifests or flashes to mind, such as a memory. Therefore in the context of Sri Ramana’s teachings அஹம் ஸ்பூர்த்தி (<i>aham-sphūrtti</i>) means the same as அஹம் ஸ்புரணம் (<i>aham-sphuraṇam</i>).<br />\n<br />\nRecently a friend wrote an email to me asking various questions about <i>ahaṁ-sphūrtti</i> and <i>ahaṁ-sphuraṇa</i>, and the following is what I replied to him:<br />\n<br />\nTo understand what is meant by the terms ஸ்பூர்த்தி (<i>sphūrtti</i>) or ஸ்புரணம் (<i>sphuraṇam</i>) in the context of Bhagavan's teachings, please read my latest article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>, which I posted on my blog today.<br />\n<br />\nThe <i>ahaṁ-sphuraṇa</i> or ‘shining of I’ is not anything other than ‘I’, so the experience of it cannot be adequately described in words, except by saying that it is a fresh clarity of self-awareness. What you describe as ‘a certain feeling of warmth and peace’ is therefore probably not this clarity of self-awareness, because anything that we could describe as ‘a certain feeling of warmth and peace’ would be something other than ‘I’.<br />\n<br />\nIf someone were to ask you to describe what ‘I’ is, would you describe it as ‘a certain feeling of warmth and peace’? What you would probably answer is that ‘I’ cannot be described. In the same way, the <i>ahaṁ-sphuraṇa</i> or ‘clear shining of I’ cannot be described, because it is nothing other than ‘I’ itself.<br />\n<br />\nEven now ‘I’ is shining, so to speak (that is, it is clearly experienced by us), so the only difference between this shining of ‘I’ with which we are always familiar and the shining of ‘I’ that is called <i>ahaṁ-sphuraṇa</i> is that the latter is a more clear shining of ‘I’. Though we clearly experience <i>that I am</i>, we do not clearly experience <i>what I am</i>, so the aim of <i>ātma-vicāra</i> is only to experience clearly what I am. Now we do not know clearly what I am because our experience of ‘I’ is now mixed up with our experience of many other things, so in order to experience clearly what I am, we need to experience ‘I’ alone, in complete isolation from all other things. Therefore we need to try to attend only to ‘I’ and not to anything else.<br />\n<br />\nWhen we thus try to attend only to ‘I’, we begin to experience it more clearly — that is, we experience a greater clarity of self-awareness. This greater clarity of self-awareness is all that is meant by the terms <i>ahaṁ-sphūrtti</i> or <i>ahaṁ-sphuraṇam</i>. Therefore the deeper we go in our practice of <i>ātma-vicāra</i>, the more clearly we will experience ‘I’ alone, and thus (so to speak) the more brightly <i>ahaṁ-sphuraṇam</i> will shine.<br />\n<a href=\"https://www.blogger.com/null\" name=\"06\"></a><br />\n<b>6. தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) means self-awareness rather than ‘I’-feeling</b><br />\n<br />\nIn reply to the <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403466257441#c6863076417331478001\">series of three comments</a> that I wrote in reply to the original questions about <i>ahaṁ-sphuraṇam</i> asked by Palaniappan Chidambaram and that I reproduced above in the first section of this article, Wittgenstein wrote <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403593560653#c4834218255226633686\">a comment</a> in which he reflected on the meaning of தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) and on what he took to be Sri Sadhu Om’s translation of it as the ‘I’-feeling. In reply I wrote the following <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403647535407#c4419608403453392222\">comment</a>:<br />\n<br />\nWittgenstein, regarding what you write about Sri Sadhu Om’s translation of Tamil words, you should not assume that the choice of words in English translations of his Tamil books was always his. Though he could understand English and express himself adequately in spoken English, his knowledge of English vocabulary and grammar was fairly limited, so he could not express himself so well when he tried to write English. Therefore whenever he translated Bhagavan’s, Muruganar’s or his own writings into English, he would explain the meaning to someone who knew better English, and they would then write it in their own words. This is why the present translations of <a href=\"http://www.happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a> and other such books is not very accurate, and why the choice of words used in them is often not the best.<br />\n<br />\nThough I was with him for eight years, most of his books that are now available in English (except <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> and <a href=\"http://www.happinessofbeing.com/sadhanai_saram.html\"><i>Sādhanai Sāram</i></a>) had been translated with the help of others before I first met him. With my help he did correct some of the worse translations, but we never had time to do so thoroughly and completely, so almost all of the existing translations are in need of extensive revision, which I hope I will one day have time to do.<br />\n<br />\nRegarding தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>), he always explained to me that it means self-awareness or self-consciousness, so though the term ‘I’-feeling or the feeling ‘I’ does occur in some of his English books, this was not his choice of wording. Though உணர்வு (<i>uṇarvu</i>) can mean ‘feeling’ in certain contexts, in the contexts in which Bhagavan, Muruganar or Sadhu Om usually used it it means awareness or consciousness, or more precisely in many cases, that which is aware or conscious, namely ‘I’.<br />\n<br />\nRegarding Lakshmana Sarma’s use of the term ‘sense of self’, I suspect that this was perhaps a translation of the Tamil term <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:604.tamillex\">தன்மை</a> (<i>taṉmai</i>), which literally means ‘self-ness’, but which as you probably know has many other meanings depending on the context, including nature, essence, truth, state or the first person (‘I’). Whether or not this was the Tamil word he had in mind when he wrote ‘sense of self’, as it is used in Bhagavan’s teachings தன்மை (<i>taṉmai</i>) could in many contexts be translated as ‘I-ness’, ‘self-ness’ or ‘sense of self’. Therefore when Lakshmana Sarma explains the meaning of ‘whence am I?’ as ‘what is the source of the sense of self in the ego?’, I would understand ‘sense of self’ in this context as meaning தன்மை (<i>taṉmai</i>): ‘what is the source of the I-ness in the ego?’<br />\n<br />\nRegarding your suggestion that தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) could be interpreted as ‘intuitive feeling’ and தன்னறிவு (<i>taṉ-ṉ-aṟivu</i>) as ‘intuitive understanding’, it seems to me that both these English terms are too imprecise and general, because they fail to convey the meaning of தன் (<i>taṉ</i>), namely ‘self’, and because these Tamil terms both mean self-awareness, self-consciousness, self-knowledge or self-experience. Not only are ‘feeling’ and ‘understanding’ both inadequate translations of உணர்வு (<i>uṇarvu</i>) and அறிவு (<i>aṟivu</i>) as they are used in the context of Bhagavan’s teachings, but ‘intuitive’ also seems to be an inappropriate term to use to describe self-awareness, because self-awareness is not merely intuitive but is an immediate and indubitable experience — in fact it is the only thing that we experience immediately and indubitably.<br />\n<a href=\"https://www.blogger.com/null\" name=\"07\"></a><br />\n<b>7. <i>The Path of Sri Ramana</i> explains the practice of <i>ātma-vicāra</i> more clearly than any other English book</b><br />\n<br />\nIn reply to the comment that I reproduced in the previous section, Wittgenstein wrote <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403678780922#c3891002861403364396\">another comment</a> in which he said that he was a little taken aback when he read that <i>The Path of Sri Ramana</i> was not translated by Sri Sadhu Om himself, and added:<br />\n<blockquote>\nHaving read <i>The Path of Sri Ramana</i>, the initial reaction is to focus on the I-feeling, assuming it is some kind of feeling. I was frustrated when I read this book for the first time because I felt I was again in square one, unable to do <i>vichara</i>. However, reading the original Tamil version showed the correct path.</blockquote>\nHe also wrote that ‘even the I-thought is misunderstood’, and that investigating it ‘is taken to be a search for a particular thought’, whereas what Bhagavan meant was that we should focus our attention on our self-awareness, ‘I am’, which is the essential <i>cit</i> (conscious) aspect of the ‘I’-thought, and he ended by saying:<br />\n<blockquote>\nIn my opinion, there are only three books one can read to get an accurate picture of the practice of <i>vichara</i>: [1] <i>Ramana Vazhi</i> [the Tamil original of <i>The Path of Sri Ramana</i>], [2] <i>Maha Yoga</i> and [3] HAB [<i>Happiness and the Art of Being</i>]. Unfortunately, the first one is for those who can understand written Tamil and the second one is for those with a background in Metaphysics [that is why it is not so popular].</blockquote>\nIn reply to this I wrote <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1403785799706#c4505871444551359378\">a series of two comments</a>, from which the following is adapted:<br />\n<br />\nSorry, Wittgenstein, I did not mean to suggest that the present translation of <i>The Path of Sri Ramana</i> is not an extremely valuable and helpful book. This translation certainly does give plenty of room for improvement, and the choice of some words used in it may not always be the most appropriate, but it is still the best book in English for anyone who seriously wants to understand how to practise <i>ātma-vicāra</i>. The most important part of the book is the first part, and fortunately the present translation of it is much better than the present translation of the second part, but even the latter is still very useful.<br />\n<br />\nFor understanding the practice of <i>ātma-vicāra</i>, the main part of <i>The Path of Sri Ramana</i> is much more clear, accurate and useful than <i>Maha Yoga</i>, because though <i>Maha Yoga</i> does clearly explain much of the philosophical basis of <i>ātma-vicāra</i>, it does not explain the practice of it nearly as clearly or as deeply as <i>The Path of Sri Ramana</i>. Therefore anyone who wants to practise <i>ātma-vicāra</i> should certainly read <i>The Path of Sri Ramana</i> if they do not know Tamil and therefore cannot read its original, ஸ்ரீ ரமண வழி (<i>Śrī Ramaṇa Vaṙi</i>, or <i>Sri Ramana Vazhi</i> as its title is often transcribed in Latin script).<br />\n<br />\nRegarding the translation of தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) as the feeling ‘I’ or the ‘I’-feeling, though  this is not the most accurate translation of it, it is not entirely misleading, because most people should be able to understand that what is meant by ‘I’-feeling is only our self-awareness. Therefore all I wanted to point out to you in this regard is that the feeling ‘I’ or the ‘I’-feeling are not terms that I often heard Sri Sadhu Om using when talking, and that whenever he would have used தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) while speaking in Tamil, he generally used self-awareness or self-consciousness while speaking in English. And even when he did talk about the feeling ‘I’, he used the word ‘feeling’ only because he had heard others using it in this context, so he would have assumed that it is commonly used and understood by people to mean consciousness or awareness.<br />\n<br />\nThat is, since almost the only English books he had read were the English books about Bhagavan’s teachings, he tended to use the same terminology used in them unless it was clear to him that any particular word was inappropriate, or unless he knew another English word (such as ‘attention’, which he used very frequently) that was more appropriate than any of the words that were generally used in English books that tried to express or explain <i>ātma-vicāra</i>. For example, the term ‘self-attention’ was not used in any English books about Bhagavan’s teachings before he coined and started to use it, but he chose to use it because he understand enough English to recognise that it explained the practice of <i>ātma-vicāra</i> so much more clearly than any of the other words that were then used in English books to explain it (such as the term ‘Quest of the Self’, which Lakshmana Sarma used so frequently in <i>Maha Yoga</i> and other books).<br />\n<br />\nHowever, one term that Sri Sadhu Om did frequently use because it was used in almost all other English books was ‘Self-enquiry’ as a translation of ‘<i>ātma-vicāra</i>’. During the last one or two years of his bodily life I pointed out to him that using a capital ‘S’ in this context seemed to be misleading, since it suggests that the ‘Self’ is something other than ourself, and since distinguishing ‘Self’ from ‘self’ implies a fundamental duality. He at once agreed that this was so, saying that in Tamil there are no capitals and hence no room for creating such unnecessary confusion, and he told me that in all future books and translations we should be careful to avoid capitalising the initial letter of ‘self’ or any other word that denoted self, such as ‘being’, ‘consciousness’ or ‘awareness’.<br />\n<br />\nLater it struck me one day that ‘self-investigation’ would be a much clearer and more accurate translation of ‘<i>ātma-vicāra</i>’ than ‘self-enquiry’, so I discussed this with Sadhu Om and explained to him that ‘enquiry’ can mean either ‘questioning’ or ‘investigation’, so it is ambiguous, and hence though ‘enquire who am I’ can mean ‘investigate who am I’, it is more likely to be misunderstood as meaning ‘question (or ask) who am I’, because when they come immediately after the verb ‘enquire’ the words ‘who am I’ would more typically be understand as a question than as denoting a subject for investigation. I also explained that with regard to the verb equivalents of ‘enquiry’ and ‘investigation’, we can say ‘investigate self’ but cannot say ‘enquire self’, so if we use ‘enquire’ we have to say ‘enquire <i>into</i> self’ or ‘enquire <i>about</i> self’, which is more cumbersome and seems less direct than saying simply ‘investigate self’.<br />\n<br />\nWhen I explained all this, Sadhu Om told me that in Tamil the verb ‘<i>vicāri</i>’ can also mean either ‘investigate’ or ‘ask’, like the English verb ‘enquire’, but that the nouns ‘<i>vicāram</i>’ and ‘<i>vicāraṇai</i>’ primarily mean ‘investigation’, ‘examination’, ‘exploration’, ‘scrutiny’ or ‘research’, so they are less likely to be understood as meaning ‘asking’ or ‘questioning’. Moreover, he said that in the context of Bhagavan’s teachings ‘<i>vicāri</i>’, ‘<i>vicāram</i>’ and ‘<i>vicāraṇai</i>’ mean ‘enquire’ or ‘enquiry’ only in the sense of ‘investigate’ or ‘investigation’ and not in the sense of ‘ask’ or ‘asking’.  Therefore he agreed with me that it would be better to translate ‘<i>ātma-vicāra</i>’ as ‘self-investigation’ rather than ‘self-enquiry’, and said that in future editions of <i>The Path of Sri Ramana</i> or any other books we should use the term ‘self-investigation’ instead of ‘self-enquiry’.<br />\n<br />\n(Incidentally, I noticed later that in <i>Talks with Sri Ramana Maharshi</i> ‘<i>vicāri</i>’ and ‘<i>vicāra</i>’ are respectively often translated as ‘investigate’ and ‘investigation’, though they are more frequently translated as ‘enquire’ and ‘enquiry’.)<br />\n<br />\nTherefore, when reading the English translations of any of Sadhu Om’s books, it is important to bear in mind that he had only a limited knowledge of English, so the English words he used may not always be the most appropriate ones or the ones that he would have used if he had had a broader or deeper knowledge of English.<br />\n<a href=\"https://www.blogger.com/null\" name=\"08\"></a><br />\n<b>8. <i>Viśēṣa-jñāna</i> and <i>aham-spurippu</i></b><br />\n<br />\nIn a <a href=\"http://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html?showComment=1404490723236#c2264146236128294408\"> comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a>, Sanjay Lohia quoted two sentences from its second last paragraph and wrote that though he could understand the <i>vācyārtha</i> (literal meaning) of them, he could not understand their <i>lakṣyārtha</i> (intended meaning). The two sentences he quoted were:<br />\n<blockquote>\nSince <i>viśēṣa-jñāna</i> cannot stand on its own without any support, it generally attaches itself to the body, depending upon it for support, but it can instead attach itself only to self. When it attaches itself to the body and mind, it assumes their distinguishing features, and thus it appears to be identical to them, whereas when it attaches itself to self, it shines as <i>ātmākāram</i>, the ‘form’ or nature of self, and is then called <i>aham-spurippu</i>, the clear shining of ‘I’.</blockquote>\nReferring to these sentences, he asked what the experiential difference is between <i>viśēṣa-jñāna</i> attaching itself to the body and mind and it attaching itself to self, and how it appears to be identical to the body and mind when it attaches itself to them. The following is adapted from the <a href=\"http://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html?showComment=1404500661720#c4092783379632753988\">two comments</a> that I wrote in reply to him:<br />\n<br />\nSanjay, what I wrote in the two sentences that you quote in your comment is an explanatory paraphrase of ideas that Sri Ramana expressed in the passage that I quoted from the third sub-section of section 2 of <i>Vicāra Saṅgraham</i>, and the key to understanding this passage is to understand exactly what he meant in this context by the term ‘<i>viśēṣa-jñāna</i>’, distinctive or differentiated knowledge. What is it actually a distinctive knowledge of? The clue to answer this lies in the second sentence of the above-quoted passage, namely:<br />\n<blockquote>\nபின்னர் தூக்கத்தினின்றும் ‘விழித்தேன்’, மயக்கத்தினின்றும் ‘தெளிந்தேன்’ என்ற அநுபவம்  முற்கூறிய நிர்விசேஷ நிலையினின் றுதித்த தோர் விசேஷஞானத்தினது தோற்றமன்றோ?<br />\n<br />\n<i>piṉṉar tūkkattiṉiṉḏṟum ‘viṙittēṉ’, mayakkattiṉiṉḏṟum ‘teḷindēṉ’ eṉḏṟa anubhavam  muṯkūṟiya nirviśēṣa nilaiyiṉiṉḏṟutittadōr viśēṣa-jñāṉattiṉadu tōṯṟam-aṉḏṟō?</i><br />\n<br />\nAfterwards, the experience ‘I woke from sleep’ or ‘I regained consciousness from fainting’ is the appearance of a <i>viśēṣa-jñāna</i> [distinctive, differentiated or feature-laden knowledge] that rose from the aforesaid <i>nirviśēṣa</i> [non-distinctive, undifferentiated or featureless] state, is it not?</blockquote>\nThat is, the experience ‘I woke from sleep’ or ‘I regained consciousness from fainting’ is the appearance of a distinctive, differentiated or feature-laden knowledge of ‘I’. In sleep we experience ‘I’, but our experience of it then is <i>nirviśēṣa</i> (non-distinctive, undifferentiated or featureless) because we experience it without experiencing anything else whatsoever, whereas in waking and dream our experience of it is <i>viśēṣa</i> (distinctive, differentiated or feature-laden) because we experience it along with other things. What essentially differentiates our experience of ‘I’ in waking and dream from our experience of ‘I’ in sleep is all the adjuncts (such as a body, a mind and conditions such as being awake or regaining consciousness of other things) that we mix and confuse with ‘I’ in waking and dream. Therefore in this context <i>viśēṣa-jñāna</i> or <i>vijñāna</i> means the distinctive, differentiated or feature-laden self-awareness or knowledge of ‘I’ that we experience in waking and dream.<br />\n<br />\nTherefore when Sri Ramana says, ‘This <i>vijñāna</i> cannot shine separately [or on its own] but shines only [by] attaching itself to either <i>ātman</i> [self] or <i>anātman</i> [something that is not self]’, what he is indicating is that though this <i>viśēṣa-jñāna</i> or distinctive self-awareness normally attaches itself to other things, it can instead attach itself to itself by attending to itself alone. That is, we now experience ourself as this <i>viśēṣa-jñāna</i>, and as such we experience both ‘I’ and other things, so we can choose to attend either to other things or to ‘I’ alone, and whichever of these we attend to, we thereby attach ourself to it.<br />\n<br />\nWhen our present <i>viśēṣa-jñāna</i> or distinctive self-awareness attaches itself to the body and mind, it experiences itself as them, ‘I am this body’ and ‘I am this mind’, and thus it assumes their distinguishing features and seems to be identical to them. Likewise, when it attaches itself to itself alone, it experiences itself as nothing else, ‘I am nothing other than I alone’, and hence Sri Ramana says that it then shines as <i>ātmākāram</i>, the ‘form’ or nature of self. This shining of ‘I’ as ‘I’ alone is what is called <i>aham-spurippu</i>, the clear shining of ‘I’.<br />\n<br />\nAt present our attachment to other things is very strong, but the more we try to attend to ‘I’ alone, the more strongly we will become attached to ‘I’, and the more our attachment to other things will thereby be weakened, until eventually our attachment to ‘I’ will completely destroy all our attachments to anything else. This is why Sri Ramana used to say that we should cling firmly to <i>aham-spurippu</i>, the clear shining of ‘I’, and why he said in the earlier passage that I quoted from the first sub-section of section 1 of <i>Vicāra Saṅgraham</i>:<br />\n<blockquote>\n[…] அதனை விடாது சும்மா இருந்தால், தேகம் நானென்னும் அகங்காரரூப ஜீவபோதத்தை முற்றிலும் நாசமாக்கி, கர்ப்பூரத்திற் பற்றிய நெருப்புப்போல், தானும் சாந்தமாய்விடும். […]<br />\n<br />\n[…] <i>adaṉai viḍādu summā irundāl, dēham nāṉ-eṉṉum ahaṅkāra-rūpa jīva-bhōdattai muṯṟilum nāśam-ākki, karppūrattil paṯṟiya neruppu-p-pōl, tāṉ-um śāntam-āy-viḍum</i>. […]<br />\n<br />\n[…] Without leaving it [that <i>spurippu</i>, the fresh clarity of self-awareness that shines as ‘I am I’], if one just is, it will completely annihilate the sense of individuality in the form of the ego, [which experiences itself as] ‘body [is] I’, and [then], like fire that catches on camphor, it will itself also be extinguished. […]</blockquote>\nThat is, when the ego is eventually destroyed by the clear shining of ‘I’ (<i>aham-spurippu</i>), the shining of ‘I’ will cease to be experienced as a <i>viśēṣa-jñāna</i> (a different, distinctive or special knowledge) and will instead be experienced as it really is, which is <i>prajñānam</i>: pure self-awareness (that is, self-awareness that is completely adjunct-free and hence <i>nirviśēṣa</i>: featureless and not distinctive or different). In other words, <i>aham-spurippu</i> or <i>ahaṁ-sphuraṇa</i> (the clear experience ‘I am only I’) will seem to be <i>viśēṣa</i> (different, distinctive or special) only so long as even the slightest trace of the ego (the illusory experience ‘I am this body’) survives, and it will cease to seem <i>viśēṣa</i> as soon as the ego is completely annihilated. This cessation of the seeming <i>viśēṣatva</i> (difference, distinctiveness or specialness) of the <i>aham-spurippu</i> or <i>ahaṁ-sphuraṇa</i> is what Sri Ramana sometimes described as its subsidence or extinguishment.<br />\n<a href=\"https://www.blogger.com/null\" name=\"09\"></a><br />\n<b>9. <i>Ātmākāram</i> is nothing other than <i>ātman</i> itself</b><br />\n<br />\nIn reply to my two comments that I reproduced in the previous section, Sanjay wrote <a href=\"http://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html?showComment=1404547218055#c6159499007995371466\">another comment</a> explaining what he had understood from what I wrote, and saying that he hoped he had understood it correctly. The following is adapted from the <a href=\"http://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html?showComment=1404558509996#c334125756479201851\">comment</a> I wrote in reply:<br />\n<br />\nSanjay, I think that in general terms you have understood correctly what Bhagavan meant in the passage I quoted from the third sub-section of section 2 of <i>Vicāra Saṅgraham</i>, but it seems that you are perhaps mistaken on one detail, because you seem to be reifying the meaning of <i>ātmākāram</i> (that is, you seem to take it to be some sort of ‘thing’ that is in some way separate from self or <i>ātman</i>). The suffix <i>ākāram</i> means ‘form’ and is here used in a figurative sense, so in this sense <i>ātmākāram</i> (the ‘form of self’) is nothing other than <i>ātman</i> (self) itself.<br />\n<br />\nThe context in which Bhagavan used this term is in the sentence ‘இவ்விஞ்ஞானம் ஆன்மாவை யாச்ரயித்து ஆன்மாகாரமாக விளங்கும் ஸ்திதியே அஹம் ஸ்புரிப்பு எனச் சொல்லப்படுகிறது’ (<i>i-v-vijñāṉam āṉmāvai y-āśrayittu āṉmākāram-āha viḷaṅgum sthiti-y-ē aham spurippu eṉa-c collappaḍukiṟadu</i>), which means ‘The state in which this <i>vijñāna</i> attaches itself to <i>ātman</i> and shines as <i>ātmākāram</i> is alone called <i>aham spurippu</i> [the clear shining of ‘I’]’, so ‘shines as <i>ātmākāram</i>’ here means in effect that it shines as self — that is, as ‘I’ alone. That is, when this <i>vijñāna</i> or distinctive self-awareness attaches itself to itself by attending only to ‘I’, instead of shining as the body or any other adjunct, it shines as ‘I’ alone.<br />\n<br />\nWhen this <i>vijñāna</i> thus shines as ‘I’ alone, it is called <i>aham-spurippu</i>, the clear shining of ‘I’. Therefore, the more we focus our attention only on ‘I’ and thereby experience ourself as ‘I’ alone, the more brightly, clearly and intensely this <i>aham-spurippu</i> will shine, until eventually it will shine so brightly and clearly that it will completely destroy all trace of the ego, the mistaken and illusory experience ‘I am this body’.<br />\n<a href=\"https://www.blogger.com/null\" name=\"10\"></a><br />\n<b>10. A paradox: <i>sphuraṇa</i> means ‘shining’ or ‘clarity’, yet misinterpretations of it have created so much confusion</b><br />\n<br />\nAs a conclusion to this and my previous article, I began to write a final section about the paradox that though the term <i>sphuraṇa</i> simply means ‘shining’ or ‘clarity’, it has been so widely misinterpreted that its clear and simple meaning has been obscured and a huge amount of  confusion has thereby been created about it. However what I began to write is now becoming so long that I have decided to form it into a separate article: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/a-paradox-sphurana-means-shining-or.html\">A paradox: <i>sphuraṇa</i> means ‘shining’ or ‘clarity’, yet misinterpretations of it have created so much confusion</a>.</div>\n</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "17",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3361449736933874031/comments"
    },
    "labels": [
        "ahaṁ-sphuraṇa",
        "Bhagavan Sri Ramana Maharshi",
        "just being (summa iruppadu)",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Vicāra Saṅgraham"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjM2MDY2MjQ1NDA4Cm9mZnNldDogMAo\""
}