{
    "kind": "blogger#post",
    "id": "6661917973093423347",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-09-05T17:37:00+01:00",
    "updated": "2017-05-27T11:10:10+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6661917973093423347",
    "title": "The <i>karma</i> theory as taught by Sri Ramana",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Since I started <a href=\"http://www.happinessofbeing.com/\">my website</a> one of my long-standing aims has been to include in it detailed and explanatory translations of all of Sri Ramana’s original Tamil writings, but amidst all my other work I have not yet had time to do so. Last month I decided to make a start by writing such a translation of <i>Upadēśa Undiyār</i> (உபதேச வுந்தியார்), but I have so far completed writing only an introduction and a detailed explanation for the first verse.<br>\n<br>\nDue to circumstances that now make it necessary for me spend much more of my time working to increase my currently inadequate income, I will not have time to complete this translation and explanation of <i>Upadēśa Undiyār</i> in the near future, so I have decided in the meanwhile to post here my translation and explanation of the first verse, and since it is a very long explanation, I will post it as two consecutive articles, this and the next one: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/why-did-sri-ramana-teach-karma-theory.html\">Why did Sri Ramana teach a <i>karma</i> theory?</a><br><a name='more'></a>\n<br>\nIncidentally, I have recently been spending most of my time replying to numerous emails and to comments on this blog, which is a work I am always happy to do, because it keeps my mind dwelling on the teachings of Sri Ramana and on the practice of self-investigation, but due to the other more mundane work that I now need to attend to, I will not be able to spend so much time replying to emails and comments, so please bear with me if I not able to reply promptly to any emails you may send me. However, in spite of whatever other work I have to do, I will try to continue posting articles here on a fairly regular basis, as I have been doing since the beginning of this year.<br>\n<br>\n<a name=\"uu01\"></a><b>உபதேச வுந்தியார் (<i>Upadēśa Undiyār</i>) verse 1</b><br>\n<blockquote><b>கன்மம் பயன்றரல் கர்த்தன தாணையாற்<br>\nகன்மங் கடவுளோ வுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கன்மஞ் சடமதா லுந்தீபற.<br>\n<br>\n<i>kaṉmam payaṉḏṟaral karttaṉa dāṇaiyāl<br>\nkaṉmaṅ kaḍavuḷō vundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṉmañ jaḍamadā lundīpaṟa</i>.</b></blockquote>\n<b>பதச்சேதம்:</b> கன்மம் பயன் தரல் கர்த்தனது ஆணையால். கன்மம் கடவுளோ? கன்மம் சடம் அதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl. kaṉmam kaḍavuḷ-ō? kaṉmam jaḍam adāl.</i><br>\n<br>\n<b>அன்வயம்:</b> கன்மம் பயன் தரல் கர்த்தனது ஆணையால். கன்மம் சடம் அதால், கன்மம் கடவுளோ? <br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl. kaṉmam jaḍam adāl, kaṉmam kaḍavuḷ-ō? </i><br>\n<br>\n<b>English translation:</b> <i>Karma</i> [action] giving fruit is by the ordainment of God [the <i>kartā</i> or ordainer]. Since <i>karma</i> is <i>jaḍa</i> [devoid of consciousness], can <i>karma</i> be God?<br>\n<br>\n<b>Explanation:</b> கன்மம் (<i>kaṉmam</i>) is a Tamil form of the Sanskrit word <i>karma</i>, which means ‘action’ in the sense of any action done with volition by a sentient being, whether by mind, speech or body. பயன் (<i>payaṉ</i>) means ‘fruit’, so it is a Tamil equivalent of the Sanskrit word <i>phala</i>, which in the context of <i>karma</i> means the fruit or moral consequences of any volitional action.  தரல் (<i>taral</i>) is a verbal noun meaning ‘giving’. கர்த்தனது (<i>karttaṉadu</i>) is a genitive form of கர்த்தன் (<i>karttaṉ</i>), which is a Tamil form of the Sanskrit word <i>kartṛ</i> or <i>kartā</i>, which means ‘doer’ or ‘agent’, so it literally means ‘of the doer’ or ‘the doer’s’. However, in this context கர்த்தன் (<i>karttaṉ</i>) does not refer to the person who does <i>karma</i>, but only to God, who is considered to be the ultimate ‘doer’ or driving force behind all actions, though as Sri Ramana explains in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), God does not act with any volition, but just as in the presence of the sun numerous things are made to happen on earth, so by the mere presence of God sentient beings are made to act according to both their own volition and their destiny (<i>prārabdha</i>), which is the fruit of their past volitional actions (<i>āgāmya</i>). ஆணையால் (<i>āṇaiyāl</i>) is an instrumental form of ஆணை (<i>āṇai</i>), which is a Tamil form of the Sanskrit word <i>ājñā</i>, which means ‘command’, ‘injunction’, ‘ordainment’, ‘authority’ or ‘permission’, so கர்த்தனது ஆணையால் (<i>karttaṉadu āṇaiyāl</i>) means ‘by the ordainment of God’ (or less literally, ‘according to the ordainment of God’).<br>\n<br>\nகன்மம் பயன் தரல் (<i>kaṉmam payaṉ taral</i>), ‘<i>karma</i> giving fruit’, is the subject of this first sentence, and கர்த்தனது ஆணையால் (<i>karttaṉadu āṇaiyāl</i>), ‘by the ordainment of God’, is its predicative. Though there is no explicit finite verb here, the copula ‘is’ is clearly implied, because in a Tamil sentence or clause that predicates what something is (such as ‘X is Y’, where ‘X’ is the subject and ‘Y’ is the subject predicative, which may be either a noun phrase or an adjective phrase), the copula ‘am’, ‘is’ or ‘are’ is generally not stated explicitly, since it is clearly implied by presence of the subject and predicative without any finite verb. Thus this first sentence, ‘கன்மம் பயன் தரல் கர்த்தனது ஆணையால்’ (<i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl</i>) means ‘<i>Karma</i> giving fruit is by [or according to] the ordainment of God’, which implies that when, where and how each <i>karma</i> yields what fruit or consequential experience is determined not by that action itself but only by God.<br>\n<br>\nIn the second sentence கன்மம் (<i>kaṉmam</i>) again means <i>karma</i>, and கடவுளோ (<i>kaḍavuḷ-ō</i>) is the noun கடவுள் (<i>kaḍavuḷ</i>), which means ‘God’ in the sense of what transcends all finite things (being derived from கடந்து உள்ளது (<i>kaḍandu uḷḷadu</i>), ‘what exists transcending’, or கடந்து உள்ளவன் (<i>kaḍandu uḷḷavaṉ</i>), ‘he who exists transcending’), with the interrogative suffix ஓ (<i>ō</i>) appended to it. As in the previous sentence, the copula ‘is’ is implied here, so ‘கன்மம் கடவுளோ?’ (<i>kaṉmam kaḍavuḷ-ō?</i>) means ‘Is <i>karma</i> God?’ (or less literally, ‘Can <i>karma</i> be God?’).<br>\n<br>\nIn  the final clause கன்மம் (<i>kaṉmam</i>) again means <i>karma</i>; சடம் (<i>jaḍam</i>) is a Sanskrit word that means lifeless, insentient, non-conscious, material or physical, but in this context means specifically non-conscious; and அதால் (<i>adāl</i>) is an instrumental form of அது (<i>adu</i>), so it literally means ‘by that’ or ‘by it’, but in this context means ‘since’ or ‘because’. The copula ‘is’ is again implied in this clause, so ‘கன்மம் சடம் அதால்’ (<i>kaṉmam jaḍam adāl</i>) means ‘since <i>karma</i> is non-conscious’. This final clause can be construed with either or both of the two main clauses in this verse: ‘Since <i>karma</i> is non-conscious, <i>karma</i> giving fruit is by the ordainment of God’ and ‘Since <i>karma</i> is non-conscious, can <i>karma</i> be God?’<br>\n<br>\nThe concept of <i>karma</i> — that is, the idea that each action that an individual does with volition by mind, speech or body must bear fruit or yield a moral consequence that will sooner or later be experienced by that individual as either a pleasant or unpleasant experience — is very ancient, dating back to the older portions of the <i>Vēdas</i>, which are the earliest records of philosophical and religious thought in India. Almost every system of Indian philosophy and every religion of Indian origin accept this concept in one form or another, though they each have their own theories about it — both about what constitutes a moral or an immoral action, and about how such actions yield their appropriate fruit.<br>\n<br>\nAccording to the philosophy of the <i>pūrva mīmāṁsā</i>, which Sri Ramana repudiates in this verse, <i>karma</i> principally means actions that are enjoined, allowed or prohibited by the <i>Vēdas</i>, and an action is moral if it is done in accordance with Vēdic injunctions, or immoral if it is done in contravention of them. Moreover, <i>pūrva mīmāṁsā</i> claimed that <i>karmas</i> are paramount, being the driving force that regulates the entire universe, and that since they have the power to yield their own fruit automatically, and since there is no power greater than them, there is no God except <i>karma</i>.<br>\n<br>\nOther systems of Indian philosophy do not hold such extreme views about the power of <i>karmas</i>, and most of them take any action done with volition to be a <i>karma</i>. However, like <i>pūrva mīmāṁsā</i>, many of them (such as <i>sāṁkhya</i>, some interpretations of <i>yōga</i> philosophy, Jainism, the various systems of Buddhist philosophy, and even early forms of <i>vaiśēṣika</i> and perhaps also of <i>nyāya</i>) have or had no place for the concept of God, and hence see no need to postulate a God who ordains the fruits of <i>karmas</i>, so they maintain that <i>karmas</i> somehow bear fruit automatically. Without any concept of God, however, it does not seem easy to explain how <i>karmas</i> can bear fruit according to any moral principles. Unless there is a conscious regulating power that decides which action is to bear what type of fruit, how can a moral action automatically result in a pleasant experience for the person who did it, and how can an immoral action automatically result in an unpleasant experience for that person?<br>\n<br>\nIf <i>karma</i> itself were conscious, it could perhaps determine its own fruit, but a <i>karma</i> is just an action that an individual does by mind, speech or body, so how could it be conscious? Since <i>karma</i> is not conscious, how can it determine its own fruit? Though an individual who does any <i>karma</i> is conscious, he or she cannot be the one who determines the fruit of that action, because if they could, a person who does an immoral action would not choose to experience an unpleasant fruit as a result of it. Therefore, since the fruit of any <i>karma</i> cannot be determined either by the individual who did it or by the <i>karma</i> itself, there must be some independent power that is conscious and therefore able to determine its fruit. Unless such a power is postulated, it would be very hard to substantiate any <i>karma</i> theory.<br>\n<br>\nTherefore in this verse Sri Ramana argues that since <i>karma</i> is not conscious, it could not bear fruit except by the ordainment of God. That is, what fruit each <i>karma</i> should yield, and when and how that fruit should be experienced is determined only by God, because he alone can know the moral worth of each action and what fruit would be appropriate to it.<br>\n<br>\nAccording to the <i>karma</i> theory as taught by Sri Ramana, when we do a <i>karma</i>, it does not yield its fruit immediately, because whatever we experience in our present life is predestined, being what God has selected from the large collection of fruits of our past <i>karmas</i> for us to experience in this lifetime. Hence the fruit of whatever fresh <i>karma</i> we do in any lifetime will not be experienced by us during that lifetime, but will be stored in order to be experienced in future lives. Whatever fresh <i>karma</i> we do by our own volition or free will is called <i>āgāmya</i>, the store of all the accumulated fruits of our past <i>karmas</i> that we are yet to experience is called <i>sañcita</i>, and the fruits of our past <i>karmas</i> that we are destined to experience in any particular life is called <i>prārabdha</i>.<br>\n<br>\nGenerally the amount of <i>āgāmya</i> that we do in each life is much greater than the amount of <i>prārabdha</i> that we experience, because we desire and make effort by mind, speech and body to experience much more than we can experience in a single life, and we also desire and make effort to avoid experiencing all the unpleasant things that we are destined to experience, so the quantity of the fruits of all our <i>āgāmya</i> that is stored in our <i>sañcita</i> is steadily increasing. Hence for each of our lives (which are just dreams that occur in our long sleep of self-ignorance) God has to select just a small portion from the vast store of fruits that have accumulated in our <i>sañcita</i>.<br>\n<br>\n<a name=\"dec98note\"></a>Since the fruit of any <i>āgāmya</i> that we do now will not be experienced by us during this lifetime, we cannot by any effort made now by our own free will change anything that we are destined to experience in our current life. This was emphatically stated by Sri Ramana in the note that he wrote for his mother in December 1898 when she pleaded with him to return home with her to Madurai:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. idu-v-ē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nAccording to the <i>prārabdha</i> [destiny] of each person, God being there there [in the heart of each of them] will make [him or her] act. What is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nThe literal meaning of the first sentence of this note is ‘According to their their <i>prārabdha</i>, he who is for that being there there will cause to act’, in which the term அதற்கானவன் (<i>adaṟkāṉavaṉ</i>), which means ‘he who is for that’, denotes God, whose function in this context is to ordain the destiny (<i>prārabdha</i>) of each individual, and in which ஆங்காங்கிருந்து (<i>āṅgāṅgirundu</i>), which means ‘being there there’ (<i>āṅgu-āṅgu-irundu</i>), implies that God is in the heart of each individual whose destiny he ordains.<br>\n<br>\nWhat Sri Ramana clearly implies here by saying, ‘What is never to happen will not happen whatever effort [one] makes; what is to happen will not stop whatever obstruction [one] does’, is firstly that we are not free to change whatever we are destined to experience, and secondly that we are nevertheless free to try to change it. That is, though we cannot experience anything that we are not destined to experience, and though we cannot avoid experiencing anything that we are destined to experience, we can desire and make effort by mind, speech and body to experience what we are not destined to experience, and to avoid experiencing what we are destined to experience.<br>\n<br>\nSince our destiny or fate (<i>prārabdha</i>) will impel us to make whatever effort is required for us to experience what we are destined to experience (as Sri Ramana implied in the first sentence of this note), the actions of our mind, speech or body are driven by two forces, fate and free will, which may work at any moment either in harmony or in conflict with each other. Some of our actions may be impelled only by our fate, others may be impelled only by our free will, while yet others may be simultaneously impelled by both. That is, since we genuinely desire some of the things that we are destined to experience, both our fate and our free will will impel us to make whatever efforts are required to experience such things, in which case they will be working in harmony. However, it is not possible for us to determine to what extent each of our actions is impelled by either fate or free will.<br>\n<br>\nSince Sri Ramana says that it is certain that we cannot change what we are destined to experience, no matter how much effort we may make to do so, we should understand that it is futile to make any effort by our own volition either to experience or not to experience anything other than ourself. That is, destiny determines only what is experienced by us when our mind is turned outwards — towards anything other than ‘I’ — but it cannot prevent us from turning inwards to experience ‘I’ alone, because attending to and thereby experiencing only ‘I’ is not an action (<i>karma</i>) but a state of just being (<i>summā-v-iruppadu</i>), and hence it is not bound or restricted by <i>karma</i> in any way whatsoever. Therefore the only wise use we can make of our free will is to try to experience nothing other than ‘I’ by attending to ourself alone, thereby remaining indifferent to whatever we may or may not be destined to experience outwardly. Calmly and silently attending thus to ‘I’ alone is the state that he describes here as மௌனமாய் இருக்கை (<i>mauṉamāy irukkai</i>), ‘silently being’ or ‘being as silence’, which he says is நன்று (<i>naṉḏṟu</i>), ‘good’.<br>\n<br>\nBy saying ‘மௌனமாய் இருக்கை நன்று’ (<i>mauṉamāy irukkai naṉḏṟu</i>), ‘silently being is good’, he did not merely mean that silently being is the best option, but that it is the only satisfactory option — the only option that is actually good. மௌனமாய் இருக்கை (<i>mauṉamāy irukkai</i>), ‘silently being’, means remaining without doing any volitional action (that is, any <i>āgāmya</i> or <i>karma</i> impelled by our free will), so the only other option is to do some such volitional action, and according to him doing any such action is not good, because it cannot change whatever is destined to be experienced (either by ourself or others), since that is determined only by <i>prārabdha</i>, and because by doing any such action we are not only generating fresh <i>karma</i> (<i>āgāmya</i>) but are also cultivating or nourishing a <i>vāsana</i> (a propensity or inclination) to do such an action again and again (as he says in the next verse of <i>Upadēśa Undiyār</i>). Therefore மௌனமாய் இருக்கை (<i>mauṉamāy irukkai</i>), ‘silently being’, alone is good.<br>\n<br>\nWhat exactly is implied by this term மௌனமாய் இருக்கை (<i>mauṉamāy irukkai</i>), ‘silently being’, can be understood more clearly by comparing this sentence, ஆகலின் மௌனமாய் இருக்கை நன்று (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), ‘Therefore silently being is good’, with another sentence in which Sri Ramana expresses a similar idea, namely the second sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para20\">final paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), in which he says:<br>\n<blockquote>[…] எவ்வளவுக்கெவ்வளவு தாழ்ந்து நடக்கிறோமோ அவ்வளவுக்கவ்வளவு நன்மையுண்டு. […]<br>\n<br>\n[…] <i>evvaḷavukkevvaḷavu tāṙndu naḍakkiṟōmō avvaḷavukkavvaḷavu naṉmai-y-uṇḍu</i>. […]<br>\n<br>\n[…] To whatever extent being subsided we behave, to that extent there is goodness [or virtue]. […]</blockquote>\nஎவ்வளவுக்கெவ்வளவு (<i>evvaḷavukkevvaḷavu</i>) and அவ்வளவுக்கவ்வளவு (<i>avvaḷavukkavvaḷavu</i>) are each a compound of two words, namely எவ்வளவுக்கு எவ்வளவு (<i>evvaḷavukku evvaḷavu</i>) and அவ்வளவுக்கு அவ்வளவு (<i>avvaḷavukku avvaḷavu</i>), which respectively mean ‘what extent to what extent’ and ‘that extent to that extent’, and which by duplication of their respective words add emphasis to their basic meanings, ‘to what extent’ and ‘to that extent’. That is, the duplication of each of these words emphasises the exact parallel between the ideas expressed in each of these two clauses: namely that there is goodness only to the extent that we are subsided and behave accordingly.<br>\n<br>\nBeing a participle form of தாழ் (<i>tāṙ</i>), which means to be low, descend, sink, subside, decline, diminish, halt, bend, bow or be humble, தாழ்ந்து (<i>tāṙndu</i>) has various closely related meanings, but in this context it essentially means ‘subsiding’ or ‘being subsided’, because what Sri Ramana emphasises in all three sentences of this <a href=\"http://www.happinessofbeing.com/nan_yar.html#para20\">final paragraph</a> is that the ego or mind being subsided is the greatest good. நடக்கிறோம் (<i>naḍakkiṟōm</i>) is the second person plural present tense form of நட (<i>naḍa</i>), which means to walk, go, proceed, behave or conduct oneself, so தாழ்ந்து நடக்கிறோம் (<i>tāṙndu naḍakkiṟōm</i>) means ‘we behave [while] being subsided’. The suffix ஓ (<i>ō</i>), which is appended to நடக்கிறோம் (<i>naḍakkiṟōm</i>), signifies contrast or comparison, and in this context serves as a conjunction to connect the two parallel clauses.<br>\n<br>\nநன்மை (<i>naṉmai</i>) literally means goodness, so it signifies whatever is good, and thus it also means virtue or morality. உண்டு (<i>uṇḍu</i>) means ‘there is’, so நன்மையுண்டு (<i>naṉmai-y-uṇḍu</i>) means ‘there is goodness’, or less literally, ‘it is good’. Therefore this sentence essentially means that there is goodness only to the extent that we are subsided, and thus it paraphrases the meaning of மௌனமாய் இருக்கை நன்று (<i>mauṉamāy irukkai naṉḏṟu</i>), ‘silently being is good’.<br>\n<br>\nThat is, தாழ்ந்து நடப்பது (<i>tāṙndu naḍappadu</i>), ‘behaving [while] being subsided’, means essentially the same as மௌனமாய் இருக்கை (<i>mauṉamāy irukkai</i>), ‘silently being’, because in both terms the emphasis is on just being in a subsided and hence silent condition. If our ego has subsided completely, we will just silently be, whether or not our mind, speech or body are engaged in any actions, because in the absence of the ego we will not experience any actions done by these instruments as actions done by us. In this context நடப்பது (<i>naḍappadu</i>) means behaving or conducting oneself in general, so it includes both being active and being inactive. If we are inwardly subsided, our mind, speech or body may either be active or inactive, but what will then determine whatever actions these instruments may do is only our destiny or fate (<i>prārabdha</i>) and not our free will, because the ego obviously cannot exercise its free will when it is subsided.<br>\n<br>\nSince the subsidence of our ego entails the subsidence of our individual will, only when our ego has subsided completely will our will be surrendered entirely to God (which is the state that devotees aspire for when they pray ‘Thy will be done: not my will, but only thine’), and if our ego is not yet completely subsided, our will is surrendered only to the extent that our ego is subsided. Hence, as Sri Ramana says, only to the extent that we are subsided and behave accordingly is there goodness. And only to the extent that we are subsided are we just silently being.<br>\n<br>\nIn the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i> Sri Ramana explains exactly what he means by the term மௌனம் (<i>mauṉam</i>) or silence:<br>\n<blockquote>[…] நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். அதுவே ‘மௌன’ மெனப்படும். […]<br>\n<br>\n[…] <i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum. adu-v-ē ‘mauṉam’ eṉappaḍum</i>. […]<br>\n<br>\n[…] The place devoid of even the slightest thought called ‘I’ is <i>svarūpa</i> [our ‘own form’ or essential self]. That alone is called ‘<i>mauna</i>’ [silence]. […]</blockquote>\nHere, as he often did, Sri Ramana uses the term இடம் (<i>iḍam</i>), which literally means ‘place’, ‘location’ or ‘situation’, in a metaphorical sense to denote the base or fundamental reality, which is the innermost core or centre of ourself and of all that we experience; the term நான் என்னும் நினைவு (<i>nāṉ eṉṉum niṉaivu</i>), which means ‘the thought called I’, to denote our ego; and the term சொரூபம் (<i>sorūpam</i>), which is a Tamil form of the Sanskrit word <i>svarūpa</i>, which literally means ‘own form’, to denote our real self. Thus what he explains here is that our real self is only the fundamental, central and innermost place in which not even the slightest trace of ego exists, and this alone is silence (<i>mauṉa</i>). Therefore மௌனமாய் இருக்கை (<i>mauṉamāy irukkai</i>), which literally means ‘silently being’ or ‘being as silence’, is the state in which we remain without even the least rising of any ego.<br>\n<br>\nThus மௌனமாய் இருக்கை நன்று (<i>mauṉamāy irukkai naṉḏṟu</i>), ‘Therefore silently being is good’, implies that being completely silent (that is, completely subsided and hence devoid of any ego) is good, but does not explicitly indicate that to the extent to which we are silent it is good. However, from what he wrote in the second sentence of the final paragraph of <i>Nāṉ Yār?</i> we can infer that he meant was not only that being completely silent is good, but also that to the extent to which we are silent it is good.<br>\n<br>\nSince the ego rises only by attending to things other than ‘I’, and since it is nourished and sustained only by continuing to attend to things other than ‘I’, it will subside and be silent only to the extent to which it attends only to ‘I’, thereby withdrawing its attention from all other things. That is, the nature of the ego or mind is to subside and dissolve in its source only when it investigates itself by trying to attend to ‘I’ alone, as Sri Ramana stated clearly and emphatically in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்; [...]<br>\n<br>\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum;</i> [...]<br>\n<br>\nOnly by [means of] the investigation who am I will the mind subside [or cease]; [...] <br>\n<br>\nமனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். [...]<br>\n<br>\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum</i>. [...]<br>\n<br>\nFor subsiding [or cessation] of the mind, there are no appropriate [or adequate] means other than <i>vicāraṇā</i> [self-investigation]. If made to subside by other means, the mind will remain as if subsided, [but] will emerge again. [...]<br>\n<br>\n[...] மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே [...]<br>\n<br>\n[...] <i>maṉattai y-aḍakkuvadaṯku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē</i> [...]<br>\n<br>\n[...] For making the mind subside it is certainly necessary to investigate oneself [in order to experience] who [one actually is] [...]</blockquote>\nWhat impels the ego or mind to rise and attend to other things is its desires, so to the extent to which it attends only to ‘I’ it is curbing its outward-going desires, and since such desires are the volition that impels it to do any actions by mind, speech or body that are not solely impelled by <i>prārabdha</i>, we can effectively refrain from doing any volitional actions (<i>āgāmya</i>) only to the extent that we attend to ‘I’ alone. That is, so long as we are attending to anything other than ‘I’, our ego is active, and so long as it is active it will be driven by its desires and will therefore inevitably be doing volitional actions, the fruit of which will be added to our <i>sañcita</i> in order to be later experienced as <i>prārabdha</i>. Therefore the only effective way to break this cycle of repeated <i>karma</i> is to attend only to ‘I’ and thereby to subside and be silent.<br>\n<br>\nOur outward-going desires are what are called <i>viṣaya-vāsanās</i> (inclinations, propensities or likings to experience things other than oneself), and so long as these are strong we will not be able to attend only to ‘I’ and thereby be silent all or even most of the time. However, this does not mean that we cannot at least try to be silent by attending only to ‘I’, and to the extent to which we thus try to be silent we will thereby be weakening our <i>viṣaya-vāsanās</i> and cultivating in their place <i>sat-vāsanā</i>, the inclination or liking just to be — that is, the liking to experience nothing other than ourself alone. Thus by persistent practice we will gain increasing strength to subside and be silent to a greater and greater extent. As Sri Ramana wrote in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[…] நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது. […]<br>\n<br>\n[…] <i>nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṯku-t tirumbi-viḍum; eṙunda v-eṇṇam-um aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṯku-t taṉ piṟappiḍattil taṅgi niṯgum śakti y-adikarikkiṉḏṟadu</i>. […]<br>\n<br>\n[…] If [one] investigates who am I, the mind will return to its birthplace [our real self, the source from which it arose]; the thought which had risen will also subside. When [one] practises and practises in this manner, to the mind the power to stand firmly established in its birthplace will increase. […]</blockquote>\nThus the import of the note that Sri Ramana wrote for his mother is that our <i>prārabdha</i> will impel us to do whatever actions of mind, speech or body are required to experience whatever we are destined to experience, so we cannot avoid doing such actions, but we should try to avoid doing any other action (that is, any action impelled by our free will), and the only way to avoid doing any such action is just to remain silent by attending only to ‘I’. So long as we are attending to anything other than ‘I’, our ego is active and will therefore inevitably be driven by its free will to do <i>āgāmya</i>, whereas when we attend only to ‘I’ the activity of our ego will subside, leaving us in our natural state of just silently being (<i>mauṉamāy irukkai</i>). Therefore the only effective and reliable means to remain without doing any <i>āgāmya</i> is to attend only to ‘I’.<br>\n<br>\n<b>Note:</b> I will post the rest of my explanation of this first verse of <i>Upadēśa Undiyār</i> in my next article: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/why-did-sri-ramana-teach-karma-theory.html\">Why did Sri Ramana teach a <i>karma</i> theory?</a></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "51",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6661917973093423347/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "just being (summa iruppadu)",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "silence (mauna)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk1ODc5ODEwOTQ2Cm9mZnNldDogMzYwMDAwMAo\""
}