{
    "kind": "blogger#post",
    "id": "4850208900002853169",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-04-11T08:14:00+01:00",
    "updated": "2016-06-09T00:08:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4850208900002853169",
    "title": "<i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i><br>(Interview on Celibacy: Part 5)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nThis is the final of the following five instalments, which are a slightly modified reproduction of <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibavyproject.michaeljames.htm\">an interview</a> in which I answered seven questions asked by the editor of the online <a href=\"http://www.nondualitymagazine.org/\">Non-Duality Magazine</a> for their current issue entitled <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibacyproject.page.htm\">The Celibacy Question</a>:<br /><a name='more'></a>\n<ol>\n<li><a href=\"http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html\">Self-investigation and sexual restraint</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/no-differences-exist-in-non-dual-view.html\">No differences exist in the non-dual view of Sri Ramana</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/ahimsa-and-sexual-morality-interview-on.html\"><i>Ahiṁsā</i> and sexual morality</a></li>\n<li><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></li>\n</ol>\n<b>Question 6: <i>What about nirvikalpa samadhi as a way of quenching desires, as well as a means to realisation? Did Sri Ramana ever speak about this and attaining this through raja yoga? Also what is your view on this?</i></b><br />\n<br />\nAccording to Sri Ramana our sole aim should be to know ourself: that is, to experience ourself as we really are. Since this is our goal, and since we cannot experience anything unless we attend to it, the only means by which we can achieve this goal is self-attentiveness.<br />\n<br />\nHe also taught us that we seem to experience other things only when we experience ourself as a body, as we do in waking and dream. Therefore, since experiencing anything other than ‘I’ entails experiencing a body (and hence also a mind) as ‘I’, by the very act of experiencing anything other than ‘I’ we are perpetuating our mistaken experience that we are a body. Hence we cannot experience ourself as we really are so long as we experience anything other than ‘I’.<br />\n<br />\nTherefore our aim should be to experience nothing other than ‘I’, and trying to do this is the practice that he called <i>ātma-vicāra</i> or self-investigation. Thus, as he says in verse 579 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> (which I quoted and discussed above [in my answer to question 2 in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a>]), there is no essential difference between the nature of our goal and the nature of the means by which we can achieve it: both entail only experiencing nothing other than ‘I’. The only difference between the means and the goal is that the means involves effort whereas the goal is effortless, because it is the state in which we have discovered that experiencing nothing other than ‘I’ is our real nature.<br />\n<br />\nUntil we discover this (that is, until it is natural and effortless for us to experience nothing other than ‘I’), we need to make effort to experience nothing other than ‘I’. The reason this effort seems necessary, even though experiencing nothing other than ‘I’ is our real nature, is that we now have strong desires or likings to experience many things other than just ‘I’, so effort is needed to counter the outward-driving influence of such desires. However, though effort is now needed, it is only an effort to experience the non-dual (otherless) self-awareness that is our real nature. And once we experience this, all desire to experience anything else will be destroyed, so this experience will become effortless.<br />\n<br />\nThere is thus a clear and logical connection between the path that Sri Ramana taught and the goal to which this path should lead: the goal is to experience nothing other than ‘I’, and the path or means to achieve this goal is to try to experience nothing other than ‘I’. It is also clear why this is the only means to achieve it, because trying to experience anything other than ‘I’ cannot enable us to experience nothing other than ‘I’ (or at least it cannot directly enable us to experience this, even if it can do so in a very roundabout way).<br />\n<br />\nWhatever other means we may adopt in order to experience nothing other than ‘I’, we will sooner or later have to try to experience nothing other than ‘I’, because unless we try to do so we will never succeed in doing so. Therefore any other means can at best only prepare us to adopt this path of trying to experience nothing other than ‘I’, and cannot directly enable us to experience it.<br />\n<br />\nTherefore, since it is obvious that we will sooner or later have to try to experience nothing other than ‘I’, which we can do only by trying to focus our entire attention on ‘I’ alone, why should we not try to do so from the outset? Why should we try to experience or attend to anything else when we know that ultimately we can achieve our goal only by trying to attend to and experience nothing other than ‘I’?<br />\n<br />\nTherefore, when you ask whether <i>nirvikalpa samādhi</i> can be a means to ‘realisation’ or achievement of this goal, we first have to consider what this term ‘<i>nirvikalpa samādhi</i>’ actually means: if it denotes an experience of anything other than ‘I’, it cannot directly enable us to experience nothing other than ‘I’, whereas if it denotes a clear experience of nothing other than ‘I’, it is just another name for the practice that Sri Ramana called <i>ātma-vicāra</i> or self-investigation: the practice of trying to attend to and experience nothing other than ‘I’.<br />\n<br />\nWhat then is the actual meaning of this term ‘<i>nirvikalpa samādhi</i>’? A convenient way of understanding the term <i>samādhi</i> is that it is the state in which <i>dhi</i> (the mind or <i>buddhi</i>) is <i>sama</i> (even, flat, level, same, equal or equanimous), though this is not the actual etymological meaning of this term. Etymologically <i>samādhi</i> is a noun form of the verb <i>samādhā</i>, which means to put or hold together, compose, settle, establish, set right, fix, repair, put in order, arrange or restore, and which by extension means to collect or compose one’s thoughts, concentrate or fix one’s mind upon. Thus <i>samādhi</i> means collecting, composing or concentrating one’s mind, and thus denotes any state in which the mind is concentrated on or absorbed in one thing.<br />\n<br />\nSince there are numerous things on which the mind can be concentrated or in which it can be absorbed, the term <i>samādhi</i> is used to denote a wide variety of different states, and hence it is often qualified by various adjectives such as <i>nirvikalpa</i> (without <i>vikalpa</i>), <i>savikalpa</i> (with <i>vikalpa</i>), <i>bāhya</i> (outside or external) and <i>āntara</i> (inside or internal). <i>Nirvikalpa</i> means without any <i>vikalpa</i>, and <i>vikalpa</i> means change, alternation, variation, variety, diversity, multiplicity, difference, distinction, indecision, doubt, hesitation, false notion, fancy or imagination.<br />\n<br />\nAny state that is truly <i>nirvikalpa</i> (devoid of any change, variation, diversity, difference, distinction or imagination) must be a state in which nothing other than ‘I’ is experienced, because everything other than ‘I’ changes, and an experience of anything other than ‘I’ entails the basic distinction between ‘I’ and other. However, even sleep is a <i>nirvikalpa</i> state, but though we do not experience anything other than ‘I’ in sleep, we do not clearly experience what this ‘I’ is, because we fall asleep only because we are too tired to attend to anything else, and not because we tried to focus our entire attention on ‘I’ alone.<br />\n<br />\nJust as sleep is a <i>nirvikalpa</i> state that we enter by a means other than self-attentiveness, there are other <i>nirvikalpa</i> states that we can enter by means other than self-attentiveness. For example, by practising <i>yōgic</i> techniques of <i>prāṇāyāma</i> (breath-restraint) it is possible to make the mind subside temporarily in a <i>nirvikalpa</i> state, but because that state is not entered by self-attentiveness, it will lack the clarity of self-awareness that is required for us to experience ourself as we really are. Therefore, just as the mind wakes up from sleep, it will sooner or later wake up from such an artificially induced state of <i>nirvikalpa samādhi</i>.<br />\n<br />\nSince <i>vikalpa</i> means difference or distinction, we might expect that there would be no difference between one <i>nirvikalpa</i> state and another, but paradoxically different types of <i>nirvikalpa samādhi</i> are described. For example, a distinction is sometimes made between <i>bāhya</i> <i>nirvikalpa samādhi</i> (external <i>nirvikalpa samādhi</i>) and <i>āntara</i> <i>nirvikalpa samādhi</i> (internal <i>nirvikalpa samādhi</i>). However a more important distinction made by Sri Ramana was between <i>kāṣṭha nirvikalpa samādhi</i> (‘wooden’ <i>nirvikalpa samādhi</i>, that is, a <i>nirvikalpa</i> state in which the body and mind remain like a log of wood, unresponsive and unaware of the outside world) and <i>sahaja nirvikalpa samādhi</i> (natural <i>nirvikalpa samādhi</i>, that is, our natural state of pure self-awareness, in which nothing other than ‘I’ is experienced, but in which the body and mind may seem to be functioning normally in the view of any other person).<br />\n<br />\nAnother term that is used to describe <i>kāṣṭha nirvikalpa samādhi</i> is <i>kēvala nirvikalpa samādhi</i> (solitary or isolated <i>nirvikalpa samādhi</i>), and though it is a sleep-like state, it is distinguished from sleep by the degree of clarity that is said to be experienced in it. To illustrate this difference, Sri Ramana sometimes said that in sleep the mind is sunk in darkness whereas in <i>kēvala nirvikalpa samādhi</i> it is sunk in light. However, in other contexts he said that sleep is a state of darkness only from the perspective of the waking mind, because in sleep we do experience ‘I am’, though not with perfect clarity. Likewise, ‘I am’ is experienced in <i>kēvala nirvikalpa samādhi</i>, but not with perfect clarity.<br />\n<br />\nIn both these states, sleep and <i>kāṣṭha</i> (or <i>kēvala</i>) <i>nirvikalpa samādhi</i>, though the mind has subsided (and hence there is awareness of nothing other than ‘I am’), it has not been destroyed, because our clarity of self-awareness is still to a greater or lesser extent clouded and obscured. Sleep is a state that the mind enters when it is simply too tired to continue attending to anything else, and <i>kāṣṭha nirvikalpa samādhi</i> is a state that the mind enters by an artificial means such as <i>prāṇāyāma</i> or some other such <i>yōgic</i> practice.<br />\n<br />\nWhat clouds and obscures our natural clarity of self-awareness in sleep or <i>kāṣṭha</i> <i>nirvikalpa samādhi</i> is what is called <i>āvaraṇa</i>: the veiling or obscuring power of <i>māyā</i>, which is the fundamental form of <i>māyā</i>, being the self-forgetfulness or lack of clarity of self-awareness that enables all its other effects to manifest. The other effects of <i>māyā</i> are caused by its secondary form, which is called <i>vikṣēpa</i>: its power of projection, scattering, dispersion, dissipation, confusion or agitation.  <i>Āvaraṇa</i> is like the darkness in a cinema, which is required in order for any picture to be seen on the screen, whereas <i>vikṣēpa</i> is like the power that projects the diverse pictures that appear on the screen.<br />\n<br />\nIn waking and dream both <i>āvaraṇa</i> and <i>vikṣēpa</i> are functioning, so we experience both a basic lack of clarity of self-awareness (that is, though we are aware <i>that I am</i>, we are not clearly aware <i>what I am</i>) and a diverse display of other things (thoughts, feelings, perceptions of a seemingly outside world and so on), whereas in sleep and <i>kāṣṭha</i> <i>nirvikalpa samādhi</i> what persists is only <i>āvaraṇa</i>, because <i>vikṣēpa</i> has temporarily ceased to function, so we experience only the same basic lack of clarity of self-awareness. Until <i>āvaraṇa</i> (this basic lack of clarity of self-awareness) is destroyed by absolute clarity of self-awareness, <i>vikṣēpa</i> cannot be destroyed, but will cease functioning only temporarily and will continue to reappear again and again.<br />\n<br />\nTo destroy <i>vikṣēpa</i> we must destroy its root cause, <i>āvaraṇa</i>, and to destroy <i>āvaraṇa</i> we must experience what this ‘I’ actually is by focusing our entire attention keenly and vigilantly on it alone. However, since we cannot make any effort to attend keenly to ‘I’ either in sleep or in <i>kāṣṭha</i> <i>nirvikalpa samādhi</i>, we can try to experience perfect clarity of self-awareness only when we have risen from either of these states. <br />\n<br />\nIn contrast to either of these states, <i>sahaja</i> <i>nirvikalpa samādhi</i> is our natural state of clear self-awareness, because it is a state that the mind enters only by the practice of self-attentiveness: that is, by attending only to ‘I’. That is, the <i>nirvikalpa samādhi</i> that results from attending only to ‘I’ is <i>sahaja</i> <i>nirvikalpa samādhi</i>, whereas the <i>nirvikalpa samādhi</i> that results from attending to anything else is <i>kāṣṭha nirvikalpa samādhi</i>. The former will weaken and eventually destroy all our <i>viṣaya-vāsanās</i> or desires to experience anything other than ‘I’, and thus it will undermine and destroy the mind, which seems to exist only when it experiences something other than ‘I’, whereas the latter is just a state of temporary subsidence of mind, in which all its <i>viṣaya-vāsanās</i> remain intact, although temporarily dormant.<br />\n<br />\n<a name=\"ssp\"></a>Sri Ramana generally used the term <i>sahaja nirvikalpa samādhi</i>, or simply <i>sahaja samādhi</i> as he more frequently called it, to describe our natural state of absolutely clear self-knowledge, which is our goal, but he also sometimes used it to describe the practice of self-investigation or self-attentiveness, which is the only means by which we can attain this goal. For example, in the introduction (<i>avatārikai</i>) that he wrote to his Tamil translation of Sri Adi Sankara’s <i>Dṛg-Dṛśya-Vivēka</i> (Discrimination between the Seer and the Seen), he wrote:<br />\n<blockquote>\n[...] தன்னையே பாஹ்யாந்தர திருஷ்டிபேதமின்றி எப்போதும் நாடும் சஹஜசமாதிப் பழக்கத்தால் அவ்வாவரணம் நீங்கவே, அத்விதீயப் பிரஹ்மாத்ம சொரூபமாத்திரம் மிஞ்சிப் பிரகாசிக்கும் [...]<br />\n<br />\n[...] <i>taṉṉaiyē bāhyāntara diruṣṭi-bhēdam-iṉḏṟi eppōdum nāḍum sahaja-samādhi-p paṙakkattāl a-vv-āvaraṇam nīṅga-v-ē, advitīya-b brahmātma sorūpa-māttiram miñci-p pirakāśikkum</i> [...]<br />\n<br />\n[…] when that <i>āvaraṇa</i> [the veiling power of <i>māyā</i>, which obscures our natural clarity of self-awareness] is removed by the practice of <i>sahaja</i> <i>samādhi</i>, which is always scrutinising oneself alone without <i>bāhyāntara</i>-<i>dṛṣṭi-bhēda</i> [any difference or distinction between seeing what seems to be external or what seems to be internal], only <i>advitīya brahmātma-svarūpa</i> [our own essential self, which is <i>brahman</i>, the absolute reality, the ‘one without a second’] will remain and shine […]</blockquote>\nThis practice of <i>sahaja</i> <i>samādhi</i> (which he defines here as investigating, scrutinising or attending only to oneself, ‘I’) is the only type of <i>samādhi</i> that he advised us to practise or try to achieve, because it is the only practice that will destroy our fundamental illusion that we are this mind that we now experience as ‘I’. That is, unless we attend only to ‘I’, we cannot experience what we really are, and unless we experience what we really are we cannot destroy the illusion that we are this mind.<br />\n<br />\nSince all that we need to do in order to experience what we really are is to attend only to ‘I’, and since we do not need to know about any type of <i>samādhi</i> in order to attend only to ‘I’, Sri Ramana generally did not speak about <i>samādhi</i> but only emphasised the need for us to try to experience what this ‘I’ actually is. He spoke about this practice in terms of <i>samādhi</i> or discussed the various different types of <i>samādhi</i> only when he was asked questions in such terms, or when he was discussing texts in which such terms are used.<br />\n<br />\nLong before we ever heard of any technical vocabulary such as <i>samādhi</i> or <i>nirvikalpa samādhi</i>, and whether or not we understand what any of these terms mean, we were and always are aware that ‘I am’, so for us to investigate and experience what this ‘I’ actually is it is not necessary for us to understand or even to know about these terms. Therefore, rather than confusing us with any such unnecessary or unfamiliar terminology, Sri Ramana simply advised us to investigate and try to experience what this ‘I’ actually is: who am I?<br />\n<br />\n<a name=\"uu13\"></a>Because the terms <i>samādhi</i> and <i>nirvikalpa samādhi</i> are used to denote various different states, they are not precisely defined terms and can therefore lead to confusion. Hence, rather than discussing all the different types of <i>samādhi</i>, Sri Ramana classified any state of subsidence of mind as being either <i>manōlaya</i> (temporary subsidence of mind) or <i>manōnāśa</i> (destruction or permanent subsidence of mind). As he says in verse 13 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a>:<br />\n<blockquote>\nஇலயமு நாச மிரண்டா மொடுக்க<br />\nமிலயித் துளதெழு முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெழாதுரு மாய்ந்ததே லுந்தீபற.<br />\n<br />\n<i>ilayamu nāśa miraṇḍā moḍukka<br />\nmilayit tuḷadeṙu mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veṙāduru māyndadē lundīpaṟa</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> இலயமும் நாசம் இரண்டு ஆம் ஒடுக்கம். இலயித்து உளது எழும். எழாது உரு மாய்ந்ததேல்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>ilayam-um nāśam iraṇḍu ām oḍukkam. ilayittu uḷadu eṙum. eṙādu uru māyndadēl</i>.<br />\n<br />\n<b>அன்வயம்:</b> ஒடுக்கம் இலயமும் நாசம் இரண்டு ஆம். இலயித்து உளது எழும். உரு மாய்ந்ததேல் எழாது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>oḍukkam ilayam-um nāśam iraṇḍu ām. ilayittu uḷadu eṙum. uru māyndadēl eṙādu</i>.<br>\n<br>\n<b>English translation:</b> Subsidence [of mind] is [of] two [kinds]: <i>laya</i> [temporary subsidence] and <i>nāśa</i> [destruction]. That [mind] which is lying down [in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise.</blockquote>\nThe subsidence of mind that is brought about by <i>prāṇāyāma</i> and other practices of <i>rāja yōga</i> is only <i>kāṣṭha nirvikalpa samādhi</i>, which (like sleep) is a form of <i>manōlaya</i>, whereas the subsidence of mind that is brought about by <i>ātma-vicāra</i> or self-attentiveness is <i>sahaja</i> <i>nirvikalpa samādhi</i>, which when achieved perfectly is <i>manōnāśa</i>. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\nமனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். பிராணாயாமத்தாலும் மன மடங்கும்; ஆனால் பிராண னடங்கியிருக்கும் வரையில் மனமு மடங்கியிருந்து, பிராணன் வெளிப்படும்போது தானும் வெளிப்பட்டு வாசனை வயத்தா யலையும். […] ஆகையால் பிராணாயாமம் மனத்தை யடக்க சகாயமாகுமே யன்றி மனோநாசஞ் செய்யாது.<br />\n<br />\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum. pirāṇāyāmattāl-um maṉam aḍaṅgum; āṉāl pirāṇaṉ aḍaṅgi-y-irukkum varaiyil maṉam-um aḍaṅgi-y-irundu, pirāṇaṉ veḷi-p-paḍum-bōdu tāṉum veḷi-p-paṭṭu vāsaṉai vayattāy alaiyum.</i> […] <i>āhaiyāl pirāṇāyāmam maṉattai y-aḍakka sahāyam-āhum-ē y-aṉḏṟi maṉōnāśam seyyādu.</i><br />\n<br />\nTo make the mind subside [permanently], there is no adequate means other than <i>vicāraṇā</i> [self-investigation]. If restrained by other means, the mind will remain as if subsided, [but] will emerge again. Even by <i>prāṇāyāma</i> [breath-restraint], the mind will subside; however, [though] the mind remains subsided so long as the breath remains subsided, when the breath emerges [or becomes manifest] it will also emerge and wander under the sway of [its] <i>vāsanās</i> [dispositions, inclinations, impulses or desires]. […] Therefore <i>prāṇāyāma</i> is just an aid to restrain the mind, but will not bring about <i>manōnāśa</i> [the annihilation of the mind].</blockquote>\n<a name=\"uu14\"></a>Therefore in verse 14 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a> he says:<br />\n<blockquote>\nஒடுக்க வளியை யொடுங்கு முளத்தை<br />\nவிடுக்கவே யோர்வழி யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீயு மதனுரு வுந்தீபற.<br />\n<br />\n<i>oḍukka vaḷiyai yoḍuṅgu muḷattai<br />\nviḍukkavē yōrvaṙi yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīyu madaṉuru vundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> ஒடுக்க வளியை ஒடுங்கும் உளத்தை விடுக்கவே ஓர் வழி, வீயும் அதன் உரு.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>oḍukka vaḷiyai oḍuṅgum uḷattai viḍukka-v-ē ōr vaṙi, vīyum adaṉ uru</i>.<br />\n<br />\n<b>அன்வயம்:</b> வளியை ஒடுக்க ஒடுங்கும் உளத்தை ஓர் வழி விடுக்கவே, அதன் உரு வீயும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaḷiyai oḍukka oḍuṅgum uḷattai ōr vaṙi viḍukka-v-ē, adaṉ uru vīyum</i>.<br>\n<br>\n<b>English translation:</b> Only when [one] sends the mind, which subsides [only temporarily] when [one] restrains the breath, on <i>ōr vaṙi</i> [the path of investigation] will its form cease [die or be destroyed].</blockquote>\nThe Tamil word <i>ōr</i> is both a verb that means to investigate, examine, consider attentively or know, and an adjective that means ‘one’, so <i>ōr vaṙi</i> can either mean the ‘path of investigation’ or the ‘one path’. However, since the only means by which the mind can be destroyed is the path of self-investigation (<i>ātma-vicāra</i>), whichever way we choose to interpret the meaning of <i>ōr vaṙi</i>, it denotes only this one path of self-investigation.<br />\n<br />\nWhat he wrote in such passages about <i>prāṇāyāma</i> applies equally well to all the other practices of <i>rāja yōga</i>, because they all entail attention to something other than ‘I’ and can therefore bring about only <i>manōlaya</i> and not <i>manōnāśa</i>. Until a <i>yōgi</i> ‘sends the mind on the path of investigation’ (that is, until he or she directs his or her attention only towards ‘I’), he or she will not be able to experience what this ‘I’ really is, and hence will not be able to destroy the illusion that the mind is ‘I’.<br />\n<br />\nWhat prevents us from experiencing ‘I’ as it really is are our <i>viṣaya-vāsanās</i>, our desires, inclinations or liking to experience anything other than ‘I’, so in order to experience what we really are we need to destroy all our <i>viṣaya-vāsanās</i>, which we can do only by cultivating the liking to experience nothing other than ‘I’, and obviously the only way to cultivate this liking is to practise trying to experience nothing other than ‘I’. Since <i>viṣaya-vāsanās</i> manifest only when the mind is active, and remain dormant when it subsides, we cannot practise self-attentiveness and thereby weaken the hold of our <i>vāsanās</i> so long as our mind is subsided in any state of <i>manōlaya</i> such as sleep or <i>kāṣṭha nirvikalpa samādhi</i>. Therefore Sri Ramana strongly discouraged anyone allowing their mind to subside in <i>kāṣṭha nirvikalpa samādhi</i>, and he used to say that before the mind subsides in any type of <i>manōlaya</i> we should try to attend vigilantly to ‘I’, and that if it has subsided in such as state, as soon as it revives we should resume our practice of self-attentiveness.<br />\n<br />\nTo illustrate that <i>kāṣṭha nirvikalpa samādhi</i> will not help us to eradicate our <i>viṣaya-vāsanās</i> Sri Ramana used to tell the following story: A <i>yōgi</i> lived on the banks of the Ganga, where he practised <i>rāja yōga</i>, and he was so adept in his practice that his mind often subsided in <i>kāṣṭha nirvikalpa samādhi</i>. Once after he woke from a long period in such <i>samādhi</i> he felt thirsty, so he asked his disciple to bring him a cup of water from the river. Before his disciple returned with the water, he had again subsided in <i>samādhi</i>, and this time his <i>samādhi</i> was so deep that he remained in it for 300 years, but as soon as he awoke he again asked for water, this time rather angrily, thinking his disciple had been slow to bring it.<br />\n<br />\nSri Ramana said that this illustrated that <i>viṣaya-vāsanās</i> remain perfectly intact when the mind is subsided in <i>kāṣṭha nirvikalpa samādhi</i> or any other state of <i>manōlaya</i>, because even the last thought that was in the <i>yōgi</i>’s mind before he subsided in <i>samādhi</i> rose again as soon as he woke up. The reason that they are not destroyed in such <i>samādhi</i>, just as they are not destroyed in sleep, is that they are inclinations or likings to experience something other than ‘I’, so they can be weakened and eventually destroyed only when instead allowing our mind to be driven by them we choose instead to try to experience ‘I’ alone.<br />\n<br />\nThat is, since we have cultivated our <i>viṣaya-vāsanās</i> by our own volition (that is, by choosing to think of and to try to experience certain <i>viṣayas</i> or things other than ‘I’), we can destroy them only when by a contrary volition (that is, by choosing to attend to and to try to experience nothing other than ‘I’) we cultivate an all-consuming love to experience only ‘I’. This is why in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), which I quoted in full in my answer to your first question above [in <a href=\"http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html\">Self-investigation and sexual restraint</a>], Sri Ramana said:<br />\n<blockquote>\nதொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். […]<br />\n<br />\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum.</i> […]<br />\n<br />\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as self?’ it is necessary to cling tenaciously to self-attentiveness. […]<br />\n<br />\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். […] ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br />\n<br />\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum.</i> […] <i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉāyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum.</i><br />\n<br />\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long is the investigation who am I necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [self-investigation] in the very place from which they arise. […] If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone will be sufficient. So long as enemies [<i>viṣaya-vāsanās</i>] are within the fort [the heart or core of one’s being], they will continue coming out from it. If [one] continues cutting them all down as and when they come, the fort will [eventually] come into [one’s] possession.</blockquote>\n<b>Question 7: <i>I have seen ‘on-line accounts’ that say that Sri Ramana practiced nirvikalpa samadhi in a cave after his teenage realisation. Some say 3 years, others say 20 years. How truthful are these? For example:</i></b><br />\n<blockquote>\nIn a cave on the mountain he became absorbed in meditative awareness of immanence for two or three years oblivious of his body, so that insects ate parts of his legs, his body wasted as he was rarely conscious enough to eat, and his hair and fingernails grew to great length. After this his slow return to physical normality took several years. (<a href=\"http://www.philtar.ac.uk/encyclopedia/hindu/ascetic/ramana.html\">http://www.philtar.ac.uk/encyclopedia/hindu/ascetic/ramana.html</a>)<br />\n<br />\n<b>Complete Absorption in the Self<br />\n<br />\n</b>He now began his life of complete inner absorption in the great Universal Self. He sat in various places within the temple complex, avoiding contact with people as much as possible. For days, and weeks on end he was lost in <i>samadhi</i>, unconscious of the world and his body. Insects and vermin crawled over his legs and chewed his flesh but he was completely unaware of it. His consciousness was swimming in the vast ocean of Universal Awareness. His body began to lose weight and weaken but he took no notice of it.<br />\n<blockquote>\nI knew nothing, had learned nothing before I came here. Some mysterious power took possession of me and effected a thorough transformation. I knew nothing and planned nothing. When I left home in my 17th year, I was like a speck swept on by a tremendous flood. I knew not my body or the world, whether it was day or night. It was difficult even to open my eyes. The eyelids seemed to be glued down. My body became a mere skeleton. Visitors pitied my plight as they were not aware how blissful I was. It was after years that I came across the term Brahman when I happened to look into some books on Vedanta brought to me. Amused, I said to myself, ‘Is this known as Brahman!?!’ (<a href=\"http://www.cosmicharmony.com/Sp/Ramana/Ramana.htm\">http://www.cosmicharmony.com/Sp/Ramana/Ramana.htm</a>)</blockquote>\n</blockquote>\nOn the day in July 1896 when he was overwhelmed by an intense fear of death, Sri Ramana keenly investigated himself in order to see whether or not ‘I’ is something that would cease to exist when the body dies, and due to the intensity of his self-attentiveness he experienced what ‘I’ actually is, namely the one infinite and eternal reality, other than which nothing exists. Thus his mind or finite (personal) self was completely destroyed in the absolute clarity of pristine self-awareness, so from that moment he remained permanently absorbed in and as the one infinite (transpersonal) self or ‘I am’.<br />\n<br />\nThis natural state of complete self-absorption is what he later sometimes described as <i>sahaja</i> <i>samādhi</i> or <i>sahaja</i> <i>nirvikalpa samādhi</i>, as I explained above. So yes, from that day onwards he was permanently absorbed in this state of <i>sahaja</i> <i>nirvikalpa samādhi</i>, but this was not a state that he ever needed to practise after that first brief moment of self-investigation (<i>ātma-vicāra</i>), because at that moment he merged entirely in it, ceasing thereby to exist as anything separate from it.<br />\n<br />\nAs he often indicated, either implicitly or explicitly, after merging and becoming one with the infinite ‘I am’, he did not experience anything other than that, so in his view there was neither any body nor any world. When asked about the seeming actions of his body, mind and speech, he said that these exist only in the view of others, but not in his view.<br />\n<br />\n<a name=\"un31\"></a>Such statements seem to us to be paradoxical, and so long as we experience duality, which entails the basic distinction between ‘I’ and other, we cannot adequately understand the experience of a <i>jñāni</i> such as Sri Ramana, who experiences nothing other than ‘I’, and in whose view there is neither any action nor anything that could act or do anything. As he says in verse 31 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a>:<br />\n<blockquote>\nதன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br />\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br />\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br />\nயின்னதென் றுன்ன லெவன்.<br />\n<br />\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br />\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br />\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br />\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṯku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br />\n<br />\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṯku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br />\n<br />\n<b>English translation:</b> For those who enjoy <i>tanmayānanda</i> [the ‘bliss composed of it’, namely the real self], which rose [as ‘I am I’] destroying the [false] self [the mind or ego], what one [action] exists for doing? They do not know anything other than self, [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\n<a name=\"uu15\"></a>He also emphasises the actionlessness of the state of non-dual self-knowledge in verse 15 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a>:<br />\n<blockquote>\nமனவுரு மாயமெய்ம் மன்னுமா யோகி<br />\nதனக்கோர் செயலிலை யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்னியல் சார்ந்தன னுந்தீபற.<br />\n<br />\n<i>maṉavuru māyameym maṉṉumā yōgi<br />\ntaṉakkōr seyalilai yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉṉiyal sārndaṉa ṉundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> மன உரு மாய மெய் மன்னும் மா யோகி தனக்கு ஓர் செயல் இலை. தன் இயல் சார்ந்தனன்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉa uru māya mey maṉṉum mā yōgi taṉakku ōr seyal ilai. taṉ iyal sārndaṉaṉ.</i><br />\n<br />\n<b>English translation:</b> When the form of the mind is annihilated, for the great <i>yōgi</i> who is [thereby] established as the reality, there is not a single doing [or action], [because] he has attained his [true] nature [which is actionless being].</blockquote>\nThe words that I have translated here as ‘a single doing [or action]’ are <i>ōr seyal</i>, and as I explained earlier while discussing the meaning of verse 14 of <i>Upadēśa Undiyār</i>, the Tamil word <i>ōr</i> is both an adjective that means ‘one’ and a verb that means to investigate or know, so <i>ōr seyal</i> can either mean ‘one doing [or action]’ or ‘[any] act of knowing’. Whereas knowing or experiencing anything other than ‘I’ is an action or ‘doing’, because it entails a movement of our attention away from ourself towards something that seems to be other than ourself, knowing or experiencing only ‘I’ is not an action but is the state of just being (<i>summā iruppadu</i>), because ‘I’ is inherently self-aware, so its very nature is to experience itself as ‘I am’, and to experience itself thus its attention need not move anywhere, but just has to rest peacefully in and as its source, ‘I am’.<br />\n<br />\n<a name=\"uu26\"></a>This non-doing nature of self-knowledge is also emphasised and explained by Sri Ramana in verse 26 of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>\nதானா யிருத்தலே தன்னை யறிதலாந்<br />\nதானிரண் டற்றதா லுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br />\n<br />\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br />\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu.</i><br />\n<br />\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being self alone is knowing self, because self is devoid of two. This is <i>tanmaya-niṣṭhā</i> [‘abidance composed of it’, that is, the state of being firmly established as <i>tat</i> or ‘it’, the one absolute reality called <i>brahman</i>, which is our real self].</blockquote>\nAs he often explained, we do not have two selves or two ‘I’s, so self-knowledge is not a state in which one ‘I’ knows another ‘I’, but is just the state in which ‘I’ experiences itself by just being itself. Because we now like to experience things other than ‘I’, it seems to us that we need to make effort to experience only ‘I’, but when our mind is destroyed by perfectly clear self-awareness, its liking to experience other things will be destroyed along with it, after which we will find that experiencing nothing other than ‘I’ requires no effort, because pure non-dual self-awareness is our very nature. This is why in verse 15 Sri Ramana said, ‘[…] there is no act of knowing, [because] he has attained his [true] nature’.<br />\n<br />\nHowever, though Sri Ramana was firmly established in this state of absolutely non-dual and otherless self-knowledge (which is what is called <i>sahaja</i> <i>nirvikalpa samādhi</i>, the natural state of absorption, which is completely devoid of any <i>vikalpa</i>, change or difference), and though he therefore did not experience himself as a body or mind, or experience anything else other than ‘I am’, in our view he continued to exist as a body, which travelled from Madurai (the town when he confronted his intense fear of death and thereby experienced what ‘I’ really is) to Tiruvannamalai and lived there for the next 54 years, until its death in 1950.<br />\n<br />\nDuring those 54 years his body underwent various changes. For its first few years in Tiruvannamalai it spent most of the time sitting oblivious to the world, so much so that for much of the first two or three months it sat in a neglected shrine called Patala Lingam (situated under the thousand-pillared hall in a corner of the vast Arunachaleswara Temple) unnoticed by anyone and without eating any food or even moving, allowing ants or other insects to feed on its thighs. When it was eventually found there, no one was able to wake it, so they gently lifted it to take it to a cleaner place, and since the coagulated blood, pus and scabs on its thighs had stuck to the filthy insect-infested ground on which it was sitting, the wounds were opened and began to bleed afresh, but still it showed no signs of waking.<br />\n<br />\nNaturally people took such signs of intense self-absorption to mean that he was practising <i>nirvikalpa samādhi</i>, but he later explained that that was not the case, because whether his body was active or remained like a log of wood, he was always effortlessly absorbed only in self. Over the next few years his body gradually began to resume normal activities, but for several years he did not speak. People assumed that this meant he was observing a vow of silence, but he later said that his silence then was not deliberate, but that he had just lost the habit of speaking and felt no inclination to resume.<br />\n<br />\nHowever, he explained all such things only many years later, so in the early years people imagined all sorts of things about his state, and the general belief was that when he first came to Tiruvannamalai he was practising some sort of intense <i>tapas</i> (spiritual austerity) in order to achieve liberation. He was unconcerned about such  rumours and beliefs, so for many years he did not refute them, but when people later began to ask him what he was actually doing at that time, he made it clear that he had already achieved in Madurai all that needed to be achieved. As he once cryptically remarked in this context: ‘The sun that rose in Madurai is the same sun that is shining here in Tiruvannamalai. It has not changed in the least’.<br />\n<br />\nThough he thus refuted many of the old beliefs about and misinterpretations of his state in those early years, the remnants of such beliefs still tend to persist in the popular imagination, because it is truly difficult for any of us to understand his state until we ourself experience it. This is why in various accounts of his life there are still some implications that he was practising <i>nirvikalpa samādhi</i> or some such thing, and almost all accounts inevitably seem to suggest that he was still a person who had certain personal experiences. So long as we consider him to be the person that he seemed to be, rather than the one infinite reality that we each experience as ‘I am’, we cannot avoid thinking of him in terms of someone who experienced the same some of diversity and otherness that we each experience.<br />\n<br />\nOne on the clearest examples of how emphatically he later refuted the belief that he was practising or seeking to achieve anything during his early years in Tiruvannamalai is what he said in reply to Prof. DS Sarma on 4th October 1946. What he replied to Sarma in Tamil on that day was recorded by Sarma in English and sent to him for his approval before Sarma published it in an article in <a href=\"http://www.chennaimath.org/publications/magazines/the-vedanta-kesari\"><i>The Vedanta Kesari</i></a> (vol. 33, No. 9: January 1947, p.327), and since then it has been reproduced in many books and journal such as <i>Hinduism Through the Ages</i> by DS Sarma, <i>Sri Ramana Reminiscences</i> by GV Subbaramayya and <a href=\"http://www.sriramanamaharshi.org/resource_centre/publications/mountain-path/\"><i>The Mountain Path</i></a> (April 1977, pp. 80-1). It was also recorded independently by Devaraja Mudaliar in <i>Day By Day with Bhagavan</i> (entry dated 4-10-46: 2002 edition, pp. 317-8). What Sarma recorded is that he asked Sri Ramana:<br />\n<blockquote>\nIn the lives of the western mystics we find descriptions of what is called the mystic way with the three well-marked stages of purgation, illumination and union. The purgatory stage corresponds to what we call the <i>sādhana</i> period. Was there any such period in the life of Bhagavan?</blockquote>\nTo this Sri Ramana replied emphatically:<br />\n<blockquote>\nI know no such period. I never performed any <i>prāṇāyāma</i> or <i>japa</i>. I knew no <i>mantras</i>. I had no idea of meditation or contemplation. Even when I came to hear of such things later I was never attracted by them. Even now my mind refuses to pay any attention to them. <i>Sādhana</i> [spiritual practice] implies an object to be gained and the means of gaining it. What is there to be gained which we do not already possess? In meditation, concentration and contemplation, what we have to do is only not to think of anything, but to be still. Then we shall be in our natural state. This natural state is given many names — <i>mōkṣa</i>, <i>jñāna</i>, <i>ātma</i>, etc., and these give rise to many controversies. There was a time when I used to remain with my eyes closed. That does not mean that I was practising any <i>sādhana</i> then. Even now I sometimes remain with my eyes closed. If people choose to say that I am doing some <i>sādhana</i> at the moment, let them say so. It makes no difference to me. People seem to think that by practising some elaborate <i>sādhana</i> the Self would some day descend upon them as something very big and with tremendous glory and they would then have what is called <i>sākṣātkāram</i> [‘making evident’: that is, evident perception or ‘realisation’]. The Self is <i>sākṣāt</i> [evident], all right, but there is no <i>kāram</i> [making] or <i>kṛtam</i> [made] about it. The word <i>kāram</i> implies one’s doing something. But the Self is realized not by one’s doing something, but by one’s refraining from doing anything — by remaining still and being simply what one really is.</blockquote>\n<a name=\"av4\"></a>‘What one really is’ is something that is clearly and perfectly self-aware, so ‘remaining still and being simply what one really is’ means just being calmly and clearly self-aware without any action of mind, speech or body. This practice or ‘path’ of just being (<i>summā iruppadu</i>) is clearly described by Sri Ramana in verse 4 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#av_intro\"><i>Āṉma-Viddai</i></a>:<br />\n<blockquote>\nகன்மா திகட்டவிழ சென்மா திநட்டமெழ<br />\nவெம்மார்க் கமதனினு மிம்மார்க் கமிக்கெளிது<br />\nசொன்மா னததனுவின் கன்மா திசிறிதின்றிச்<br />\nசும்மா வமர்ந்திருக்க வம்மா வகத்திலான்ம — <br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சோதியே; நிதானு பூதியே; இராது பீதியே;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பவம் போதியே.   (ஐயே)<br />\n<br />\n<i>kaṉmā dikaṭṭaviṙa jeṉmā dinaṭṭameṙa<br />\nvemmārg gamadaṉiṉu mimmārg gamikkeḷidu<br />\nsoṉmā ṉadadaṉuviṉ kaṉmā disiṟidiṉḏṟic<br />\ncummā vamarndirukka vammā vahattilāṉma — <br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jyōtiyē; nitāṉu bhūtiyē; irādu bhītiyē;<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbavam bhōdhiyē.   (aiyē)</i><br />\n<br />\n<b>பதச்சேதம்:</b> கன்ம[ம்] ஆதி கட்டு அவிழ, சென்ம[ம்] ஆதி நட்டம் எழ, எம் மார்க்கம் அதனினும் இம் மார்க்கம் மிக்கு எளிது. சொல் மானத தனுவின் கன்ம[ம்] ஆதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க, அம்மா, அகத்தில் ஆன்ம சோதியே; நித அனுபூதியே; இராது பீதியே; இன்ப அம்போதியே. (ஐயே, அதி சுலபம், ...)<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉma</i>-<i>ādi kaṭṭu aviṙa, jeṉma</i>-<i>ādi naṭṭam eṙa, e-m-mārggam-adaṉiṉum i-m-mārggam mikku eḷidu. sol māṉada taṉuviṉ kaṉma</i>-<i>ādi siṟidu iṉḏṟi summā amarndu irukka, ammā, ahattil āṉma-jyōti-y-ē; nita āṉubhūti-y-ē; irādu bhīti-y-ē; iṉba ambhōdhi-y-ē. (aiye, ati sulabham, …)</i><br />\n<br />\n<b>English translation:</b> To untie the bonds beginning with <i>karma</i> [that is, the bonds of action and of all that results from it], [and] to rise above the ruin beginning with birth [that is, to transcend and become free from the miseries of embodied existence, which begins with birth and ends with death], rather than whatever [other] path, this path [<i>ātma-vicāra</i>] is exceedingly easy. When [one] just is, having settled [calmly as pure self-awareness] without even the least <i>karma</i> [action] of mind, speech or body, ah, in [one’s] heart [the innermost core of one’s being] the light of self [will shine forth clearly as ‘I am I’]. [Having thereby drowned and lost our finite self in this perfectly peaceful and infinitely clear state of pure self-awareness, we will discover it to be our] eternal experience. Fear will not exist. The ocean of [infinite] bliss alone [will remain]. ([Therefore] ah, the science of self is extremely easy, ah, extremely easy!)</blockquote>\nAs I explained earlier, attending to (or experiencing) anything other than ‘I’ is an action (<i>karma</i>), whereas being self-attentive (experiencing nothing other than ‘I’) is not an action but our natural state of being. Therefore what Sri Ramana describes in this verse as சொல் மானத தனுவின் கன்ம[ம்] ஆதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க (<i>sol māṉada taṉuviṉ kaṉmādi siṟidiṉḏṟi summā amarndirukka</i>: when [one] just is, having settled without even the least action of mind, speech or body) is just the state of pure self-attentiveness that he also described as <i>ātma-vicāra</i> (self-investigation).<br />\n<br />\nThis is the easiest of all paths or spiritual practices, because every other path entails attending to something other than ‘I’, and is therefore an action, whereas this path entails attending only to ‘I’, so it is not an action but our natural state of pure self-aware being. Moreover, not only is this the easiest path, but it is also the only path that will lead us directly to our goal, because our goal is the action-free state of pure self-awareness, so it can be attained only by action-free pure self-awareness. Any other path can at best only purify the mind and thereby enable it to understand that the only way to experience ‘I’ as it actually is is to try to experience it alone, in complete isolation from everything else, including all actions of mind, speech or body.<br />\n<br />\nThough <i>kāṣṭha nirvikalpa samādhi</i> is also a state that is devoid of any action of mind, speech or body, it is not a <i>sādhana</i> or practice, but is a state in which the mind subsides as a result of some practice that entails attending to something other than ‘I’. Because it results in this way, it is a state devoid of clear self-awareness, so it cannot help one to experience ‘I’ as it really is.<br />\n<br />\nIn order for us to experience ourself as we really are, we must focus our entire attention upon this ‘I’. As Sri Ramana repeatedly made clear, there is no other means by which we can experience what we actually are and thereby liberate ourself not only from all <i>karmas</i> and their fruits (actions and their consequences) but also from the instruments that do <i>karmas</i> (namely the mind, speech and body) and from what experiences their fruit or consequences (namely the mind).<br />\n<br />\n<i>Kāṣṭha nirvikalpa samādhi</i> or any other type of <i>samādhi</i> except <i>sahaja</i> <i>samādhi</i> is just a temporary lull (<i>laya</i>) in the activity of the mind, like the lull that we effortlessly enjoy every day in deep sleep, but it will not bring about complete annihilation of mind (<i>manōnāśa</i>), because it is not a state of clear self-awareness. Since absolutely clear self-awareness is our goal, the only means by which we can achieve it is absolutely clear self-awareness, so by practising <i>ātma-vicāra</i> or keenly focused self-attentiveness we must try to experience our natural state of absolutely clear self-awareness.<br />\n<br />\nThis is the sum and substance of the simple and clear teachings that Sri Ramana has given us based upon what he discovered from his own experience.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4850208900002853169/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MzM3MjE1Cm9mZnNldDogMzYwMDAwMAo\""
}