{
    "kind": "blogger#post",
    "id": "8557334982280335162",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-05-16T13:59:00+01:00",
    "updated": "2017-03-14T14:46:01Z",
    "url": "http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8557334982280335162",
    "title": "How to attend to ‘I’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA friend wrote to me recently saying that he had been practising meditation for many years, and that since he heard of Sri Ramana he had become fascinated by him and had read as much as he could about his teachings, but that he could not understand how to concentrate on and experience ‘I’. The following is adapted from the reply I wrote to him:<br />\n<br />\nWhen you write, ‘I am having some trouble experiencing the I’, that seems to imply that there are two ‘I’s. The first ‘I’ (the ‘I’ in ‘I am having some trouble’) is clearly experienced by you, because if it were not you would not be aware that it is having some trouble, so why should this ‘I’ that you clearly experience take the trouble to experience some other ‘I’, which you think you are not able to experience?<br />\n<br />\nThe fact is that we all experience ‘I’ or ‘I am’, and the ‘I’ that we experience is the one and only ‘I’ that we can ever experience. Moreover, ‘I’ is our most fundamental experience, and is the basis for everything else that we experience. However, though we clearly experience <i>that I am</i>, we do not clearly experience <i>what I am</i>, so we need to investigate this ‘I’ in order to experience it as it really is.<br /><a name='more'></a>\n<br />\nBecause we are constantly attending to things other than ‘I’, our experience of ‘I’ is clouded over and obscured. That is, it is never completely hidden, but it is mixed up and confused with other things such as our body and mind. Therefore our aim is to experience ‘I’ alone, in complete isolation from all other things, and in order to experience it thus, we need to try to be aware only of ‘I’ and thereby to ignore everything else.<br />\n<br />\nYou say, ‘I can’t find any concrete way to experience I because I don’t know what I looks like [...] I can’t concentrate on something I can’t imagine’, but there is no need to imagine ‘I’, because ‘I’ is already our most direct and immediate experience. How do we know that I am? We know it because it is our first and foremost experience.<br />\n<br />\nWe can doubt the reality of everything else that we experience, because it could all be an illusion, but we cannot doubt that I am, because in order to doubt or to experience anything we must exist, so the experience ‘I am’ is the only experience that cannot be an illusion. What we seem to be (the person called Edward, who consists of a body and mind, and who you now experience as ‘I’) could be an illusion, but the underlying experience that we are (whatever we may actually be) cannot be an illusion, because to experience anything (whether real or illusory) we must exist.<br />\n<br />\nAny need to imagine something can only arise when we are not actually experiencing it, but since we always experience ‘I’, we need never imagine it. Indeed, we should not even try to imagine it, because whatever we imagine is something other than ‘I’. Any imagination is only temporary, whereas our experience of ‘I’ is permanent, so no imagination can be ‘I’.<br />\n<br />\nWe have never experienced any time or any state in which we have not experienced ‘I’, because whatever else we may experience, we always experience it as ‘I am experiencing this’. In other words, ‘I’ is the experiencer of every experience, and ‘I’ always experiences itself as ‘I am’ (or to express this more directly, I always experience myself as ‘I am’).<br />\n<br />\nAny other type of meditation can be described as a <i>bhāvana</i> (an imagination), because it is a process that involves imagination, but <i>ātma-vicāra</i> (self-investigation) or meditation on self is not a <i>bhāvana</i>, because ‘I’ is beyond all imagination, being the foundation on which any imagination is built, and hence it can never be captured as a mental image.<br />\n<br />\nYou say, ‘I don’t know what I looks like’, which is true, because ‘I’ does not look like anything: indeed, it <i>is</i> not like anything whatsoever. We are able to recognise things other than ‘I’, and to distinguish one thing from another, only because each thing has certain features. Whether it is a rock, a liquid, a person, a colour, a sound, a smell, a thought, a feeling or whatever, we recognise it as a thing and distinguish it from other things because of its features. Everything that we experience has features, except ‘I’. Therefore ‘I’ is like no other thing at all.<br />\n<br />\nThough ‘I’ has no features that we could describe or grasp as a mental image, we do nevertheless experience ‘I’. That is, we experience something within us that experiences all other things and that we call ‘I’. This ‘I’ is not something other than ourself, but is what we actually are. In your email, how many times you used this word ‘I’ when referring to yourself, so how can you say that you do not experience ‘I’?<br />\n<br />\nMeditation on anything other than ‘I’ is relatively gross, because it entails attending to some object: a word, an image, a thought, a feeling, a place in the body, or whatever. In comparison, meditation on ‘I’ is very subtle, because it entails not attending to any object but only attending to the subject: to the ‘I’ that experiences all objects (and that experiences not only the presence of objects, as in waking and dream, but also their absence, as in deep sleep).<br />\n<br />\nMeditating on or attending to ‘I’ is subtly different to meditating on or attending to any object, because ‘I’ is not only featureless but also has no exact location. To give a crude and rather inadequate analogy, attending to ‘I’ is similar to observing the screen instead of observing any of the pictures that appear on the screen, because ‘I’ is the background awareness in which all other experiences appear and disappear. Therefore rather than describing it as meditating on or attending to ‘I’, you may find it easier to think of it as simply being aware of ‘I’, because that is all that meditating on or attending to ‘I’ actually means or entails.<br />\n<br />\nWe are always aware of ‘I’, but our awareness of ‘I’ is usually mixed with awareness of other things, so our aim should be to be aware only of ‘I’. This is why the practice is sometimes described as focussing attention exclusively on ‘I’. This is not meant to imply that ‘I’ is an object that we attend to, but only that we should be so keenly aware of ‘I’ that everything else is excluded from our awareness.<br />\n<br />\nSri Ramana described this subtle practice of mediating only on ‘I’ (or being aware only of ‘I’) as <i>ātma-vicāra</i>, which means self-investigation or self-examination, because though we clearly experience ‘I’, our power of attention has been rendered relatively gross by our long-ingrained habit of attending to objects, so it is not easy for us to clearly distinguish ‘I’ from the objects that we habitually mistake to be ‘I’, namely our body and mind. Therefore our attempt to attend only to ‘I’ is a process of <i>vicāra</i> or investigation: trying to investigate exactly what this ‘I’ is in order to clearly distinguish it from all other things — or in other words, to experience it in complete isolation from everything else.<br />\n<br />\nThe mind is said to have three qualities, one or two of which tend to dominate it at any given time: <i>sattva</i>, <i>rajas</i> and <i>tamas</i>. <i>Sattva</i> means ‘being-ness’, which is the real nature of ‘I’ and the essential nature of the mind, so it is the background on which the other two qualities appear. If either or both of them predominate, <i>sattva</i> is obscured, but when they subside, <i>sattva</i> naturally shines forth and predominates.<br />\n<br />\n<i>Rajas</i> is the quality of restlessness, activity, agitation and passion, whereas <i>tamas</i> is the quality of darkness, delusion, dullness, crudeness and selfishness. Generally these two qualities function together, but one usually dominates the other to a greater or less extent. Sri Ramana used to say that trying to attend to ‘I’ when <i>rajas</i> is predominating is like trying to see a small object at night by the light of a lamp flickering in the wind, and that trying to attend to ‘I’ when <i>tamas</i> is predominating is like trying to separate the fine threads of a silk cloth with the blunt end of a heavy crowbar.<br />\n<br />\nTherefore, in order to attend only to ‘I’ (or to be aware only of ‘I’) our mind must be clear, calm and unagitated. However, in order to make our mind clear, calm and unagitated, it is not necessary for us to practise any other type of meditation, because the most effective means to make our mind clear, calm and unagitated is to try to attend only to ‘I’. Even if <i>rajas</i> or <i>tamas </i>impedes our efforts, the most effective way to overcome them is to persevere in trying to attend only to ‘I’.<br />\n<br />\nThough our efforts to experience only ‘I’ may often be obstructed by the distracting influence of <i>rajas</i> (which manifests as thoughts) or the dulling influence of <i>tamas</i> (which manifests as sleepiness or lethargy), if we persevere in our efforts, we will gradually be able to experience ‘I’ with greater and greater clarity.<br />\n<br />\nTherefore the only way to understand how to attend to or experience ‘I’ alone is to try to do so. The more you try, the more clear it will become to you what the terms <i>ātma-vicāra</i>, self-investigation, self-attentiveness or meditation upon ‘I’ actually mean. Just as one cannot learn how to ride a bicycle except by trying to ride one, we cannot learn how to attend to ‘I’ except by trying to do so.<br />\n<br />\nIn chapter 12 of <i>Maha Yoga</i> (2002 edition, page 202) Lakshmana Sarma records that Sri Ramana once said to someone who asked how to investigate who am I:<br />\n<blockquote>\nThe way is subjective, not objective; so it cannot and need not be shown by another. Is it necessary to show anyone the way inside his own house? If the seeker keeps his mind still, that will be enough.</blockquote>\nSo long as we are attending to anything other than ‘I’, our mind is active, so the only way to keep it still (without falling asleep or into any other such state in which the mind subsides without clear self-awareness) is to attend only to ‘I’: in other words, to be aware of nothing other than ‘I’. <br />\n<br />\nA similar reply is also recorded in section 486 of <i>Talks with Sri Ramana Maharshi</i>, and in section 435 of <i>Talks</i> it is recorded that when someone asked him how to concentrate on self, he replied: ‘If that is solved everything else is solved’.<br />\n<br />\nThat is, we must investigate ‘I’ by trying to concentrate our entire attention on it alone in order to find out how to concentrate on it: that is, how to experience ‘I’ alone, in complete isolation from everything else. If we find out how to experience it thus, we will experience it with perfect clarity, and thereby the illusion that we are a person — a body and mind — will be destroyed forever.<br />\n<br />\nTherefore our aim is only to experience ‘I’ clearly by experiencing it in complete isolation from everything else, and we can learn how to experience it thus only by persistently trying to do so. This is all that the simple and clear practice of <i>ātma-vicāra</i> or self-investigation entails.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "24",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8557334982280335162/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg5NTAyNzYxNzI3Cm9mZnNldDogMAo\""
}