{
    "kind": "blogger#post",
    "id": "2096001773037395237",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-01-20T13:46:00Z",
    "updated": "2016-06-08T23:53:16+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/01/investigating-i-is-most-radical.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2096001773037395237",
    "title": "Investigating ‘I’ is the most radical scientific research",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn continuation of an ongoing correspondence between us, a research psychologist wrote to me, ‘Ramana was a great man, now it’s time to go further, we are in 2013, so, why not abandon the old ways and embrace the new, taking further their paradigm, not getting stuck in theirs?’, to which I replied:<br />\n<br />\nDoubt and uncertainty are the basis of any research we may undertake, but most research is narrow in scope because it focuses on a small area of doubt set against a background of beliefs that are assumed to be true.<br />\n<br />\nFor example, in quantum mechanics a researcher will focus on a particular area of doubt, but such doubt will be set against the background of quantum theory and the entire set of generally accepted sub-theories that are related to it and entail it. Such theories, which form the paradigm upon which all research in that field is conducted, are all beliefs that most researchers in that field will take for granted. This is the nature of scientific research, and it is not wrong in that context, because science can move forward only on the assumption that most of its currently accepted theories are true.<br /><a name='more'></a>\n<br />\nHowever, as every philosopher and historian of science knows, theories change over time, and theories or whole paradigms that were once universally accepted as true are later discredited and replaced by other theories or paradigms. Therefore, though more or less unquestioning belief in current theories and paradigms is a necessary background for all scientific research, this does set severe restrictions on the scope of what research will currently be considered appropriate or acceptable within any particular field of science.<br />\n<br />\nHow this is relevant to what we have been discussing is that in science whatever doubt is considered acceptable will not be a broad or universal doubt but will be very limited in scope. Therefore I have no problem with the fact that science entails a huge amount of beliefs (known as theories), and that doubt is considered acceptable only if it is based on those beliefs that are currently accepted by most people within the relevant area of the scientific community, but this does mean that we need to maintain a sceptical attitude towards all scientific theories: we can accept them tentatively as interim explanations that serve a temporary and limited function, but we should not expect them to be the final or correct explanations of anything.<br />\n<br />\nIn order to be able to find a final and correct explanation for anything, we need to doubt and question every existing explanation of it and also every belief on which such explanations are based. For example, one belief on which almost all scientific theories are ultimately based, but which no scientist (unless philosophically minded) is likely to question and which no objective science can provide any means to test or to prove either true or false, is belief in an external world: that is, belief in the existence of a physical world ‘out there’ that is independent of our experience of it.<br />\n<br />\nOur belief in an external world has been questioned by many philosophers, and the grounds for external world scepticism are considered to be one of the major problems of epistemology, but most philosophers are uncomfortable with such scepticism, and are too eager to accept weak reasons for believing in the existence of an external world, such as the so-called IBE or ‘inference to the best explanation’. Though IBE is the most popular justification for this belief among modern epistemologists and philosophers of science, it is an extremely weak justification, because the only means by which we can decide what is the ‘best explanation’ is our own subjective judgement. That is, what will seem to each of us to be the ‘best explanation’ is determined by whatever other beliefs we may hold, so when most of our beliefs entail a belief in the existence of an external world, all such beliefs will prompt us to believe that this belief is the ‘best explanation’ for all our experience of what seems to us to be an external world. Thus this justification is a circular one, being based only on beliefs that are in turn based upon the conclusion that it is trying to reach.<br />\n<br />\nUnlike all forms of objective science, which are based on belief in an external world and upon numerous other such dubious beliefs, and which do not doubt or question the basis for such beliefs, the science of <i>ātma-vicāra</i> or self-investigation taught by Bhagavan Sri Ramana is based upon belief in only one thing, namely the fact that ‘I am’, and entails doubting every other thing, including the reality of the body and mind that we now seem to experience as ‘I’.<br />\n<br />\nIf this mind is not real but is just an illusory phantom, whatever it experiences or believes (other than ‘I am’) must also be unreal. Just as objective sciences entail belief in the existence of an external (mind-independent) world, they also entail belief in the reality of the mind, which experiences what seems to be such a world. Therefore the doubt upon which the science of <i>ātma-vicāra</i> is based is far more radical and universal than any doubt that is entertained by any of the objective sciences.<br />\n<br />\nMoreover, the one belief upon which <i>ātma-vicāra</i> is based, namely the belief that ‘I am’, is the only belief that we cannot reasonably doubt, because in order to doubt anything we must exist. Hence what we can reasonably doubt is anything other than our own existence, which we experience as ‘I am’. Therefore, though we can reasonably doubt whether the mind is real or whether it is actually ‘I’, and though we can reasonably doubt <i>what</i> ‘I’ is, we cannot reasonably doubt&nbsp;<i>that</i>&nbsp;‘I’&nbsp;is.<br />\n<br />\nIs this mind real? Now in our present waking state, and also in any dream state, we experience ourself as this mind, so it seems to us to be real. But the mind is a temporary thing, which appears in waking and dream and disappears in sleep, so this gives us reason to doubt how real it is. Moreover, we experience not only its appearance in waking and dream but also its non-appearance in sleep, so how can it actually be ourself?<br />\n<br />\nIf the mind were ourself, we could not be aware of its absence in sleep, and we would not actually experience sleep at all, because we could not experience a state in which we did not exist or were not conscious. However, when we wake up from sleep, we do know ‘I slept’, and we know this not merely by inference but because we actually experienced that state in which the mind was absent.<br />\n<br />\nSome people assume that we do not actually experience sleep, because they believe that we cannot experience anything when our mind is not functioning, but if we did not actually experience sleep we would not be aware of any gap between two successive states of waking or dream, and hence it would seem to us that these were our only two states. Therefore we do experience sleep, and in sleep we experience the absence not only of the mind but also of everything that it experiences, including the various bodies and worlds that it experiences in waking and dream. Since we experience the non-appearance of all these things in sleep, we are obviously something distinct from all of them.<br />\n<br />\nIn this waking state we experience a body and mind as ‘I’, and in dream we experience another body as ‘I’, but we also experience a third state called sleep in which we do not experience either any body or any mind. Since we thus experience ‘I’ even when we do not experience any body or mind, ‘I’ must be something distinct from both body and mind.<br />\n<br />\nThe mind seems to exist only when we experience it as ‘I’, but by analysing our experience of ourself in sleep we can understand that our current experience of the mind as ‘I’ is an illusion. Therefore we have very good reason to suspect that the mind is not real but only an illusory appearance.<br />\n<br />\nHowever, in order to reason like this and to doubt the reality of our mind, we must use our mind, so such reasoning can never give us certain knowledge about whether the mind is actually real or just illusory. In order to gain certain knowledge about this, we must investigate what this ‘I’ actually is.<br />\n<br />\nSince we never experience the mind without experiencing it as ‘I’, and since we experience ‘I’ without experiencing the mind as ‘I’ in sleep, our present knowledge of what I am is clearly confused. We know for certain <i>that I am</i>, but we do not know for certain <i>what I am</i>.<br />\n<br />\nSince all our putative ‘knowledge’ of other things is based upon the dubious experience ‘I am this mind’, before we can be certain about anything else that we seem to know or experience, we must first investigate and know what this ‘I’ (the experiencer or knower) actually is. Therefore <i>ātma-vicāra</i> (self-investigation: examining what am I?) is the most radical and fundamental research we can undertake, and it is the only scientific research that offers us any hope of gaining certain knowledge about anything.<br />\n<br />\nYou ask, ‘Ramana was a great man, now it’s time to go further, we are in 2013, so, why not abandon the old ways and embrace the new, taking further their paradigm, not getting stuck in theirs?’ and I agree that we should abandon our old ways. In fact, this is precisely what Ramana himself recommended. Our old ways are our long-engrained habit of believing many things other than the one thing that alone is actually certain, namely ‘I am’. Ramana used to say, ‘Do not believe what you do not know’, and the only thing that we actually know and do not merely believe is ‘I am’. Therefore we must abandon our old ways of thinking and believing, and instead devote ourself solely to investigating what this ‘I’ actually is.<br />\n<br />\nAll the paradigms that we now believe in, or that we have ever believed in in the past, entail our belief that ‘I am this mind’ and ‘I am this body’, and also our belief in an external world that exists independent of our experience of it. These are all dubious beliefs, so we should be ready to abandon them and to investigate the reality of the ‘I’ that has till now held them.<br />\n<br />\nWhether we seem to exist in the time of Buddha or the time of Jesus, in the time of Sankara or the time of Ramana, in 2013 or 2500, there is only one thing that is certainly true, and that is ‘I am’. Whatever experiences any time or any place, or any other thing, must exist in order to experience them. That which experiences all these things experiences its own existence as ‘I am’, so though everything else that it experiences may be an illusion, its fundamental experience ‘I am’ must be real. Whatever this ‘I’ now seems to be may also be an illusion, but whatever illusory thing it may seem to be, the fact that ‘I’ does exist is indubitable.<br />\n<br />\nTherefore let us now try to find out what this ‘I’ actually is. This is all that Sri Ramana advises us to do. He does not ask us to believe anything other than ‘I am’, and in fact he asks us to doubt the reality of everything other than ‘I am’.<br />\n<br />\nIn verse 26 of <i>Uḷḷadu Nāṟpadu</i> he says that investigating what is this ‘I’ is abandoning everything, because everything seems to exist only when the mind or ego seems to exist, and the mind or ego is only a mistaken knowledge of what I am. If we investigate and experience what I actually am, the mind or ego will dissolve and cease to appear (just as an illusory snake would dissolve and cease to appear when it is recognised to be nothing other than a rope), and when the mind thus ceases to appear, everything that was experience by it will also cease to appear.<br />\n<br />\nBut even this is jumping ahead of ourselves. There is no need for us even to believe what Sri Ramana tells us we will experience when we investigate and experience ourself as we really are. Believing what he says may encourage us in our effort to experience ourself as we really are, but it is not essential, so long as we are ready to doubt everything else and to believe only ‘I am’, and therefore to investigate what this ‘I’ actually is.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2096001773037395237/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk2ODg1Cm9mZnNldDogMzYwMDAwMAo\""
}