{
    "kind": "blogger#post",
    "id": "764366760503800098",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-07-12T15:52:00+01:00",
    "updated": "2021-11-04T22:57:11Z",
    "url": "http://happinessofbeing.blogspot.com/2014/07/a-paradox-sphurana-means-shining-or.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/764366760503800098",
    "title": "A paradox: <i>sphuraṇa</i> means ‘shining’ or ‘clarity’, yet misinterpretations of it have created so much confusion",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nAs a conclusion to my previous two articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>’</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/self-awareness-i-thought-i-feeling-and.html\">Self-awareness: ‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i></a>, I would like to observe what a paradox it is that a word that means ‘clarity’ has created so much confusion. That is, in the sense in which Sri Ramana used them, the terms ஸ்புரணம் (<i>sphuraṇam</i>) and ஸ்புரிப்பு (<i>spurippu</i>) both mean only ‘shining’ or ‘clarity’, so it is paradoxical that they have been misunderstood and misinterpreted to such an extent that their clear and simple meaning has been obscured and that they have therefore created a huge amount of confusion in the minds of his followers and devotees, particularly those who rely upon English translations and interpretations of his teachings.<br />\n<br />\nIf the meaning of these terms as they were used by Sri Ramana had been correctly understood and explained in English books, none of the mystery and confusion that now surrounds them would have arisen. When they are correctly understood, they are actually terms that convey profound and rich meaning and that help to clarify the practice and aim of self-investigation (<i>ātma-vicāra</i>).<br /><a name='more'></a>\n<br />\nThat is, in the context of Sri Ramana’s teachings, <i>sphuraṇa</i> essentially means just ‘shining’, so if the metaphorical sense in which ‘shining’ is used here is correctly understood, it is a very apt and meaningful term. ‘I’ is shining in the sense that it is illuminating or making itself clearly known, but however we may try to explain the meaning of ‘shining’ in this context, no other word or words can actually capture its sense so well as it itself does. So long as it is understood to be employed in a metaphorical sense, its meaning is perfectly self-explanatory.<br />\n<br />\n‘I’ is always shining clearly, and by its shining it is not only illuminating itself, but is also illuminating everything else that we experience or know. In other words, metaphorically speaking, ‘I’ is the light that enables us to experience not only ourself but also everything else that we may ever experience.<br />\n<br />\nHowever, though ‘I’ is always clearly shining, so long as it is illuminating anything other than itself alone, the clarity with which it shines is somehow obscured by whatever else is made to shine by its light, because its real nature is so subtle and featureless that it seems to assume all the features of whatever is (in its experience) closest to it (namely the body and mind and their attributes), just as a perfectly clear crystal seems to assume the colour of whatever objects are closest to it.<br />\n<br />\nTherefore, in order for ‘I’ to shine perfectly clearly, it must shine all alone, in complete isolation from everything else. In other words, it must experience itself alone and not anything else at all. In order to thus shine or experience itself alone, it must focus its entire attention only on itself, so that everything else is entirely excluded from its experience or awareness.<br />\n<br />\nThe more we thus attend to ourself alone, the more clearly we (this ‘I’) will shine. Therefore the clarity or brightness with which ‘I’ shines is determined by the extent to which we focus our entire attention on ‘I’ (ourself) alone. Normally we are so interested in experiencing other things that we make no attempt to attend to and thereby experience ‘I’ alone, so though we always experience the shining of ‘I’, we do not experience it sufficiently clearly.<br />\n<br />\nTherefore the aim of self-investigation (<i>ātma-vicāra</i>), which is the practice of self-attentiveness, is only to experience the shining of ‘I’ ever more clearly. The increased and therefore fresh clarity with which we experience the shining of ‘I’ when we practise <i>ātma-vicāra</i> is what Sri Ramana called <i>aham-spurippu</i> or <i>ahaṁ-sphuraṇam</i>.<br />\n<br />\nThat is, though the shining of ‘I’ that we always experience could in a certain sense be called an <i>ahaṁ-sphuraṇa</i>, because <i>ahaṁ-sphuraṇa</i> literally means just the shining of ‘I’, when Sri Ramana used this term he generally did not mean the shining of ‘I’ that we are always accustomed to experience, but only the clearer shining of ‘I’ that we experience when we try to focus our entire attention only on ‘I’.<br />\n<br />\nWhen we understand that this was the sense in which he used these terms <i>aham-spurippu</i> or <i>ahaṁ-sphuraṇa</i>, we will also be able to understand that they do not denote a single specific degree of clarity of self-awareness, but any increased degree of such clarity that we may experience while trying to be self-attentive. Sometimes we are able to focus our attention more keenly and accurately on ‘I’ than at other times, but whatever increased degree of clarity of self-awareness we may experience whenever we try to be more or less self-attentive is a kind of <i>aham-spurippu</i> or <i>ahaṁ-sphuraṇa</i>.<br />\n<br />\nThis is why Sri Ramana sometimes used to refer to even the absolute degree of clarity of self-awareness (in other words, the absolutely clear shining of ‘I’) that we will experience when our mind or ego is eventually annihilated by it as <i>ahaṁ-sphuraṇa</i>, and why he said that such a <i>sphuraṇa</i> is self itself. Therefore what <i>ahaṁ-sphuraṇa</i> or <i>aham-spurippu</i> essentially means is just a clear shining of ‘I’, so long as the clarity of that shining is greater than the clouded clarity with which we experience the shining of ‘I’ whenever we are engrossed (as we normally are) in attending to other things.<br />\n<br />\n<a name=\"vs01-1\"></a>When we understand this, we will be able to appreciate more clearly the deep meaning of two sentences from the <a href=\"https://happinessofbeing.blogspot.com/2014/07/self-awareness-i-thought-i-feeling-and.html#vs01-1\">first sub-section of section 1</a> of <i>Vicāra Saṅgraham</i> that I quoted in both of my previous two articles, namely:<br />\n<blockquote>\n[…] ஆதலால், பிணமான தேகத்தைப் பிணம் போலவே இருத்தி, வாக்காலும் நானென்று சொல்லாமலிருந்து, இப்போது நானென விளங்குவது எதுவென்று கூர்மையாய் விசாரித்தால், அப்போது ஹிருதயத்தில், நான் நான் என்று சத்தமில்லாமல், தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும். அதனை விடாது சும்மா இருந்தால், தேகம் நானென்னும் அகங்காரரூப ஜீவபோதத்தை முற்றிலும் நாசமாக்கி, கர்ப்பூரத்திற் பற்றிய நெருப்புப்போல், தானும் சாந்தமாய்விடும். […]<br />\n<br />\n[…] <i>ādalāl, piṇamāṉa dēhattai-p piṇam pōla-v-ē irutti, vākkālum nāṉ-eṉḏṟu sollāmal-irundu, ippōdu nāṉ-eṉa viḷaṅguvadu edu-v-eṉḏṟu kūrmaiyāy vicārittāl, appōdu hirudayattil, nāṉ nāṉ eṉḏṟu sattam-illāmal, taṉakku-t-tāṉē ōr vidha spurippu māttiram tōṉḏṟum. adaṉai viḍādu summā irundāl, dēham nāṉ-eṉṉum ahaṅkāra-rūpa jīva-bhōdattai muṯṟilum nāśam-ākki, karppūrattil paṯṟiya neruppu-p-pōl, tāṉ-um śāntam-āy-viḍum</i>. […]<br />\n<br />\n[…] Therefore, setting down the corpse-body as a corpse, and remaining without uttering ‘I’ even by [physical or mental] voice, if one keenly investigates what it is that now shines as ‘I’, then in [one’s] heart a kind of <i>spurippu</i> alone will itself appear to itself [or to oneself] without sound as ‘I [am] I’. Without leaving it [that <i>spurippu</i> or fresh clarity of self-awareness], if one just is, it will completely annihilate the sense of individuality in the form of the ego, [which experiences itself as] ‘body [is] I’, and [then], like fire that catches on camphor, it will itself also be extinguished. […]</blockquote>\nThe main conditional clause in the first of these two sentences, ‘இப்போது நானென விளங்குவது எதுவென்று கூர்மையாய் விசாரித்தால்’ (<i>ippōdu nāṉ-eṉa viḷaṅguvadu edu-v-eṉḏṟu kūrmaiyāy vicārittāl</i>), ‘if one keenly investigates what it is that now shines as I’, describes the practice of self-investigation (<i>ātma-vicāra</i>) in an extremely clear manner, so our practice can be aided by our carefully considering the meaning of these words. That is, what we should be keenly attending to when we practise <i>vicāra</i> is that which now shines as ‘I’ (<i>ippōdu nāṉ-eṉa viḷaṅguvadu</i>), or in other words, our essential self-awareness, which we always experience as ‘I am’.<br />\n<br />\nIn addition to this main condition, there are two sub-conditions in this sentence, namely பிணமான தேகத்தைப் பிணம் போலவே இருத்தி (<i>piṇamāṉa dēhattai-p piṇam pōla-v-ē irutti</i>) and வாக்காலும் நானென்று சொல்லாமலிருந்து (<i>vākkālum nāṉ-eṉḏṟu sollāmal-irundu</i>). பிணமான தேகத்தைப் பிணம் போலவே இருத்தி (<i>piṇamāṉa dēhattai-p piṇam pōla-v-ē irutti</i>) means ‘setting down the corpse-body as a corpse’, which implies that we should be as unaware of our body as we would be if it were a corpse. வாக்காலும் நானென்று சொல்லாமலிருந்து (<i>vākkālum nāṉ-eṉḏṟu sollāmal-irundu</i>) means ‘being without uttering ‘I’ even by voice’, in which the word வாக்கு (<i>vākku</i>) or ‘voice’ implies in this context not only our physical voice but also our mental voice, because when our attention is focused keenly on what now shines as ‘I’, all mental activity will subside, being deprived of the attention that it requires to function, so the mind will be unable even to think the word ‘I’.<br />\n<br />\nTogether the main condition and the two sub-conditions in this sentence form a complex conditional clause, the heart of which is its main condition, ‘if one keenly investigates what it is that now shines as I’. The two sub-conditions are included here in order to clarify the nature of the self-attentiveness that is described in the main part of this conditional clause, but if we do keenly investigate what it is that now shines as ‘I’, as instructed in that main part, we will automatically fulfil the other two conditions. That is, if we keenly focus our attention on what now shines as ‘I’, our attention will be automatically withdrawn both from our body, thereby leaving it as if it were already a corpse, and from our mind or thinking faculty, thereby depriving it of the attention that it requires to function and thus leaving it without the ability to think even the word ‘I’.<br />\n<br />\nWhen we thus attend to what now shines as ‘I’, we will experience ‘a kind of shining’ (<i>ōr vidha spurippu</i>), which will appear without sound as ‘I am I’ (<i>nāṉ nāṉ</i>). When Sri Ramana says this, he is obviously implying that this kind of ‘shining’ or <i>spurippu</i> is in some way different to the ordinary shining of ‘I’ that we are accustomed to experiencing always. Though ‘I’ is now shining, it is shining in an obscured and distorted form as ‘I am this body’ (நான் இத் தேகம்: <i>nāṉ i-d-dēham</i>), but when we focus our entire attention only on the shining of ‘I’ and thereby ignore our body so thoroughly that we cease to be aware of it as we would have ceased to be aware of it if it were a corpse, ‘I’ will then shine more clearly as ‘I am only I’ (நான் நானே: <i>nāṉ nāṉ-ē</i>).<br />\n<br />\nAnother very significant and deeply meaningful word that Sri Ramana uses in this sentence is the compound word தனக்குத்தானே (<i>taṉakku-t-tāṉē</i>). தனக்கு (<i>taṉakku</i>) means ‘to self’, ‘to itself’ or ‘to oneself’, and தானே (<i>tāṉē</i>) is in this context a strong intensifier (that is, <i>tāṉ</i> is an intensifier meaning ‘itself’, and the suffix <i>ē</i> is another intensifier meaning ‘only’ or ‘certainly’), so தனக்குத்தானே (<i>taṉakku-t-tāṉ-ē</i>) means ‘only to itself itself’. மாத்திரம் (<i>māttiram</i>) also means ‘alone’ or ‘only’, and since it is appended to ஓர் வித ஸ்புரிப்பு (<i>ōr vidha spurippu</i>), it applies to it, so it emphasises that this kind of <i>spurippu</i> or ‘shining’ appears alone. Thus தனக்குத்தானே ஓர் வித ஸ்புரிப்பு மாத்திரம் தோன்றும் (<i>taṉakku-t-tāṉē ōr vidha spurippu māttiram tōṉḏṟum</i>) literally means ‘a kind of <i>spurippu</i> alone will appear only to itself itself’, which strongly emphasises not only that all that will be experienced is only this kind of <i>spurippu</i>, but also that what will experience it is only itself.<br />\n<br />\nThat is, since this <i>spurippu</i> or clear shining of ‘I’ is nothing other than ‘I’ itself, it will not be experienced by anything other than itself alone. Thus this final clause emphasises the non-duality and otherlessness of <i>aham-spurippu</i>, the clear shining of ‘I’, and thereby indicates that it is a state of more or less pure (adjunct-free) self-experience or self-awareness. Of course it is not an absolutely non-dual or otherless experience, because absolute non-duality and otherlessness can be experienced only when the ego has been completely destroyed, but this relative kind of <i>aham-spurippu</i> is in itself essentially non-dual and otherless, even though it is experienced along with at least some trace of experience of something other than itself. In fact we can experience a certain degree of <i>aham-spurippu</i> even while we are outwardly engaged in other activities, but because it is in itself non-dual and otherless, it is an experience that is tending towards absolute non-duality and otherlessness. The more keenly our attention is focused on the shining of ‘I’ alone, the more clearly <i>aham-spurippu</i> will shine or be experienced, and hence the less anything else (any degree of duality or otherness) will be experienced. <br />\n<br />\nI am aware that what I am trying to say here may seem to be self-contradictory, because how can <i>aham-spurippu</i> be an essentially non-dual and otherless experience when it is experienced along with anything else? The same contradiction may seem to be implied by Sri Ramana’s use of the word மாத்திரம் (<i>māttiram</i>), ‘alone’ or ‘only’, because if this kind of <i>aham-spurippu</i> alone is experienced, why does it not immediately destroy the ego, the illusion ‘I am this body’? This is why I tried to explain that this <i>aham-spurippu</i> is <i>in itself</i> essentially non-dual and otherless, even though it is experienced along with things other than itself. That is, it is in some sense an isolated (or at least a relatively isolated) experience in which we experience ourself alone, yet at the same time we peripherally experience other things to a greater or lesser extent. What exactly this means (and hence why this seeming contradiction is not actually a contradiction) can perhaps be understood only by those who have practised <i>ātma-vicāra</i> sufficiently deeply and have thereby experienced this kind of <i>aham-spurippu</i> clearly.<br>\n<br>\nThe non-duality and otherlessness of this relatively pure self-experience is further emphasised by the words ஹிருதயத்தில் (<i>hirudayattil</i>) and நான் நான் என்று சத்தமில்லாமல் (<i>nāṉ nāṉ eṉḏṟu sattam-illāmal</i>). ஹிருதயத்தில் (<i>hirudayattil</i>) means ‘in the heart’, the word ‘heart’ signifying here the innermost core or centre of oneself, the ‘place’ in which nothing exists other than oneself alone — that is, oneself devoid of all extraneous adjuncts. நான் நான் என்று சத்தமில்லாமல் (<i>nāṉ nāṉ eṉḏṟu sattam-illāmal</i>) means ‘without sound as I am I’, in which the words நான் நான் (<i>nāṉ nāṉ</i>) or ‘I am I’ signify that what is experienced as ‘I’ is nothing other than ‘I’ alone.<br />\n<br />\nThus this first sentence is a very clear description both of the practice of self-investigation (<i>ātma-vicāra</i>) and of what will be experienced as a result of this practice, namely the non-dual clarity of pure self-awareness. Then in the second sentence Sri Ramana explains how we should persist in this practice, and what will eventually be experienced as a result of such persistence.<br />\n<br />\nHow we should persist in this practice is indicated by the conditional clause, அதனை விடாது சும்மா இருந்தால் (<i>adaṉai viḍādu summā irundāl</i>), which means ‘Without leaving it, if one just is’. அதனை விடாது (<i>adaṉai viḍādu</i>), ‘without leaving it [or that]’, means without leaving that <i>spurippu</i>, the fresh clarity of self-awareness that we experience when we keenly investigate what it is that now shines as ‘I’. In other words, it means that we should persevere incessantly in attending only to that fresh clarity of self-awareness, the clear shining of ‘I’ that Sri Ramana calls <i>aham-spurippu</i>. சும்மா இருந்தால் (<i>summā irundāl</i>) means ‘if [one] just is’, so அதனை விடாது சும்மா இருந்தால் (<i>adaṉai viḍādu summā irundāl</i>) clearly implies that we should just remain as we are, attending keenly to the clear shining of ‘I’ alone.<br />\n<br />\nIf we persist in just being thus without ceasing to attend to that <i>spurippu</i> or fresh clarity of self-awareness, Sri Ramana says that it will completely destroy our sense of individuality (<i>jīva-bhōdam</i>), whose form is the ego (<i>ahaṅkāram</i>), the illusory experience ‘this body is I’ (<i>dēham nāṉ</i>). That is, when we hold fast to the <i>aham-spurippu</i>, the clear self-awareness that shines as ‘I am only I’, it will gradually weaken and eventually destroy the clouded self-awareness that shines mixed with extraneous adjuncts as ‘I am this body’.<br />\n<br />\nWhen it has thus completely annihilated the ego, Sri Ramana says that the <i>aham-spurippu</i> will itself also be pacified or extinguished (<i>tāṉ-um śāntam-āy-viḍum</i>), just as a flame that catches a piece of camphor will itself be extinguished when it has consumed all of the camphor. As I explained in each of my previous two articles, what he means by saying that it will be pacified or extinguished is obviously not that our clarity of self-awareness will cease (because the state in which the ego has been annihilated is a state of absolute clarity of self-awareness), but only that its seeming newness or <i>viśēsatva</i> (difference, distinctiveness or specialness) will cease, since it will be experienced as being perfectly natural (<i>sahaja</i>) and hence non-distinctive (<i>nirviśēsa</i>).<br />\n<br />\nJust as the camphor is what sustains the flame, the seeming existence of the ego is what sustains the seeming newness or <i>viśēsatva</i> of the <i>aham-spurippu</i>. Therefore just as the flame will subside and disappear as soon as it has consumed all the camphor, so the seeming newness or <i>viśēsatva</i> of the <i>aham-spurippu</i> will subside and disappear as soon as it has consumed the ego entirely.<br />\n<br />\nThe verb that Sri Ramana uses here to mean ‘will be extinguished’ is சாந்தமாய்விடும் (<i>śāntam-āy-viḍum</i>), which literally means ‘will become peaceful’ or ‘will be pacified’. Just as a flame that has caught a piece of camphor will not be pacified until it has consumed all of that camphor , so our <i>aham-spurippu</i> or fresh clarity of self-awareness will not be pacified until it has completely consumed the very last trace of our ego. No matter how many times we may leave it and return to our preoccupation with other things, once we have tasted this fresh clarity of self-awareness by practising self-investigation (<i>ātma-vicāra</i>), our mind will be drawn back to it again and again, until finally it will destroy our mind completely. Then only will its newness, freshness and <i>viśēsatva</i> subside in the absolute peace of our natural state of pure self-awareness.<br />\n<br />\nThough Sri Ramana did not use the terms <i>sphuraṇa</i> or <i>spurippu</i> in any of his original Tamil writings, he did use them in certain contexts while replying to questions (such as in some of his answers that are recorded in <i>Vicāra Saṅgraham</i>), and if we understand that what he meant by them was nothing more than the fresh clarity of self-awareness that we experience whenever we turn our attention towards ‘I’, and that there are therefore a broad range of degrees of <i>sphuraṇa</i> or clarity (varying from the slightly increased clarity that we experience when we first start to practise <i>ātma-vicāra</i> to the absolute clarity that we will experience when our mind or ego has been completely destroyed by it), it will be clear to us why he used these terms and how they fit perfectly alongside all the other explanations that he has given us about the practice and purpose of <i>ātma-vicāra</i>.<br />\n<br />\nThe confusions and misunderstandings about <i>ahaṁ-sphuraṇa</i> that are so prevalent among his followers and devotees are due in part to the fact that in most English books the meaning of <i>sphuraṇa</i> as it is used by Sri Ramana has not been explained, and in part to the fact that when it has been explained it has been explained wrongly by confounding the meaning intended by him with other meanings of the word, such as pulsation, throbbing or vibration. It is therefore a case of the <i>lakṣyārtha</i> or intended meaning of <i>sphuraṇa</i> as it was used by him having been confused with an inappropriate selection from the broad range of <i>vācyārtha</i> or literal meanings of it as given in dictionaries.<br />\n<br />\nThe meaning intended by him was only ‘shining’ (in the sense of clarity) or ‘shining forth’ (in the sense of a fresh degree of clarity), so what he meant by the term <i>ahaṁ-sphuraṇa</i> was only the clear shining of ‘I’ or fresh clarity of self-awareness that we experience whenever we are self-attentive. What he obviously did not mean was that <i>ahaṁ-sphuraṇa</i> is any kind of pulsation, throbbing or vibration of ‘I’, because anything that pulsates, throbs or vibrates would be an object experienced by ‘I’ and hence could not be ‘I’ itself.<br />\n<br />\nYet in spite of the obviousness of this, the simple and clear meaning of <i>ahaṁ-sphuraṇa</i> as intended by him has been so widely (and wildly) misunderstood by those who have attempted to interpret his teachings that the wrong belief that <i>ahaṁ-sphuraṇa</i> is some sort of pulsation, throbbing or vibration of ‘I’ became — and has now been for eighty years or so — the prevalent belief about it among his devotees. What a paradox it is that a term whose meaning in the context of his teachings should be so simple, clear and obvious has been misinterpreted to such a great extent and consequently misunderstood so prevalently.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "11",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/764366760503800098/comments"
    },
    "labels": [
        "ahaṁ-sphuraṇa",
        "Bhagavan Sri Ramana Maharshi",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Vicāra Saṅgraham"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjM2MDY2NjMxOTkyCm9mZnNldDogMAo\""
}