{
    "kind": "blogger#post",
    "id": "7724994125716471721",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-11-02T09:57:00Z",
    "updated": "2019-06-11T11:15:46+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7724994125716471721",
    "title": "Our memory of ‘I’ in sleep",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2014/10/the-essential-teachings-of-sri-ramana.html\">The essential teachings of Sri Ramana</a>, I wrote:<br>\n<blockquote>Though we generally believe that we are not aware of anything in sleep, it would be more accurate to say that we are aware of nothing. The difference between what I mean here by ‘not being aware of anything’ and ‘being aware of nothing’ can be illustrated by the following analogy: if a totally blind person and a normally sighted person were both in a completely dark room, the blind person would not see anything, and hence he or she would not be able to recognise that there is no light there. The normally sighted person, on the other hand, would see nothing, and hence he or she would be able to recognise the absence of light. The fact that we are able to recognise the absence of any experience of anything other than ‘I’ in sleep clearly indicates that we exist in sleep to experience that absence or void.<br>\n<br>\nThe fact that we do actually experience sleep can also be demonstrated in other ways. For example, if we did not experience sleep, we would be aware of experiencing only two states, waking and dream, and we would not be aware of any gap between each successive state of waking or dream. But we are aware that sometimes there is a gap that we call sleep, in which we experience neither waking nor dream. We do not merely infer the existence of this third state, sleep, but actually experience it, and that is why we are able to say after waking from a period of deep sleep: ‘I slept peacefully and had no dreams’.<br><a name='more'></a>\n<br>\nWhy it is important to understand that we do actually experience sleep, even though sleep is a state that is completely devoid of any knowledge of multiplicity or otherness, is that our experience of sleep illustrates the fact that we do experience ‘I’ in the absence of the mind. Therefore the mind cannot be what I actually am.<br>\n<br>\nThe only experience that exists in all these three states is ‘I am’. It is I who am now experiencing this waking state; it was I who experienced dream; and it was I who experienced the absence of both waking and dream in deep sleep. Therefore ‘I’ is distinct from anything else that we experience in any of these three states.</blockquote>\nReferring to this, a friend called Josef wrote a <a href=\"http://happinessofbeing.blogspot.com/2014/10/the-essential-teachings-of-sri-ramana.html?showComment=1413411479752#c8810252391667760051\">comment</a> on that article in which he remarked: ‘That we are able to say after waking from a period of so-called deep (=dreamless) sleep ‘I slept’ can only be the declaration from memory about a former event/situation’, in reply to which I wrote <a href=\"http://happinessofbeing.blogspot.com/2014/10/the-essential-teachings-of-sri-ramana.html?showComment=1413802158064#c2804777076316691634\">another comment</a>, in which I explained:<br>\n<blockquote>Regarding your questions about our memory of having slept, there is a subtle difference between our memory of anything we experienced in waking or dream and our memory of what we experienced in sleep, because whatever we experience in waking or dream has numerous features, whereas what we experienced in sleep was featureless, because it was nothing other than ‘I’, ourself. Because ‘I’ remains essentially unchanged in all these three states, we remember that in the past I experienced waking, I experienced dream and I experienced sleep. To remember the existence of ‘I’, we do not require the mind, because our self-awareness, ‘I am’, carries within itself, so to speak, its own memory of itself.<br>\n<br>\nIn sleep we cannot remember anything that we experienced in waking or dream (other than ‘I am’), because in sleep the mind is absent. Because it is the mind that experiences anything other than ‘I’, it is only the mind that can remember experiencing anything other than ‘I’. However, because ‘I’ experiences itself even in the absence of the mind, it does not require the mind to remember itself, and hence we can remember that I slept, even though the mind was absent in sleep.</blockquote>\nIn <a href=\"http://happinessofbeing.blogspot.com/2014/10/the-essential-teachings-of-sri-ramana.html?showComment=1413979557180#c7238050383155128093\">a later comment</a> Josef replied:<br>\n<blockquote>The subtle difference between our memory of anything we experienced in waking or dream and our memory of what we experienced in sleep is also well elaborated. I am happy about the wonderful power of our self-awareness ‘I am’ who/which carries within itself its own memory of itself. And that even in the absence of the mind in deep sleep! So it is not the mind that remembers of having slept (featureless ‘I’) but the ‘I’ itself who/which remains essentially unchanged in all the three states.</blockquote>\nThis prompted me to think that this subject perhaps requires further consideration and clarification, so the following are some more reflections on our memory of ‘I’ in sleep:<br>\n<br>\nOur memory of ‘I’ is quite unlike our memory of anything else. What experiences and remembers other things is our mind, but what experiences and remembers ‘I’ (our own existence and awareness) is only ‘I’ itself. Our experience ‘I’ or ‘I am’ is essentially timeless, because whether we experience time (as in waking and dream) or no time (as in sleep), we always experience ‘I am’, so this ever-present experience is beyond time.<br>\n<br>\nWhen we think of time, we cannot but think of it in relation to ‘I’. The present moment is experienced as being present because it is the moment in which I am now present, so it is the presence of ‘I’ (myself) that makes this particular moment seem to be present. The past is past in relation to this moment in which I am now present, and the future is future in relation to this moment in which I am now present. Though we think I was in the past and I will be in the future, when we actually remember a past moment or anticipate a future moment, we do so as if I am now present at that moment to experience it, so the ideas ‘I was’ and ‘I will be’ are just expressions of our ever-present experience ‘I am’ in relation to the idea of a past or future time.<br>\n<br>\nWhen we think of death, we can imagine our body being dead, but we cannot really imagine the non-existence of ‘I’, because the very act of trying to imagine this entails ‘I’ being present to envisage its own non-existence, and so long as it is present it cannot be non-existent. Therefore, when we try to imagine the non-existence of ‘I’, the ‘I’ that we are imagining to be non-existent is not our actual ‘I’ but some other imaginary ‘I’. This is why the idea of our own death or non-existence never quite seems real to us, and why Sri Ramana once remarked that even in a battlefield when a soldier sees others dying all around him, in spite of his fear of the bombs and bullets he always feels inwardly, ‘I will not die, at least not now’.<br>\n<br>\nIf we try to imagine ‘I’ ceasing to exist, and if we try to make what we are trying to imagine seem more real by trying to imagine ‘I’ ceasing to exist not just at some distant time in future but now, at the very next moment, we cannot really manage to imagine it, because without ‘I’ there could be no experience, so to imagine the non-existence of ‘I’ we must imagine absolutely nothing — not even an experience or mental image of ‘nothing’, but nothing at all.<br>\n<br>\nJust as we cannot really imagine the future non-existence of ‘I’, we cannot imagine its past non-existence. In terms of our body, we know that we did not exist before we were born, but when we try to picture any moment before our birth, we picture it as if we were there (at least as some sort of disembodied spectator, as we seem to be in relation to the people and events we witness in a film while we are watching it), because we cannot picture or imagine anything without the presence of ‘I’. Everything that we experience, remember, anticipate or imagine is experienced, remembered, anticipated or imagined only by ‘I’, so we can never actually exclude ‘I’ from whatever it is that we experience, remember, anticipate or imagine.<br>\n<br>\nMoreover, when we remember, anticipate or imagine anything, at that moment whatever we remember, anticipate or imagine is present in our experience, so it is remembered, anticipated or imagined by and in relation to the ‘I’ that is now experiencing itself as ‘I am’. In other words, whatever we remember, anticipate or imagine is experienced by us at that moment as ‘I am remembering’, ‘I am anticipating’ or ‘I am imagining’, so the past and future exist for us now only in this present moment and are experienced only by this ever-present ‘I’.<br>\n<br>\nTime seems to exist only because we experience change, so in the absence of any change there would be no experience of time. In sleep we experience nothing other than ‘I’ (our essential self-awareness), and since ‘I’ does not change, we do not experience any time in sleep. Our fundamental experience ‘I am’ is thus the basis on which time appears and disappears, like the screen on which cinema pictures appear and disappear, and hence ‘I’ is not time-bound. Everything else is time-bound, because it appears and disappears in time, so ‘I’ is the only thing that transcends time.<br>\n<br>\nSince ‘I’ is timeless, and since we cannot think of time except in relation to ‘I’ (that is, except in relation to ourself, who conceive and experience time), we cannot imagine experiencing any time or state in which ‘I’ is absent. Whatever we experience is experienced only by ‘I’, so there can be no experience without ‘I’, and no memory of any experience without ‘I’. Thus whatever experience we may remember entails a memory of ‘I’, so when we remember the experience of having slept — that is, of having been in a state in which we seemed to experience nothing — we cannot remember it without remembering that it was ‘I’ who slept.<br>\n<br>\nThough our mind was absent in sleep, we experienced its absence, so we cannot but remember the ‘I’ that experienced that absence. Therefore our memory of ‘I’ is independent of our mind.<br>\n<br>\nWhatever we may remember other than ‘I’, we are liable to forget it, and sooner or later we will forget everything that we can now remember — except ‘I’. Whereas we can forget other things, and sooner or later will forget each and every one of them, we can never forget ‘I’, because ‘I’ is our ever-present experience.<br>\n<br>\nWe are not this mind, because it appears and disappears in our experience, but we now experience ourself as if we were this mind, so the fact that we experience ourself as something that is not actually ourself — not actually ‘I’ — means that we can forget what ‘I’ actually is. However, though we can forget <i>what I am</i>, we cannot forget <i>that I am</i>, because we always experience that fact that I am, and we could not experience anything else unless we simultaneously experienced that I am.<br>\n<br>\nTherefore we can never forget ‘I’, and hence we cannot but remember ‘I’ at all times. Whatever else we may remember or forget, we always remember the ‘I’ who experienced, knew or believed whatever we have now remembered or forgotten. ‘I’ is the basis of all experience and all knowledge, because without ‘I’ (the experiencer or knower) there would be no experience or knowledge. Likewise, our ever-continuous experience of ‘I’ is the basis of all memory, because it is the thread that connects all experience together, and because whatever is remembered is something that was experienced, known or believed by ‘I’.<br>\n<br>\nWhen we experience anything other than ‘I’, that experience makes an impression on our mind, and though such impressions tend to fade, some of them to a greater or lesser extent leave a trace that we can later recall. Thus when we remember something other than ‘I’, we are recalling the impression of a past experience — an experience that no longer exists. Our memory of ‘I’ is therefore quite unlike our memory of anything else, because when we remember ‘I’, we are not just recalling the impression of an experience that is now past, but are remembering an experience that is ever present.<br>\n<br>\nSince ‘I’ is aware of its presence in every experience and every memory, its memory of itself is inherent in its self-awareness. Its memory of itself is not just a memory of a past impression, but is a memory of an ever-present experience. Therefore, though we talk of remembering ‘I’, our memory of ‘I’ is not a memory like the memory of any other thing.<br>\n<br>\nBecause things other than ‘I’ are experienced only by our mind, they can be remembered only by our mind, and they cannot be remembered in the absence of this mind. Though ‘I’ now seems to be experienced by our mind, it is experienced not only by our mind but more profoundly by our essential self-awareness, which underlies and supports the appearance of our mind in waking and dream, and which endures in its absence in sleep. Because our self-awareness — our experience of ‘I’ — endures in all states, at all times and even in the absence of time in sleep, it in effect carries within itself its own memory of itself irrespective of the temporary presence or absence of the mind.<br>\n<br>\nNeither the appearance nor the disappearance of the mind in our experience interrupts our ever-continuous and unbroken experience of ‘I’, ourself. However, when our mind appears in waking or dream, our attention tends to be attracted by all the multitudinous phenomena that accompany its appearance, and thus our attention is distracted away from ‘I’, as a result of which we overlook and take little interest in this fundamental and continuous experience of ‘I’. So little interest do we take in ‘I’, our essential self-awareness, that we tend to dismiss sleep as a state in which nothing is experienced, even though it is actually a state in which we experience ‘I’ but nothing else.<br>\n<br>\nSince everything else appears and disappears, ‘I’ is the only enduring reality, so it is the only thing that is really worthy of our interest. Other things appear only when we mistake ourself to be a finite mind, and they disappear when we cease to experience ourself as this mind, as we do in sleep. Therefore the cause of the appearance of anything other than ‘I’ is our present failure to experience ourself as we really are, so we need to investigate ourself — the ever-present ‘I’ — by trying to experience this ‘I’ clearly and alone, in complete isolation from everything else.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "43",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7724994125716471721/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTYwMjQ4MTQ2NjM4Cm9mZnNldDogMzYwMDAwMAo\""
}