{
    "kind": "blogger#post",
    "id": "5737946909297886288",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-08-08T15:07:00+01:00",
    "updated": "2016-06-09T00:04:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/08/we-must-experience-what-is-not-what.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5737946909297886288",
    "title": "We must experience what is, not what merely seems to be",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html?showComment=1403640043315#c3818955362493885802\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html\">How to attend to ‘I’?</a>, Palaniappan Chidambaram asked: ‘Is being completely present to what is there is same like attending to “I”?’<br>\n<br>\nBefore attempting to answer this question, we need to consider what is meant by ‘what is there’, and whether this is the same as what should be meant by it. The obvious meaning of ‘what is there’ is what exists, but many things that we generally take to be existing may not actually exist, because they may only seem to exist. Therefore what we should mean by ‘what is there’ or ‘what exists’ is what actually exists and not what merely seems to exist.<br>\n<br>\n‘I’ definitely does exist, because ‘I’ is what experiences both itself and all other things, so even if all other things merely seem to exist, their seeming existence could not be experienced if ‘I’ did not actually exist to experience it. The existence of ‘I’ is therefore necessarily true, whereas the existence of anything else is not necessarily true, because nothing else experiences either its own existence or the existence of anything else, so though things other than ‘I’ do seem to exist, it is possible that they do not exist except in the experience of ‘I’.<br><a name='more'></a>\n<br>\nFor example, in a dream we experience many things, and while we experience them they seem to exist, but when we wake up we recognise that they did not actually exist except in the experience of ‘I’. Likewise, we experience many things in our present waking state, and so long as we experience such things they seem to exist, but we cannot know whether or not they exist independent of our experience of them. Everything that we experience other than ‘I’ could be an illusory appearance, like all the things that we experience in a dream, so the only thing whose existence is necessarily real is ‘I’.<br>\n<br>\nTherefore attending to ‘I’ is attending to what actually exists, whereas attending to anything else may be attending to what merely seems to exist. When Palaniappan asked, ‘Is being completely present to what is there is same like attending to “I”?’, what he meant by ‘being completely present to what is there’ is presumably being completely aware of what is there, or in other words, attentively experiencing what it is there. In this sense attending only to ‘I’ can be said to be ‘being completely present to what is there’.<br>\n<br>\nHowever, if we assume that anything other than ‘I’ is ‘what is there’, and if we therefore try to be attentively and completely aware of anything other than ‘I’ thinking that we are thereby ‘being completely present to what is there’, this would not be the same as attending only to ‘I’. In order to be completely aware of what is definitely and actually there, we need to attend to ‘I’ alone, thereby withdrawing our attention entirely from all other things.<br>\n<br>\nThe definition of reality that Sri Ramana gave us is that only what is eternal, unchanging and self-shining is real. For example, in Chapter 3 of Book 2 of <i>Maharshi’s Gospel</i> (2002 edition, page 67) it is recorded that he once said:<br>\n<blockquote>What is the standard of Reality? That alone is Real which exists by itself, which reveals itself by itself and which is eternal and unchanging.</blockquote>\nMost things that we take to be real are at best only conditionally or relatively real, but not absolutely real, whereas Sri Ramana asks us to accept as real only what is absolutely real. Anything that does not exist eternally is not absolutely real, because its seeming existence is confined within the limits of a certain period of time, so though it may seem to be real during that period, its seeming reality is only conditional: before that period it did not exist, and after it it will not exist, so even when it seems to exist, its existence is not absolutely real.<br>\n<br>\nLikewise, if something changes or is liable to change, it is one thing at one time but another thing at another time. That is, whenever it changes in any way, it become something that is not identical to what it was previously, so what it was previously has ceased to exist as such, and what it has now become is something that did not previously exist. Therefore like anything that is not eternal, anything that changes is constrained by the condition of time, and is therefore not absolutely real even when it is seemingly real.<br>\n<br>\nHowever, the most important requirement in Sri Ramana’s definition of reality is that what is real must be ‘self-shining’ or ‘self-luminous’ (<i>svayamprakāśa</i>), by which he means that it must shine or make itself known to itself by itself. In other words, it must be self-aware. This requirement is what is indicated by the words ‘which reveals itself by itself’ in the above-quoted passage from <i>Maharshi’s Gospel</i>, but the words ‘by itself’ are particularly significant here, because in order to be self-shining in the sense meant by Sri Ramana, something must be not only aware of itself but aware of itself by its own light, so to speak, and not by any light that it borrows from elsewhere. Here ‘light’ is a metaphorical term meaning consciousness or awareness.<br>\n<br>\nOur mind seems to be self-aware, but the light by which it is aware of itself is not its own light, but is the light that it borrows from ‘I’. That is, the mind ‘shines’ or is aware of itself only when ‘I’ experiences itself as ‘I am this mind’. Though ‘I’ does seem to experience itself as the mind during waking and dream, it does not experience itself as such during sleep, so ‘I’ is actually distinct from the mind, because it shines in sleep in the absence of the mind. Therefore the source from which the mind borrows its light of self-awareness is only ‘I’, ourself. Hence, though the mind now seems to be self-shining, it is not self-shining in the sense meant by Sri Ramana, because it is illumined not by itself but by the presence of ‘I’ within it.<br>\n<br>\nGenerally Sri Ramana stated only three requirements to define reality, namely eternal, unchanging and self-shining, because these are the most essential requirements, but he sometimes also mentioned a fourth requirement, namely self-existence, as he did for example in the above-quoted passage from <i>Maharshi’s Gospel</i>, in which he expressed it by the words ‘which exists by itself’. That is, in order to be absolutely real, a thing must exist independent of all other things, so its existence should not be caused by or in any way dependent on anything else. The reason he generally did not state this requirement is that anything that is self-shining must necessarily be self-existent, because in order to shine by itself it must exist by itself. If the existence of a thing depends upon anything else, its shining must also depend on that other thing, since it could not shine if it did not exist, so whatever is truly self-shining must also be self-existent.<br>\n<br>\nIn the first line of verse 5 of <i>Ēkāṉma Pañcakam</i> Sri Ramana states his own experience of what is real or what actually exists:<br>\n<blockquote>எப்போது முள்ளதவ் வேகான்ம வத்துவே.<br>\n<br>\n<i>eppōdu muḷḷadav vēkāṉma vattuvē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē</i>.<br>\n<br>\n<b>English translation:</b> What exists always is only that <i>ēkātma-vastu</i> [the one self-substance].</blockquote>\nLater when he added some additional words between each two consecutive verses in order to form the five verses of <i>Ēkāṉma Pañcakam</i> into a single verse in <i>kaliveṇbā</i> metre (which was then renamed <a href=\"http://happinessofbeing.blogspot.co.uk/2009/05/ekatma-vivekam-kalivenba-version-of.html\"><i>Ēkāṉma Vivekam</i></a>), the words that he added between the previous verse and this one were ‘தனதொளியால்’ (<i>taṉadoḷiyāl</i>), a fusion of two words, ‘தனது ஒளியால்’ (<i>taṉadu oḷiyāl</i>), which mean ‘by its own light’. Thus with these words added this sentence became: ‘தனது ஒளியால் எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே’ (<i>taṉadu oḷiyāl eppōdum uḷḷadu a-vv-ēkāṉma vattuvē</i>), which means, ‘What exists always by its own light is only that <i>ēkātma-vastu</i>’.<br>\n<br>\nHere <i>uḷḷadu</i> means ‘what is’ or ‘what exists’, and <i>ēkātma-vastu</i> means the ‘one self-substance’ (that is, the one substance or reality, which is ourself), so what he is asserting here is that what actually exists is only ourself, ‘I’. In the light of Sri Ramana’s definition of reality, the two phrases that he uses here to qualify <i>uḷḷadu</i>, namely <i>eppōdum</i> (which means ‘always’) and <i>taṉadu oḷiyāl</i> (which mean ‘by its own light’), both emphasise that the <i>ēkātma-vastu</i> is the only thing that really exists — that is, the only thing that is eternal and self-shining.<br>\n<br>\nTherefore, if we want to be ‘completely present to what is there’, as Palaniappan puts it — that is, if we want to be completely aware of what actually exists — we must focus our entire attention only on ‘I’, the ‘one self-substance’, which alone is what really exists. If instead we imagine that we can be ‘completely present to what is there’ by attending to and experiencing anything other than ‘I’, we will just be experiencing what seems to be rather than what actually is.<br>\n<br>\nThough we do now experience what actually is, namely ‘I’, we do not experience it as it really is, because we now experience it mixed and confused with other things, such as our body and mind, which merely seem to exist but do not actually exist. So long as we experience anything other than ‘I’, we are not experiencing ‘I’ as it really is, because (according to the testimony of Sri Ramana) as it really is ‘I’ exists alone in its natural state of absolute and indivisible oneness. Therefore in order to experience what is (<i>uḷḷadu</i>) as it actually is (<i>uḷḷapadi</i>), we must experience it alone, without experiencing any other thing, so we must try to focus our entire attention only on ‘I’, thereby excluding from our attention or awareness anything other than ‘I’.<br>\n<br>\n<a name=\"unm1\"></a>That this is the only means by which we can experience what is (<i>uḷḷadu</i>) as it is (<i>uḷḷapadi</i>) was clearly explained by Sri Ramana in the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar.</i><br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar.</i><br>\n<br>\n<b>English translation:</b> Except as <i>uḷḷadu</i> [‘what is’ or being], does existing awareness exist? Since [this] existing substance [the substance that actually is] is in [our] heart devoid of [all] thought, how to [or who can] think of [this] existing substance, which is called ‘heart’ [or ‘I am’]? Being in the heart as it is [or as I am] alone is ‘thinking’ [of the real substance, ‘I am’]. Know [this truth by experiencing it].</blockquote>\nIn the first sentence of this verse, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), உள்ளது (<i>uḷḷadu</i>) is a participial noun that means ‘what is’, ‘what exists’ or ‘being’; அலது (<i>aladu</i>) is a poetic abbreviation of அல்லது (<i>alladu</i>), which means ‘except as’, ‘other than’ or ‘besides’; உள்ள (<i>uḷḷa</i>) is a relative participle that means ‘which is’ or ‘which exists’, and that can accordingly be translated as ‘existing’ in an adjectival sense, and by extension it also means ‘true’, ‘actual’ or ‘real’; உணர்வு (<i>uṇarvu</i>) means awareness or consciousness; and உள்ளதோ (<i>uḷḷadō</i>) is an interrogative form of the third person neuter singular verb உள்ளது (<i>uḷḷadu</i>), so it means ‘does it exist’. Thus one of the several meanings of this sentence is: ‘Except as what exists, does existing awareness exist?’ Taken in this sense, this sentence is a rhetorical question that implies that awareness (<i>uṇarvu</i>) does not exist except as what is (<i>uḷḷadu</i>), or in other words, that what is aware is nothing other than what actually is.<br>\n<br>\n<a name=\"uu23\"></a>Though உள்ளவுணர்வு (<i>uḷḷa-v-uṇarvu</i>) literally means ‘awareness that is’, ‘existing awareness’ or ‘real awareness’, in this context it can be interpreted to mean ‘awareness of what is’, ‘awareness of being’ or ‘being-awareness’. When it is understood in this sense, the import of this first sentence is that what is (<i>uḷḷadu</i>) is self-aware or self-shining, which is similar to the meaning of verse 23 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness (<i>uṇarvu</i>) other [than what is] to know what is (<i>uḷḷadu</i>), what is is awareness. We exist as ‘awareness alone is we’.</blockquote>\nI am, and I am also aware that I am, so the ‘I’ that exists and the ‘I’ that is aware that it exists is one and the same ‘I’. Therefore I am both what is and what is aware that it is, so what is (<i>uḷḷadu</i>) is what is aware (<i>uṇarvu</i>), and both are experienced by me as ‘I’, myself.<br>\n<br>\nAnother meaning of அல்லது (<i>alladu</i>) or அலது (<i>aladu</i>) is ‘if not’, so an alternative meaning of the first sentence of the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i>, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), is: ‘If <i>uḷḷadu</i> were not, would <i>uḷḷa-v-uṇarvu</i> exist?’ Since I am what is (<i>uḷḷadu</i>), and since <i>uḷḷa-v-uṇarvu</i> (awareness that is or real awareness) can be interpreted to mean ‘awareness of what is’, ‘awareness of being’ or ‘awareness that I am’, what this sentence implies when taken in this sense is that if ‘I’ did not exist, there could not be any awareness of being or awareness that I am, or any awareness at all for that matter. In other words, the fact that we experience ‘I am’, or that we experience anything else at all, proves conclusively and beyond all doubt that I am, and hence even if everything else that we experience is unreal or illusory, ‘I am’ is certainly real — absolutely and unconditionally real.<br>\n<br>\nIn the second sentence of this verse, ‘உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ</i>), உள்ள பொருள் (<i>uḷḷa-poruḷ</i>) means ‘substance that is’, ‘existing substance’ or ‘real substance’ (<i>poruḷ</i> being the Tamil equivalent of the Sanskrit word <i>vastu</i>, which means substance, essence or real thing), and here refers to what is (<i>uḷḷadu</i>), which is also what is aware (<i>uṇarvu</i>); உள்ளல் (<i>uḷḷal</i>) means ‘thinking’ or ‘thought’; அற (<i>aṟa</i>) means ‘without’ or ‘devoid of’; உள்ளத்தே (<i>uḷḷattē</i>) means ‘in the heart’; உள்ளதால் (<i>uḷḷadāl</i>) means ‘by being’ or ‘since it is’; உள்ளம் (<i>uḷḷam</i>) means ‘heart’ in the sense of the centre or core of oneself, and can also be a poetic form of the first person plural verb உள்ளோம் (<i>uḷḷōm</i>), which means ‘we are’, and which in this context could be interpreted as an inclusive form of the first person singular verb உள்ளேன் (<i>uḷḷēṉ</i>), ‘I am’; எனும் (<i>eṉum</i>) is a relative participle that means ‘which is called’, so உள்ளம் எனும் உள்ள பொருள் (<i>uḷḷam eṉum uḷḷa-poruḷ</i>) means ‘the real substance, which is called heart [or ‘I am’]’; உள்ளல் (<i>uḷḷal</i>) again means ‘thinking’, and in this context could also mean ‘meditating’, ‘investigating’ or ‘experiencing’; and எவன் (<i>evaṉ</i>) means either ‘how’ or ‘who’. This sentence therefore means: ‘Since the real substance exists in [one’s] heart [the core of oneself] without thought, how to [or who can] think of [meditate upon, investigate or experience] the real substance, which is called ‘heart’ [or ‘I am’]?’<br>\n<br>\nThe answer to this question is given in the next sentence, ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), in which உள்ளத்தே (<i>uḷḷattē</i>) again means ‘in the heart’, the centre or core of oneself; உள்ளபடி (<i>uḷḷapaḍi</i>) means ‘as it is’, ‘as I am’ or ‘as we are’; உள்ளதே (<i>uḷḷadē</i>) is the verbal noun உள்ளது (<i>uḷḷadu</i>), which here means ‘being’ or ‘existing’, with the intensifying suffix ஏ (<i>ē</i>), which implies ‘only’ or ‘certainly’; and உள்ளல் (<i>uḷḷal</i>) again means ‘thinking’, ‘meditating’, ‘investigating’ or ‘experiencing’. Thus this sentence means: ‘Being in the heart as it is [or as I am] alone is ‘thinking’ [of the real substance, ‘I am’]’. In other words, just being in the centre of ourself as we really are (that is, as the thought-free but clearly self-aware real substance, ‘I am’) is the only way in which we can truly meditate upon, investigate or experience this real substance, which is our essential self.<br>\n<br>\nIf just being thus as we really are is what Palaniappan meant by ‘being completely present to what is there’, then it certainly is the same as attending to ‘I’, because we can truly attend to and experience ‘I’ alone only by just being ‘I’ — that is, by just being as we really are, experiencing nothing other than ourself alone.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "9",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5737946909297886288/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MDU3NDEwCm9mZnNldDogMzYwMDAwMAo\""
}