{
    "kind": "blogger#post",
    "id": "4569202979789264094",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-01-24T13:21:00Z",
    "updated": "2017-09-28T16:25:54+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/01/only-i-am-is-certain-and-self-evident.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4569202979789264094",
    "title": "Only ‘I am’ is certain and self-evident",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn a <a href=\"http://happinessofbeing.blogspot.com/2014/01/investigating-i-is-most-radical.html?showComment=1390228665176#c5369421862467132385\">comment</a> on my recent article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/investigating-i-is-most-radical.html\">Investigating ‘I’ is the most radical scientific research</a>, R Viswanathan quoted Nochur Venkataraman as saying: ‘a great philosopher stated I think and so I am, but it should be I am and so I think’, and he also referred to this in an email, to which I replied:<br />\n<br />\nA comment that Bhagavan Sri Ramana made about this famous conclusion of Descartes, ‘<i>Cogito ergo sum</i>’ (I think, therefore I am), was recorded by Lakshmana Sarma in verse 166 of <a href=\"http://davidgodman.org/rteach/rpv_intro.shtml\"><i>Sri Ramana Paravidyopanishad</i></a>:<br />\n<blockquote>\nThe existence of their own self is inferred by some from mental functioning, by the reasoning, ‘I think, therefore I am’. These men are like those dull-witted ones who ignore the elephant when it goes past, and become convinced afterwards by looking at the footprints!</blockquote>\n‘I am’ is self-evident — in fact, it is the only thing that is entirely self-evident, because it is evident to itself rather than to anything else, whereas all other supposedly self-evident things are evident only to the mind that experiences them, and the mind experiences them as something other than itself — so only those who fail to recognise this obvious fact would believe that we need to think in order to know ‘I am’ or to logically assert that ‘I am’.<br /><a name='more'></a>\n<br />\nJust as the passing of an elephant is obvious to any bystander, so the fact that ‘I am’ is obvious to all of us. Therefore, just as a bystander should not need to see the elephant’s footprints in order to be convinced that it has just passed by, we should not imagine that we need to think in order to know ‘I am’.<br />\n<br />\n‘I am’ is actually the one self-experiencing reality, and everything else that is experienced is experienced only because ‘I am’ is present to experience it. Therefore, not only is ‘I am’ self-evident, but it is also made evident by whatever else is experienced. It is only in this sense that ‘I think, therefore I am’ is true: if I did not exist, I could not think, believe, doubt, cognise, perceive, experience or know any other thing, so everything is irrefutable evidence that ‘I am’.<br />\n<br />\nHowever all such evidence is only secondary evidence, because the primary evidence that ‘I am’ is that I experience ‘I am’. Everything else is experienced by something other than itself, so it could be an illusion, whereas ‘I am’ is experienced by itself, so it cannot be an illusion. In order to experience anything, whether myself or anything else, and whether real or illusory, I must exist, so the fact that ‘I am’ is the only fact that is absolutely indubitable and irrefutable.<br />\n<br />\nIf Descartes had looked for primary evidence instead of secondary evidence, he need not have taken the circuitous logical route of concluding ‘I think, therefore I am’, but could have instead taken the direct logical route of concluding:<br />\n<blockquote>\nI experience ‘I am’, therefore I am.</blockquote>\nThough it may seem equally true and simpler to argue, ‘I experience, therefore I am’, I believe for several reasons that it is preferable to emphasise the experience ‘I am’ rather than just any experience: firstly, because every other experience entails this experience ‘I am’, so the latter is our primary experience and the foundation of the former; secondly because the statement ‘I experience’ tends to suggest an experience of something other than ‘I am’, since we usually take the experience ‘I am’ for granted; and thirdly because emphasising the experience ‘I am’ keeps the argument more focused, since it protects it from involving and become entangled with any consideration other than that (i.e. any experience of anything other than ‘I am’).<br />\n<br />\nThinking (or experiencing thinking) does not entail that thinking is real, because though we do seem to experience thinking, thinking could be an illusion. Except ‘I am’, anything else that is experienced could be an illusion, but ‘I am’ (the fact that I exist) cannot be an illusion, because in order to experience anything — whether ‘I am’ or anything else — I must exist. Therefore experiencing that ‘I am’ does entail that ‘I am’ is real and not merely an illusion. Hence the primary and most fundamental evidence available to us that ‘I am’ is our experience that ‘I am’, and anything else that we experience is only a secondary and superfluous evidence that ‘I am’.<br />\n<br />\nThe experience ‘I think’ does logically entail the fact that ‘I am’, but it does not entail that thinking is necessary in order for ‘I’ to be, or for ‘I’ to experience that ‘I am’. That is, the experience ‘I am’ does not logically entail ‘I think’, even though the experience ‘I think’ does logically entail ‘I am’.<br />\n<br />\nAll experiences entail the fundamental experience ‘I am’, because without something that experiences, there could be no experience, and that something that experiences any other thing experiences itself as ‘I am’. Whatever we may experience, we always experience it as ‘I am experiencing this’.<br />\n<br />\nTherefore any experience logically entails the experience ‘I am’. Any experience other than our fundamental experience ‘I am’ is contingent, and is therefore neither logically nor metaphysically necessary, whereas both the experience and the fact that ‘I am’ are both logically and metaphysically necessitated by any experience whatsoever.<br />\n<br />\n<a name=\"uu23\"></a>Though we talk of the fact that ‘I am’ (our existence or being) and the experience that ‘I am’ (the experience, awareness or consciousness of our existence or being) as if they were two distinct things, this is not actually the case, because the ‘I’ that exists is not other than the ‘I’ that experiences its existence as ‘I am’. The existing ‘I’ and the experiencing ‘I’ are one and the same thing, and the essential nature of this one ‘I’ is not only to exist but also to experience: if it did not exist, it could not experience, and if it did not experience, it could not exist (because ‘I’, the first person pronoun, and ‘am’, the first person form of the verb ‘to be’, each imply the existence of something that experiences, since anything that does not experience could not be aware of its existence as ‘I am’).<br />\n<br />\nThis simple and obvious truth was expressed by Sri Ramana in verse 23 of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>\nஉள்ள துணர வுணர்வுவே றின்மையி<br />\nனுள்ள துணர்வாகு முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br />\n<br />\nBecause of the non-existence of [any] consciousness (<i>uṇarvu</i>) other [than what is] to know what is (<i>uḷḷadu</i>), what is is consciousness. [We] exist as ‘consciousness alone [is] we’.</blockquote>\nIn this verse the word உள்ளது (<i>uḷḷadu</i>: ‘being’ or ‘what is’) denotes the only thing that necessarily exists, namely ‘I am’. What knows or experiences this ‘I am’ cannot be anything other than it, for two reasons: firstly, if உணர்வு (<i>uṇarvu</i>: ‘what is conscious’ or ‘what experiences’) were other than what is, it would not exist and hence could not experience or be conscious of anything; and secondly, if what experiences ‘I am’ were other than ‘I am’, its experience of it would not be ‘I am’ but ‘it is’.<br />\n<br />\nThe fact that we experience ‘I am’, which is ‘what is’ (<i>uḷḷadu</i>), logically entails the fact that we exist, so we are both what is (<i>uḷḷadu</i>) and what experiences (<i>uṇarvu</i>). This is what Sri Ramana implies in the last sentence of this verse, in which he says: We exist as ‘<i>uṇarvu</i> alone [is] we’. In other words, we are both ‘what is’ (<i>uḷḷadu</i>) and ‘what experiences’ (<i>uṇarvu</i>), so the ‘I’ that exists and the ‘I’ that experiences its existence are one and the same ‘I’, which is the only thing that certainly and self-evidently exists.<br />\n<br />\nHowever, though the fact <i>that I am</i> is certain and beyond all doubt, exactly <i>what I am</i> seems to us at present to be uncertain and doubtful, because we confuse what we are with some of the things that we experience. That is, we confuse the experiencer, ‘I am’, with certain objects that it experiences, such as a body and a mind, and as a result it seems to us that we are two things whose natures are quite unlike and even opposite to each other: we seem to be both a physical body (something composed of non-conscious matter, a collection of simple and complex chemicals, which are believed to consist of atoms made up of protons, neutrons, electrons and other subatomic particles) and a thinking mind (something that is conscious and hence non-physical).<br />\n<br />\nThough we now experience a particular body as if it were ‘I’, we do not always experience the same body as ‘I’: in our present waking state we experience this body as ‘I’, whereas in dream we experience another body as ‘I’, which suggests that we are not actually either of these bodies, because in waking we experience ‘I’ without experiencing any dream body, and in dream we experience ‘I’ without experiencing our present waking body. Logically, if we can experience ‘I’ without experiencing a particular body (whether our present waking body or some other dream body), ‘I’ and that body cannot be identical, because in order for two things to be identical (i.e. one and the same thing), whatever is true of one must equally well be true of the other. If at any time I experience ‘I’ but do not experience this physical body, then this physical body cannot be ‘I’ but must be something other than it.<br />\n<br />\nMoreover, we do not experience only these two states, waking and dream, but also a third state, sleep, in which we do not experience either a body or a mind as ‘I’. Though in sleep we experience the non-appearance of any mind, body or world, we (the thing that experiences itself as ‘I am’) do not cease to exist, because if we did not exist then we could not experience the non-appearance of all other things, and hence we would not be aware of ever having been in that state we now call sleep. That is, if we did not experience sleep as a state in which we do not experience anything other than ‘I am’, we would not experience sleep at all, because it would be a state that is completely devoid of any experience or of anything that could experience it; and if we thus did not experience sleep at all, we would now be aware of only ever having been in either of our two other states, waking and dream.<br />\n<br />\nIn fact, however, we do experience not only waking and dream but also sleep, and hence we are aware that we alternate between these three states. In waking and dream we experience ourself as a body and mind, and in sleep we experience ourself without any experience of a body, a mind or anything else. Therefore that which experiences its own existence as ‘I am’ does continue to exist and to experience itself thus throughout all these three alternating states.<br />\n<br />\nSleep is generally misinterpreted as being a state in which we do not experience anything at all (a state of so-called ‘unconsciousness’), but it would actually be more accurate to describe it in more positive terms as a state which we experience nothing other than ‘I am’. This difference between ‘not experiencing anything’ and ‘experiencing nothing’ can be understood more clearly by considering the difference between the experience of a blind person and a person with normal sight when both are in a completely dark room: whereas the former would not see anything, and therefore could not distinguish darkness from light, the latter would see nothing, and therefore could recognise the absence of light. Unconsciousness is a complete absence of any experience, so it is comparable to blindness, in which there is a complete absence of any visual experience, whereas sleep is a state in which we experience the non-appearance of anything else (any mind, body or world), so it is comparable to the condition of a normally sighted person in a completely dark room, because such a person has a visual experience of darkness. Just as any person with normal sight can see and recognise darkness and is thus able to distinguish it from light, we experience and can recognise the non-appearance of anything in sleep and thus we are able to distinguish sleep from waking or dream.<br />\n<br />\nWhat distinguishes each of these three states from the other two is firstly what we experience as ‘I’ in each of them, and secondly what else we experience in each of them. In waking we experience this present body and our mind as ‘I’, and we experience what seems to be a world that we now believe exists independent of our experience of it; in dream our experience is similar to waking, except that the body we then experience as ‘I’ and the world we seem to perceive through the senses of that body are both different to the body and world that we now experience; but in sleep our experience is quite different to either of those other two states, because we do not experience any mind, body or world, but only ‘I am’.<br />\n<br />\nSleep therefore illustrates the fact that we can experience ‘I am’ even when we do not experience ‘I think’, so though it is true that because I now think I must exist, our experience and knowledge that ‘I am’ is in no way dependent upon our experience ‘I think’. Therefore the statement ‘I think, therefore I am’ is putting the cart before the horse. Whether or not I happen to be thinking, my fundamental experience is ‘I am’, and this experience alone is sufficient evidence to prove that I am, because I could not experience anything if I did not exist.<br />\n<br />\nHaving concluded, ‘I think, therefore I am’, Descartes was then faced (in the ‘Second Meditation’ of his <i>Meditations on First Philosophy</i>) with the next logical question: ‘What then am I?’ However, having chosen such an unnecessarily circuitous route to reach the certain conclusion ‘I am’, what he concluded in answer to the question ‘What then am I?’ was that ‘I’ is a <i>res cogitans</i>: a ‘thinking thing’ or ‘thing that cogitates’. This is an unjustified and hence dubious conclusion, because if it were true, it would mean that we exist only when we think, and that we cease to exist whenever we cease to think, as in sleep. Though thinking does entail being (and hence ‘I think’ entails ‘I am’), being does not entail thinking (and hence ‘I am’ does not entail ‘I think’), so it is not at all obvious that I am only a thing that thinks.<br />\n<br />\nWhat is certain and obvious is ‘I am’, not ‘I think’, because like everything else that we experience other than ‘I am’, thinking could be just an illusory appearance and not real. Though things other than ‘I am’ do seem to exist, the fact that they seem to exist does not mean that they really exist. They seem to exist because they are experienced by ‘I’, but many things that are experienced by ‘I’ (such as things that it experiences in dreams, hallucinations and illusions) do not really exist. Seeming existence is therefore no guarantee of actual existence. Hence, though thinking seems to occur, it may not be real, and if it is not real — if it does not really occur but merely seems to occur — I am not really a thinking thing, but something that in waking and dream merely <i>seems</i> to think.<br />\n<br />\nWhereas other things do not certainly exist, even though they seem to exist, ‘I’ does certainly exist, because it experiences its own existence, which it could not do if it did not exist. Other things, such as thinking, do not certainly exist because they do not experience their own existence, but are experienced only by ‘I’. Therefore, on the basis of our experience, we can say that ‘I’ necessarily exists, but that nothing else necessarily exists, because their seeming existence could be just an unreal appearance.<br />\n<br />\nSince ‘I am’ alone is certain, and since ‘I think’ is not certain, there is insufficient justification for us to conclude ‘I am a thinking thing’. Instead of concluding that ‘I’ is a ‘thinking thing’ (a thing that actually thinks), all we can justifiably conclude is that ‘I’ is a ‘being thing’ (a thing that actually is) and an ‘experiencing thing’ (a thing that actually experiences). However, though this ‘I’ is certainly an experiencing thing, what it certainly experiences is only itself, ‘I am’, because anything else that it seems to experience may not be real but just an appearance.<br />\n<br />\nBecause Descartes concluded that ‘I’ is a ‘thinking thing’ (i.e. a mind) and is distinct from any physical body, he argued that mind and body are two distinct substances, each of which can exist independent of the other, and hence he was a metaphysical dualist. Other philosophers (most of whom are metaphysical monists of one variety or another) have disagreed with him, arguing either that all physical phenomena are just ideas and hence composed of mental substance, or that all mental phenomena are just electrochemical activities in the brain and are hence composed of physical substance.<br />\n<br />\nPhilosophers have put forth and continue to put forth numerous arguments in support of and against each of these metaphysical views (which are called respectively dualism, idealism and physicalism), and they continue to develop variants of each of these views, or alternatives to them, such as a form of neutral monism that argues that the ultimate substance of all things is neither mental nor physical, but is the common source and ground of both of them (though few if any western philosophers have ever suggested that that one common source and substance of all things is what we each experience as ‘I am’). However, in spite of all the efforts that philosophers have been making for thousands of years to answer metaphysical and epistemological questions, none of their deliberations or arguments have brought them any closer to finding a certain answer to the fundamental question: what am I? Therefore what all their numerous and mutually contradicting arguments illustrate is how confused and uncertain is our present knowledge of what I am. If we each knew clearly and for certain what I am, there would be no scope for doubt, confusion or disagreement about it, but because our present knowledge of what I am is unclear and uncertain, doubts, confusion and disagreement prevail.<br />\n<br />\nWe cannot clearly experience ourself as we really are by reasoning or logic, because reasoning and logic can only give us conceptual knowledge (also known as ‘theories’ or ‘beliefs’), but not experiential knowledge. Though reasoning or logic can help us to understand conceptually what we are not — why we cannot be either a body or a mind — they cannot by themselves enable us to experience ourself as we actually are. Therefore to gain clear and certain experiential knowledge of what I am, we must investigate this ‘I’ by keenly and vigilantly scrutinising or attending to it. This is the method of empirical research called <i>ātma-vicāra</i> or self-investigation, which Sri Ramana taught us is the only means by which we can experience ourself as we really are.<br />\n<br />\nSo long as we experience anything other than ‘I’, our experience of what we (this ‘I’) actually are is liable to be clouded and unclear, and hence we are liable to mistake something other than ‘I’ to be ‘I’ (just as we now experience a body and a mind as ‘I’). Therefore to experience ourself clearly and without any confusion or clouding, we should try to experience ourself in complete isolation from all other things.<br />\n<br />\nIn order to experience anything we must attend to it (either by choice or by having our attention forcibly drawn towards it), and the more intensely our attention is focused on anything, the more clearly we will experience it. Therefore, in order to experience ‘I’ clearly we must focus our entire attention upon it as keenly and intensely as possible.<br />\n<br />\nThe more our attention is focused on one thing, the less we will attend to or notice anything else. Therefore the more we focus our attention on ‘I’, the more all other things will be excluded from our attention. Hence our aim should be to focus our entire attention on ‘I’ so keenly, intensely and vigilantly that everything else is excluded from our attention, awareness or experience.<br />\n<br />\nBecause by long habit we are accustomed to attending to things other than ‘I’, and to shifting our attention rapidly and constantly from one thing to another, our power of attention has become a rather blunt instrument, so though it seems easy for us to attend to and experience objects, which are numerous and relatively gross, it seems difficult for us to attend to the experiencing subject, ‘I’, which is single and relatively subtle. However, the more we try to attend to this subtle ‘I’, the more our attention will be sharpened and refined, and the more clearly we will be able to experience ‘I’ in isolation from all other things, including all the various thoughts, feeling and emotions that arise in our mind.<br />\n<br />\nTherefore in order to sharpen our power of attention and thereby make it sufficiently refined to be able to recognise what this ‘I’ really is, we need to persistently attempt to attend to ‘I’. The more we persevere in this practice, the easier it will become for us to hold onto our self-attentiveness without being distracted by awareness of any other thing, until eventually — according to the experience and testimony of Sri Ramana — we will be able to experience ‘I’ clearly and in absolute isolation from all other things, and thus we will experience ourself as we really are.<br />\n<br />\nPractising attending to ‘I’ is like accustoming our eyes to recognise small and subtle objects in dim light, or accustoming our tongue to recognise subtle tastes or our nose to recognise subtle aromas. If we try to accustom our eyes or other senses in such a manner, we will at first be able to recognise subtle objects or sensations only vaguely and uncertainly, but the more we persevere in accustoming and training any of our senses in this manner, the easier it will become for us to recognise whatever we are trying to recognise (as is illustrated by the example of trained and experienced tea-tasters or wine-tasters, who are able to recognise subtle distinctions in taste and aroma that most of us would not be able to recognise). Likewise, the more we train and accustom our power of attention to experience ‘I’ in isolation from all other experiences, the easier it will become for us to recognise what this ‘I’ actually is.<br />\n<br />\nOf all the things that we experience, the only thing that is absolutely certain, self-evident and indubitable is ‘I am’, but though we clearly know <i>that I am</i>, we do not clearly know <i>what I am</i>. Therefore, it is reasonable to conclude that if we wish to attain more certain knowledge, the first thing we should investigate is what this ‘I’ actually is.<br />\n<br />\nHowever much we may make research on anything else, we will never be able to be certain that it actually exists and does not merely seem to exist, or that it actually is as it seems to be. For example, we cannot entirely discount the possibility that everything we experience in this waking state (except ‘I am’) is just a mental creation, as is everything that we experience in a dream, and if this is the case, whatever scientific or other research we do on anything that we now experience (except ‘I am’) would be like doing such research on things that we experience in a dream. Therefore whatever putative knowledge (in the form of beliefs and theories) we may seem to acquire from such research will always be uncertain and open to doubt.<br />\n<br />\nTherefore the only hope we have of attaining absolutely certain and indubitable knowledge from any research we may do is the hope that we can attain such knowledge by doing empirical research on ‘I’: that is, by investigating who or what I am. If we are able to experience this ‘I’ as it really is, we will at least rid ourself of our present confusion that we are a body or mind, and we can reasonably hope that (as Bhagavan Ramana has assured us on the basis of his own experience) in the absence of this fundamental confusion we will know for certain whether anything else that we have ever experienced is real or just an illusory appearance, like a dream.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4569202979789264094/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NjEyMzU0MTMyCm9mZnNldDogMzYwMDAwMAo\""
}