{
    "kind": "blogger#post",
    "id": "4775522661087049205",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-03-20T11:34:00Z",
    "updated": "2021-11-23T12:22:51Z",
    "url": "http://happinessofbeing.blogspot.com/2014/03/atma-vicara-is-only-means-by-which-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4775522661087049205",
    "title": "<i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are<br>(Interview on Celibacy: Part 2)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nThis is the second of the following five instalments, which are a slightly modified reproduction of <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibavyproject.michaeljames.htm\">an interview</a> in which I answered seven questions asked by the editor of the online <a href=\"http://www.nondualitymagazine.org/\">Non-Duality Magazine</a> for their current issue entitled <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibacyproject.page.htm\">The Celibacy Question</a>:<br /><a name='more'></a>\n<ol>\n<li><a href=\"http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html\">Self-investigation and sexual restraint</a></li>\n<li><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/no-differences-exist-in-non-dual-view.html\">No differences exist in the non-dual view of Sri Ramana</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/ahimsa-and-sexual-morality-interview-on.html\"><i>Ahiṁsā</i> and sexual morality</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/atma-vicara-and-nirvikalpa-samadhi.html\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a></li>\n</ol>\n<b>Question 2: <i>Some say that Sri Ramana told his followers that “only a very, very minuscule fraction of seekers are ‘ready’ to become fully enlightened through self-inquiry. He insisted that such a person would’ve had to have worked through many, many lifetimes of earnest, rigorous and skilful spiritual practice in order to be primed for this technique.”<br />\n<br />\nDo you know if he had any other teachings designed for those who were not primed or ready for this, other than his atma vichara method?</i></b><br />\n<br />\nMichael James: As I explained above [in the preliminary paragraphs of my answer to question 1 in <a href=\"http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html\">Self-investigation and sexual restraint</a>], statements are often attributed to Sri Ramana that he did not actually say, and this is clearly one such statement. On numerous occasions he said that <i>ātma-vicāra</i> (self-investigation or self-enquiry) is the only means by which we can experience ourself as we really are, and he explained the reasons for this very clearly in his original writings. Only to those who were unwilling to accept this did he talk about other types of spiritual practice, but he explained that no other practice could be a direct means to true self-experience, and that at best such practices can purify the mind and thereby give it the clarity to understand and accept that in order to experience ourself as we really are we must investigate ourself by attending only to ‘I’.<br />\n<br />\n<a name=\"av4\"></a>He taught that <i>ātma-vicāra</i> is not only the only means by which we can experience ourself as we really are, but is also the easiest of all kinds of spiritual practice. In verse 4 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#av_intro\"><i>Āṉma-Viddai</i></a> he says:<br />\n<blockquote>\nகன்மா திகட்டவிழ சென்மா திநட்டமெழ<br />\nவெம்மார்க் கமதனினு மிம்மார்க் கமிக்கெளிது<br />\n[...]<br />\n<br />\n<i>kaṉmā dikaṭṭaviṙa jeṉmā dinaṭṭameṙa<br />\nvemmārg gamadaṉiṉu mimmārg gamikkeḷidu<br />\n</i>[...]<br />\n<br />\n<b>பதச்சேதம்:</b> கன்ம[ம்] ஆதி கட்டு அவிழ, சென்ம[ம்] ஆதி நட்டம் எழ, எம் மார்க்கம் அதனினும் இம் மார்க்கம் மிக்கு எளிது. [...]<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉma</i>-<i>ādi kaṭṭu aviṙa, jeṉma</i>-<i>ādi naṭṭam eṙa, e-m-mārggam-adaṉiṉum i-m-mārggam mikku eḷidu.</i> [...]<br />\n<br />\n<b>English translation:</b> To untie the bonds beginning with <i>karma</i> [that is, the bonds of action and of all that results from it], [and] to rise above the ruin beginning with birth [that is, to transcend and become free from the miseries of embodied existence, which begin with birth and end with death], rather than whatever [other] path, this path [<i>ātma-vicāra</i>] is exceedingly easy. [...]</blockquote>\n<a name=\"uu17\"></a>Therefore he taught that <i>ātma-vicāra</i> is both the only direct means and the easiest means, so it is suitable for anyone who genuinely wants to know what they really are. In verse 17 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a> he says:<br />\n<blockquote>\nமனத்தி னுருவை மறவா துசாவ<br />\nமனமென வொன்றிலை யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br />\n<br />\n<i>maṉatti ṉuruvai maṟavā dusāva<br />\nmaṉameṉa voṉḏṟilai yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu.</i><br />\n<br />\n<b>English translation:</b> When one investigates the form of the mind without forgetting, [it will be clear that] there is no such thing as ‘mind’. This is the direct path for everyone.</blockquote>\nIn the next verse he explains that though ‘mind’ is a collective name for all thoughts, the root of all thoughts is only the thought called ‘I’ (the ego), so in essence what is called ‘mind’ is only this ‘I’. Therefore what he means in verse 17 by ‘investigating the form of the mind’ is investigating this root-thought ‘I’. As he explained elsewhere, this thought called ‘I’ is <i>cit-jaḍa-granthi</i>, the knot that (seemingly) binds the conscious to the non-conscious, because it is a confused mixture of the pure consciousness ‘I am’, which alone is real, and a physical body, which is an unreal superimposition. Thus the ego or thought called ‘I’ is nothing other than our real self, the pristine ‘I am’, appearing as something that it is not, namely a body. Hence it is like a rope that appears to be a snake.<br />\n<br />\nIf we look carefully at such a snake, we will see that it is actually only a rope, and thus we will recognise that there was no such thing as a snake there at all. Likewise, if we look carefully at this mind (the ego or thought called ‘I’), we will see that it is actually only the pure and infinite consciousness ‘I am’, and thus we will recognise that there was no such thing as ‘mind’ at all. Therefore the first line of this verse, ‘When one investigates the form of the mind without forgetting’, is a description of uninterrupted <i>ātma-vicāra</i>, and Sri Ramana says that this is not only the direct path (the direct means by which we can experience ourself as we really are), but also the direct path ‘for everyone’. In other words, it is not only for a select few who are somehow specially qualified for it, but for everyone who wants to experience what this ‘I’ really is.<br />\n<br />\nThe only ‘qualification’ we need to investigate ‘I’ is that we should want to experience what this ‘I’ actually is, but this is like saying that the only people who are qualified to put food in their mouth, chew it and swallow it are those who want to eat it. Just as we would not compel anyone to eat if they do not want to, Sri Ramana never attempted to compel anyone to practise <i>ātma-vicāra</i> if they did not want to do so.<br />\n<br />\nIf anyone claims that they want to attain liberation or self-knowledge but that they do not want to practise <i>ātma-vicāra</i>, they would be like a person who claims that they want to read a book but that they do not want to look at what is printed in it. Just as it is necessary to look at what is printed in a book in order to read it, so it is necessary for us to investigate ourself by carefully attending to this ‘I’ in order to experience it as it really is.<br />\n<a name=\"GVK579\"></a><br />\n<a name=\"gvk579\"></a>The actual practice of <i>ātma-vicāra</i> is just trying to experience ‘I’ as it really is by attending to it keenly and vigilantly, so as Sri Ramana often pointed out, the nature of this path and of its goal are essentially the same: both entail only experiencing ourself. As he says in <a href=\"http://happinessofbeing.blogspot.co.uk/search?q=579\">verse 579</a> of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br />\n<blockquote>\nமன்னுசொரூ பாத்துவித மாட்சியால் வேறுகதி <br />\nதன்னைத் தவிர்த்தில்லாத் தன்மையால் — துன்னு<br />\nமுபேயமுந் தானே யுபாயமுந் தானே<br />\nயபேதமாக் காண்க வவை.<br />\n<br />\n<i>maṉṉusorū pādduvita māṭciyāl vēṟugati <br />\ntaṉṉait tavirttillāt taṉmaiyāl — tuṉṉu<br />\nmupēyamun dāṉē yupāyamun dāṉē<br />\nyabhēdamāk kāṇka vavai.</i><br />\n<br />\n<b>பதச்சேதம்:</b> மன்னு சொரூப அத்துவித மாட்சியால், வேறு கதி தன்னை தவிர்த்து இல்லா தன்மையால், துன்னும் உபேயமும் தானே, உபாயமும் தானே. அபேதமா காண்க அவை.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉṉu sorūpa adduvita māṭciyāl, vēṟu gati taṉṉai tavirttu illā taṉmaiyāl, tuṉṉum upēyam-um tāṉē, upāyam-um tāṉē. abhēdam-ā kāṇga avai.</i><br />\n<br />\nBecause of the non-dual nature of [our] enduring self, [and] because of the fact that excluding self there is no other <i>gati</i> [refuge, means or goal], the <i>upēya</i> [the aim or goal] which [we are to] reach is only self and the <i>upāya</i> [the means or path] is only self. Know them to be non-different (<i>abhēda</i>).</blockquote>\nSince differences entail duality, they are diametrically opposed to the non-dual nature of self, so in its view no differences actually exist, and hence whatever differences we experience are just a false appearance. Therefore, since our goal is self, which is absolutely non-dual and hence completely devoid of differences of any kind whatsoever, any practice whose nature is fundamentally different to it cannot be a means to experience it. Hence, since pure unadulterated self-awareness is the nature of self, it must also be the nature of the means by which we can experience it. Hence, since <i>ātma-vicāra</i> is just the attempt we make to experience such pure self-awareness or self-attentiveness, it is the only means by which we can merge and become one with our real self.<br />\n<br />\n<a name=\"ny13\"></a>For some people who felt inclined toward the path of <i>bhakti</i> or devotion, Sri Ramana recommended that they should surrender themselves entirely to God, so he sometimes said that self-investigation and self-surrender are the only means by which we can attain liberation or self-knowledge. However, he also made it clear that self-investigation and self-surrender are not two different paths but one and the same, because in order to investigate and experience ourself as we really are we must be willing to give up our present false self, our mind or ego, which is what we are not, and in order to surrender this false self, we must know what our real self actually is. Therefore in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) he said:<br />\n<blockquote>\nஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். […]<br />\n<br />\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṯku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām.</i> […]<br />\n<br />\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance, the state of just being as we really are], giving not even the slightest room to the rising of any thought other than <i>ātma-cintana</i> [self-contemplation], alone is giving ourself to God.</blockquote>\nIt is true that most people are not interested in practising either <i>ātma-vicāra</i> or complete self-surrender as described here by Sri Ramana, so in that sense they are not ‘ready’ for it, but this is simply because they do not want real ‘enlightenment’, which is the state in which we experience ourself as we really are, thereby giving up the false self that we now mistake ourself to be. Unless we are willing at least to begin separating ourself from the body and mind that we now experience as ‘I’, we are not yet ready for either <i>ātma-vicāra</i> or complete self-surrender.<br />\n<br />\nThough most people at any given time are not yet willing to practise either <i>ātma-vicāra</i> or complete self-surrender, in due course (either during the lifetime of their present body or during that of some future body) each of them will reach the point where they sincerely want to experience themself as they really are and are therefore willing to begin letting go of their false self, and as soon as they reach this point they will be willing to practise the only correct and direct path to this goal, which can be described either as <i>ātma-vicāra</i> or complete self-surrender.<br />\n<br />\nMost people are not interested in practising any spiritual path, and though many others like to do so, most of them are drawn to paths other than <i>ātma-vicāra</i> or complete self-surrender. None of those other paths can be a direct means to self-knowledge, because we cannot know ourself without attending to this ‘I’ (which is the practice called <i>ātma-vicāra</i>) or without giving up whatever we wrongly take to be ourself (which is complete self-surrender), but they can be a rather circuitous means to it, because they can purify the mind, cleansing it (at least to some extent) of some of its grosser desires and attachments, and thereby giving it the clarity to understand that the only means to attain liberation or self-knowledge is to investigate what this ‘I’ that want to attain them actually is.<br />\n<br />\n<a name=\"uu02\"></a>In verses 2 and 3 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a> Sri Ramana says:<br />\n<blockquote>\nவினையின் விளைவு விளிவுற்று வித்தாய் <br />\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br />\n<br />\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br />\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai.</i><br />\n<br />\n<b>English translation:</b> The fruit of action having passed away [remains] as seed [and thereby] causes [one] to sink in the ocean of action. [Therefore action] does not give liberation.<br />\n<br />\n<a name=\"uu03\"></a>கருத்தனுக் காக்குநிட் காமிய கன்மங்<br />\nகருத்தைத் திருத்தியஃ துந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கதிவழி காண்பிக்கு முந்தீபற.<br />\n<br />\n<i>karuttaṉuk kākkuniṭ kāmiya kaṉmaṅ <br />\nkaruttait tiruttiyaḵ dundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;gativaṙi kāṇbikku mundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> கருத்தனுக்கு ஆக்கும் நிட்காமிய கன்மம் கருத்தை திருத்தி அஃது கதி வழி காண்பிக்கும்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>karuttaṉukku ākkum niṭkāmiya kaṉmam karuttai tirutti aḵdu gati vaṙi kāṇbikkum</i><br />\n<br />\n<b>English translation:</b> Action (<i>karma</i>) done [with love] for God and without desire [for any personal benefit] purifies the mind and [thereby] it shows the path to liberation.</blockquote>\nAll spiritual practices other than <i>ātma-vicāra</i> are actions or <i>karmas</i>, because they entail attending to something other than ‘I’, which means that our attention is moving away from ourself towards that other thing or things, so <i>ātma-vicāra</i> is the only spiritual practice that is not a <i>karma</i>, because it does not entail any movement of our attention away from ourself, its source. Therefore what Sri Ramana says in these two verses applies to all spiritual practices other than <i>ātma-vicāra</i>, so what he is in effect saying is that if we do any other spiritual practice with the correct attitude (that is, motivated not by desire for any gain or benefit for oneself as a person, but only by love for God or any such spiritual ideal), it will purify our mind and thereby enable us to recognise what the correct path to liberation is. In other words, it will enable us to recognise that <i>ātma-vicāra</i> is the only means by which we can liberated from the bondage of mind and action.<br />\n<br />\nWhatever spiritual practice we may do, and for whatever motive we may do it, there must be an ego or finite ‘I’ to do it and to have that motive, so any spiritual practices other than <i>ātma-vicāra</i> will help to perpetuate the illusion that this finite ‘I’ is real. Only in <i>ātma-vicāra</i> do we investigate this ‘I’ to see whether or not it is actually real, so <i>ātma-vicāra</i> is the only spiritual practice that can directly undermine this illusory ‘I’ and expose its unreality.<br />\n<br />\n<a name=\"una14\"></a>Therefore in verse 14 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#una_intro\"><i>Uḷḷadu Nāṟpadu Anubandham</i></a> Sri Ramana teaches us that by practising <i>ātma-vicāra</i> we will achieve the true aim of all forms of spiritual practice, each of which can be classified as being a form of one of the four <i>yōgas</i>, namely <i>karma</i> (the path of desireless action), <i>bhakti</i> (the path of devotion), <i>yōga</i> (the path of union) or <i>jñāna</i> (the path of knowledge):<br />\n<blockquote>\nவினையும் விபத்தி வியோகமஞ் ஞான<br />\nமினையவையார்க் கென்றாய்ந் திடலே — வினைபத்தி<br />\nயோகமுணர் வாய்ந்திடநா னின்றியவை யென்றுமிறா<br />\nனாகமன லேயுண்மை யாம்.<br />\n<br />\n<i>viṉaiyum vibhatti viyōgamañ ñāṉa<br />\nmiṉaiyavaiyārk keṉḏṟāyn diḍalē — viṉaibhatti<br />\nyōgamuṇar vāyndiḍanā ṉiṉḏṟiyavai yeṉḏṟumiṟā<br />\nṉāhamaṉa lēyuṇmai yām.</i><br />\n<br />\n<b>பதச்சேதம்:</b> வினையும், விபத்தி, வியோகம், அஞ்ஞானம் இணையவை யார்க்கு என்று ஆய்ந்திடலே வினை, பத்தி, யோகம், உணர்வு. ஆய்ந்திட, ‘நான்’ இன்றி அவை என்றும் இல். தானாக மனலே உண்மை ஆம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉai-y-um, vibhatti, viyōgam, aññāṉam iṉaiyavai yārkku eṉḏṟu āyndiḍal-ē viṉai, bhatti, yōgam, uṇarvu. āyndiḍa, ‘nāṉ’ iṉḏṟi avai eṉḏṟum il. tāṉ-āha maṉal-ē uṇmai ām.</i><br />\n<br />\n<b>English translation:</b> Investigating to whom are these, <i>karma</i>, <i>vibhakti</i>, <i>viyōga</i> and <i>ajñāna</i>, is itself <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i>. [This is because] when [one] investigates [oneself], [it will be clear that] they [<i>karma</i>, <i>vibhakti</i>, <i>viyōga</i> and <i>ajñāna</i>] never exist without ‘I’ [which is itself not real]. Only being permanently as self is true.</blockquote>\nThe aim of any spiritual practice is to rectify some defect or deficiency, such as <i>karma</i> (action), <i>vibhakti</i> (lack of devotion), <i>viyōga</i> (separation from God) or <i>ajñāna</i> (ignorance of self), but no such defect or deficiency can exist without a finite ‘I’. If this ‘I’ were real, its defects and deficiencies might also be real, but if it is just an illusory appearance, they too must be illusory appearances. Therefore before trying to rectify any defect or deficiency, we should first try to see whether or not this ‘I’ is real.<br />\n<br />\nAs Sri Ramana says in verse 17 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a> (which I quoted above), if we examine this ‘I’ (the mind or ego), we will find that it does not actually exist, so when it seems to exist it is just an unreal appearance. Therefore, since its seeming existence will cease when we carefully examine it (just as the seeming existence of the illusory snake will cease when it is carefully examined), the only effective way to rectify all its seeming defects and deficiencies entirely and forever is to examine it. In other words, investigating this ‘I’ that seems to possess and experience so many defects and deficiencies is the only effective means by which we can achieve the goal of all spiritual practices.<br />\n<br />\nUntil we investigate this ‘I’, it will continue to seem real, and hence all its defects and deficiencies will also seem to be real. Therefore trying to rectify its defects and deficiencies without investigating whether it is real is like cutting the leaves and branches off a dense bush: until its root is destroyed, it will continue sprouting new leaves and branches. Likewise, until we annihilate this false ‘I’ by examining it, its defects and deficiencies (its desires, fears, attachments, selfishness, ignorance, pride and so on) will continue sprouting in one form or another.<br />\n<br />\nJust as what seemed to be a snake was actually only a rope, so what now seems to be this finite, defective and deficient ‘I’ is actually only the one infinite, indivisible and immutable real ‘I’. Even when it seems to be finite and hence defective and deficient, this ‘I’ is actually infinite and hence devoid of any defect or deficiency, so when we investigate ‘I’ we will discover that it was never defective and deficient. Therefore in the final sentence of this verse Sri Ramana says, ‘Only being permanently as self is true’, meaning that we have never been anything other than the pure adjunctless ‘I’, which is the one eternal, infinite and perfect reality.<br />\n<br />\n<a name=\"ny01\"></a>The fact that <i>ātma-vicāra</i> is the only means by which we can experience ourself as we really are and thereby destroy the illusion that we are a mind or ego was repeatedly emphasised by Sri Ramana both in his original writings and in the answers that he gave to questions asked by anyone who genuinely wanted to know the nature of reality and the means to experience it. For example, in <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) he says:<br />\n<blockquote>\n[...] மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்</b>.<br />\n<br />\n[...] <i>maṉam-aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-cukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum. adaṯku <b>nāṉār eṉṉum jñāṉa-vicāram-ē mukhiya sādhaṉam</b>.</i><br />\n<br />\n[...] to attain that happiness, which is one’s own [true] nature that is experienced daily in [dreamless] sleep, which is devoid of the mind, oneself knowing oneself is necessary. For that, <b><i>jñāna-vicāra</i></b> [knowledge-investigation] <b>who am I alone is the principal means</b>. (<a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\">first paragraph</a>, with bold type as in the original text)<br />\n<br />\n<a name=\"ny06\"></a>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்; [...]<br />\n<br />\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum;</i> [...]<br />\n<br />\nOnly by [means of] the investigation who am I will the mind subside [entirely and permanently]; [...] (<a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a>)<br />\n<br />\n<a name=\"ny08\"></a>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. [...]<br />\n<br />\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai.</i> [...]<br />\n<br />\nTo make the mind subside [entirely and permanently], there are no adequate means other than <i>vicāraṇā</i> [self-investigation]. [...] (<a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a>)<br />\n<br />\n<a name=\"ny16\"></a>[...] மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே யல்லாமல் எப்படி நூல்களில் விசாரிப்பது? தன்னைத் தன்னுடைய ஞானக்கண்ணாற்றானே யறிய வேண்டும். [...] பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி. சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; [...]<br />\n<br />\n[...] <i>maṉattai y-aḍakkuvadaṯku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē y-allāmal eppaḍi nūlgaḷil vicārippadu? taṉṉai-t taṉṉuḍaiya jñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum.</i> [...] <i>bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti. sadā-kālamum maṉattai ātmāvil vaittiruppadaṯku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar; </i> [...]<br />\n<br />\n[...] For restraining the mind it is necessary to investigate oneself [in order to experience] who [one really is], [but] instead [of doing so] how [can one experience oneself by] investigating in books? It is necessary to know oneself only by one’s own eye of <i>jñāna</i> [knowledge or awareness]. [...] Knowing one’s <i>yathārtha svarūpa</i> [real self] [by] investigating who is oneself who is in bondage is alone <i>mukti</i> [liberation]. The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [self]; [...] (<a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a>)</blockquote>\n<a name=\"un27\"></a>Likewise, in verse 27 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a> he explains that <i>ātma-vicāra</i> is the only means by which we can experience the real non-dual state of self, which is what is indicated in the <i>mahāvākyas</i> or ‘great sayings’ of the Vēdas such as <i>ahaṁ brahmāsmi</i> (I am <i>brahman</i> [the absolute reality]) and <i>tat tvam asi</i> (that [God or <i>brahman</i>] you are):<br />\n<blockquote>\nநானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br />\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br />\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br />\nதன்னிலையி னிற்பதெவன் சாற்று.<br />\n<br />\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br />\nnāṉudikkun tāṉamadai nāḍāma — ṉāṉudiyāt<br />\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br />\ntaṉṉilaiyi ṉiṯpadevaṉ sāṯṟu.</i><br />\n<br />\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum tāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ-ṉilaiyil niṯpadu evaṉ? sāṯṟu.</i><br />\n<br />\n<b>English translation:</b> The state in which ‘I’ exists without rising is the state in which we exist as that [<i>brahman</i>]. Without investigating the source from which ‘I’ rises, how to attain the annihilation of oneself, where ‘I’ does not rise? [And] without attaining [this ego-annihilation], say, how to abide in the state of self, in which one is that?</blockquote>\nThe two rhetorical questions that he asks in this verse clearly imply that: (1) we cannot attain the egoless state, in which ‘I’ exists without rising as a finite mind, unless we investigate ourself, who are the source from which this ‘I’ rises; and (2) we cannot abide in our natural state of self, in which we are nothing other than <i>brahman</i>, unless we attain the state in which we do not rise as a separate ‘I’. In other words, we cannot experience ourself as ‘that’ or <i>brahman</i>, the one absolute reality, unless we investigate ourself, the source from which the ego-‘I’ arises.<br />\n<br />\n<a name=\"un22\"></a>In verse 22 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a> he asks another rhetorical question with a similar meaning:<br />\n<blockquote>\nமதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br />\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br />\nபதித்திடுத லன்றிப் பதியை மதியான்<br />\nமதித்திடுக லெங்ஙன் மதி.<br />\n<br />\n<i>matikkoḷi tandam matikku ḷoḷiru<br />\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br />\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br />\nmatittiḍuda leṅṅaṉ mati.</i><br />\n<br />\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, am-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati.</i><br />\n<br />\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, am-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati.</i><br />\n<br />\n<b>English translation:</b> Consider, except by turning the mind back within and immersing it in God, who shines within that mind giving light to the mind, how to know God by the mind?</blockquote>\nThough this verse seems to be couched in the dualistic terminology of devotion, what it is actually describing in that terminology is only the practice of <i>ātma-vicāra</i>, because the word <i>pati</i> (which literally means the master, lord or God) here denotes the true nature of God, which is nothing other than our own real self. As such, God shines within our mind as our essential self-awareness, ‘I am’, and thereby he gives our mind the light of awareness or consciousness by which it is able to know both itself and the appearance of all other things. Therefore Sri Ramana asks how we can know God, our essential self, by our mind except by turning our mind back within and immersing it in the clear light of pure self-awareness, which is God.<br />\n<br />\nHere ‘turning the mind back within and immersing it in God’ denotes the practice of <i>ātma-vicāra</i>, which is trying to turn our mind or power of attention away from all other things, back towards itself, ‘I’, and thereby to make it merge and become one with its own essential self, which is God, the source of its light of awareness. Therefore, by asking how it is possible for us to know God except by thus ‘turning the mind back within and immersing it in God’, Sri Ramana clearly implies that we cannot know God, the one absolute reality, except by practising <i>ātma-vicāra</i>.<br />\n<br />\n<b>Next instalment:</b> <a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/no-differences-exist-in-non-dual-view.html\">No differences exist in the non-dual view of Sri Ramana</a></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4775522661087049205/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjM3NjcwMTcxODc3Cm9mZnNldDogMAo\""
}