{
    "kind": "blogger#post",
    "id": "6037465834964087064",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-03-15T13:01:00Z",
    "updated": "2016-11-16T08:17:23Z",
    "url": "http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6037465834964087064",
    "title": "Self-investigation and sexual restraint<br>(Interview on Celibacy: Part 1)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nRecently I was interviewed (via email) by the editor of the online <a href=\"http://www.nondualitymagazine.org/\">Non-Duality Magazine</a> for their current issue entitled <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibacyproject.page.htm\">The Celibacy Question</a>, and the entire interview is posted <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibavyproject.michaeljames.htm\">here</a>. Since it is a very long interview, running to more than 17,000 words, I will reproduce it here (with slight modifications) in five instalments:<br /><a name='more'></a>\n<ol>\n<li>Self-investigation and sexual restraint</li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/no-differences-exist-in-non-dual-view.html\">No differences exist in the non-dual view of Sri Ramana</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/ahimsa-and-sexual-morality-interview-on.html\"><i>Ahiṁsā</i> and sexual morality</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/atma-vicara-and-nirvikalpa-samadhi.html\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a></li>\n</ol>\nThe following is the first of these instalments:<br />\n<br />\n<b>Question 1: <i>When Sri Ramana was aksed:</i></b><br />\n<blockquote>\nQuestion: Do you approve of sexual continence?<br />\n<br />\nRamana Maharshi: A true <i>brahmachari</i> [celibate] is one who dwells in Brahman. Then there is no question of desires any more.<br />\n<br />\nQuestion: At Sri Aurobindo’s ashram there is a rigid rule that married couples are permitted to live there on condition that they have no sexual intercourse.<br />\n<br />\nRamana Maharshi: What is the use of that? If it exists in the mind, what use is it to force people to abstain?<br />\n<br />\nQuestion: Is marriage a bar to spiritual progress?<br />\n<br />\nRamana Maharshi: The householder’s life is not a bar, but the householder must do his utmost to practise self-control. If a man has a strong desire for the higher life then the sex tendency will subside. When the mind is destroyed, the other desires are destroyed also.<br />\n<br />\nQuestion: How to root out our sexual impulse?<br />\n<br />\nRamana Maharshi: By rooting out the false idea of the body being the Self. There is no sex in the Self.</blockquote>\n<b><i>Do you agree with what Sri Ramana said above?</i></b><br />\n<br />\n<b>Michael James:</b> Before answering this question, I think it would be useful to make some general observations about sayings that are attributed to Sri Ramana. People often ask me questions about things that he is supposed to have said, but in many cases it turns out that what they are quoting is something they found quoted somewhere on the internet without any source being given, so I always prefer to know where and by whom such sayings were originally recorded, in order to be able to assess how reliable they are likely to be.<br />\n<br />\nMany sayings that are attributed to him, particularly on the internet, are of dubious authenticity, and even when the source of any of them can be found, it is usually not a particularly reliable one. The most common source of sayings attributed to him is <i>Talks with Sri Ramana Maharshi</i>, a book in which many conversations with him between 1935 and 1939 were recorded, but even this is not the most reliable source of his teachings.<br />\n<br />\nThere are various reasons why such books are not so reliable. Firstly, he spoke mostly in Tamil, whereas <i>Talks</i> and other such books were recorded in English. Secondly, the ashram management had banned any note-taking in his presence, so whatever is recorded in such books was not written immediately but only after a few hours or more, so such recordings are only as accurate as the memory of whoever recorded them. Thirdly, when any conversation is recorded from someone’s memory, their memory will be coloured by their understanding and preconceptions, so what they record is unlikely to be exactly what was said. Moreover, the recorder of <i>Talks</i> also acted as an interpreter when Sri Ramana was asked questions in English, and he had a reputation for elaborating his Tamil replies when translating them into English, adding to them his own explanations, and many devotees who were there in those days told me that he did the same when recording them.<br />\n<br />\nAnother important reason why even well-recorded conversations may not always be a reliable guide to his teachings is that he answered each question according to the need, aspiration and level of understanding of the questioner, and since many questions he was asked were not directly relevant to his teachings, his answers often did not reflect his actual teachings.<br />\n<br />\nFor example, he taught that the only means by which we can experience ourself as we really are is <i>ātma-vicāra</i> (self-investigation or self-enquiry), which is the simple practice of self-attentiveness: attending keenly and exclusively to ‘I’ in order to experience what this ‘I’ actually is (in other words, what or who am I). However, though he made it very clear that this is the only means to attain true self-knowledge (<i>ātma-jñāna</i>) or spiritual liberation (<i>mukti </i>or <i>mōkṣa</i>), he did not try to force anyone to follow this path if they were not willing to do so, so for the benefit of people who were not willing to practise <i>ātma-vicāra</i> he did talk about other practices when answering their questions.<br />\n<br />\nThis has given some people the impression that in his view all practices are of equal value, and therefore it is often claimed, ‘Ramana Maharshi approves all paths’, which is a gross oversimplification and misrepresentation of his attitude. If people wanted to follow other paths, he did not try to prevent them, and would even discuss their practices with them, but to anyone who came to him with an open mind and heart and asked him how to experience what is real, he made it very clear that the only means to do so is to investigate what is the ‘I’ that seeks to know what is real.<br />\n<br />\nThe reason why he insisted that <i>ātma-vicāra</i> (the practice of investigating ‘I’ by keenly scrutinising it) is the only means by which we can experience what is real and thereby free ourself from all illusion is that this is what he had discovered from his own experience when as a sixteen-year-old boy he confronted the ultimate problem that all of us must eventually face, namely death. This discovery was triggered by an intense fear of death that suddenly arose within him, prompting him to spontaneously investigate whether ‘I’ would die along with the body. Because he was so eager to know this, he focused his entire attention on ‘I’ in order to find out who or what this ‘I’ actually is (and hence whether or not it actually undergoes the major change called ‘death’), and thereby he experienced himself with absolute clarity as he really is.<br />\n<br />\nAs soon as he experienced this, he discovered that ‘I’ is the one unchanging and infinite reality, and that everything else that is experienced (including the experiencing mind or ego) is just an illusory appearance, which can be experienced only when we do not experience ourself as we really are. Thus from his own experience he clearly knew that self-ignorance is the sole cause of the appearance of multiplicity and hence the ultimate cause of all problems, and that the experience of true self-knowledge (absolutely clear self-awareness) is the only effective solution to all our problems.  Therefore whatever questions people asked him about anything, his immediate response was always to ask them to find out who is the ‘I’ that wants to know the answers to such questions, and only if they showed that they were unable or unwilling to recognise and accept that investigating who am I would solve all their problems and answer all their questions, would he give some other answer to suit their limited aspiration and power of understanding.<br />\n<br />\nOnce we have understood that this was the reason why his essential teaching was that investigating who am I is the only means by which we can experience what is real, and that anything else he said that seems to contradict this teaching was said only for the sake of those who were unwilling to accept it, if we read books like <i>Talks</i> we will be able to recognise that much of what is recorded in them does not represent his real teachings.<br />\n<br />\nIn order to get a clear and sure understanding of his central teachings, it is necessary to study and consider carefully the few texts that he wrote himself, particularly <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a> (the ‘Forty [Verses] on What Is’), <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a> (which is also known as <i>Upadēśa Sāram</i>, the ‘Essence of Spiritual Instructions’), <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#eap_intro\"><i>Ēkātma Pañcakam</i></a> (the ‘Five Verses on the Oneness of Self’) and <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#av_intro\"><i>Āṉma-Viddai</i></a> (also known as <i>Ātma-Vidyā Kīrtanam</i>, the ‘Song on the Science of Self’), and also some of the verses of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html\"><i>Śrī Aruṇācala Stuti Pañcakam</i></a> (the ‘Five Hymns to Śrī Aruṇācala’) in which he interwove his teachings.<br />\n<br />\nIn addition to these original writings of Sri Ramana, another important and reliable source from which we can learn his teachings is <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> (the ‘Garland of Guru’s Sayings’), which is a comprehensive collection of more than 1,250 verses in which Sri Muruganar (his foremost disciple) recorded many of his sayings. These verses are so reliable because Sri Muruganar was perfectly attuned to his teachings and because every verse in it was checked and often revised by Sri Ramana, so it amounts to being a joint work of theirs.<br />\n<br />\nIf we study and think carefully about the meaning of these texts, and if we try to put into practice the path of <i>ātma-vicāra</i> that he taught in them, we will gain a clarity and depth of understanding that will enable us to evaluate in a correct perspective whatever sayings are attributed to him in other books that record conversations with him. If instead we do not read the original writings of Sri Ramana and <i>Guru Vācaka Kōvai</i> but just read the various English books like <i>Talks</i> in which conversations with him are recorded, we will only be able to form a rather confused and uncertain understanding of his teachings, because the wide variety of answers that he gave to many different people according to their individual needs and aspirations do not form a coherent whole, since many of them are inconsistent with and often contradict each other.<br />\n<br />\nSuch inconsistencies and contradictions appear not because he did not have an entirely consistent and coherent message (which he did in fact have, as I have explained) but because he knew it would be futile to tell anyone anything that they would not be ready or willing to accept and put into practice, and hence he tailored what he replied to each person according to their individual needs and level of spiritual maturity.<br />\n<br />\nThis is not to say, of course, that his real teachings cannot be found in books like <i>Talks</i>. In every such book some useful teachings are recorded in a more or less clear manner, but we have to read what is written in such books in a critical and discerning manner, and we should not assume that whatever he was recorded as saying was necessarily exactly what he did say or that it necessarily represents his actual teachings.<br />\n<br />\nIncidentally, while talking of such books, it is worth mentioning that one of the most useful and well-edited English books that record conversations with Sri Ramana is a small book called <i>Maharshi’s Gospel</i>. Unlike <i>Talks</i> and most other such books, it was published in his lifetime in both Tamil and English (though it seems that most of it was originally recorded in English), and (more importantly) it was carefully edited in order to make it reflect more or less faithfully his actual teachings.<br />\n<br />\nI am sorry to have dwelt in such great detail on this question of the authenticity and reliability of sayings attributed to Sri Ramana, but I think it is important to understand that many sayings that are attributed to him were either not ever said by him, or are inaccurate recordings of what he did actually say, and that even what he did actually say was often not his real teachings but was said only to suit the aspirations, beliefs, attitude and power of understanding of whoever he was then replying to.<br />\n<br />\nThis problem of inauthentic or unreliable sayings that are attributed to him has unfortunately been made much more prevalent because of the internet: if he is misquoted on any blog or forum, such misquotations have a horrible habit of spreading rapidly, being quoted over and over again on different sites until they are widely believed to be authentic.<br />\n<br />\nComing now to your actual question, I tried to find the source of the questions and answers that you have quoted. When I searched a PDF copy of <i>Talks</i> I found that the last question and answer are quoted from section 169, and when I googled some extracts from the other questions and answers I found that they come from <a href=\"http://books.google.com/books?id=fgx3drsYFAwC&amp;redir_esc=y\"><i>Be as You Are</i></a>, so I checked my copy of this compilation and found that they are quoted on pp. 137-8, where their source is identified as <i>Conscious Immortality</i> (1984 edition, p. 43) by Paul Brunton, but with a note that says: ‘The question about Sri Aurobindo ashram comes from the original manuscript of the book. It was deleted from the published version’.<br />\n<br />\nPaul Brunton did not know Tamil, so any sayings of Sri Ramana that he recorded would have been what was translated for him by an interpreter or what he heard from someone else, and hence we cannot be entirely sure whether these answers attributed to Sri Ramana are exactly what he said. However, they seem to me to be fairly typical of the answers he might have given to such questions, and some of the ideas expressed in them are ones that he did express on other occasions. For example, he often said that real <i>brahmacarya</i> is not just celibacy or a pre-marital state of life but is what the word actually means, namely abiding as <i>brahman</i>, the absolute reality, which is our essential self, ‘I am’ (<i>carya</i> is a verbal noun that literally means moving, proceeding, following, practising, observing, behaving or conduct), and he is recorded as expressing this idea in sections 17 and 491 of <i>Talks</i>.<br />\n<br />\nTo understand these and other such answers that Sri Ramana gave in reply to questions about sex and celibacy, we need to consider them in the context of his fundamental teachings. Therefore I will give a brief outline of his teachings here.<br />\n<br />\nIn his experience, as I explained earlier, the only thing that is absolutely real is the one non-dual self-awareness that we each experience as ‘I am’, and in spite of whatever may now seem to us to be the case, this ‘I am’ is infinite, eternal, immutable and indivisible. As he says in verse 28 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a>, it is beginningless, endless (limitless or infinite) and unbroken (undivided or unfragmented) <i>sat-cit-ānanda</i> (<i>sat</i> means being, reality or what-is; <i>cit</i> means what-is-conscious; and <i>ānanda</i> means happiness or what-is-perfectly-happy). Hence, being devoid of any division or distinction, it transcends the entire appearance of duality, multiplicity and differences, including time and space.<br />\n<br />\nSince ‘I am’ alone is what is real, and since happiness is its very nature, the root cause of all the problems and sufferings that we seem to experience is our seeming failure to experience ourself as we really are. Because we do not now experience ‘I am’ as it really is, we mistake ourself to be a body and mind, and hence a finite person, and as such we experience many desires and fears and are liable to experience numerous kinds of misery and dissatisfaction.<br />\n<br />\nLike all our other desires, our desires for loving relationships with other people and for sexual gratification are rooted in our illusion that we are a physical body, and this illusion is in turn rooted in our self-ignorance: our lack of clear experiential knowledge of what we actually are. So long as we experience ourself as a body, we will experience all the biological urges of that body as our own. If deprived of air to breath, water to drink or food to eat for more than a certain length of time, we will be consumed by a craving for such things, and in the same way, if deprived of sexual gratification we tend to crave for it.<br />\n<br />\nOur body cannot survive for long without air, water or food, whereas it can survive without sexual gratification, but nevertheless for most of us the desire for sexual gratification tends to be one of our strongest desires, and it cannot be entirely overcome so long as we experience ourself as a body. Therefore the only way to overcome this and all other desires entirely is to experience ourself as we really are.<br />\n<br />\nIn order to experience anything, we need to attend to it, and the more keenly and closely we attend to anything, the more clearly we will experience it. Therefore, to clearly experience ourself as we really are, we need to attend as keenly and closely as possible to ourself: that is, to our pure self-awareness, ‘I am’. This is the practice of <i>ātma-vicāra</i> or self-investigation taught by Sri Ramana: scrutinising ourself closely in order to find out who or what I am.<br />\n<br />\nAt present we are all aware <i>that I am</i>, but we are not clearly aware of <i>what I am</i>, because we are more interested in experiencing other things than we are in experiencing ourself as we really are. Because we desire to experience other things, we constantly attend to them, and thus we tend to overlook ‘I am’. Our attention to other things is what obscures our awareness of what I am, because as a result of such attention our awareness of ‘I am’ is mixed up and confused with our awareness of other things.<br />\n<br />\nTherefore, to experience ourself as we really are, we need to experience ourself in complete isolation from everything else, including any thought, feeling, emotion, perception, conception, desire, fear, pleasure or pain. And to experience ourself thus, we need to attend exclusively to ‘I am’: that is, we need to be so keenly focused in attending only to ‘I am’ that awareness of all other things is completely excluded from our attention. Then only will we be able to experience ourself with perfect clarity and without even the slightest mixture of any awareness of anything else.<br />\n<br />\nWhen we try thus to attend to ‘I am’ exclusively, our attention tends to be easily distracted by thoughts and feelings, which arise in us due to our desire to experience other things. So long as we experience anything other than ‘I’, the illusion that we are a separate entity (a mind or ego) is sustained, but when we try to experience nothing other than ‘I’, this illusion begins to dissolve. Therefore the very existence of this illusion that we are a separate ‘I’, a mind or ego, is threatened by our attempt to be exclusively self-attentive.<br />\n<br />\nThus the more we try to be self-attentive, the more our mind will rebel, struggling for its survival by trying to attend to anything else whatsoever. Therefore in order to achieve our aim to be exclusively self-attentive (and thus absolutely clearly self-aware), we have to face up to and overcome all our desires to experience anything else.<br />\n<br />\nThus we are in a position in which we are caught between conflicting desires: our desire to experience ourself as we really are and our desire to experience other things. To weaken and eventually overcome the latter, we need to strengthen the former. The stronger our desire to experience ourself as we really are becomes, the weaker all our other desires will become.<br />\n<br />\nAccording to Sri Ramana, the quickest and most effective way to increase our love to experience ourself as we really are is to practise being self-attentive. Whenever we practise this, our desire to experience other things will cause thoughts to rise in our mind, and whenever any thought thus rises, we have a choice either to hold fast to our self-attentiveness or to allow our attention to be carried away by that thought.<br />\n<br />\nSince one thought leads to another, whenever we allow ourself to be carried away by any thought, we tend to get caught up in the strong current of a continuous series of thoughts. But at any point we are always free to turn our attention back towards ourself, the ‘I’ that is experiencing those thoughts, and thus we can cut off the flow of thoughts in which we had become immersed.<br />\n<br />\nHowever, instead of allowing our attention to be distracted away from ourself by whatever thought may try to rise, if we persist in clinging firmly to our self-attentiveness, the desires that gave rise to such thoughts will gradually be weakened, and our love to experience ourself alone will increase. This is the only effective means by which we will eventually be able to overcome all our desires. That is, it is only by cultivating and nurturing our love to experience ourself alone in this way that we will be able to free ourself from the grip of every other desire that we may have.<br />\n<br />\nThis process by which we can weaken and eventually destroy all our other desires by practising self-attentiveness is clearly described by Sri Ramana in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\nதொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br />\n<br />\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uruppaḍuvāṉ.</i><br />\n<br />\nEven though <i>viṣaya-vāsanās</i> [our propensities, inclinations or desires to experience anything other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> [inclinations] and remain only as self?’ it is necessary to cling tenaciously to self-attentiveness. However great a sinner a person may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ he completely rejects the thought that he is a sinner and is steadfast in self-attentiveness, he will certainly be reformed [transformed into his true ‘form’, which is pure self-awareness, unadulterated by any adjunct].<br />\n<br />\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br />\n<br />\n<i>maṉattiṉgaṇ eduvaraiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, aduvaraiyil nāṉ-ār eṉṉum vicāraṇaiyum vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal jñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kaippaṯṟuvāṉāyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum.</i><br />\n<br />\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long is the investigation who am I necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation, which is vigilant self-attentiveness] in the very place from which they arise. Being without attending to [anything] other [than oneself] is <i>vairāgya</i> [dispassion] or <i>nirāśā</i> [desirelessness]; being without leaving [separating from or letting go of] self is <i>jñāna</i> [true knowledge]. In truth [these] two [desirelessness and true knowledge] are only one. Just as a pearl-diver, tying a stone to his waist and submerging, picks up a pearl which lies in the bottom of the ocean, so each person, submerging [beneath the surface activity of their mind] and sinking [deep] within themself with <i>vairāgya</i> [freedom from desire to experience anything other than self], can attain the pearl of self. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own ‘form’ or essential self], that alone [will be] sufficient. So long as enemies are within the fort, they will continue coming out from it. If [one] continues cutting down [or destroying] all of them as and when they come, the fort will [eventually] come into [one’s] possession.</blockquote>\nWe have numerous desires to experience things other than ourself, but all of our desires are not manifest all of the time. At any given moment, most of our desires will be dormant, but will still exist within us like seeds waiting to sprout whenever suitable circumstances arise. These seeds of our desires are called <i>viṣaya-vāsanās</i> — propensities or inclinations (<i>vāsanās</i>) to experience <i>viṣayas</i> (anything that is other than ourself) — and when they manifest they appear as thoughts, feelings, emotions, likes, dislikes, desires, fears, attractions, aversions and so on. Thus every thought we think and everything else we experience within our mind is a manifestation of one or more of our <i>viṣaya-vāsanās</i>.<br />\n<br />\nWhenever we experience any thought or feeling, it does not arise alone, but triggers a continuous series of related thoughts and feelings to arise in rapid succession. Therefore, when any such series begins, we can choose either to follow it, allowing ourself to be carried away by it, or to stop following it. But if we stop following one such series, we are liable to start following another one instead. Therefore if we wish to stop following any such series, we must instead attend only to the ‘I’ that is experiencing it.<br />\n<br />\nIf we thus cultivate the habit of attending only to ‘I’ instead of allowing ourself to be carried away by endless series of thoughts and associated feelings, the strength of our <i>vāsanās</i> will gradually decrease, whereas if we always allow ourself to be carried away by such series, we will be nourishing and sustaining the strength of our <i>vāsanās</i>, the seeds that give rise to such thoughts and feelings. That is, attending to thoughts and feelings is like watering a patch of seeds, thereby encouraging them to sprout and flourish, whereas attending only to ‘I’ is like depriving those seed of water, thereby causing them to wither and die. This is why Sri Ramana says that our <i>viṣaya-vāsanās</i> will all be destroyed when we cling tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i>), and this practice of vigilant and persistent self-attentiveness (which he also calls <i>ātma-vicāra</i> or <i>ātma-vicāraṇā</i>: self-investigation) is what he refers to when he says; ‘As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> in the very place from which they arise’.<br />\n<br />\nThe very place from which all thoughts arise is ourself, so we can destroy them at that very place only by clinging firmly to self-attentiveness. This is all that we need do in order to experience ourself as we really are, as Sri Ramana clearly indicates when he says: ‘If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains self, that alone [will be] sufficient’.<br />\n<br />\nAs I explained above, when we try to cling fast to uninterrupted self-remembrance or self-attentiveness, we are threatening the very existence of our mind and all its progeny (its latent desires, which exist in seed-form as <i>viṣaya-vāsanās</i>), so they will persistently rebel, trying to rise forcibly in the form of thoughts in order to distract our attention away from ‘I’. Therefore at every moment we can choose either to attend only to ‘I’ or to be distracted by all the thoughts that are trying to draw our attention away to anything other than ‘I’.<br />\n<br />\nSince by clinging firmly to self-attentiveness we are destroying all such thoughts in the very place from which they arise, Sri Ramana says, ‘So long as enemies are within the fort, they will continue coming out from it. If [one] continues destroying all of them as and when they come, the fort will [eventually] come into [one’s] possession’, meaning that if we continue destroying all our thoughts by <i>ātma-vicāra</i> as and when they arise, we will eventually be able to enter and take possession of the fortress of our heart, the innermost core of our being, which is our real self, ‘I am’. In other words, we will experience ourself as we really are, and thereby destroy the illusion that we are a finite person consisting of a mind and body.<br />\n<br />\nAmong the many <i>viṣaya-vāsanās</i> or desires that we have to overcome in this way, two of the strongest are our desires for intimate and loving personal relationships and for sexual gratification (which are two desires that tend to be very closely interlinked). But however strong these or any other desires may be, the only effective way to overcome them is by persistent practice of self-attentiveness, because when we cultivate the habit of clinging firmly to self-attentiveness, we will thereby be depriving all our other desires of the attention upon which they thrive, and thus they will gradually wither and dry up, until eventually our love to experience ourself as we really are will become so strong that it will consume all our other desires entirely, just as the light of the rising sun consumes all the darkness of night.<br />\n<br />\nHowever, until all our desires are destroyed in this way, we have to decide how to cope with them in our day-to-day lives. If we could cling steadfastly to self-attentiveness at all times, our desires would not be a problem, but in practice we are not able to spend all our time attending only to ‘I’ because our desires to experience other things are still too strong, so though we may try to practise being self-attentive as much as possible, much of our time will be spent in attending to other things.<br />\n<br />\nEven while we are engaged in attending to other things, we can to some extent keep our stronger desires in check by trying to ignore them as much as possible. But if a desire is very strong, the more we try to ignore it, the more it will try to distract us. For example, though we may try to ignore our desire for sexual gratification as much as possible by not thinking about such matters, if the thought of it once comes to our mind, our old desire for it may rise very strongly, making other such thoughts overwhelm us with renewed force.<br />\n<br />\nWe all know from experience that we more we gratify our desires, the stronger they tend to become, so excessive gratification is like pouring petrol on a fire. As Sri Ramana says in verse 592 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br />\n<blockquote>\nநிமிர்ந்தெழுத லன்றி நெருப்புநெய் யாலே<br />\nஅமர்ந்துதணி வெய்தாத வாறே — சமைந்ததம்<br />\nகாமங்கை கூடுங் களிப்பானே காமத்தீ<br />\nஏமங் கொடுதணித லின்று.<br />\n<br />\n<i>nimirndeṙuda laṉḏṟi neruppuney yālē<br />\namarndutaṇi veydāda vāṟē </i>—<i> samaindatam<br />\nkāmaṅkai kūḍuṅ kaḷippāṉē kāmattī<br />\nēmaṅ goḍudaṇida liṉḏṟu.</i><br />\n<br />\n<b>பதச்சேதம்:</b> நிமிர்ந்து எழுதல் அன்றி நெருப்பு நெய்யாலே அமர்ந்து தணிவு எய்தாதவாறே, சமைந்த தம் காமம் கை கூடும் களிப்பானே காமத் தீ ஏமம் கொடு தணிதல் இன்று.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>nimirndu eṙudal aṉḏṟi neruppu neyyālē amarndu taṇivu eydādavāṟē, samainda tam kāmam kai kūḍum kaḷippāṉē kāma-t-tī ēmam koḍu taṇidal iṉḏṟu.</i><br />\n<br />\n<b>English translation: </b>Just as by [being fed with] ghee [clarified butter] a fire will only flare up and will not be calmed and extinguished, so by one’s achieving and gratifying the desires one has formed, the fire of desire will never be satisfied and appeased.</blockquote>\nOn the other hand, if we avoid gratifying a strong desire, it can smoulder away within us, growing more and more intense, because the nature of desire is such that before gratification it creates the illusion that whatever is desired will be a source of great pleasure or satisfaction, whereas after gratification that desired thing will be seen to be actually quite trivial. As Sri Ramana says in verse 371 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br />\n<blockquote>\nசார்வதன் முன்னமணுத் தானுமா மேருவாய்ச்<br />\nசார்ந்தபின் மாறாய்ச் சரிந்துநல் — கூர்ந்திடலால்<br />\nஆர்தற் கரும்பே ரவாப்போல யாங்காணேம்<br />\nதூர்தற் கரும்பாழ்ங் குழி.<br />\n<br />\n<i>sārvadaṉ muṉṉamaṇut tāṉumā mēruvāyc<br />\ncārndapiṉ māṟāyc carindunal — kūrndiḍalāl<br />\nārdaṯ karumbē ravāppōla yāṅkāṇēm<br />\ntūrdaṯ karumbāṙṅ kuṙi.</i><br />\n<br />\n<b>பதச்சேதம்:</b> சார்வதன் முன்னம் அணுத் தானும் மா மேருவாய், சார்ந்தபின் மாறாய்ச் சரிந்து நல்கூர்ந்திடலால், ஆர்தற்கு அரும் பேர் அவாப்போல யாம் காணேம் தூர்தற்கு அரும் பாழ்ம் குழி.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>sārvadaṉ muṉṉam aṇu-t-tāṉum mā mēruvāy, sārnda-piṉ māṟāy-c carindu nalkūrndiḍalāl, ārdaṯku arum pēr avā-p-pōla yām kāṇēm tūrdaṯku arum pāṙm kuṙi.</i><br />\n<br />\n<b>English translation: </b>We have never seen any empty abyss that is so impossible to fill as intense desire, which can never be satisfied, because it [always] impoverishes one, making even an atom seem as great as Mount Meru before it is achieved, and vice versa after it is achieved.</blockquote>\nWe can never quench or adequately satisfy any desire by indulging it, but by gratifying it occasionally and to a moderate extent, we can remind ourself how trivial is the pleasure that we seem to derive from it, and thus we can to some extent keep it in check and avoid allowing it to consume us, as ungratified desires can do. Therefore it is sometimes best for us to strike a via media between over-gratification and complete denial. For example, we certainly cannot overcome our desire for sexual gratification by over-indulging in sex, but for many people trying forcibly to deny this desire is also counterproductive, because it is a desire that can grow stronger the more it is denied, just as the desire for air to breath, water to drink or food to eat will become very intense if it is forcibly denied.<br />\n<br />\nTherefore we each have to find what works best for us. For some people living a celibate life (either permanently or for some time) may be the best way to keep the desire for sex in check, whereas for other people it may be better to be married or in some other equivalent loving relationship in which their sexual desire is gratified to a moderate extent. Though our desire for sex may be strong, when it is gratified we find that the pleasure that we derive from it is actually quite trivial, so occasional gratification can help us to remember that our desire for it tends to delude us into believing that it will give us much greater pleasure than it actually does. This is perhaps the reason why Sri Ramana once said to someone who was troubled by thoughts of sex, ‘It is better to do it than to be always thinking about it’ (as recorded by Alan Chadwick in <i>A Sadhu’s Reminiscences of Ramana Maharshi</i>, 6th edition (2005) p. 65).<br />\n<br />\nHowever, no matter how we may try to keep our desire for sex in check, we cannot expect to overcome it entirely until we experience ourself as we really are and thereby destroy forever the illusion that we are a physical body. And as I explained above, according to Sri Ramana the practice of <i>ātma-vicāra</i> (self-investigation or self-attentiveness) is the only means by which we can experience ourself as we really are.<br>\n<br>\n<b>Next instalment:</b> <a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "17",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6037465834964087064/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc5Mjg0MjQzMjMzCm9mZnNldDogMAo\""
}