{
    "kind": "blogger#post",
    "id": "1235750833774874144",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-05-09T11:04:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/05/there-is-no-difference-between.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1235750833774874144",
    "title": "There is no difference between investigating ‘who am I’ and investigating ‘whence am I’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nRecently a friend wrote to me a series of emails asking many questions about the practice of <i>ātma-vicāra</i>. The following is adapted from the three replies I wrote to him:<br />\n<br />\n<b>First reply:</b><br />\n<br />\nBhagavan never advised us to <i>ask</i> ‘who am I?’ but only to <i>investigate</i> who am I. In this context, the verbs he used most frequently in Tamil were <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:2979.tamillex\">நாடு</a> (<i>nāḍu</i>) and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:172.tamillex\">விசாரி</a> (<i>vicāri</i>), both of which mean to investigate or examine.<br />\n<br />\nBecause such verbs are often translated as ‘enquire’, and because enquire can mean either investigate or ask, in many English books it is recorded as if Bhagavan said ‘ask’ whereas in fact he meant investigate.<br /><a name='more'></a>\n<br />\nYou say you do not invite thoughts but they come. This is not correct, because no thought can come unless we think it. Thoughts come only because we choose to think them. We sit with an intention to investigate only ‘I’, but then we change our decision and choose to think instead.<br />\n<br />\nRegarding investigating ‘to whom has this thought occurred?’, please read my recent article <a href=\"http://happinessofbeing.blogspot.co.uk/2014/02/spontaneously-and-wordlessly-applying.html\">Spontaneously and wordlessly applying the clue: ‘to whom? to me; who am I?’</a>, in which I try to clarify what Bhagavan actually meant by this clue.<br />\n<br />\nAs I explain towards the end of that article, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), Bhagavan clearly defines what he means by the term <i>ātma-vicāra</i>:<br />\n<blockquote>\n[…] சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; […]<br />\n<br />\n[…] <i>sadākālamum maṉattai ātmāvil vaittiruppadaṟku-t-tāṉ ‘ātma-vicāra’ meṉḏṟu peyar</i>; […]<br />\n<br />\n[…] The name ‘<i>ātma-vicāram</i>’ [refers] only to keeping the mind always in [or on] <i>ātmā</i> [self]; […]</blockquote>\nTherefore we need have no doubt that fixing our mind or attention only on ‘I’ is all that the practice of <i>ātma-vicāra</i> (self-investigation) actually entails.<br />\n<br />\nIf Bhagavan were to ask us to investigate what is written in this book, would we understand that he wants us to ask ourself ‘What is written in this book?’? No, that would obviously be a foolish misinterpretation of his words. What he means is that we should open the book and read what is written in it. Likewise, when he asks us to investigate who am I, he does not mean that we should ask ourself ‘Who  am I?’ but that we should attend very carefully to this ‘I’ in order to find who or what it actually is.<br />\n<br />\nThe same applies to investigating from where this ‘I’ (the ego) originates. From where else can it originate except from ourself — that is, from what we actually are? Therefore in practice investigating who am I and investigating from where am I are the same: in either case, we have to investigate or examine only ourself.<br />\n<br />\nBhagavan expressed the practice of self-investigation in different ways to suit the understanding of different people, but however he expressed it, the practice remains the same: simply attending keenly to ‘I’ in order to find out what this ‘I’ actually is. There is nothing more to ‘do’ than this. Just go deeper and deeper within investigating this ‘I’.<br />\n<br />\nBhagavan’s teachings are very clear and simple, but inadequate translations and misinterpretations sometimes seem to confuse and obscure them.<br />\n<br />\n<b>Second reply:</b><br />\n<br />\nWhat difference do you imagine there is between investigating who am I and investigating from where am I? Can ‘I’ (the ego) come from anywhere other than ‘I’ (what we really are)?<br />\n<br />\nFor those who could grasp the fact that though what we now experience as ‘I’ seems to be a finite person, it is actually only the one infinite self appearing as something that it is not (just as the illusory snake is only a rope appearing as something that it is not), Bhagavan expressed the practice in terms of investigating who am I. But for those who could not grasp that this ‘I’ is actually only the infinite self, and who could not give up thinking of ‘I’ as a person or ego, he sometimes also expressed the practice in terms of investigating from where am I (or whence am I, as it is often translated in English books).<br />\n<br />\nSuppose we were walking with Bhagavan along a dark path and we suddenly saw what we thought was a snake lying on the path ahead of us. In order to remove our fear, he would say: ‘Don’t worry, it is only a rope. Look at it carefully and see’. If we believe him, we will go forward and look at it carefully, and thereby see that it is only a rope, as he said.<br />\n<br />\nBut if we are too afraid of it to believe him, we may say, ‘Are you sure? It looks like a snake, so it must be a snake’. He would then say, ‘OK, then see where that snake has come from’. The only way to see where it has come from is to look at it carefully, and when we do so we will see that it has ‘come’ only from a rope.<br />\n<br />\nIn either case, whether we believe it is a rope or a snake, we need to look at it carefully to see what it actually is or from where the illusion that it is a snake has come. Likewise, whether we believe this ‘I’ is our real self or just our ego, we  need to look at it carefully to see what it actually is or from where the illusion that it is an ego has come.<br />\n<br />\nThe source from which the ego has arisen is nothing other than our real self — what we really are. If you are able to understand this, you should be able to understand that investigating from where am I is in practice exactly the same as investigating who am I. In either case all we have to do is to focus our entire attention only on ‘I’ in order to find out what it is or from where it has come.<br />\n<br />\nAsking ourself a question such as ‘who am I?’ or ‘from where am I?’ may help us to turn our attention towards ‘I’, so it may be an aid to our investigation (<i>vicāra</i>), but it is not itself <i>vicāra</i>. As Bhagavan clearly indicated in the sentence from the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> that I quoted in my previous reply, <i>ātma-vicāra</i> is only the state in which our entire attention is fixed only on ‘I’, and in such a state there can be no scope for asking any question.<br />\n<br />\nAsking any question is a mental activity, because it entails attending to some words, which are the products of thoughts. Therefore it is only at the verbal or mental level that there may appear to be any difference between who am I and from where am I, but in actual practice we must go beyond all thoughts and words, so there is absolutely no difference in practice between investigating who am I and investigating from where am I.<br />\n<br />\nThese are just two alternative ways in which Bhagavan described the same practice: the thought-free and hence word-free practice of attending only to ‘I’.<br />\n<br />\nIf you go deep into this practice, all your doubts about asking questions will be removed, and you will gain the inward clarity to understand what Bhagavan meant by the various different words that he used to express his teachings.<br />\n<br />\n<b>Third reply:</b><br />\n<br />\nAs Bhagavan repeatedly emphasised, there is only one ‘I’, which now seems to be an ego but is actually nothing but self. To experience it as it really is, all we need do is to investigate it by attending to it very keenly and vigilantly.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1235750833774874144/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3Nzg2Cm9mZnNldDogMzYwMDAwMAo\""
}