{
    "kind": "blogger#post",
    "id": "1904809683147510171",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-02-05T21:10:00Z",
    "updated": "2017-09-28T14:46:22+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/02/spontaneously-and-wordlessly-applying.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1904809683147510171",
    "title": "Spontaneously and wordlessly applying the clue: ‘to whom? to me; who am I?’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\n<a name=\"ny06\"></a>In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) Sri Ramana says:<br />\n<blockquote>\n[...] பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது. [...]<br />\n<br />\n[...] <i>piṟa eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōru eṇṇamum kiḷambumpōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakku eṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaka-p paṙaka maṉattiṟku-t taṉ piṟappiṭattil taṅgi niṟkum śakti adikarikkiṉḏṟadu.</i> [...]<br />\n<br />\n[...] If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if [one] vigilantly investigates to whom this has occurred, it will become clear that [it is] to me. If [one thus] investigates who am I, the mind will return to its birthplace; the thought which had risen will also subside. When [one] practises and practises in this manner, to the mind the power to stand firmly established in its birthplace will increase. [...]</blockquote>\nThe source or ‘birthplace’ of our mind is only ourself, ‘I am’, so when he says here, ‘If [one] investigates who am I, the mind will return to its birthplace’ (நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்: <i>nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum</i>), he means that it will return to and rest in and as ‘I am’ alone. He then says that when we thus turn our mind or attention back to ‘I am’, ‘the thought which had risen will also subside’ (எழுந்த வெண்ணமு மடங்கிவிடும்: <i>eṙunda eṇṇamum aḍaṅgi-viḍum</i>), because thoughts can rise and persist only when we attend to them, so when we turn our attention away from them back towards the ‘I’ that experiences them, they automatically subside.<br /><a name='more'></a>\n<br />\nHe then concludes by saying, ‘When [one] practises and practises in this manner, to the mind the power to stand firmly established in its birthplace will increase’ (இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது: <i>ippaḍi-p paṙaka-p paṙaka maṉattiṟku-t taṉ piṟappiṭattil taṅgi niṟkum śakti adikarikkiṉḏṟadu</i>), by which he means that when we persistently and repeatedly practise turning our attention back towards ‘I’ in this way whenever it is distracted by the rising of any thought, the ability of our mind to remain firmly established in and as ‘I am’ will increase.<br />\n<br />\n<a name=\"aa7\"></a>The essential clue he gives us here is that we can instantly turn our attention back from any thought towards ourself by investigating to whom it has occurred. That is, since every thought or experience is experienced only by ‘I’, no thought or experience can appear without ‘I’, so instead of taking any thought or experience of anything other than ‘I’ to be an obstacle to our self-attentiveness, we can take it to be another reminder that ‘I am’: that is, this thought or experience appears only because ‘I am’.<br />\n<br />\nAs Sri Sadhu Om used to say, we should not fight our thoughts by forcibly trying to reject or suppress them, but should instead consider them to be our friends, come to remind us to attend only to the ‘I’ that experiences them. If in this way we take every thought as a reminder that ‘I am’, and if whenever any thought arises we thereby turn our attention back to the ‘I’ that experiences it, what does it matter however many thoughts arise?<br />\n<br />\nThis is an immensely precious and practical clue to help us to remain undistracted by thoughts, and to turn our attention back towards ‘I’ whenever it is distracted by them even to the slightest extent. Because it is such a valuable clue, Sri Ramana repeated it often, both while answering questions that people asked him and in his other written works. For example, in verse 7 of <i>Śrī Aruṇācala Aṣṭakam</i> he sang:<br />\n<blockquote>\nஇன்றக மெனுநினை வெனிற்பிற வொன்று<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்றது வரைபிற நினைவெழி லார்க்கெற்<br />\nகொன்றக முதிதல மெதுவென வுள்ளாழ்ந்<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;துளத்தவி சுறினொரு குடைநிழற் கோவே<br />\nயின்றகம் புறமிரு வினையிறல் சன்ம<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்புதுன் பிருளொளி யெனுங்கன விதய<br />\nமன்றக மசலமா நடமிடு மருண<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மலையெனு மெலையறு மருளொளிக் கடலே.<br />\n<br />\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉḏṟadu varaipiṟa niṉaiveṙi lārkkeṟ<br />\nkoṉḏṟaha muditala meduveṉa vuḷḷāṙn<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;duḷattavi cuṟiṉoru kuḍainiḻaṟ kōvē<br />\nyiṉḏṟaham puṟamiru viṉaiyiṟal jaṉma<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉbutuṉ biruḷoḷi yeṉuṅkaṉa vidaya<br />\nmaṉḏṟaha macalamā naḍamiṭu maruṇa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;malaiyeṉu melaiyaṟu maruḷoḷik kaḍalē.</i><br />\n<br />\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’ ‘எற்கு’. ஒன்று அகம் உதி தலம் எது என. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’ ‘eṟku’. oṉḏṟu aham udi talam edu eṉa. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai aṟum aruḷ oḷi-k kaḍalē.</i><br />\n<br />\n<b>English translation:</b> If the thought called ‘I’ does not exist, anything else will not exist. Until then, if [any] other thought arises, [one should investigate] to whom [it has appeared], [because it will thereby become clear that it has appeared only] to me. Merge [in ‘I am’, the source from which the thought called ‘I’ and all its other thoughts arise, by investigating] thus: what is the rising-place of ‘I’? Immersing within [thus], if [one] reaches the heart-throne, [one will shine as] the emperor [seated under] the shade of a single umbrella. The dream [of duality], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist. [What will exist] is only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am only I’] in the court of the heart.</blockquote>\nHere Sri Ramana describes in five brief words how we should spontaneously respond to the appearance of any other thought: பிற நினைவு எழில், ஆர்க்கு? எற்கு (<i>piṟa niṉaivu eṙil, ārkku? eṟku</i>), ‘if other thought arises, to whom? to me’. That is, the appearance of any other thought should prompt us to spontaneously turn our attention back to the ‘me’ or ‘I’ to whom it has appeared.<br />\n<br />\nThe ‘rising-place’ or source from which arises our primal thought called ‘I’ and all the other thoughts that it thinks or experiences is only our essential self, which we always experience as ‘I am’, so in the next sentence of this verse Sri Ramana instructs us to merge and become one with this pure unadulterated ‘I am’ by investigating what the rising-place of our primal thought called ‘I’ is: ஒன்று அகம் உதி தலம் எது என (<i>oṉḏṟu aham udi talam edu eṉa</i>), ‘Merge thus: what is the rising-place of I?’<br />\n<br />\n<a name=\"ny04\"></a>In the context of this teaching given repeatedly by Sri Ramana that whenever any thought appears we should turn our attention back from it towards the ‘I’ that experiences it, we should bear in mind what exactly he means by the term ‘thought’ or ‘idea’: <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:5768.tamillex\">எண்ணம்</a> (<i>eṇṇam</i>) or <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:5077.tamillex\">நினைவு</a> (<i>niṉaivu</i>). According to him, whatever we experience other than ‘I’ is a thought or idea. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) he says:<br />\n<blockquote>\n[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. [...]<br />\n<br />\n[…] <i>niṉaivugaḷai-t tavirttu jagam eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu.</i> […]<br />\n<br />\n[...] Except thoughts [or ideas], there is not separately any such thing as ‘world’. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. [...]</blockquote>\nLikewise in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> he reiterates this, saying: ஜக மென்பது நினைவே (<i>jagam eṉbadu niṉaivē</i>), ‘What is called world is only thoughts [or ideas]’. That is, what we experience as a seemingly external world is actually just a series of mental images or impressions (sights, sounds, tastes, smells and tactile feelings), all of which are just thoughts or ideas. Since everything that we experience is a mental impression of one kind or another (that is, some sort of mental modification that the mind experiences within itself), Sri Ramana calls them all thoughts or ideas.<br />\n<br />\nTherefore in the sense in which he uses the term ‘thought’ or ‘idea’, it does not mean just one particular type of mental phenomenon, but all types of mental phenomena: all kinds of thoughts, ideas, feelings, emotions, perceptions, conceptions, memories, imaginations, beliefs, doubts, hopes, fears, desires, aversions and whatever else the mind may experience. In other words, whatever experience our mind may throw at us is only a thought, so we should treat all experiences alike, by turning our attention away from them back towards the ‘I’ that experiences them.<br />\n<br />\n<a name=\"uu18\"></a>In this broad sense of the term ‘thought’, the mind consists of nothing but thoughts, as Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> and in verse 18 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a>:<br />\n<blockquote>\n[...] நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். [...]<br />\n<br />\n[...] <i>niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟapōdu, taṉiyāy maṉam eṉḏṟōr poruḷ illai; āhaiyāl niṉaivē maṉatiṉ sorūpam.</i> [...]<br />\n<br />\n[...] When excluding all thoughts [one] looks, solitarily there is no such thing as ‘mind’; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or fundamental nature] of the mind. [...]<br />\n<br />\nஎண்ணங்க ளேமனம் யாவினு நானெனு<br />\nமெண்ணமே மூலமா முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br />\n<br />\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br />\nmeṇṇamē mūlamā mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉum nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal.</i><br />\n<br />\n<b>English translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just this root-thought] ‘I’.</blockquote>\nThis thought called ‘I’ (also known as the ego) is the root of all other thoughts because it is what thinks or experiences them, so in its absence no other thought can exist (as Sri Ramana says in the first sentence of verse 7 of <i>Śrī Aruṇācala Aṣṭakam</i>, quoted above, and in verse 26 of <i>Uḷḷadu Nāṟpadu</i>, quoted in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/why-do-we-not-immediately-experience.html\">Why do we not immediately experience ourself as we really are?</a>). He describes this thinking (thought-experiencing) ‘I’ as a thought because it is not our original and essential pristine ‘I’ (what we really are), which is devoid of adjuncts, but is this same ‘I’ mixed with adjuncts such as this body and mind and whatever else it experiences as ‘I’, and hence he often described it as the thought ‘I am this body’.<br />\n<br />\nIn its pristine state, ‘I’ is not a thought but the one infinite reality, but when it is mixed with adjuncts, which are all thoughts, it thereby partakes the nature of thought and functions as such, rising and enduring in waking and dream but subsiding and disappearing in sleep. However, though it is a thought, this ‘I’ is fundamentally different to all other thoughts in two important respects:<br />\n<br />\nFirstly, no other thought experiences either itself or anything else, but is experienced only by this ‘I’, whereas this ‘I’ experiences both itself and all other thoughts, and is experienced by nothing other than itself. Secondly and more importantly, other thoughts rise and flourish only when this ‘I’ attends to them, and they subside and disappear as soon as it ceases attending to them, whereas this ‘I’ rises and flourishes only when it attends to other thoughts, and it subsides and disappears when it tries to attend to itself.<br />\n<br />\n<a name=\"un25\"></a>In other words, this thought called ‘I’ depends for its seeming existence upon whatever other thoughts it is currently attending to and experiencing, so if it ceases attending to or experiencing any other thought by attending only to itself, its seemingly separate existence begins to dissolve and disappear in its source, leaving as residue only its source and substance, the one pure adjunct-free ‘I’, which alone is real. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> and in verse 25 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a>:<br />\n<blockquote>\n[...] மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. [...]<br />\n<br />\n[...] <i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu.</i> [...]<br />\n<br />\n[...] The mind stands only by always going after [attending and thereby attaching itself to] something gross [some thought other than ‘I’]; solitarily it does not stand. [...]<br />\n<br />\nஉருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br />\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br />\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br />\nமுருவற்ற பேயகந்தை யோர்.<br />\n<br />\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br />\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br />\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br />\nmuruvaṯṟa pēyahandai yōr</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br />\n<br />\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it takes flight. Know [thus].</blockquote>\nAll the forms that the ego or thought called ‘I’ thus grasps are just other thoughts or ideas of various kinds, beginning with the idea of the body that it mistakes to be itself, and these are what Sri Ramana refers to as ‘something gross’ (ஒரு ஸ்தூலத்தை: <i>oru sthūlattai</i>) in the above quoted passage of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>. This ‘I’ grasps or ‘goes after’ these other thoughts by attending to them and thereby experiencing them, so if it ceases attending to any other thought, it cannot stand or endure, and hence it subsides.<br />\n<br />\nAs soon as it ceases attending to any other thought when falling asleep, this ‘I’ subsides and disappears. However, on such occasions it ceases attending to any other thought only because it is too tired to do so, and not because it has instead attended only to itself. Therefore when it subsides in sleep, it does so without any clarity of self-awareness, and hence when it is sufficiently rested it rises again by attending once more to thoughts other than itself.<br />\n<br />\nTherefore Sri Ramana does not advise us merely to cease attending to any other thought, because that would only result in a sleep-like state of <i>manō-laya</i> (temporary subsidence of mind) and would not help us to achieve <i>manō-nāśa</i> (complete annihilation of the mind), which can be achieved only by experiencing ourself (this ‘I’) as we really are. Hence what he advises is that we should attend only to ‘I’ in order to clearly experience who or what this ‘I’ actually is.<br />\n<br />\nWhen we try thus to experience this ‘I’ as it actually is by attending keenly and vigilantly to the primal thought that we now experience as ‘I’, this thought will subside and disappear. This is why he says: ‘If sought [examined or investigated], it takes flight’ (தேடினால் ஓட்டம் பிடிக்கும்: <i>tēḍiṉāl ōṭṭam piḍikkum</i>).  When it thus ‘takes flight’ (subsides and disappears), what remains in its place is only the one pristine ‘I’, which is what we really are.<br />\n<br />\nThe reason why this ego or thought called ‘I’ thus ‘takes flight’ when it is examined or investigated is that it seems to exist only when it is grasping a gross form (that is, attending to any thought other than itself), so when it tries to grasp (attend to and experience) only itself it subsides, since it has no form of its own for it to cling to (which is why he describes it as the ‘formless phantom-ego’, உரு அற்ற பேய் அகந்தை: <i>uru aṯṟa pēy ahandai</i>). Thus in this verse, which is a clear summary of one of his most basic and essential teachings, he has revealed to us a unique and crucially important property of this ego or thought called ‘I’ (which is the primal and only essential thought that constitutes the mind), namely that it seems to exist only when it is attending to anything other than itself, and that it therefore subsides and ceases to exist when it attends only to itself.<br />\n<br />\nThis is the basic principle upon which his entire teachings are based, and the logic of his teachings cannot adequately understood unless this is firmly imprinted in our mind, so it deserves to be printed in bold type:<br />\n<blockquote>\n<b>The mind or ego, which is our primal thought ‘I’, seems to exist only when it attends to and thereby experiences anything other than itself, and it subsides and ceases to exist when it attends to and thereby experiences only itself.</b></blockquote>\nSince everything that we attend to and experience other than ‘I’ is just a thought, and since attending to and experiencing them is what sustains the illusion that we are this mind or ego, if we are to destroy this illusion and thereby experience ourself as we really are, we must cease attending to any kind of thought (anything other than ‘I’) by persistently focusing our entire attention upon ‘I’ alone, and by drawing our attention back to ‘I’ whenever it is distracted even in the least by the appearance of any other thought.<br />\n<br />\nApart from our primal thought ‘I’, all thoughts are about something other than ‘I’, and even our primal thought ‘I’ seems to exist only by attaching itself to other thoughts, beginning with whatever body it currently experiences as ‘I’. However, though it is always mixed with other thoughts, which are all unreal appearances, our primal thought ‘I’ does contain an element of reality, namely its essential ‘I’-ness, so when we attend only to this essential ‘I’-ness, all its unreal elements (its adjuncts) will be ignored and will therefore disappear from our awareness.<br />\n<br />\nThis essential ‘I’-ness is what Sri Ramana refers to as ‘the essential <i>chit</i> aspect of the ego’ in the following passage recorded in the final chapter of <i>Maharshi’s Gospel</i>:<br />\n<blockquote>\n[...] The ego functions as the knot [<i>granthi</i>] between the Self which is Pure Consciousness [<i>chit</i>] and the physical body which is inert and insentient [<i>jada</i>]. The ego is therefore called the <i>chit-jada granthi</i>. In your investigation into the source of <i>aham-vritti</i> [the ‘I’-thought], you take the essential <i>chit</i> [consciousness or awareness] aspect of the ego; [...]</blockquote>\nBecause we are accustomed to attending only to other thoughts, which are relatively gross (being forms of one kind or another and hence having discernible and distinguishing features), our power of our attention is at present insufficiently refined to attend only to its essential ‘I’-ness, which is extremely subtle (being formless and hence featureless), so we are currently unable to experience our essential ‘I’-ness in complete isolation from even the slightest trace of any other thought. However, by persistently training ourself to attend only to ‘I’ in this manner taught to us by Sri Ramana, we will gradually refine and sharpen our power of attention until eventually it will be sufficiently refined, sharp and clear for us to experience our essential ‘I’-ness in complete isolation from all other thoughts, whereupon we will experience ourself as we really are, thereby destroying forever the illusion that we are anything other than that.<br />\n<br />\nSince thoughts are what distract our attention away from ‘I’, Sri Ramana gave us this powerful clue ‘to whom? to me; who am I?’ as the only effective means by which we can persistently turn our attention back towards ‘I’ away from any thought that has distracted us even to the slightest extent. Whatever thought may appear to distract us, we should remember to turn our attention away from it back to the ‘I’ that experiences it — the ‘I’ to whom it has appeared.<br />\n<br />\nOther than ‘I’ alone, whatever we may experience is only a thought, so instead of attending to any such experience we should investigate to whom it has occurred, thereby turning our attention instantly back to ‘I’ in order to ascertain what this experiencing ‘I’ actually is. Therefore when Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>, ‘If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred’ (பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும்: <i>piṟa eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum</i>), he means that if any experience of anything other than ‘I’ appears, we should immediately investigate the ‘I’ to whom it has occurred.<br />\n<br />\nIn order to avoid getting caught up in any kind of experience that may occur, we have to be very vigilant in attending only to ‘I’, so that we can turn our attention back to ‘I’ as soon as it begins to be distracted by any other experience. This is why in the next but one sentence he says, ‘<i>As soon as</i> each thought appears, if [one] <i>vigilantly</i> investigates to whom this has occurred, it will become clear that [it is] to me’ (ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும்: <i>jāggirataiyāy ovvōru eṇṇamum kiḷambumpōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakku eṉḏṟu tōṉḏṟum</i>).<br />\n<br />\nIn order to be able to turn our attention immediately back to ‘I’ as soon as we begin to experience anything else, we have to be extremely vigilant in clinging firmly to self-attentiveness. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>: சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும் (<i>sorūpa-dhyāṉattai viḍāppiḍiyāy-p piḍikka vēṇḍum</i>), ‘it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness]’.<br />\n<br />\n<a name=\"ny10\"></a>The Tamil words he uses here are extremely emphatic, particularly the adverb விடாப்பிடியாய் (<i>viḍāppiḍiyāy</i>), which means tenaciously, persistently, obstinately and unwaveringly, being a compound formed from two verbs: விடா (<i>viḍā</i>), which means not leaving, quitting, abandoning, forsaking or discontinuing, and பிடி (<i>piḍi</i>), which means holding, grasping, clinging, securing, tying or fastening. Therefore the words விடாப்பிடியாய்ப் பிடிக்க (<i>viḍāppiḍiyāy-p piḍikka</i>), ‘to cling tenaciously to’, strongly emphasise how firmly and unswervingly we should cling to <i>svarūpa-dhyāna</i> or self-attentiveness. The context in which he said this in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para19\">tenth paragraph</a> was as follows:<br />\n<blockquote>\nதொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். [...]<br />\n<br />\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣayavāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍāppiḍiyāy-p piḍikka vēṇḍum.</i> [...]<br />\n<br />\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and be only as self?’ it is necessary to cling tenaciously to self-attentiveness.  [...]</blockquote>\nIf we cling vigilantly and tenaciously to self-attentiveness in this way, as soon as any <i>vāsanā</i> arises in the form of a thought, our immediate response will be to turn our attention back to ‘I’ and to cling still more tenaciously to self-attentiveness. If we persist in practising thus, our self-attentiveness (<i>svarūpa-dhyāna</i>) will grow more and more intense, until eventually all our <i>viṣaya-vāsanās</i> will be destroyed by the intense clarity of our self-awareness.<br />\n<br />\nThat is, when we ignore all thoughts by clinging tenaciously to self-attentiveness, the seeds that give rise to them, namely our <i>viṣaya-vāsanās</i> (our propensities or inclinations to experience anything other than ‘I’), will dry up and wither, being deprived of the nourishing water of our attention. And as our <i>vāsanās</i> thereby become weaker, our attention will be tend to be less forcibly distracted by them, and thus the clarity of our self-attentiveness or self-awareness will increase, until eventually we are able to experience ourself as we really are. When we thus experience what we actually are, we will cease to experience ourself as anything else, and thus our false finite ‘I’ (our mind or ego) will be destroyed, and along with it all its progeny — its <i>viṣaya-vāsanās</i> and their resulting thoughts — will also be destroyed.<br />\n<br />\n<a name=\"ny11\"></a>Therefore in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> Sri Ramana says:<br />\n<blockquote>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். [...]<br />\n<br />\n<i>maṉattiṉkaṇ eduvaraiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, aduvaraiyil nāṉ-ār eṉṉum vicāraṇaiyum vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-stāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum.</i> [...]<br />\n<br />\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇai</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. [...]</blockquote>\nThe practice that he describes here as the ‘investigation who am I’ (நானா ரென்னும் விசாரணை: <i>nāṉ-ār eṉṉum vicāraṇai</i>) is exactly the same practice that he described in the previous paragraph as ‘self-attentiveness’ or ‘self-contemplation’ (சொரூபத்யானம்: <i>sorūpa-dhyāṉam</i>), and how this practice of <i>vicāraṇai</i> or self-attentiveness is the only means by which we can annihilate all our <i>viṣaya-vāsanās</i> along with their root, our ego or primal thought called ‘I’, has been explained above.<br />\n<br />\nA friend wrote to me recently saying that it seems to him that perhaps the most common misunderstanding of <i>ātma-vicāra</i> is that it is a method of repeatedly questioning oneself ‘who am I?’ or ‘whence am I?’, and that this is because in most of the English books on the teachings of Sri Ramana <i>ātma-vicāra</i> has been translated as ‘self-enquiry’ or ‘self-inquiry’ rather than self-investigation, self-examination or self-scrutiny. Referring to the passage from the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) that I quoted above, my friend added:<br />\n<blockquote>\n‘Self-enquiry’ gives a very shallow meaning to the term <i>ātma-vicāra</i>. It may not be wrong to occasionally put the question to ourself, such as ‘who is thinking these thoughts?’, ‘me’, so ‘who am I?’ But this is not the essence of <i>vicāra</i>.</blockquote>\nIn my reply I wrote:<br />\n<br />\nI agree with all that you write, but would like to add a word of caution: we should not underestimate the immense value of the clue ‘to whom? to me; who am I?’ that Bhagavan has given us in <i>Nāṉ Yār?</i> and elsewhere. As you say, we should not repeat these words as if they were a <i>mantra</i>, but we should apply them as Bhagavan intended us to, which is not just verbally.<br />\n<br />\nThough mentally verbalising these words may at first help us to turn our attention back towards ‘I’, once we have become accustomed to being self-attentive, we can and should apply this clue wordlessly and spontaneously. That is, whatever we may experience should remind us to turn our attention back to the experiencing ‘I’: the ‘me’ to whom the experience occurs.<br />\n<br />\nTherefore as you say, putting these questions to ourself in mental words is not the essence of <i>vicāra</i>. However, the essence of <i>vicāra</i> is to spontaneously and wordlessly apply the clue that these word convey. That is, whenever our attention is diverted away from ‘I’ towards any other thing, we should apply this clue by spontaneously turning our attention back to the ‘I’ that experiences that other thing.<br />\n<br />\nIn this clue, the words ‘to whom? to me’ describe how we should spontaneously turn our attention back to ‘I’ whenever we experience anything other than ‘I’ alone, whereas the words ‘who am I?’ denote the resulting state of self-attentiveness, which we should then cling to firmly and vigilantly. That is, when Bhagavan says ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும் (<i>jāggirataiyāy ovvōru eṇṇamum kiḷambumpōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakku eṉḏṟu tōṉḏṟum</i>), ‘As soon as each thought appears, if [one] vigilantly investigates to whom this has occurred, it will be clear that [it is] to me’, he is indicating that our instant and spontaneous response to the appearance of any thought should be to turn our attention back towards the ‘me’ to whom it has occurred. And in the next sentence, where he says நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும் (<i>nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum</i>), ‘If [one] investigates who am I, the mind will return to its birthplace’, he is indicating that we should then cling firmly to our resulting self-attentiveness in order to allow our mind to subside calmly back into its source, which is our pristine, unadulterated self-awareness ‘I am’.<br />\n<br />\nThat is, when he says in this sentence ‘If [one] investigates who am I’ (நானார் என்று விசாரித்தால்: <i>nāṉ-ār eṉḏṟu vicārittāl</i>), he does not mean that we should do anything further after turning our attention back to ‘I’ other than simply to avoid letting go of the self-attentiveness that we have thereby regained. Therefore what ‘to whom? to me; who am I?’ essentially means is just ‘turn and remain turned’: that is, turn your attention back towards ‘I’ and then remain attending only to ‘I’.<br />\n<br />\nWhen we first begin to practise <i>ātma-vicāra</i>, we will be unfamiliar with responding in this way to the appearance of thoughts, so we may occasionally find it helpful to actually say the words ‘to whom? to me’ or ‘who am I?’ within our mind, because these words will remind us to turn our attention back towards ‘I’ and to hold firmly on to the resulting self-attentiveness. However, we should understand clearly that <i>ātma-vicāra</i> is not merely mentally verbalising these words, but is only turning towards ‘I’ and holding fast to self-attentiveness.<br />\n<br />\nWhen by repeated practice we become familiar with responding to the appearance of thoughts in this way, turning our attention spontaneously back to the ‘I’ that experiences them will become second nature to us, so it will be unnecessary for us to think even occasionally ‘to whom has this thought occurred?’ or ‘who am I?’. This spontaneous, wordless and thought-free response is the correct application of the clue ‘to whom? to me; who am I?’<br />\n<br />\nBecause our love to experience only ‘I am’ is insufficient, most of us get frequently carried away by the thoughts that arise in our mind, so we have to persevere in this practice of turning our attention back to ‘I’ whenever we remember that this is our aim. But if we thus practise turning our attention back towards ‘I’ and then holding on to ‘I’ as much as possible, we will soon be familiar with this means to do so, so we will be able to do so without ever thinking of asking ourself in words: ‘to whom has this thought occurred?’ or ‘who am I?’.<br />\n<br />\nAs you correctly say, when the Tamil verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:172.tamillex\">விசாரி</a> (<i>vicāri</i>), which is derived from the nouns  <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:171.tamillex\">விசாரம்</a> (<i>vicāram</i>) or <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:164.tamillex\">விசாரணை</a> (<i>vicāraṇai</i>), which are in turn derived from the Sanskrit verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.5:1:2038.apte\">विचर्</a> (<i>vicar</i>) and nouns <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.5:1:2042.apte\">विचारः</a> (<i>vicāraḥ</i>) and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.5:1:2045.apte\">विचारणा</a> (<i>vicāraṇā</i>), is translated in this context as ‘enquire’ instead of ‘investigate’, it can give a subtly different meaning, because it can then seem to imply that Bhagavan is instructing us to enquire in the sense of actually asking the questions ‘to whom?’ or ‘who am I?’, which was not his intention.<br />\n<br />\nThere is a significant difference between investigating who am I and asking the question ‘who am I?’, because investigating who am I entails turning our attention away from all thoughts — and hence from all words — towards the ‘I’ that experiences them, whereas asking the question ‘who am I?’ is an activity that entails using words and hence thoughts. Therefore, though investigating who am I is ‘questioning’ in a figurative sense, it is not questioning in a literal sense. It is simply the wordless and thought-free process of turning our attention back towards ‘I’ and remaining thus with our attention fixed firmly on ‘I’ alone in order to ascertain who or what this ‘I’ actually is.<br />\n<br />\n<a name=\"ny16\"></a>The fact that this is the sense in which Bhagavan used the verb விசாரி (<i>vicāri</i>) and the nouns  விசாரம் (<i>vicāram</i>) or விசாரணை (<i>vicāraṇai</i>) is made clear by him in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), in which he defines <i>ātma-vicāra</i> as the simple practice of keeping our mind or attention fixed firmly on self (<i>ātmā</i>):<br />\n<blockquote>\n[…] சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; […]<br />\n<br />\n[…] <i>sadākālamum maṉattai ātmāvil vaittiruppadaṟku-t-tāṉ ‘ātma-vicāra’ meṉḏṟu peyar</i>; […]<br />\n<br />\n[…] The name ‘<i>ātma-vicāram</i>’ [refers] only to keeping the mind always in [or on] <i>ātmā</i> [self]; […]</blockquote>\nHere ‘keeping the mind always in [or on] self’ means keeping our mind or power of attention fixed firmly and constantly on ‘I’ alone. Therefore, so long as our mind is dwelling on any thought or words, it is not practising <i>ātma-vicāra</i> as defined by Sri Ramana.<br />\n<br />\nSince he thus defines the term ஆத்மவிசாரம் (<i>ātma-vicāram</i> : self-investigation or self-examination) as referring only to this state of ‘keeping the mind always on self’, we can infer that what he meant by the verb விசாரி (<i>vicāri</i>) is not any mental activity such as questioning ‘to whom?’ or ‘who am I?’ by forming such words and sentences in our mind, but is only to investigate ourself by turning our mind firmly away from all thoughts and words and keeping it fixed vigilantly on ‘I’ alone. This is all that he meant whenever he advised us to investigate ‘to whom? to me; who am I?’.<br />\n<br />\nThe wordless technique that is expressed by these words ‘யாருக்கு? எனக்கு; நானார்?’ (<i>yārukku? eṉakku; nāṉ-ār?</i>: to whom? to me; who am I?) or ‘ஆர்க்கு? எற்கு; அகம் உதி தலம் எது?’ (<i>ārkku? eṟku; aham udi talam edu?</i>: to whom? to me; what is the rising-place of I?) is the <i>brahmāstra</i> or supreme weapon given to us by Sri Ramana, because it is the most effective means by which we can firmly hold on to self-attentiveness and regain it instantly whenever our hold on it begins to falter even in the least due to the distracting influence of thoughts (which are any experience of anything other than ‘I’). If we learn to wield this all-powerful weapon effectively, we can remain steadfast in self-attentiveness no matter what experiences may confront us, and thereby we can eventually conquer the entire appearance of otherness and multiplicity, along with its root, the ego or thought called ‘I’.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1904809683147510171/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NjA2MzgyMzkzCm9mZnNldDogMzYwMDAwMAo\""
}