{
    "kind": "blogger#post",
    "id": "3757981546834097973",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-01-17T13:40:00Z",
    "updated": "2016-11-13T10:30:56Z",
    "url": "http://happinessofbeing.blogspot.com/2014/01/i-is-centre-and-source-of-time-and-space.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3757981546834097973",
    "title": "‘I’ is the centre and source of time and space",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA new friend wrote to me recently saying that he thinks he has understood the concept of time but that he has not yet grasped the concept of space. In my reply I wrote:<br />\n<br />\nThe concept of space is just that: a concept or idea, and as such it is a mental construction.<br />\n<br />\nTime and space are the two interlocked conceptual frameworks within which we organise all our other ideas about a physical world. Without space, there would be no place for more than one thing to seem to exist (because each thing requires a separate place in which to exist, since two things cannot simultaneously occupy the same place), so space is the conceptual framework that allows for the appearance of multiplicity. Likewise, without time, there would be no scope for any change to seem to take place, so time is the conceptual framework that allows for the appearance of change, which seems to be constantly occurring within this appearance of multiplicity.<br />\n<br />\nTherefore, to know ‘I’, which is one and unchanging, neither space nor time is required. In fact, all ideas of space and time need to be set aside in order for us to experience ‘I’ as it really is, because space is the basis for the illusion of multiplicity (which is experienced as ‘I’ and other things), and time is the basis for the illusion of change (in which ‘I’ seems to be just one among many changing things).<br /><a name='more'></a>\n<br />\nJust as the movement of a train in which we are sitting creates the illusion that trees, houses and other stationary objects are moving past, so the change we experience all around us in time and space creates the illusion that this unchanging ‘I’ is also changing.<br />\n<br />\nOur experience of space and time is centred around two crucial points: ‘here’ and ‘now’. ‘Here’ is whichever point in space I currently experience myself to be, and ‘now’ is whichever point in time I currently experience myself to be. Since we experience every other place in space and every other moment in time as they stand in relation to the present point in space, ‘here’, and the present point in time, ‘now’, and since these points are the ones in which ‘I’ is present, the centre around which all space and time are experienced is only ‘I’.<br />\n<br />\nMoreover, since time and space are experienced only when we experience this ‘I’ as something that is separate from them and from all the other things and events that seem to exist in them, ‘I’ is not only the centre of our experience of time and space, but is also the source and root of such experience.<br />\n<br />\nThough ‘I’ is thus both the centre and source of our experience of time and space, it seems to us that we (this ‘I’) are moving through time in one direction from past to future and moving about in space. However, it also seems to us — when viewed slightly differently — that time is moving past us and space is moving around in relation to us (just as stationary objects outside seem to be moving past us when we are sitting in a moving train).<br />\n<br />\nThus we can conceive the relation between space and ‘here’ in either of two ways. Normally we conceive space as a fixed framework within which we and other objects move, and wherever we (i.e. our body) move, ‘here’ moves along with us (because ‘here’ is always where ‘I’ am, so when a body is experienced as ‘I’, ‘here’ is where that body is). Alternatively, we can conceive of ‘here’ as the fixed point in relation to which space moves. Now this place where I am is ‘here’, but if my body walks out of this room, other places (i.e. points in space) move into and temporally occupy ‘here’.<br />\n<br />\nIf we analyse our experience, the latter is what we experience most directly, because subjectively we experience the world moving in relation to ‘here’, the central ‘I’-located point in space. However, though this is primarily what we experience, because of our objective outlook we reject this subjective view and instead superimpose fixedness on space, and hence we create a secondary illusion that space is fixed and ‘here’ is moving in relation to it.<br>\n<br>\nWhen sitting on a moving train, if our attention is directed to nearby things outside the train, they seem to be moving and we seem to be still in relation to them, whereas if our attention is directed towards faraway objects on the horizon, they tend to seem more still and we seem to be moving in relation to them. Likewise, when we take a more subjective view of our experience, attending to how things actually seem to be from a strictly first-person perspective, it seems to us that we are relatively still and that locations in space move around in relation to us (like we might say when travelling on a train, ‘London is now approaching’), whereas when we take a more objective view of our experience, attending to the physical world as if it existed ‘out there’, independent of our perception of it, it seems to us that physical space is a fixed set of locations in which we move around.<br>\n<br>\nNeither of these two alternative conceptions is true, because the world, the space in which it seems to exist and the time in which it seems to change are all an illusion, but the conception that space moves in relation to the fixed point ‘here’ is closer to the truth than the conception that ‘here’ moves in relation to a fixed framework called space, because ‘here’ is wherever the experiencer ‘I’ is located, whereas space is the conceptual framework in which whatever is experienced seems to be located. Since the experiencer is always experienced in the centre of whatever else is experienced, whatever place is now experienced as ‘here’ is experienced as the central point in the midst of all the other places we experience around us.<br />\n<br />\nIf space or time existed independent of our experience of them, it may be true that we move in relation to them, but if they do not exist independent of our experience of them, what is fixed is only ourself, and all movement is in relation to us, who experience it. Therefore, to discover whether we are either something that is fixed or something that is moving and changing, we need to investigate this ‘I’: who or what am I?<br />\n<br />\nWhen Sri Ramana investigated himself to know whether or not ‘I’ actually undergoes the major change called ‘death’, he discovered that ‘I’ is the one unchanging and infinite reality, and that everything else that is experienced is just an illusion. Therefore whatever questions people asked him about anything, his immediate response was always to ask them to find out who is the ‘I’ that wants to know the answers to such questions, and only if they showed that they were unable to recognise or accept that investigating who am I would solve all their problems and answer all their questions, would he give some other answer to suit their limited aspiration and power of understanding.<br />\n<br />\nTherefore according to the experience of Sri Ramana, what is actually fixed is only ‘I’, and everything else is changing, but because we mistake a changing thing (a person composed of a body and mind) to be ‘I’ and because we are more interested in attending to and experiencing other things than we are in attending to and experiencing only ‘I’, we transpose our sense of what is fixed from ourself onto the space in which the outside world seems to exist.<br />\n<br />\nThus time and space are two basic illusions that both confuse us. To rectify this confusion, which is rooted in the primal confusion ‘I am this body’, we must try to attend to and experience only ‘I’. If we persevere in trying to do so, we will eventually succeed, and when we do so we will experience ourself with perfect clarity as we really are, unmixed and uncontaminated with the illusory appearance of any other thing.<br />\n<br />\nTherefore to remove all our present confusion, which is like a dense and tangled bush that has sprouted from a single root, namely the illusion ‘I am this body’, we must shift the focus of our interest and attention away from all other things towards ‘I’ alone. This is the simple but powerful remedy that has always been available to us, but which we now recognise only because it has been pointed out to us by Bhagavan Ramana.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3757981546834097973/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc5MDMzMDU2Njc2Cm9mZnNldDogMAo\""
}