{
    "kind": "blogger#post",
    "id": "4116351397799792677",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-06-15T11:50:00+01:00",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4116351397799792677",
    "title": "Why do we not experience the existence of any body or world in sleep?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/06/what-do-we-actually-experience-in-sleep.html?showComment=1402721762196#c1326319597530030218\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2014/06/what-do-we-actually-experience-in-sleep.html\">What do we actually experience in sleep?</a>, Wittgenstein wrote with reference to my ‘gap’ argument that the featureless gap called ‘sleep’ that we experience between some consecutive states of waking and/or dream ‘also characterizes the <b>discontinuity</b> of world-body (they always pair up), space-time, causation and ego (all belonging to non-self, <i>jada</i>). So, in a single attempt we do come to know the continuity of the background self (<i>sat-chit</i>) and the discontinuity of the non-self. Further, such discontinuous entities should be unreal even when they appear’, and then went on to discuss why we do not experience the existence of the world or any other non-self items in sleep. In general I agree with his inferences, but the following are my own reflections on this same subject:<br>\n<br>\nBecause our natural predisposition (or rather the natural predisposition of our mind) is to believe (at least while we are experiencing them in the waking state) that this body and world are real and exist independent of our experience of them, we wrongly assume that the reason we do not experience them in sleep is that we were unconscious then. However, if we analyse our actual experience in our three states of waking, dream and sleep, we can understand that (for reasons such as those that I explained in my previous article, <a href=\"http://happinessofbeing.blogspot.com/2014/06/what-do-we-actually-experience-in-sleep.html\">What do we actually experience in sleep?</a>) we are in fact conscious in sleep, even though we are not conscious of any body or world then. We therefore have to question our assumption that this body and world exist when we are asleep, and also our underlying assumption that they exist independent of our experience of them.<br><a name='more'></a>\n<br>\nAs Wittgenstein says, it is wrong to assume that what perceives this world is our eye (or any of our other senses), because they are all <i>jaḍa</i> (non-conscious). What actually perceives or experiences it is our mind, but our mind is a confused mixture of a conscious (<i>cit</i>) element and non-conscious (<i>jaḍa</i>) elements (and hence it is called <i>cit-jaḍa-granthi</i>, the knot that ties the conscious and the non-conscious together as if they were one). Therefore, since the non-conscious elements of the mind cannot perceive anything, it is only the conscious element of the mind that perceives everything (and this conscious element is ‘I’, ourself — what we actually are). Just as our eye and other senses are just channels through which or instruments with which we perceive the world, so the non-conscious elements of our mind are likewise just channels through which or instruments with which we perceive the world.<br>\n<br>\nBecause the essential conscious element of our mind is now (seemingly) mixed and confused with its extraneous non-conscious elements, it seems to be limited, but it is in fact unlimited. That is, it (ourself) is not the finite entity that it now seems to be, but is in fact the one infinite reality. As Sri Ramana says in the final sentence of verse 4 of <i>Uḷḷadu Nāṟpadu</i>, which Wittgenstein quoted: ‘[...] கண் அது தான் அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), which means, ‘[...] Oneself, that eye, is the infinite eye’.<br>\n<br>\nThat is, the eye that perceives everything is only ourself, the essential conscious element of our mind. However, it can see finite things only when it itself seems to be finite, and it seems to be finite only when it (seemingly) mistakes itself to be a body and mind. This is why in the previous sentence of verse 4 Sri Ramana asks rhetorically: ‘[...] கண் அலால் காட்சி உண்டோ? [...]’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which means, ‘[...] Can what is seen be otherwise than the eye? [...]’.<br>\n<br>\nThat is, what is seen cannot be of a different nature than what sees it, so finite things can be seen (or experienced) only by a finite seer (or experiencer), and that finite seer (or experiencer) is only the mind. However, even when we see ourself as this finite mind and thereby see other finite things, the seeing element in this mind (which is a compound that includes many non-seeing elements such as this body and all other thoughts) is only ourself, the one infinite eye.<br>\n<br>\nIn sleep the mind as mind (that is, the mind as a compound of one conscious and many non-conscious elements) has subsided, so the only element of it that remain is its essential conscious (<i>cit</i>) element, which is the infinite eye. Therefore what experiences itself in sleep is not our mind as such, but only our infinite self, ‘I am’, which is the only real element of our mind.<br>\n<br>\nSince in some states (namely waking and dream) we experience ourself mixed up with the non-conscious elements of our mind and in other states (such as sleep) we experience ourself without any of those non-conscious elements, they are obviously not ourself but are just extraneous adjuncts. And since our mind seems to exist only when we mistake these extraneous adjuncts to be ourself (or to be parts of the entire body-mind complex that we mistake to be ourself), it is not real but is only an illusion or apparition.<br>\n<br>\nTherefore, since this mind is not real, and since this body and world (or any other body and world that we may experience in a dream or in any posthumous state of existence) seem to exist only when we mistake ourself to be this unreal mind, we can reasonably infer that any body or world that is experienced by this mind is as unreal as it is, and that they depend for their seeming existence upon the seeming existence of this illusory mind. Hence, since we do not experience the existence of any body or world in sleep, even though we do experience our own existence then, we can reasonably infer that no body or world actually exists when we are asleep.<br>\n<br>\nIt is only in this waking state that this body and world seem to us to be real (and likewise in dream some other body and world seem to us to be real), but because they now seem to us to be real, we assume now in this waking state that they continue to exist even when we do not experience them, such as when we are dreaming or asleep. This assumption is unjustified, because it is not adequately supported by our experience, nor can it be conclusively inferred from anything that we do experience.<br>\n<br>\nSince almost everything else that we believe is based upon our belief that this body and world exist independent of our experience of them, and since this belief is not only not adequately justified by anything that we experience but is also called into serious question when we carefully analyse our experience of ourself in our three states of waking, dream and sleep, the vast majority of our beliefs are open to serious doubt. Since anything that we experience other than ourself could be an illusion, and since in fact it is all very likely to be an illusion because it is experienced only by our illusory mind, the only belief we have that is actually justified is our belief that ‘I am’ and our inseparable belief that ‘I am aware’.<br>\n<br>\nThat is, since we could not experience anything — whether real or illusory — if we ourself did not exist or were not aware, our own existence and awareness are absolutely certain, whereas everything else that we seem to experience or that we believe is profoundly uncertain. Not only does logical analysis tell us that what is absolutely certain is only our fundamental experience ‘I am’ (which entails our being aware that I am, because if I were not aware that I am I would not be ‘I’, the first person or experiencer), but our experience in waking, dream and sleep demonstrates that the only thing that we experience continuously is ‘I am’ (and of course its logical corollary, ‘I am aware that I am’).<br>\n<br>\nHowever, though we know for certain <i>that I am</i>, we do not know for certain <i>what I am</i>, because we now mistake ourself to be a body and mind, which cannot actually be what I am, since I experience myself in sleep without experiencing either of them. Therefore our analysis of our experience of ourself in our three states of waking, dream and sleep should impress upon us the need for us to investigate what or who am I. Understanding and being firmly convinced of this necessity is the great benefit and only purpose of our analysing our experience in this manner.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "45",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4116351397799792677/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDI4Cm9mZnNldDogMzYwMDAwMAo\""
}