{
    "kind": "blogger#post",
    "id": "7910734411859426537",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-11-09T10:58:00Z",
    "updated": "2016-06-09T00:00:36+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/11/why-should-we-believe-that-self-is-as.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7910734411859426537",
    "title": "Why should we believe that ‘the Self’ is as we believe it to be?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html?showComment=1415002023055#c359154285955002769\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/our-memory-of-i-in-sleep.html\">Our memory of ‘I’ in sleep</a>, a friend called Joel wrote:<br>\n<blockquote>Why do you talk of the Self remembering itself? It IS itself, so what is there to remember? The notion of the Self ‘remembering’ the Self during deep sleep when now awake is merely a creation of the mind to justify a continuity through the three states that actually is not in need of justification, because apart from the mind there are no three states.</blockquote>\nThe following is my reply to this comment:<br>\n<br>\nOne of the mistakes you are making here, Joel, is that you are taking an argument, assuming its conclusion to be true, and claiming that the argument is therefore unnecessary. But without the argument, what reason do you have for believing its conclusion to be true? If we believe a certain proposition to be true, but have no reason for believing it, our belief in it is unjustified. An argument is simply a reason or a set of reasons for believing a certain proposition or idea to be true, so when we consider whether or not a certain belief is true or justified, we need to consider whether the arguments or reasons for believing it are sound.<br><a name='more'></a>\n<br>\nYou are expressing a certain belief about ‘the Self’ (whatever you mean by that term), but what justification do you have for such belief? Have you actually experienced this ‘Self’ as it really is? If not, you must have some reason for believing that it is as you believe it to be. Your reason may be faith in the teachings of Sri Ramana, but he never asked us to arbitrarily and blindly believe his teachings (rather than arbitrarily and blindly believing any other metaphysical view, whether based on religion, philosophy or science). There are so many different metaphysical views that people hold, so why should we choose one such view in preference to others?<br>\n<br>\nIf Sri Ramana had not given us good reasons (sound arguments) for believing at least tentatively that what he taught is true, his teachings would be no better than any of the numerous religious doctrines that already exist in this world. The only reason that can be given for believing in most religious doctrines, particularly those concerning or related to metaphysical issues, is that they are what is taught in a certain holy book or by a certain holy person, but when such is the case, which holy book or holy person should we believe? Should we believe the Bible, the Old Testament, the New Testament, the Talmud, the Koran, the Vedas, the Upanisads, the Bhagavad Gita, the Pali Canon, the Jain Agamas, the Tao Te Ching or the Guru Granth Sahib, and should we believe the Buddha, Mahavira, Krishna, Sankara, Ramanuja, Madhavacharya, Patanjali, Confucius, Lao Tse, Jesus, Mohammed or Guru Nanak? If their teachings were all the same, we could believe all of them, but their teachings conflict with and often directly contradict each other, so what or whom should we believe?<br>\n<br>\nWhy do we choose to believe the teachings of Sri Ramana rather than any other spiritual or religious teaching? What reason do we have for believing what he teaches rather than what any other person or religion teaches? Are we adequately justified in believing his teachings in preference to all the numerous other philosophies, doctrines, religions or sciences that we could alternatively believe? I believe we are, because he did not merely claim that what he taught is what he had experienced (just as many other holy persons or mystics claim that what they teach is what they had personally experienced, or what was divinely revealed to them), but focussed his teachings entirely on ‘I’, our own experience of ourself, and on the basis of a clear and logical analysis of our experience of ourself in our three states of waking, dream and sleep he gave us sound reasons for believing that I am not the person, body or mind that I now seem to be, and that I therefore need to investigate myself in order to experience what I actually am (who am I).<br>\n<br>\nIf we are honest with ourself, we must admit that we are metaphysically ignorant: we do not know exactly what we are, or what is real; we are unable with any degree of certainty to distinguish reality from appearance; we do not know for certain whether the world we perceive exists independent of our experience of it, or whether it is just a mental creation, like a dream. Each religion provides its own answers to such questions, but without giving us adequate reasons to believe its answers rather than any alternative ones, and for thousands of years philosophers have tried to find satisfactory answers by relying entirely upon reasoning, but without ever actually finding a convincing solution to any of the numerous doubts that have risen in human minds about metaphysical issues, and without discovering any empirical means by which we could solve such issues.<br>\n<br>\nHowever, Sri Ramana has taught us that the only way to remove our metaphysical ignorance (<i>ajñāna</i>) is to experience ourself as we really are. But why should we believe this? We must have some reason for believing it, and mere preference or wishful thinking is arbitrary (like <a href=\"http://en.wikipedia.org/wiki/Pascal's_Wager\">Pascal’s wager</a>) and hence not a very good reason for believing anything. Therefore Sri Ramana gave us a set of reasonable arguments that demonstrate that what we call ‘I’ (ourself) cannot be the body or mind that we now mistake ourself to be and that we therefore need to investigate ourself in order to experience ourself as we really are, and other arguments that demonstrate that all our experience and knowledge of anything other than ‘I’ is dependent upon our mistaken experience of ourself as a body and mind.<br>\n<br>\nSri Ramana gave such arguments in order for us to think carefully and deeply about them and thereby form a strong conviction in the truth of his teachings and a deep interest in and passion for trying to experience ourself as we really are. What I wrote in my previous article was accordingly some reflections on his argument that we do experience ourself in the absence of our mind in sleep, and I wrote those reflections because another friend raised some reasonable questions about how we remember that we experienced ourself in sleep, since memory is generally a function of the mind, which did not then exist to experience or remember anything.<br>\n<br>\nUnless we accept that we do remember having been asleep (that is, in a state in which our mind was absent and in which we therefore experienced nothing other than ourself), what reason would we have for claiming that we experienced ourself being in such a state?  And unless we recognise that we did experience ourself being in sleep, what reason would we have for believing that we are anything more than this mind, or that we existed in sleep in its absence?<br>\n<br>\n<a name=\"uu26\"></a>You ask regarding what you call ‘the Self’: ‘It IS itself, so what is there to remember?’ I assume that what you mean by ‘the Self’ is what we actually are, in which case ‘It IS itself’ simply means that we are what we actually are, which is obviously true and which therefore no one could reasonably dispute, but this then raises the question: what actually are we (or in other words, who am I)? Essentially we are something that is self-aware, so being ourself entails knowing or experiencing ourself, as Sri Ramana says in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/self-awareness-is-very-nature-of-i.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭha</i> [the state of being firmly established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\nJust as being ourself entails knowing ourself, it also entails remembering ourself, because our self-awareness is not limited or bound in any way by time, since we experience ourself with an experience of time in waking and dream and without any experience of time in sleep. However, when remembering our existence, we are not remembering an experience that is now past, but are remembering our only experience that is always present, so our memory of ourself is not like any other memory, as I tried to explain in my previous article.<br>\n<br>\nAnother mistake you make in your comment is that you imply that I was writing about ‘the Self remembering itself’, whereas in fact I was writing just about us remembering ourself, and I never made any mention of ‘the Self’. In fact, though this term ‘the Self’ (with the definite article and a capitalised ‘S’) is used in most English translations of the teachings of Sri Ramana and commentaries on them, I avoid using it, because I believe it is a potentially misleading term and misrepresents the terms used by him while writing or speaking in Tamil.<br>\n<br>\nIn Tamil and other Indian languages, there are no capital letters and no definite article (like ‘the’ in English), so in most cases when it is recorded in English that Sri Ramana referred to ‘the Self’, the word he probably used in Tamil would have been தான் (<i>tāṉ</i>), which means oneself, myself, yourself, himself, herself, itself or (in the sense in which he often used it) just self or ourself, though in some cases it might have been ஆன்மா (<i>āṉmā</i>) or ஆத்மா (<i>ātmā</i>), which mean more or less the same as தான் (<i>tāṉ</i>), but which he generally used to refer specifically to what we actually are rather than what we just seem to be. Like ‘oneself’, ‘myself’ or ‘ourself’ in English, in Tamil தான் (<i>tāṉ</i>) can refer either to what we actually are (our real self) or to what we seem to be (our ego), depending on the context. In some contexts it may refer specifically to our real self and in other contexts it may refer specifically to the ego, but in many contexts it is not necessary and may even be wrong to specify which it refers to, because we are always one, whether we experience ourself as we really are or as the ego that we now seem to be.<br>\n<br>\nOne reason why I believe ‘the Self’ is a potentially misleading term is that the definite article and capitalised ‘S’ seems to suggest that it refers to something other than ourself — some distant object that is somehow divine or superior to ourself. Just as the Sanskrit term <i>paramātman</i> (which is a superlative noun that literally means the most distant, remotest, highest, ultimate or supreme self) is often used or understood to mean the Supreme Spirit or God rather than our own self, the term ‘the Self’ is easily mistaken to mean some distant or superior thing that we are to reach only in future or that can be experienced only by a privileged few, rather than our own most intimate self — what we actually are and actually experience as ‘I’ here and now.<br>\n<br>\nWhen we read or are told that we are not what we now seem to be, if we do not think deeply and critically about this idea, we tend to think superficially of our real self and our false self as if they were two separate things, whereas in fact they are one and the same thing. That is, what we now experience as our false self or ego is actually just our real self seeming to be something other than it is actually is. Our false self is merely an illusion, so the dualistic distinction between it and our real self is likewise just an illusion, but this illusory distinction is subtly reinforced when we use terms such as <i>paramātman</i> or ‘the Self’ to refer to what we actually are. If what we mean by ‘the Self’ is simply what we actually are, why should we routinely capitalise the initial ‘s’ and objectify it by prefixing the definite article ‘the’ instead of just referring to it as ‘ourself’?<br>\n<br>\nThe habit of translating தான் (<i>tāṉ</i>) or ஆத்மா (<i>ātmā</i>) as ‘the Self’ arose from our tendency to think about ourself in dualistic terms, as if we had two distinct selves, a real self and a false self, and it also tends to perpetuate our tendency to think in such dualistic terms. Therefore if we are to outgrow our dualistic beliefs and patterns of thinking and to learn instead to think about the distinction between our real self and our illusory self in a more nuanced manner, we should avoid the clumsy habit of capitalising the initial ‘s’ in ‘self’ whenever we think it refers to our real self rather than our seeming self. <br>\n<br>\nIf it was appropriate in every case to distinguish our real self from our seeming self, using ‘Self’ with a capitalised ‘S’ to denote our real self would perhaps not cause too much confusion, but in many cases it is not appropriate to make this distinction. For example, if we take ‘Self’ with a capital ‘S’ to mean only our real self as opposed to our ego, and if we translate the terms <i>ātma-vicāra</i> or <i>taṉṉāṭṭam</i> (தன்னாட்டம், <i>taṉ-nāṭṭam</i>, a Tamil term often used by Sri Ramana that means the same as <i>ātma-vicāra</i>) as ‘Self-investigation’ or ‘Self-enquiry’, that would imply that what we are to investigate is not our ego but only our real self. However, since our real self is what now seems to be an ego, we could not in practice investigate our real self without starting by investigating what seems to be an ego, just as we could not look carefully at the rope without starting by looking carefully at the illusory snake that it now seems to be.<br>\n<br>\nWhen we investigate who am I, it obviously does not matter whether we consider the ‘I’ we are investigating to be our real self or our ego, because there is only one ‘I’, which is actually our real self but which now seems to be our ego, so in order to avoid implying that we should investigate only our real self and not our ego (as if they were two entirely separate things), it is more appropriate to translate <i>ātma-vicāra</i> or <i>taṉṉāṭṭam</i> as ‘self-investigation’ (or ‘self-enquiry’) with a lower case ‘s’ than with a capital ‘S’. Likewise, there are many other contexts in which the word ‘self’ is used in Sri Ramana’s teachings to denote ourself in general rather than specifically either our real self or our seeming self. However, if we use ‘Self’ with a capital ‘S’ to denote our real self, it would imply that whenever we use ‘self’ with a lower case ‘s’ it denotes only our unreal self (our ego), so to avoid causing confusion in any of the many contexts in which no distinction should be made between our real self and our ego, it is necessary to avoid using ‘Self’ with a capital ‘S’ in any context whatsoever.<br>\n<br>\nWhen you ask, ‘Why do you talk of the Self remembering itself? It IS itself, so what is there to remember?’ you seem to imply that we (our real self) do not remember ourself, which is absurd. We always remember ourself (at least in the sense that we never forget ourself), although as I explained in my previous article our memory of ourself is quite unlike our memory of anything else, because in remembering ourself we are not remembering an experience that is now past but an experience that is ever present. Our memory of ourself is therefore nothing other than our awareness of ourself, because we are always aware of ourself, and in being thus always aware of ourself we are so to speak always remembering ourself.<br>\n<br>\nMemory usually entails storing and recalling some experience or information from the past, but we (our real self) are always present, so we are never past, and hence our constant awareness of ourself is not a memory in the usual sense of the word. Indeed, since we are ever present and ever aware of ourself, we have no need to remember ourself in the same sense that we remember other things that we experienced or knew about in the past. However, since we are always aware that I am, we cannot be said to have ever forgotten that I am, so since being always aware that I am entails never forgetting that I am, in that sense it can be said to be constantly remembering that I am. Therefore, when we talk of remembering ourself or our memory of ourself, we should understand in a more nuanced manner the special sense in which the terms ‘remembering’ and ‘memory’ are used in this context.<br>\n<br>\nYou also seem to imply that it is somehow wrong to say that we remember ourself having been in the state we call sleep, because you say that ‘apart from the mind there are no three states’. It is true that the appearance of the three alternating states of waking, dream and sleep is a creation of our mind, but our mind actually experiences only two of these three states, because what we call sleep is a state in which the mind has subsided entirely and therefore does not experience anything. That is, whereas waking and dream are created by the presence of the mind, sleep is created by the temporary absence of the mind in the midst of the other two states in which it seems to exist, so though sleep seems (from the perspective of the mind) to be a third state, it is actually the background state in which waking and dream temporarily appear and disappear. Since we experience the appearance and disappearance of waking and dream, we also experience the background state in which they appear and disappear, so though our mind does not experience sleep, we ourself experience it as a state in which our mind is absent, and we are able to remember having experienced it after we have woken from it (that is, after our mind has risen from it).<br>\n<br>\nSince our mind had then subsided, what experienced our existence in sleep was not our mind but only our real self, but paradoxically what now remembers having experienced our existence in sleep is our mind, which was then absent. How is this possible? It is possible only because what we now seem to be (our mind or ego) is actually nothing other than what we actually are (our real self), just as what a rope seems to be (a snake) is actually nothing other than what it actually is (a rope). It was we as we actually are (our real self) who experienced our existence in sleep, and it is we as what we at present seem to be (our mind or ego) who now remembers having experienced it.<br>\n<br>\nThat is, our mind or ego is a confused mixture of what we actually are and various extraneous adjuncts — things such as our body which we now seem to be but which are not what we actually are. The self-aware element of our mind (the element that is aware of its own existence, ‘I am’) is what we actually are, and all the other elements are merely extraneous adjuncts, which are not self-aware. Whereas all the other elements of the mind rise and endure only during waking and dream, but subside and cease to exist in sleep, the self-aware element of our mind endures always: in all states, at all times and even when time does not seem to exist. It is this self-aware element (our real self) that experienced itself in the absence of everything else in sleep, and it is because of this self-aware element (the essential element of our mind) that our mind is able to remember ‘I existed and was aware that I existed in sleep’.<br>\n<br>\nIn other words, though our mind as mind did not exist in sleep, it did exist as our real self, which is its essence. It is therefore this essential element of our mind, which alone endured in sleep, that experienced its own existence in sleep, and that now seems to be the mind and thereby enables the mind to remember its existence in sleep. Though the actual memory of having been in sleep belongs only to what we actually are (our real self), what is now able to recall that memory is what we now seem to be (our ego or mind).<br>\n<br>\nThis is why trying to understand the subtle distinction between what we actually are (our real self) and what we now seem to be (our ego or mind) in the simplistic terms of duality, as if they were two entirely separate things (and as if they could always be readily distinguished simply by either capitalising or not capitalising the initial ‘s’ in the word ‘self’), can never be satisfactory, and why we therefore need to understand this distinction in a far more nuanced manner, not as two entirely separate things but as only one thing that experiences itself either as it actually is (our real self) or as something else that it merely seems to be (our seeming self, the ego or mind). Whether we experience ourself as we really are or as the mind that we now seem to be, we are always the one and only self or ‘I’, and there is no self (or ‘Self’) other than ourself.<br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html?showComment=1415127970643#c7940185052573499734\">your second comment</a> on my previous article you wrote:<br>\n<blockquote>I meant that the very notion that there are three states is a creation of the mind in what we refer to as the waking state. There is no waking state, no dream state, and no deep sleep, save as an idea in the mind right now. So the attempt to say that the Self is present during deep sleep is just an idea of the mind in the waking state, the waking state also being an idea of the mind right now. There is no time-line beyond the mind during which these states lie in succession.</blockquote>\nThough as you say the three states of waking, dream and sleep are ideas created by our mind, they are states that we actually seem to experience, so as long as we experience them, we need to analyse our experience of ourself in each of them, because only when we do so will we be able to recognise from our own experience that we cannot be the body or mind that we now seem to be, since we experience ourself without either of them in sleep, and without our present body in dream.<br>\n<br>\nAccording to Sri Ramana, whatever we experience other than our pure adjunct-free self, ‘I am’, is only an idea in our mind, but what experiences all these ideas is only our primal idea called ‘I’, the ego, which is a mixture of our real ‘I’ and various adjuncts. Though our real ‘I’ is not an idea, when it is mixed and confused with adjuncts, which are all ideas, it seems to be an idea. Therefore, though waking, dream and sleep are just ideas from the perspective of our mind, as long as we experience ourself as this mind they seem to be real, and what is most significant about them is that in each of them we experience ourself as something different. Since we cannot be anything that we do not experience permanently, such as our body or mind, our contrasting experiences of ourself in these three states provide us with invaluable evidence that we are not what we now seem to be, and that we should therefore investigate ourself in order to discover what we actually are.<br>\n<br>\nThough we experience all these three states, what is special about sleep is that whereas we experience ourself as our mind during waking and dream, during sleep we experience ourself in the absence of our mind. Therefore, though sleep as a third state that is distinct from waking and dream is created by the mind, what we experience in sleep is ourself devoid of our mind — and hence devoid of all ideas. Thus our experience of ourself in sleep is the only evidence now available to us that we are not this mind that we now seem to be, nor any of its ideas.<br>\n<br>\nFrom what you write in this second comment of yours, it seems that you believe that you do not experience anything other than your mind and its ideas. If you are unable to recognise and therefore do not believe that that you experienced yourself in sleep in the absence of your mind and its ideas, what evidence do you have that anything other than your mind and its ideas exist? If you only ever experience your mind and its ideas, what reason do you have for believing in the existence of ‘the Self’ that you speak of, or for believing that it is as you believe it to be?<br>\n<br>\nIf you believe that you have never experienced yourself as anything other than your mind, what reason do you have for supposing that you are actually anything other than it? If you speak of ‘the Self’ without any evidence from you own experience that you are anything other than your mind, ‘the Self’ that you speak of can only be either your mind or some belief held by your mind without any adequate reason or justification.<br>\n<br>\nNow we experience ourself as our mind, and the only evidence that we as this mind have that we are actually anything other than this mind is our experience of ourself in sleep. Therefore, if you deny that we either experienced ourself in sleep or remember that we experienced ourself in sleep, you do not have any adequate reason for believing that you are not just your mind. This is why it is extremely important that we think deeply and carefully over Sri Ramana’s teaching that we experienced ourself in the absence of our mind in sleep and that we are able to remember our experience of ourself thus.<br>\n<br>\nRecognising that we do experience ourself in the absence of our mind in sleep not only provides us with strong evidence that we are not this mind, but also helps us to understand more clearly and accurately the nature of the state of pure, thought-free self-awareness that we aim to experience when we investigate ourself by trying to be aware of nothing other than ‘I’. That is, it helps us understand how completely devoid our pure self-awareness is of even the slightest awareness of anything other than ourself, which in turn helps us whenever we try to investigate ourself to focus our entire attention on ourself alone to the exclusion of everything else.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "33",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7910734411859426537/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2ODM2MDQyCm9mZnNldDogMzYwMDAwMAo\""
}