{
    "kind": "blogger#post",
    "id": "4877311015856767304",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-10-12T10:40:00+01:00",
    "updated": "2015-02-07T12:24:23Z",
    "url": "http://happinessofbeing.blogspot.com/2014/10/the-essential-teachings-of-sri-ramana.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4877311015856767304",
    "title": "The essential teachings of Sri Ramana",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently saying, ‘My humble opinion with total respect: far far too many words. Can you indicate where in your web page is your essential succinct truth’, to which I replied trying to give a simple summary of the essential teachings of Sri Ramana as follows:<br>\n<br>\nYou are probably right: far too many words.<br>\n<br>\nSri Ramana’s teachings are actually very simple, and can therefore be expressed in just a few words, but our minds are complicated, so sometimes many words are necessary in order to unravel all our complex beliefs and ideas and to arrive at the simple core: ‘I am’.<br>\n<br>\n‘I’ is the core of our experience (since whatever we experience is experienced only by ‘I’), and is also the core of his teachings. Everything that we experience could be an illusion, and everything that we believe could be mistaken, so it is necessary for us to doubt everything, but the only thing we cannot reasonably doubt is ‘I am’, because in order to experience anything, to believe anything or to doubt anything I must exist.<br><a name='more'></a>\n<br>\nHowever, though it is clear and certain <i>that I am</i>, it is not at all clear or certain <i>what I am</i>, because we now experience a body and mind as ‘I’, yet we have good reason to doubt whether either this body or this mind is actually ‘I’.<br>\n<br>\nThough we now experience this body as ‘I’, in dream we experience some other (mind-created) body as ‘I’. Therefore in dream we experience ‘I’ but we do not experience our waking body, so this body and ‘I’ cannot be identical. If this body was actually ‘I’, we could not experience ‘I’ when we do not experience this body.<br>\n<br>\nIn both waking and dream we experience our thinking mind as ‘I’, but in dreamless sleep we do not experience this mind at all. But though the mind disappears in sleep, we are able to experience its absence then, so we must exist and be aware of our existence in sleep in order to experience the absence of the mind or anything else in that state.<br>\n<br>\nThough we generally believe that we are not aware of anything in sleep, it would be more accurate to say that we are aware of nothing. The difference between what I mean here by ‘not being aware of anything’ and ‘being aware of nothing’ can be illustrated by the following analogy: if a totally blind person and a normally sighted person were both in a completely dark room, the blind person would not see anything, and hence he or she would not be able to recognise that there is no light there. The normally sighted person, on the other hand, would see nothing, and hence he or she would be able to recognise the absence of light. The fact that we are able to recognise the absence of any experience of anything other than ‘I’ in sleep clearly indicates that we exist in sleep to experience that absence or void.<br>\n<br>\nThe fact that we do actually experience sleep can also be demonstrated in other ways. For example, if we did not experience sleep, we would be aware of experiencing only two states, waking and dream, and we would not be aware of any gap between each successive state of waking or dream. But we are aware that sometimes there is a gap that we call sleep, in which we experience neither waking nor dream. We do not merely infer the existence of this third state, sleep, but actually experience it, and that is why we are able to say after waking from a period of deep sleep: ‘I slept peacefully and had no dreams’.<br>\n<br>\nWhy it is important to understand that we do actually experience sleep, even though sleep is a state that is completely devoid of any knowledge of multiplicity or otherness, is that our experience of sleep illustrates the fact that we do experience ‘I’ in the absence of the mind. Therefore the mind cannot be what I actually am.<br>\n<br>\nThe only experience that exists in all these three states is ‘I am’. It is I who am now experiencing this waking state; it was I who experienced dream; and it was I who experienced the absence of both waking and dream in deep sleep. Therefore ‘I’ is distinct from anything else that we experience in any of these three states.<br>\n<br>\nOnce we have understood this, it should be clear to us that our present experience of ‘I’ is confused and unclear, because we now experience this transitory body and mind as ‘I’. Therefore though we know for certain <i>that I am</i>, we do not know for certain <i>what I am</i>, and hence it is necessary for us to investigate this ‘I’ in order to ascertain what it actually is.<br>\n<br>\nIn order to experience ‘I’ as it actually is, we need to experience it clearly in complete isolation from everything else. And the only way to isolate ‘I’ is to focus our entire attention on it, thereby withdrawing our attention from everything else. This is the practice of <i>ātma-vicāra</i> (self-investigation), which Sri Ramana taught us as being the only means by which we can experience what this ‘I’ actually is (which is why he also called this practice ‘investigating who am I’).<br>\n<br>\nThis is the sum and substance of Sri Ramana’s teachings, and is all that we need to understand in order to start investigating what we actually are. However, people approach this teaching from different standpoints, and each person has their own pre-conceived ideas, beliefs and values, and they ask a wide variety of different questions, so this same teaching can be expressed in different ways to suit the needs of each person.<br>\n<br>\nThis is why so many words have been written and spoken by me and others on the teachings of Sri Ramana, but whatever may be written or said about them (provided of course that it does accurately represent what he actually taught), it should all focus on, lead back to and boil down to the simple and compelling need for each of us to investigate and experience what ‘I’ actually is.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "70",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4877311015856767304/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzExODYzODI4Cm9mZnNldDogMAo\""
}