{
    "kind": "blogger#post",
    "id": "7171571197928030113",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-05-31T13:15:00+01:00",
    "updated": "2020-10-03T23:10:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7171571197928030113",
    "title": "Since we always experience ‘I’, we do not need to find ‘I’, but only need to experience it as it actually is",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/the-minds-role-in-investigating-i.html\">The mind’s role in investigating ‘I’</a>, I replied to some of the comments on my earlier article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/how-to-attend-to-i.html\">How to attend to ‘I’?</a>, and in this article I will discuss some of the other issues raised in the comments on that article.<br />\n<br />\nIn some of the later comments on that article, mention is made about the difficulty some people have in ‘finding I’ in order to attend to it, which suggests that what I tried to explain in that article was not sufficiently clear. What I tried to explain there was that the idea ‘I cannot find I’ or ‘I have difficulty experiencing I’ implies that there are two ‘I’s, one of which cannot find or experience the other one, whereas in fact there is only one ‘I’, which we each experience clearly, and which there is therefore no need for us to find.<br />\n<br />\nSri Ramana used to say that trying to find ‘I’ as if we do not already experience it is like someone searching to find their glasses when in fact they are already wearing them. Whatever else we may experience, we always experience it as ‘I am experiencing this’, so any experience presupposes our fundamental experience ‘I am’. We have never experienced a moment when we have not experienced ‘I’, but because we are so interested in the other things that we experience, we tend to take ‘I’ for granted (just as we take the screen for granted when we are watching a film), and hence we usually overlook the fact that we always experience ‘I’.<br /><a name='more'></a>\n<br />\nSince we already experience ‘I’ clearly and certainly, why do we need to investigate it? Though we clearly experience the fact <i>that I am</i>, we do not clearly experience <i>what I am</i>, because we now confuse ‘I’ with other things such as our body and mind. So long as we experience anything else, our experience of ‘I’ will always be clouded and confused (but never actually concealed), so we will not experience ‘I’ (ourself) as it actually is. Therefore we need to investigate what this ‘I’ actually is (who am I) by trying to focus our entire attention upon it (ourself) alone in order to experience it in complete isolation from everything else.<br />\n<br />\nSo long as we think of ‘I’ as something that we cannot find, we are taking it to be something other than ourself, the ‘I’ who is trying to find it, and thereby we are adding to our confusion. Therefore, in order to investigate ‘I’, we need to give up the idea that we are looking for something we do not already experience — for some ‘I’ that is other than ourself. The ‘I’ that is to be investigated is the ‘I’ that tries to investigate it, so the fact that I experience myself wanting to investigate ‘I’ is clear proof that I already experience the ‘I’ (myself) that I want to investigate. Therefore self-investigation (<i>ātma-vicāra</i>) is a state of self-attentiveness — a perfectly non-dual state in which I am attentively aware of nothing other than I myself.<br />\n<br />\nIn English when we say ‘attend to’, it suggests one thing attending to another thing, and when we say ‘paying attention to’, it suggests that attending is an action. However, what we may crudely and inadequately describe as ‘paying attention to oneself’ or ‘paying attention to I’ is neither a case of one thing attending to another thing, nor is it an action of any sort. Therefore Sri Sadhu Om used to say that in the case of self-attention, it is not a matter of ‘paying attention’ but of just ‘being attention’. Likewise, rather than describing the practice of <i>ātma-vicāra</i> as ‘attending to self’, it is perhaps clearer and more accurate to describe it simply as ‘being self-attentive’.<br />\n<br />\n<a name=\"un33\"></a>Not only is self-attentiveness (the state of just being self-attentive) not an action, it is also not a state of duality, because it is a state in which there is absolutely no distinction between the experiencer and the experienced — that is, it is a state in which the experiencing ‘I’ experiences nothing other than itself. This is why (as pointed out by Wittgenstein in <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html?showComment=1400499191228#c3118850295188829514\">his final comment</a>) Sri Ramana said in the last two lines of verse 33 of <i>Uḷḷadu Nāṟpadu</i>:<br />\n<blockquote>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br />\nயனைவரனு பூதியுண்மை யால்.<br />\n<br />\n<i>taṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br />\nyaṉaivaraṉu bhūtiyuṇmai yāl.</i><br />\n<br />\n<b>பதச்சேதம்:</b> தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br />\n<br />\n<b>English translation:</b> To make oneself an object known (<i>viṣaya</i>), are there two selves? Because being one is the truth of everyone’s experience.</blockquote>\nOnly if there were some ‘I’ other than ourself could we experience it as an object, but there is obviously only one ‘I’ that we ever experience, so it can never become a <i>viṣaya</i> — an object of our experience or knowledge. However, though we cannot experience ‘I’ as an object, we do always experience it as ourself, so we experience ‘I’ just by being ‘I’. Thus self-experience, self-knowledge or self-awareness is what we actually are, so it is not something to be newly achieved.<br />\n<br />\n<a name=\"gvk579\"></a>However, since self-experience is absolutely non-dual and infinite (that is, devoid of any division or limitation whatsoever), in its pristine state there is absolutely no room in it for any experience of anything else (because the experience or even existence of anything else would divide and limit its undivided and infinite wholeness). Hence so long as we seem to experience anything other than ourself, our pristine self-experience seems to be obscured, so we seemingly do not experience ourself as we actually are. Therefore, in order to experience ourself as we actually are, we need to experience ourself alone, in complete isolation from any other experience. This is why Sri Ramana said in the last two lines of <a href=\"http://happinessofbeing.blogspot.co.uk/2008/11/guru-vchaka-kvai-new-translation-by-tv.html\">verse 579</a> of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br />\n<blockquote>\nஉபேயமுந் தானே யுபாயமுந் தானே<br />\nயபேதமாக் காண்க வவை.<br />\n<br />\n<i>upēyamun dāṉē yupāyamun dāṉē<br />\nyabhēdamāk kāṇka vavai.</i><br />\n<br />\n<b>பதச்சேதம்:</b> உபேயமும் தானே, உபாயமும் தானே. அபேதமா காண்க அவை.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>upēyam-um tāṉ-ē, upāyam-um tāṉ-ē. abhēdam-ā kāṇga avai</i>.<br />\n<br />\n<b>English translation:</b> The goal is only self, and the means is only self. Know them to be non-different.</blockquote>\nSince our goal is to experience ourself as we actually are, the means to attain this goal cannot be anything other than trying to experience ourself as we actually are, which we can achieve only by attending to ourself alone, thereby excluding everything else from our experience or awareness. In other words, since pure non-dual self-awareness is our real nature, in order to experience our real nature — what we actually are — we must try to be aware of nothing other than ourself. Keenly focused and vigilantly attentive self-awareness is the only means by which we can experience the pure non-dual self-awareness that we actually are.<br />\n<br />\nSince we are always clearly self-aware — aware that ‘I am’, even though we now confuse ourself with other things that are not what we actually are — all we need to do is just to focus our entire attention or awareness on our self-awareness alone, thereby excluding everything else from our attention or awareness. In other words, what we need to experience is not anything that we do not already experience, but is only what we always experience (namely ‘I am’) — but we need to experience it without any of the other things that we sometimes experience along with it.<br />\n<br />\nIn an <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html?showComment=1400392696427#c6197384383325949913\">earlier comment</a> Wittgenstein suggests that for those who are interested in practising <i>ātma-vicāra</i> but have difficulty finding ‘I’, it may be useful to try watching the breathing process for a while, because this will tend to make the breath slow down, and when the breath slows down thinking will also slow down. He then suggests that when thinking slows down sufficiently, the attention should be shifted to the (relatively) thought-free awareness that remains, because he says this awareness is ‘I’, and hence it should be easy for one to recognise it as ‘I’.<br />\n<br />\n<a name=\"ny05\"></a>Before I discuss the putative efficacy of this technique, there are two other ideas mentioned here by Wittgenstein that need some clarification. Firstly, the relatively calm state of mind that results from attending to the breath is not a state of completely thought-free awareness, but only a state of partially or relatively thought-free awareness, because even the idea ‘this is thought-free awareness’ or ‘I am now experiencing no thoughts’ is itself a thought. According to Sri Ramana, whatever we may experience other than our essential self — our pure, adjunct-free ‘I’ — is only a thought, and even the ‘I’ that experiences anything other than our pure ‘I’ is itself a thought, because it is a confused and conflated mixture of our pure ‘I’ and various adjuncts (thoughts) that we mistake to be ‘I’, so he often referred to it as நான் எனும் எண்ணம் (<i>nāṉ eṉum eṇṇam</i>) or நான் எனும் நினைவு (<i>nāṉ eṉum niṉaivu</i>), the ‘thought called I’ or ‘idea called I’, and in verse 18 of <i>Upadēśa Undiyār</i> he says that it is the root of all other thoughts, because it is the primal thought that experiences both itself and all other thoughts, and hence no other thought can exist or be experienced without it. As he says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\n[...] மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. [...]<br />\n<br />\n[...] <i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṯkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa</i>. [...]<br />\n<br />\n[...] Of all the thoughts that appear in the mind, <b>the thought called ‘I’ alone is the first</b> [primal, basic, original or causal] <b>thought</b>. Only after this rises do other thoughts rise. [...]</blockquote>\n<a name=\"ny04\"></a>Therefore, unless this thought called ‘I’ (the ego or essence of the mind) has subsided entirely, whatever state we may experience is not a state of completely thought-free awareness, and (as Sri Ramana says in verse 13 of <i>Upadēśa Undiyār</i>) there are only two types of state in which this thought called ‘I’ has subsided entirely, namely any temporary subsidence of mind (such as sleep), which is called <i>manōlaya</i> (abeyance of mind), or the permanent subsidence of mind, which is called <i>manōnāśa</i> (annihilation of mind), and which is actually our natural state , our real and eternal state of pure self-awareness, which is the one reality that underlies and supports the false appearance of all our other states. Therefore other than <i>manōlaya</i> or <i>manōnāśa</i>, no state that we may experience can be completely thought-free, because our primal thought called ‘I’ is present in it as the experiencer of whatever is being experienced. Moreover, not only is this primal thought itself a thought, but it also cannot exist without attending to some other thought (no matter how subtle that other thought may be), so it can never experience a state of completely thought-free awareness. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br />\n<blockquote>\n[...] மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. [...]<br />\n<br />\n[...] <i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>. [...]<br />\n<br />\n[...] The mind [the essence of which is our primal thought called ‘I’] stands only by always going after [attending and thereby attaching itself to] a gross object [some other thought]; solitarily it does not stand. [...]</blockquote>\nThe second idea mentioned by Wittgenstein that requires clarification is the assumption that the relatively thought-free awareness that results from attending to the breath is ‘I’, because this may or may not be correct, depending on what the term ‘awareness’ is understood to mean in this context. If it is understood to mean that which is aware of the relative reduction in mental activity, then that is ‘I’ (albeit in its adjunct-mixed form as the ego), but if it is understood to mean awareness in the sense of a cognition or experience of fewer thoughts, than that is not ‘I’, because ‘I’ is what experiences that awareness or cognition.<br />\n<br />\nFor example, if I am aware of the presence or absence of traffic noise outside, that awareness of noise or no noise is not ‘I’, because I am what experiences that awareness. Likewise, awareness that thoughts are present or that they seem to be absent is not ‘I’, because I am what experiences that awareness, so attending to that awareness is not attending to ‘I’. However, if we say that I am the awareness that is aware of that awareness of the relative absence of thought, in the first of these two senses the word ‘awareness’ does refer to ‘I’. Therefore ‘awareness’ is an ambiguous term, so in this context it can lead to confusion and misunderstanding (which is incidentally why the popular description of the practice of <i>ātma-vicāra</i> as being ‘awareness watching awareness’ can be easily misunderstood and is therefore potentially misleading). <br />\n<br />\nThat is, ‘awareness’ or ‘consciousness’ usually means the quality or condition of being aware or conscious of something other than ‘I’, so in that sense it is not ‘I’, because it is a frequently changing condition and hence impermanent. However, the terms ‘awareness’ or ‘consciousness’ can also be used to denote that which is aware or conscious of anything, so in that sense it is ‘I’ (albeit only the ego so long as it is aware of anything other than itself). Therefore, if one achieves a relative reduction in one’s thinking or mental activity by concentrating one’s attention on one’s breathing or on anything else other than ‘I’, we should not assume that that relatively thought-free state of awareness is ‘I’, but should try to be aware only of the ‘I’ that is aware of that state.<br />\n<br />\nWhatever we may experience, whether a seemingly ‘thought-free awareness’ or anything else, we should always aim to penetrate deeper within ourself by trying to experience who am I who am experiencing this. So long as we experience anything that we can name or describe or conceive in any way whatsoever — even if we can conceive of it only as ‘this is I’ — it is not what I actually am, because I am beyond the reach or grasping power of any word, thought, idea or concept, so we need to penetrate still deeper into our self-awareness in order to distil and extract from it the very essence that is actually ‘I’.<br />\n<br />\nRegarding the technique of watching the breathing process, I have heard other people also saying that they found this technique to be useful, so I do not want to discourage anyone who may be helped by it, but I must say that it seems to be a very roundabout way of achieving something that can be achieved much more easily and directly by simply understanding that we do not need to find ‘I’, because ‘I’ is what we experience always, so we can learn to investigate ‘I’ simply by trying to be exclusively self-attentive — that is, aware of ourself alone, thereby withdrawing our attention from all other things.<br />\n<br />\nThough attending to our breathing may initially seem to be easier than being self-attentive, it seems to be so only because we are familiar with attending to things other than ‘I’, whereas until we start trying to practise being self-attentive we are not familiar with attending only to ‘I’. That is, though we are all obviously familiar with ‘I’ (ourself), we are not familiar with attending to nothing other than ‘I’, so we need to start trying to familiarise ourself with it. In other words, by experimentation — trial and error — we need to start investigating what it actually means to be self-attentive, just as in order to learn how to ride a bicycle one needs to experiment and find out how to maintain one’s balance while pedalling on two narrow wheels.<br />\n<br />\nOnly by experimentation and practice can we gain familiarity with any new skill, and this applies to skill in being self-attentive as much as to any other skill. Just as no one can learn one skill (such as riding a bicycle) merely by practising any other skill that is not at all similar to it (such as knitting, typing, swimming or speaking a foreign language), we cannot learn the skill of being self-attentive merely by practising watching our breath or meditating on anything else other than ‘I’. The skill required to concentrate our attention on anything else is quite different to the skill required to attend to nothing other than ‘I’, so the only way to learn this skill is by trial and error: that is, by experimenting and thereby learning from experience how to be exclusively self-attentive.<br />\n<br />\nWhat people try to achieve by watching their breath is a relatively thought-free state, in which they believe it will be easier for them to attend to ‘I’. However, merely being free of thoughts should not be our aim, because in sleep we are completely free of thoughts, but we do not thereby experience ourself clearly as we actually are. Trying to be free of thoughts in order to be more clearly self-aware is like putting the cart before the horse and expecting the cart to lead the horse to its destination.<br />\n<br />\nBeing keenly self-attentive necessarily results in one being free from thoughts about anything else, but being free from thoughts does not necessarily result in one being self-attentive. Hence, even if we are able to achieve a relatively thought-free state by watching our breath (or by any other technique that entails attending to something other than ‘I’), we can make good use of that relative freedom from thoughts only if we then try to switch our attention from our breath (or from whatever else we may have been meditating upon) back to ourself. Therefore, instead of starting by trying to observe our breath, and having to later try to switch our attention back to ourself, why should we not start directly by simply trying to observe only ourself, the ‘I’ who is observing?<br />\n<br />\nThough we can to some extent reduce the intensity of our mental activity by attending to our breathing, so long as we are attending to it our mental activity will not subside entirely, because our very act of attending to our breathing (or to anything else other than ourself) is itself a mental activity — a process of thinking of something other than ‘I’. However, if we attend to our breathing long enough, it may result in our falling into a sleep-like state of complete mental quiescence (<i>manōlaya</i>), but by falling into such a state we will cease attending to our breath. So long as we try to fix our attention on our breath or on anything else other than ‘I’, we are liable to fall into <i>manōlaya</i>, which is a state in which there is not only no mental activity but also a lack of clarity of self-awareness. Therefore we need to avoid falling into <i>manōlaya</i>, and the only effective way to avoid falling into such a state is to be vigilantly self-attentive.<br />\n<br />\nAttending to the breath is a mental activity, whereas being self-attentive is not. Though it is the mind that attempts to be self-attentive when practising <i>ātma-vicāra</i>, its being self-attentive is not an action or mental activity, but is a cessation of all mental activity — a state of just being — because being self-attentive (or clearly self-aware) is our real nature. Therefore trying to be self-attentive causes our mind to subside in its source, ‘I am’, which is what we really are, so when we try to be self-attentive — that is, to be exclusively self-aware — we are trying just to be as we really are.<br />\n<br />\n<a name=\"ny06\"></a>Thus being self-attentive is not any sort of action or doing, but is just being. And as Sri Ramana said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br />\n<blockquote>\n[…] சும்மா விருப்பதாவது மனத்தை ஆன்மசொரூபத்தில் லயிக்கச் செய்வதே. […]<br />\n<br />\n[…] <i>summā v-iruppadāvadu maṉattai āṉma-sorūpattil layikka-c ceyvadē</i>. […]<br />\n<br />\n[…] Just being (<i>summā-v-iruppadu</i>) means only making the mind to subside [dissolve or die] in <i>ātma-svarūpa</i> [our own essential self]. […]</blockquote>\nThat is, though it is the mind that tries to be self-attentive, being self-attentive causes the mind to subside in and as our essential self, ‘I am’, because self-attentiveness is not an action, and without activity — that is, without attending to anything other than ‘I’ — the mind cannot rise or sustain itself. Therefore in order just to be the essential self that it always truly is, all the mind needs is just to try to be calmly self-attentive.<br />\n<br />\nFinally, regarding <a href=\"http://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html?showComment=1400498312888#c8857716932592332833\">the comment by Steve</a>, I agree with him that we must be relentless in trying to maintain simplicity, because our natural state of being perfectly self-aware (that is, aware of nothing other than ‘I’) is a state of absolute simplicity, as also is our practice of trying to be perfectly self-aware. The nature of our mind is to create multiplicity and complexity out of what actually is, which is single and simple, and hence our mind thrives and revels in complexity. Therefore the natural tendency of our mind is always to create complexity and confusion whenever it is confronted with simplicity, and hence it tries to complicate and confuse our understanding of the simple non-dual practice of self-attentiveness taught by Sri Ramana.<br />\n<br />\nHowever, when Steve writes, ‘The mind is relentless in trying to analyze, complicate, and confuse’, we should remember that analysis is a two-edged sword. Much analysis does indeed result in complexity and confusion, but if we are seeking simplicity, we can also use analysis to cut through all our complex and confused understanding and to achieve the simple and clear understanding that we require. For example, the articles that I write in this blog tend to be analytical, but the analysis in them is aimed at simplicity and clarity, and I engage in such analysis only because most of these articles originated as replies that I wrote in answer to questions that people asked me in order to remove their confusion and to clarify their understanding.<br />\n<br />\nSteve quotes Sri Ramana as saying, ‘The method is summed up in the words “Be still”’, and he says, ‘I can’t be still while I am trying to find I, or worrying about which I is attending to which’. So long as we imagine that there is more than one ‘I’ that we could attend to, or that ‘I’ is something we do not now experience and therefore need to find, we will be running round in circles, and hence as Steve says we will not be able to be still.<br />\n<br />\nThe saying that Steve quotes originates either from <i>Maharshi’s Gospel</i>, Book 1, chapter 6 (2002 edition, p. 35) or from <i>Talks with Sri Ramana Maharshi</i>, section 363 (2006 edition, p. 346), but though these books were written in English, they recorded in most cases what Sri Ramana said in Tamil. The Tamil words he would have used in this context are சும்மா விரு (<i>summā-v-iru</i>), which mean ‘just be’, ‘merely be’, ‘quietly be’, ‘be still’ or ‘be without any activity’, and as I mentioned above, in <i>Nāṉ Yār?</i> he explains what these words mean in practice: ‘Just being (<i>summā-v-iruppadu</i>) means only making the mind to subside [dissolve or die] in self’.<br />\n<br />\n<a name=\"ny06a\"></a><a name=\"ny08\"></a><a name=\"ny16a\"></a>Therefore it is important to remember in this context that he repeatedly clarified elsewhere that the only way to make the mind subside in self is to investigate who am I: that is, to be keenly self-attentive. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth</a> paragraphs of <i>Nāṉ Yār?</i> he says:<br />\n<blockquote>\nநானார் என்னும் விசாரணையினாலேயே மன மடங்கும்; [...]<br />\n<br />\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum;</i> [...]<br />\n<br />\nOnly by [means of] the investigation who am I will the mind subside [or cease]; [...] <br />\n<br />\nமனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். [...]<br />\n<br />\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum.</i> [...]<br />\n<br />\nFor subsiding [or cessation] of the mind, there are no appropriate [or adequate] means other than <i>vicāraṇā</i> [self-investigation]. If made to subside by other means, the mind will remain as if subsided, [but] will emerge again. [...]<br />\n<br />\n[...] மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே [...]<br />\n<br />\n[...] <i>maṉattai y-aḍakkuvadaṯku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē</i> [...]<br />\n<br />\n[...] For making the mind subside it is certainly necessary to investigate oneself [in order to experience] who [one actually is] [...]</blockquote>\nTherefore, though Steve is correct in saying, ‘I can’t be still while I am trying to find I, or worrying about which I is attending to which’, we should also remember that we cannot be still in the sense meant by Sri Ramana unless we make our mind subside by trying to be exclusively self-attentive — that is, to be aware of nothing other than ‘I’. So long as we are aware of anything other than ‘I’, our attention is being directed away from ourself, its source, towards that other thing, and hence our mind is active, so we are not in a state of absolute stillness or just being. On the other hand, however, if our mind is completely still but without being clearly self-aware, it is in a state of sleep or <i>manōlaya</i>, which is not the state that Sri Ramana meant by the term சும்மா விருப்பது (<i>summā-v-iruppadu</i>): ‘just being’ or ‘being still’.<br />\n<br />\n<a name=\"ny16\"></a>The meaning of ‘just being’ that Sri Ramana explains in the sixth paragraph of <i>Nāṉ Yār?</i>, namely ‘Just being (<i>summā-v-iruppadu</i>) means only making the mind to subside in <i>ātma-svarūpa</i> [our own essential self]’, is notably similar to the definition of <i>ātma-vicāra</i> that he gives in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a>:<br />\n<blockquote>\n[…] சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; […]<br />\n<br />\n[…] <i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṯku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>; […]<br />\n<br />\n[…] The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [self]; […]</blockquote>\nTherefore keeping our mind or attention fixed firmly on self and thereby making it subside in self is the correct practice of both self-investigation (<i>ātma-vicāra</i>) and being still (<i>summā-v-iruppadu</i>). Keeping our mind on self simply means being self-attentive, or in other words, being aware of nothing other than ourself.<br />\n<br />\nAs Sri Ramana said (as recorded at the end of the same chapter of <i>Maharshi’s Gospel</i>: 2002 edition, p. 35): ‘All that is required to realise the Self is to <i>be still</i>. What can be easier than that?’</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "51",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7171571197928030113/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjAxNzYzMDMwODE2Cm9mZnNldDogMzYwMDAwMAo\""
}