{
    "kind": "blogger#post",
    "id": "1473549122031492646",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-11-20T12:16:00Z",
    "updated": "2020-07-31T20:57:53+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1473549122031492646",
    "title": "Is there any such thing as a ‘self-realised’ person?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the comments on my previous two articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/our-memory-of-i-in-sleep.html\">Our memory of ‘I’ in sleep</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/why-should-we-believe-that-self-is-as.html\">Why should we believe that ‘the Self’ is as we believe it to be?</a>, there has been some discussion about the subject of being a ‘self-realised’ person, with one friend claiming ‘I have realised who I am’ and others expressing doubts about that, so in this article I will examine this concept of being a ‘self-realised’ person and consider whether it accurately represents anything that truly exists.<br>\n<br>\nFirstly I will consider the common use of the term ‘self-realisation’ as a translation of the Sanskrit terms <i>ātma-jñāna</i> or <i>ātmānubhava</i>, which respectively mean self-knowledge and self-experience in the sense of experiencing or being clearly aware of ourself as we really are. Though ‘realise’ can mean to recognise, understand, ascertain or become clearly aware of something, it is a rather vague and ambiguous term to use in this context, because it has various other meanings such as to accomplish, achieve, fulfil, actualise, effect, bring about, acquire or cause to happen, so ‘self-realisation’ is not the most appropriate term to use as a translation of <i>ātma-jñāna</i> or <i>ātmānubhava</i>, particularly since in psychology the term ‘self-realisation’ means self-actualisation or self-fulfilment in the sense of achieving one’s full personal potential.<br>\n<br>\nThough he did not speak much English, Sri Ramana understood it enough to recognise that ‘self-realisation’ is not a particularly appropriate term to use in the context of his teachings. He therefore used to joke about it saying that ourself is always real, so there is no need for it to be realised, and that the problem is that we have realised what is unreal (that is, we have made the unreal seem to be real), so what we now need to do is not to realise our ever-real self but only to unrealise everything that is unreal, particularly our seemingly real ego, which is the root cause of the seeming reality of everything else.<br><a name='more'></a>\n<br>\nHowever, even if we take the term ‘self-realisation’ to mean experiencing ourself as we really are, what do we mean when we speak of a ‘self-realised’ person? Is there actually any such thing as a ‘self-realised’ person? So long as we experience ourself as a person, we are not experiencing ourself as we really are, so we are not ‘self-realised’. That is, we may have realised our full personal potential (whatever that means), but we have not realised what we actually are. Therefore in the context of the teachings of Sri Ramana, the concept of a ‘self-realised’ person is a contradiction in terms.<br>\n<br>\n<a name=\"uu28\"></a>When we experience ourself as we really are, we will no longer experience ourself as person — an ego, a separate entity who experiences itself as if it were a body and mind — because this person is just a transitory appearance in the absence of which we still experience our existence in sleep. According Sri Ramana, what we really are is the one infinite, eternal, indivisible and immutable reality, other than which nothing exists. As he says in verse 28 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்;<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If oneself knows what the nature of oneself is, then [what exists is only] beginningless, endless [or infinite] and unbroken <i>sat-cit-ānanda</i> [being-consciousness-bliss].</blockquote>\nIn such a state of ‘self-realisation’, what experiences itself is only our infinite real self, because our finite personal self (the ego) has ceased to exist, since it was just an illusion and therefore could not stand in the bright and all-consuming light of such absolutely clear self-awareness. In other words, the only thing that exists in that state is the one infinite ‘I’, so what experiences that infinite ‘I’ is only itself, because no personal ‘I’ exists (or even seems to exist) there to experience it.<br>\n<br>\n<a name=\"un33\"></a>Since there is no personal ‘I’ in that state of ‘self-realisation’, and since the one infinite ‘I’ need not and does not think or say that it has realised itself, there is no one there to think or say ‘I have realised who I am’ or ‘I know myself’. Therefore, in verse 33 of <i>Uḷḷadu Nāṟpadu</i> Sri Ramana says:<br>\n<blockquote>என்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால்.<br>\n<br>\n<i>eṉṉai yaṟiyēṉā ṉeṉṉai yaṟindēṉā<br>\nṉeṉṉa ṉahaippuk kiḍaṉāhu — meṉṉai<br>\ntaṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான் என்னை அறியேன்’, ‘நான் என்னை அறிந்தேன்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்று ஆய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ eṉṉai aṟiyēṉ’, ‘nāṉ eṉṉai aṟindēṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy āl</i>.<br>\n<br>\n<b>English translation:</b> Saying ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule. Why? To make oneself an object known, are there two selves? Because being one is the truth of everyone’s experience.</blockquote>\nTherefore if any person thinks ‘I have realised who I am’, they are obviously self-deluded rather than self-realised, because if they had realised what they really are, they would thereby have ceased to be a person, having merged completely in and as the one infinite reality, and hence would have no mind and would not think anything.<br>\n<br>\n<a name=\"un31\"></a>Though we may believe that certain people such as Sri Ramana do experience what they actually are, we cannot understand their state so long as we consider each of them to be a person — an individual with a body and mind — albeit one who treats us kindly and gives us spiritual guidance. So long as we experience ourself as a person, we cannot conceive what the state of true self-experience is, because in that state nothing other than ‘I’ exists (not as the person we now seem to be but as what we actually are). As Sri Ramana says in verse 31 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṯku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\nஅன்வயம்: தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṯku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who enjoy <i>tanmayānanda</i> [‘bliss composed of that’, namely our real self], which rose [as ‘I am I’] destroying the [personal] self [the ego], what one [action] exists for doing? They do not know [or experience] anything other than self, [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\nWhen our personal self is destroyed by the experience of true self-knowledge (which he describes here as <i>tanmayānanda</i>, bliss composed of <i>tat</i>, ‘it’ or ‘that’, the absolute reality called <i>brahman</i>, which is our real self), the mind, body and world that seemed to exist only in the view of that personal self (the ego) will cease to exist, and hence no one will then remain to do anything. What will remain in that state is only our real self, which is timeless and immutable, and hence devoid of all action, so since nothing other than ourself will then exist (or even seem to exist), we will not experience anything other than ourself. Therefore, since that otherless state of self-experience is completely devoid of even the slightest trace of any person, ego, mind or thought, we cannot adequately conceive the real nature of that state so long as we experience ourself as a person consisting of mind and body.<br>\n<br>\n<a name=\"una38\"></a>The otherless nature of that state is also expressed by Sri Ramana in <a href=\"https://happinessofbeing.blogspot.com/2014/03/no-differences-exist-in-non-dual-view.html#una38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>தானன்றி யாருண்டு தன்னையா ரென்சொலினென்<br>\nறான்றன்னை வாழ்த்துகினுந் தாழ்த்துகினுந் — தானென்ன<br>\nதான்பிறரென் றோராமற் றன்னிலையிற் பேராமற்<br>\nறானென்று நின்றிடவே தான்.<br>\n<br>\n<i>tāṉaṉḏṟi yāruṇḍu taṉṉaiyā reṉcoliṉeṉ<br>\nḏṟāṉḏṟaṉṉai vāṙttugiṉun tāṙttugiṉun — tāṉeṉṉa<br>\ntāṉbiṟareṉ ḏṟōrāmaṯ ṟaṉṉilaiyiṯ pērāmaṯ<br>\nṟāṉeṉḏṟu niṉḏṟiḍavē tāṉ.</i><br>\n<br>\n<b>பதச்சேதம்:</b> தான் அன்றி யார் உண்டு? தன்னை யார் என் சொலின் என்? தான் தன்னை வாழ்த்துகினும், தாழ்த்துகினும் தான் என்ன? ‘தான்’, ‘பிறர்’ என்று ஓராமல், தன் நிலையில் பேராமல் தான் என்றும் நின்றிடவே தான். <br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ aṉḏṟi yār uṇḍu? taṉṉai yār eṉ soliṉ eṉ? tāṉ taṉṉai vāṙttugiṉum, tāṙttugiṉum tāṉ eṉṉa? ‘ tāṉ’, ‘piṟar’ eṉḏṟu ōrāmal, taṉ ṉilaiyil pērāmal tāṉ eṉḏṟum niṉḏṟiḍa-v-ē tāṉ</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘தான்’, ‘பிறர்’ என்று ஓராமல், தன் நிலையில் பேராமல் தான் என்றும் நின்றிடவே தான், தான் அன்றி யார் உண்டு? தன்னை யார் என் சொலின் என்? தான் தன்னை வாழ்த்துகினும், தாழ்த்துகினும் தான் என்ன?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘tāṉ’, ‘piṟar’ eṉḏṟu ōrāmal, taṉ ṉilaiyil pērāmal tāṉ eṉḏṟum niṉḏṟiḍa-v-ē tāṉ, tāṉ aṉḏṟi yār uṇḍu? taṉṉai yār eṉ soliṉ eṉ? tāṉ taṉṉai vāṙttugiṉunm, tāṙttugiṉum tāṉ eṉṉa?</i><br>\n<br>\n<b>English translation:</b> When oneself always abides inseparably in the state of self, without experiencing [any differences such as] ‘myself’ and ‘others’, who is there besides oneself? If whoever says whatever about oneself, what [does it matter]? What indeed [does it matter] whether one praises or disparages oneself?</blockquote>\nIf anyone claims to be self-realised yet takes offence when others do not recognise or believe them to be self-realised, they are clearly still experiencing differences between ‘myself’ and ‘others’, and hence they have not actually experienced the non-dual and otherless state of true self-experience. Since our mind and other minds, thoughts, bodies, other people, the world and everything else other than ‘I’ all exist only in the view of our ego, so long as we still experience any such thing (anything at all other than ‘I’), we are still experiencing ourself as an ego or personal self, and hence we are not experiencing ourself as we really are.<br>\n<br>\nAs I mentioned earlier, the term ‘self-realisation’ is often used to represent the Sanskrit term <i>ātma-jñāna</i>, and hence the term ‘a self-realised person’ is likewise used to represent the term <i>ātma-jñāni</i>, because ‘<i>ātma-jñāni</i>’ is generally understood to mean a person who experiences <i>ātma-jñāna</i> or true self-knowledge. However, what actually experiences true self-knowledge is not any person but only our real self itself, so the true meaning of <i>ātma-jñāni</i> is not a person who experiences <i>ātma-jñāna</i> but only our real self, which alone experiences itself as it really is. Even this, however, is a rather clumsy definition of this term <i>ātma-jñāni</i>, because when we say that our real self alone experiences itself as it really is, we are describing ourself (what we really are) as if we were a third person, so it would be more accurate to say that the term <i>ātma-jñāni</i> refers only to ourself, who alone experience ourself as we really are (though when we define it thus, what we mean by ‘ourself’ is obviously not the ego or personal self that we now seem to be, but only our real self — what we actually are).<br>\n<br>\nSince the <i>ātma-jñāni</i> is therefore nothing other than our infinite real self, when we consider any person to be an <i>ātma-jñāni</i> we are obviously failing to comprehend the real nature of the state of <i>ātma-jñāna</i>, in which the <i>ātma-jñāni</i> (the self that knows itself), the <i>ātma-jñāna</i> (its knowledge of itself) and itself that it knows are all one and indivisible. In order to adequately comprehend this state, we must experience it ourself, because so long as we experience ourself as anything other than the one infinite and indivisible reality we cannot but experience a distinction between the knower (<i>jñāni</i>), the knowing (<i>jñāna</i>) and the known (<i>jñāta</i>) in whatever we may know or experience.<br>\n<br>\n<a name=\"una31\"></a>However, even if we understand this conceptually, it would not seem right to us to deny that Sri Ramana and certain other people are <i>ātma-jñānis</i>. How then to reconcile this seeming contradiction? The only way is the understand that an <i>ātma-jñāni</i> such as Sri Ramana is not the person, body or mind that he seems to be. So long as we experience ourself as a person, an <i>ātma-jñāni</i> will seem to us to be a person with a body and mind, just like us, but according to Sri Ramana the body and mind that seem to be the <i>ātma-jñāni</i> exist only in the deluded view of the <i>ajñāni</i> (the person who is self-ignorant and therefore experiences himself or herself as a body and mind), because in the clear view of the <i>ātma-jñāni</i> no mind or body exists at all, as he describes graphically in verse 31 of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>வண்டிதுயில் வானுக்கவ் வண்டிசெல னிற்றிலொடு<br>\nவண்டிதனி யுற்றிடுதன் மானுமே — வண்டியா<br>\nமூனவுட லுள்ளே யுறங்குமெய்ஞ் ஞானிக்கு<br>\nமானதொழி னிட்டையுறக் கம்.<br>\n<br>\n<i>vaṇḍiduyil vāṉukkav vaṇḍisela ṉiṯṟiloḍu<br>\nvaṇḍidaṉi yuṯṟiḍudaṉ māṉumē — vaṇḍiyā<br>\nmūṉavuḍa luḷḷē yuṟaṅgumeyñ ñāṉikku<br>\nmāṉadoṙi ṉiṭṭaiyuṟak kam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வண்டி துயில்வானுக்கு அவ் வண்டி செலல், நிற்றல் ஒடு, வண்டி தனி உற்றிடுதல் மானுமே, வண்டி ஆம் ஊன உடல் உள்ளே உறங்கும் மெய்ஞ்ஞானிக்கும் ஆன தொழில், நிட்டை, உறக்கம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaṇḍi tuyilvāṉukku a-v-vaṇḍi selal, ṉiṯṟil oḍu, vaṇḍi taṉi uṯṟiḍudal māṉumē, vaṇḍi ām ūṉa uḍal uḷḷē uṟaṅgum meyññāṉikkum āṉa toṙil, ṉiṭṭai, uṟakkam</i>.<br>\n<br>\n<b>English translation:</b> The activity [in waking or dream], the <i>niṣṭhā</i> [the inactivity, absorption or <i>samādh</i>i] and the sleep that are [seemingly occurring] to the <i>mey-jñāni</i> [the knower of reality], who is asleep within the fleshy body, which is [like] a cart, are similar to a cart moving, standing or the cart remaining alone [with the bullocks unyoked] to a person sleeping in that cart.</blockquote>\nJust like someone who is fast asleep in a cart and who is therefore not aware whether the cart is moving, standing with the bullocks yoked or remaining with them unyoked, the <i>ātma-jñāni</i> is (so to speak) asleep in whatever body and mind seems to be an <i>ātma-jñāni</i> in the view of others, so the <i>ātma-jñāni</i> is not aware of whatever that body and mind may seem to be doing, or whether they are just inactive or asleep. Metaphorically speaking, as an <i>ajñāni</i> we are asleep to what we really are but awake to the illusory appearance of our mind, body and the world, whereas when we experience ourself as we really are we will as the <i>ātma-jñāni</i> be asleep to the appearance of mind, body and world but wide awake to what we actually are. That is, the <i>ātma-jñāni</i> does not actually experience anything other than the one infinite self, because other than that nothing truly exists.<br>\n<br>\nThough ancient texts talk as if there were more than one <i>ātma-jñāni</i>, and describe those <i>ātma-jñānis</i> as if they were each a person functioning in this world as a body and mind, and though they even distinguish different states of those <i>ātma-jñānis</i> such as <i>jīvanmukti</i> (meaning liberation while still alive in the body) and <i>vidēhamukti</i> (meaning liberation without the body), Sri Ramana explained that all such descriptions are given and such distinctions are made only to suit the ignorant view of <i>ajñānis</i>, who mistake the <i>ātma-jñāni</i> to be a body and mind, and hence such descriptions and distinctions  seem to be true only in the confused view of <i>ajñānis</i>. In the clear view of the <i>ātma-jñāni</i> there is only one <i>ātma-jñāni</i> and absolutely no distinction between <i>jīvanmukti</i> and <i>vidēhamukti</i>, because this distinction is based on the seeming existence of the body, which has never existed or even seemed to exist in the infinite view of our real self, which alone is the <i>ātma-jñāni</i>.<br>\n<br>\nTherefore, to avoid unnecessary confusion, we should clearly understand the difference between what the <i>ātma-jñāni</i> actually is and the body-mind-person that it (the <i>ātma-jñāni</i>) seems to be in our view so long as we experience ourself as a body and mind, and hence also the difference between what it actually experiences and what it seems to experience through the body and mind that we mistake to be it. If we are able to understand this difference, we should also understand that we need not concern ourself with questions about who is or is not an <i>ātma-jñāni</i>, because the only real <i>ātma-jñāni</i> is our own infinite self, the true nature of which we now seem to be not experiencing. Therefore, when we do not experience ourself as we really are, whatever we may believe we know about or may speculate about the state of anyone else is just an extension of our own ignorance about ourself.<br>\n<br>\n<a name=\"yarjnani\"></a>In this context a Tamil poem composed by Sri Sadhu Om called யார் ஞானி? (<i>yār jñāni?</i>: ‘Who is a <i>Jñāni</i>?’, which is included in <a href=\"http://www.happinessofbeing.com/sadhanai_saram.html\">Sādhanai Sāram</a> as verses 340-50 in the current Tamil edition and as verses 280-90 in the English version) is particularly relevant, so I will quote this entire poem and give an English translation of it here:<br>\n<ol>\n<li>ஞானியிவ ரென்றிவரஞ் ஞானியென்று தீர்க்குமதி<br>\nஞானமோ வன்றியஞ் ஞானமோ — ஞானியொன்றே<br>\nஆனவிரு பேரா யறியுமறி யாமைகண்ட<br>\nஞானியுமஞ் ஞானவிளை வாம்.<br>\n<br>\n<i>ñāṉiyiva reṉḏṟivarañ ñāṉiyeṉḏṟu tīrkkumati<br>\nñāṉamō vaṉḏṟiyañ ñāṉamō — ñāṉiyoṉḏṟē<br>\nāṉaviru pērā yaṟiyumaṟi yāmaikaṇḍa<br>\nñāṉiyumañ ñāṉaviḷai vām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஞானி இவர்’ என்று, ‘இவர் அஞ்ஞானி’ என்று தீர்க்கும் மதி ஞானமோ அன்றி அஞ்ஞானமோ? ஞானி ஒன்றே. ஆன இரு பேர் ஆய் அறியும் அறியாமை கண்ட ஞானியும் அஞ்ஞான விளைவு ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘jñāṉi ivar’ eṉḏṟu, ‘ivar ajñāṉi’ eṉḏṟu tīrkkum mati jñāṉam-ō aṉḏṟi ajñāṉam-ō? jñāṉi oṉḏṟē. āṉa iru pēr-āy aṟiyum aṟiyāmai kaṇḍa jñāṉi-y-um ajñāṉa viḷaivu ām</i>.<br>\n<br>\n<b>English translation:</b> Is the intellect that decides ‘this person is a <i>jñāni</i>’, ‘that person is an <i>ajñāni</i>’, knowledge (<i>jñāna</i>) or ignorance (<i>ajñāna</i>)? The <i>jñāni</i> alone exists [and hence is only one, not many]. Therefore even the <i>jñāni</i> seen by the ignorance [the mind] that sees [<i>jñānis</i>] as many people is only a product of that ignorance (<i>ajñāna</i>).</li>\n<i><br>\n</i><li>நீயேவோ ரெண்ண நினதெண்ணத் தொன்றேதான்<br>\nதூயோர் மகானாச் சொலப்படுவோர் — மாயமாம்<br>\nஅவ்வெண்ண மெவ்வாறோர் ஆன்மபர ஞானியாம்<br>\nஇவ்வண்ணங் காண்பா யிதை.<br>\n<br>\n<i>nīyēvō reṇṇa niṉadeṇṇat toṉḏṟēdāṉ<br>\ntūyōr mahāṉāc colappaḍuvōr — māyamām<br>\navveṇṇa mevvāṟōr āṉmapara ñāṉiyām<br>\nivvaṇṇaṅ gāṇbā yidai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நீயே ஓர் எண்ணம். நினது எண்ணத்து ஒன்றே தான் தூயோர் மகானா சொலப்படுவோர். மாயம் ஆம் அவ் எண்ணம் எவ்வாறு ஓர் ஆன்மபரஞானி ஆம்? இவ்வண்ணம் காண்பாய் இதை.<br>\n<b><br>\n<i>Padacchēdam</i></b> (word-separation): <i>nī-y-ē ōr eṇṇam. niṉadu eṇṇattu oṉḏṟē tāṉ tūyōr mahāṉā solappaḍuvōr. māyam ām a-vv-eṇṇam evvāṟu ōr āṉma-para-jñāṉi ām? ivvaṇṇam kāṇbāy idai</i>.<br>\n<b><br>\nEnglish translation:</b> You [the ego that sees others] yourself are a mere thought. [Therefore] the person who is said [by you, this first thought] to be a holy person or <i>mahātma</i> [a great soul] is just one among your thoughts. How can that thought, which is [an illusory product of] <i>māyā</i> [your delusive self-ignorance], be the <i>ātma-para-jñāni</i> [the transcendent knower of self]? In this manner consider [or recognise] this.</li>\n<br>\n<li>நல்லோ ரிவர்ஞானி நாமறிவோ மென்பதும்பொய்<br>\nஎல்லோரும் ஞானிகளே யென்பதும் பொய் — பல்லோ<br>\nரிருப்பதாய்க் காணலறி வின்மையடை யாளம்;<br>\nஒருத்தனே யுண்டதுநீ யோர்.<br>\n<br>\n<i>nallō rivarñāṉi nāmaṟivō meṉbadumboy<br>\nellōrum ñāṉigaḷē yeṉbadum poy — pallō<br>\nriruppadāyk kāṇalaṟi viṉmaiyaḍai yāḷam;<br>\noruttaṉē yuṇḍadunī yōr</i>.<br>\n<b><br>\nபதச்சேதம்:</b> ‘நல்லோர் இவர், ஞானி, நாம் அறிவோம்’ என்பதும் பொய். ‘எல்லோரும் ஞானிகளே’ என்பதும் பொய். பல்லோர் இருப்பதாய் காணல் அறிவின்மை அடையாளம். ஒருத்தனே உண்டு: அது நீ ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nallōr ivar, ñāṉi, nām aṟivōm’ eṉbadum poy. ‘ellōrum jñāṉigaḷē’ eṉbadum poy. pallōr iruppadāy kāṇal aṟiviṉmai aḍaiyāḷam. oruttaṉ-ē uṇḍu: adu nī ōr</i>.<br>\n<b><br>\nEnglish translation:</b> Even saying ‘this person is a good soul, a <i>jñāni</i>, we know’ is untrue. Saying ‘all people are <i>jñānis</i>’ is also untrue, [because] seeing as if many people exist is a definitive sign of ignorance. Only one person actually exists: know that is you [<i>tat tvam asi</i>].</li>\n<br>\n<li>ஞானிக்கஞ் ஞானியில்லை ஞானியென்றஞ் ஞானியொரு<br>\nமேனிக்கே நாம மிடுகின்றான் — ஞானியையும்<br>\nதேகமாய்க் காணுந் திருட்டியினா லஞ்ஞானி<br>\nயாகவே கண்டோ னவன்.<br>\n<br>\n<i>ñāṉikkañ ñāṉiyillai ñāṉiyeṉḏṟañ ñāṉiyoru<br>\nmēṉikkē nāma miḍugiṉḏṟāṉ — ñāṉiyaiyum<br>\ndēhamāyk kāṇun diruṭṭiyiṉā laññāṉi<br>\nyāhavē kaṇḍō ṉavaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானிக்கு அஞ்ஞானி இல்லை. ஞானி என்று அஞ்ஞானி ஒரு மேனிக்கே நாமம் இடுகின்றான். ஞானியையும் தேகமாய் காணும் திருட்டியினால் அஞ்ஞானியாகவே கண்டோன் அவன்.<br>\n<b><br>\n<i>Padacchēdam</i></b> (word-separation): <i>jñāṉikku ajñāṉi illai. jñāṉi eṉḏṟu ajñāṉi oru mēṉikkē nāmam iḍugiṉḏṟāṉ. jñāṉiyai-y-um dēham-āy kāṇum diruṭṭiyiṉāl ajñāṉiyāhavē kaṇḍōṉ avaṉ</i>.<br>\n<b><br>\nEnglish translation:</b> To the <i>jñāni</i> there is no <i>ajñāni</i> [because in the view of the <i>jñāni</i> no person or anything else other than our one eternally self-aware self actually exists]. The <i>ajñāni</i> applies the name ‘<i>jñāni</i>’ only to a body. By this [mistaken] view that sees even the <i>jñāni</i> as a body, he [the <i>ajñāni</i>] sees [the <i>jñāni</i>] merely as an <i>ajñāni</i>.</li>\n<br>\n<li>எத்தனைமான் மாக்களிட மேகினுநீ யாவரட்ட<br>\nசித்திகளைக் காட்டினுமச் சேட்டைகளிற் — புத்திசெலா<br>\nதுண்முகமா கென்றா ருனைத்திருப்பு வாரவர்தா<br>\nனுண்மைமகா னென்றே யுணர்.<br>\n<br>\n<i>ettaṉaimāṉ mākkaḷiḍa mēgiṉunī yāvaraṭṭa<br>\nsiddhigaḷaik kāṭṭiṉumac cēṭṭaigaḷiṟ — buddhiselā<br>\nduṇmukamā keṉḏṟā ruṉaittiruppu vāravartā<br>\nṉuṇmaimahā ṉeṉḏṟē yuṇar</i>.<br>\n<b><br>\nபதச்சேதம்:</b> எத்தனை மான்மாக்களிடம் ஏகினும் நீ, யாவர் அட்ட சித்திகளை காட்டினும், ‘அச் சேட்டைகளில் புத்தி செலாது உண்முகம் ஆகு’ என்று ஆர் உனை திருப்புவார், அவர் தான் உண்மை மகான் என்றே உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ettaṉai māṉmākkaḷiḍam ēgiṉum nī, yāvar aṭṭa siddhigaḷai kāṭṭiṉum, ‘a-c-cēṭṭaigaḷil buddhi selādu uṇmukam āku’ eṉḏṟu ār uṉai tiruppuvār, avar tāṉ uṇmai mahāṉ eṉḏṟē uṇar</i>.<br>\n<b><br>\nEnglish translation:</b> Even though you may go to however many <i>mahātmas</i>, and even though any of them may exhibit the <i>aṣṭa siddhis</i> [the eight kinds of supernatural power described in <i>yōgic</i> texts], know that whoever turns you [inwards to investigate yourself] saying, ‘Instead of letting your mind spread out in [pursuit of] such juggleries, become inward facing’, alone is a true <i>mahātma</i> [great soul].</li>\n<br>\n<li>மகான்மாக் களைத்தேடி வானிமயங் கானம்<br>\nபுகான்மாதா னெங்கென்றுட் புக்கு — சுகான்ம<br>\nசொரூபமா கட்டுமுன் தோன்றுமகா னெல்லாம்<br>\nசொரூபமீ தேரமணன் சொல்.<br>\n<br>\n<i>mahāṉmāk kaḷaittēḍi vāṉimayaṅ kāṉam<br>\npuhāṉmātā ṉeṅgeṉḏṟuḍ pukku — sukhāṉma<br>\nsorūpamā kaṭṭumuṉ tōṉḏṟumahā ṉellām<br>\nsorūpamī dēramaṇaṉ sol</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மகான்மாக்களை தேடி வான் இமயம் கானம் புகு ஆன்மா ‘தான் எங்கு’ என்று உள் புக்கு சுகான்ம சொரூபம் ஆகட்டும். முன் தோன்றும் மகான் எல்லாம் சொரூபம். ஈதே ரமணன் சொல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>mahāṉmākkaḷai tēḍi vāṉ imayam kāṉam puhu āṉmā ‘tāṉ eṅgu’ eṉḏṟu uḷ pukku sukhāṉma-sorūpam āhaṭṭum. muṉ tōṉḏṟum mahāṉ ellām sorūpam. īdē ramaṇaṉ sol</i>.<br>\n<b><br>\nEnglish translation:</b> May the <i>ātman</i> [the person or <i>jivātman</i>] who goes into the vast Himalayas and forests seeking <i>mahātmas</i> [instead] become <i>sukhātma-svarūpa</i> [the eternally blissful self] by going within seeking where itself is. All the <i>mahātmas</i> who had previously appeared in front [as if they were other people] will [then be known to] be <i>svarūpa</i> [our own self]. This is what Sri Ramana said.</li>\n<br>\n<li>தன்னையறி முன்னந் தவசியரைத் தானறித<br>\nலென்ன விதத்து மியலாது — தன்னை<br>\nயொருசீவ னென்ற வுணர்வை யொழிக்கும்<br>\nபெருமுயற்சி யொன்றே பிடி.<br>\n<br>\n<i>taṉṉaiyaṟi muṉṉan tavasiyarait tāṉaṟida<br>\nleṉṉa vidhattu miyalādu — taṉṉai<br>\nyorujīva ṉeṉḏṟa vuṇarvai yoṙikkum<br>\nperumuyaṯci yoṉḏṟē piḍi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அறி முன்னம் தவசியரை தான் அறிதல் என்ன விதத்தும் இயலாது. தன்னை ஒரு சீவன் என்ற உணர்வை ஒழிக்கும் பெரு முயற்சி ஒன்றே பிடி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṟi muṉṉam tavasiyarai tāṉ aṟidal eṉṉa vidhattum iyalādu. taṉṉai oru jīvaṉ eṉḏṟa uṇarvai oṙikkum peru muyaṯci oṉḏṟē piḍi</i>.<br>\n<b><br>\nEnglish translation:</b> Before one knows oneself, oneself knowing [the real nature of] <i>tapasvis</i> [those who are merged forever in the egoless state of <i>ātma-jñāna</i>, which alone is true <i>tapas</i>] is not in any way possible. [Therefore giving up all futile efforts to know who is a real <i>jñāṉi</i>] cling only to the exalted effort [namely <i>ātma-vicāra</i> or self-investigation] that will destroy [your illusory] awareness of yourself as a <i>jiva</i> [a person or ego].</li>\n<br>\n<li>ஞானியரஞ் ஞானியென்று நாடும் விருத்தியினித்<br>\nதானெழுந்தாற் சட்டென்று தள்ளிவிட்டு — ‘நானியார்’<br>\nஎன்றவ் விருத்தி யெழுந்தவிடத் துட்டிருப்பி<br>\nயொன்றுவதி லேகவன மூன்று.<br>\n<br>\n<i>ñāṉiyarañ ñāṉiyeṉḏṟu nāḍum viruttiyiṉit<br>\ntāṉeṙundāṯ caṭṭeṉḏṟu taḷḷiviṭṭu — nāṉiyār<br>\neṉḏṟav virutti yeṙundaviḍat tuṭṭiruppi<br>\nyoṉḏṟuvadi lēgavaṉa mūṉḏṟu</i>.<br>\n<b><br>\nபதச்சேதம்:</b> ஞானியர் அஞ்ஞானி என்று நாடும் விருத்தி இனி தான் எழுந்தால், சட் என்று தள்ளிவிட்டு நான் யார் என்று அவ் விருத்தி எழுந்த இடத்து உள் திருப்பி ஒன்று அதிலே கவனம் ஊன்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jñāṉiyar ajñāṉi eṉḏṟu nāḍum virutti iṉi tāṉ eṙundāl, saṭ eṉḏṟu taḷḷi-viṭṭu nāṉ yār eṉḏṟu av virutti eṙunda iḍattu uḷ tiruppi oṉḏṟu adilē gavaṉam ūṉḏṟu</i>.<br>\n<b><br>\nEnglish translation:</b> If any thought rises [in you] hereafter wanting to know [whether someone is] a <i>jñāni</i> or an <i>ajñāni</i>, rejecting it immediately [by] turning within investigating who am I [this ego who wants to determine the state of others], fix your attention and merge only in the source [yourself] from which that thought arose.</li>\n<br>\n<li>இவர்ஞானி யஞ்ஞானி யென்றறிதல் விட்டே<br>\nஅவரிருப்ப தாக வறிவோர் — எவரென்<br>\nறுசாவவது நானென் றுதிப்பவனை யாரென்<br>\nறுசாவுகமெய்ஞ் ஞானியுதிப் பான்.<br>\n<br>\n<i>ivarñāṉi yaññāṉi yeṉḏṟaṟidal viṭṭē<br>\navariruppa dāha vaṟivōr — evareṉ<br>\nṟucāvavadu nāṉeṉ ḏṟudippavaṉai yāreṉ<br>\nṟucāvuhameyñ ñāṉiyudip pāṉ</i>.  <br>\n<br>\n<b>பதச்சேதம்:</b> இவர் ஞானி அஞ்ஞானி என்று அறிதல் விட்டே, அவர் இருப்பதாக அறிவோர் எவர் என்று உசாவ, அது நான் என்று உதிப்பவனை யார் என்று உசாவுக. மெய்ஞ்ஞானி உதிப்பான்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ivar jñāṉi ajñāṉi eṉḏṟu aṟidal viṭṭē, avar iruppadāha aṟivōr evar eṉḏṟu ucāva, adu nāṉ eṉḏṟu udippavaṉai yār eṉḏṟu ucāvuha. mey-jñāṉi udippāṉ</i>.<br>\n<b><br>\nEnglish translation:</b> Giving up trying to determine whether these people are <i>jñānis</i> or <i>ajñānis</i>, when one investigates who is the one who perceives them as existing, it will be clear that it is ‘I’, so investigate who this ‘I’ who rises is. The true <i>jñāni</i> will [then] shine forth [as your own self, your pure self-awareness ‘I am I’].</li>\n<br>\n<li>யாரானால் ஞானி நமக்கென்ன நாம்நம்மைப்<br>\nபாராத மட்டும் பயனில்லை — ஆராயின்<br>\nஞானமே ஞானி நரவடிவ மன்றுபர<br>\nவானமே நாமவ் வடிவு.<br>\n<br>\n<i>yārāṉāl ñāṉi namakkeṉṉa nāmnammaip<br>\npārāda maṭṭum payaṉillai — ārāyiṉ<br>\nñāṉamē ñāṉi naravaḍiva maṉḏṟupara<br>\nvāṉamē nāmav vaḍivu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> யார் ஆனால் ஞானி நமக்கு என்ன? நாம் நம்மை பாராத மட்டும் பயன் இல்லை. ஆராயின் ஞானமே ஞானி. நர வடிவம் அன்று. பர வானமே. நாம் அவ்வடிவு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>yār āṉāl jñāṉi namakku eṉṉa? nām nammai pārāda maṭṭum payaṉ illai. ārāyiṉ jñāṉam-ē jñāṉi. nara vaḍivam aṉḏṟu. para-vāṉam-ē. nām a-v-vaḍivu</i>.<br>\n<b><br>\nEnglish translation:</b> Whoever may be a <i>jñāni</i>, what is it to us? So long as we do not know ourself, it will be of no benefit. If we investigate, <i>jñāna</i> alone is the <i>jñāni</i>. It [the <i>jñāni</i>] is not a human form. It is only the transcendent space [of pure self-awareness]. We are that form [the transcendent space of self-awareness].</li>\n<br>\n<li>ஆகவே ஞானி யவரிவரென் றாய்மதியைச்<br>\nசாகவே செய்வாய்வி சாரணையால் — ஏகமாய்<br>\nநானிதுவென் றுந்தியெழா ஞானமே ஞானியென<br>\nமோனமதாற் காணல் முறை.<br>\n<br>\n<i>āhavē ñāṉi yavarivareṉ ḏṟāymatiyaic<br>\nsāhavē seyvāyvi cāraṇaiyāl — ēkamāy<br>\nnāṉiduveṉ ḏṟundiyeṙā ñāṉamē ñāṉiyeṉa<br>\nmōṉamadāṟ kāṇal muṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆகவே ஞானி அவர் இவர் என்று ஆய் மதியை சாகவே செய்வாய் விசாரணையால். ஏகமாய் நான் இது என்று உந்தி எழா ஞானமே ஞானி என மோனம் அதால் காணல் முறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>āhavē jñāṉi avar ivar eṉḏṟu āy matiyai sāhavē seyvāy vicāraṇaiyāl. ēkam-āy nāṉ idu eṉḏṟu undi eṙā jñāṉam-ē jñāṉi eṉa mōṉam adāl kāṇal muṟai</i>.<br>\n<b><br>\nEnglish translation:</b> Therefore, by self-investigation [<i>ātma-vicāra</i>] annihilate the petty mind that seeks to know whether this person or that person is a <i>jñāni</i>. The correct way [to see the <i>jñāni</i>] is seeing by means of silence [the state in which the mind has never existed] that only <i>jñāna</i>, which being one [the sole existing reality] does not rise and jump out as ‘I am this’, is the <i>jñāni</i>.</li>\n</ol>\nIn each of the final two verses of this poem Sri Sadhu Om says ‘ஞானமே ஞானி’ (<i>jñāṉam-ē jñāṉi</i>), which means ‘<i>jñāna</i> alone is the <i>jñāni</i>’. <i>Jñāna</i> means knowing or knowledge, and <i>jñāni</i> means knower or what knows, but generally in the context of Sri Ramana’s teachings and <i>advaita</i> philosophy <i>jñāna</i> means specifically knowledge in the sense of pure self-awareness, our fundamental knowledge ‘I am’, and <i>jñāni</i> accordingly means that which is thus aware of itself. Since we are aware of ourself, and since the self we are thus aware of is not other than us, the ‘we’ (or ‘I’) who is aware of it, pure self-awareness is a non-dual experience — an experience in which there is absolutely no distinction between the experiencer (ourself who experiences) and the experienced (ourself who is experienced). Moreover, since being self-aware is our very nature, our awareness of ourself is not anything other than ourself. Therefore, since pure non-dual self-awareness is what the word ‘<i>jñāna</i>’ denotes in this context, the <i>jñāni</i> or knower who experiences such <i>jñāna</i> cannot be other than that <i>jñāna</i> itself.<br>\n<br>\nTherefore <i>jñāna</i> (in the sense of <i>ātma-jñāna</i> — self-knowledge or pure self-awareness) is our real self, and hence in the first sentence of verse 13 of <i>Uḷḷadu Nāṟpadu</i> Sri Ramana says ‘ஞானம் ஆம் தானே மெய்’ (<i>jñāṉam ām tāṉ-ē mey</i>), which means ‘self, which is <i>jñāna</i>, alone is real’. To make it clear that the <i>jñāna</i> he refers to here is absolutely non-dual, solitary and devoid of any otherness, in the next sentence he distinguishes it from any knowledge of multiplicity, diversity, variety or otherness by saying ‘நானா ஆம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā ām jñāṉam ajñāṉam ām</i>), which means ‘knowledge of manyness is <i>ajñāna</i>’. நானா ஆம் ஞானம் (<i>nāṉā ām jñāṉam</i>) literally means ‘knowledge which is manifold’ or ‘knowledge which becomes manifold’, but in this context it used to mean knowledge of manyness, as is clear from an earlier version of this verse, which is now verse 12 of <i>Upadēśa Taṉippākkaḷ</i>, in which the equivalent phrase he used in the second sentence was ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa jñāṉam</i>), which means ‘knowledge that sees manyness’.<br>\n<br>\nThe ‘knowledge that sees manyness’ is our ego or mind, which is the confused knowledge or adulterated self-awareness ‘I am this’ (in which ‘this’ represents anything other than our pure self-awareness ‘I am’). The nature of this ego is to experience things other than itself, and it cannot rise or endure as the ego without experiencing things other than itself. Therefore as soon as it tries to experience itself (‘I’) alone, it begins to subside, and if it manages to experience itself alone, it will merge forever in its source, which is ourself, the pure non-dual knowledge (<i>jñāna</i>) ‘I am’.<br>\n<br>\n<a name=\"un13\"></a>The ego and its knowledge of multiplicity are both unreal, because they do not actually exist but only seem to exist. However, their seeming existence depends upon the actual existence of our real self, because they could not even seem to exist if we (our real self) did not actually exist, so we alone are the one real substance that now seems to be the ego and all the diverse things it experiences, just as gold is the one substance that seems to be a diverse variety of gold ornaments, as Sri Ramana says in the second half of verse 13 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē —ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇika ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jñāṉam ām tāṉē mey. nāṉā ām jñāṉam ajñāṉam ām. poy ām ajñāṉamumē jñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇikaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal.</i><br>\n<br>\n<b>English translation:</b> Self, which is knowledge (<i>jñāna</i>), alone is real. Knowledge that is manifold is ignorance (<i>ajñāna</i>). Even [this] ignorance, which is unreal, does not exist apart from self, which is knowledge. All the many ornaments are unreal; say, do they exist apart from the gold, which is real?</blockquote>\nBecause gold is a physical substance, it can be divided and shaped into an endless variety of forms, and whatever form it takes does not actually conceal the fact that it is gold. Therefore, though the variety of ornaments made of gold is a good analogy to illustrate how one substance can appear in many forms, we should not try to stretch the implication of this analogy too far, because unlike gold our real self cannot be divided into many parts, and it never actually becomes any different forms. This is why Sri Ramana emphasises here that knowledge of manyness is not only ignorance but is also unreal. Whereas gold is actually shaped into many different ornaments, self is immutable, so it never changes or becomes anything, and hence the ego and its experience of manyness are just an illusion or false appearance.<br>\n<br>\n<a name=\"un26\"></a>The appearance of everything — all duality, multiplicity, diversity, variety and otherness — is experienced only by the ego, so it depends entirely upon the appearance of the ego, as Sri Ramana says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr.</i><br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything [or everything is only the ego]. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nSince the ego is just a mistaken experience of ourself, if we investigate ourself by trying to experience ourself alone, without experiencing even the slightest trace of anything else, and if we thereby experience ourself as we really are, the ego will be destroyed entirely, and hence everything else will cease to exist. This is why Sri Ramana ends this verse by saying, ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nTherefore in the state of <i>ātma-jñāna</i> — the state in which we experience ourself as we really are — there is absolutely no ego and hence no experience of anything else whatsoever. Since the entire multiplicity of other things seems to exist only in the self-ignorant view of the ego, it will no longer seem to exist when the ego is destroyed by the experience of <i>ātma-jñāna</i>, because in the absence of the ego there will be nothing to experience anything other than ourself, the pure non-dual knowledge ‘I am’.<br>\n<br>\nSince <i>ātma-jñāna</i> is an experience that is completely devoid of even the slightest experience of any duality, diversity, multiplicity or otherness, there is nothing that could experience <i>ātma-jñāna</i> other than <i>ātma-jñāna</i> itself. Therefore as Sri Sadhu Om says: ‘ஞானமே ஞானி’ (<i>jñāṉam-ē jñāṉi</i>), ‘<i>jñāna</i> alone is the <i>jñāni</i>’. There is no <i>jñāni</i> other than <i>jñāna</i> itself, and <i>jñāna</i> is nothing but our real self, the one non-dual knowledge or self-awareness that experiences only itself and not anything whatsoever.<br>\n<br>\nTherefore the <i>ātma-jñāni</i> is not a person — a human body or mind — but only our infinite self, and it does not experience anything other than ourself. Hence the <i>ātma-jñāni</i> is not anything other than ourself, so we can truly ‘see’ the <i>ātma-jñāni</i> only by experiencing ourself as we really are. Therefore until we experience ourself as we really are, whatever we may believe we know about the <i>ātma-jñāni</i> or the state of <i>ātma-jñāna</i> is just an idea, a thought that has risen in our mind, and is therefore just another product of our self-ignorance (<i>ajñāna</i>).<br>\n<br>\nHowever, though our mind cannot conceive the state of the <i>ātma-jñāni</i>, we can at least avoid some of the worst misconceptions that are prevalent about the <i>ātma-jñāni</i>, such as that the <i>ātma-jñāni</i> is a person with a body and mind, or that the <i>ātma-jñāni</i> experiences the world as we do. We can also avoid being deceived by anyone who claims ‘I am an <i>ātma-jñāni</i>’ or ‘I have realised myself’, because even though the <i>ātma-jñāni</i> may sometimes appear in our experience as if it were a ‘person’ such as Sri Ramana, such a ‘person’ is completely devoid of ego and will therefore conduct itself with perfect humility, and will not claim to be anything special, since it sees no differences between itself and ‘others’. For example, in reply to someone who said to him, ‘Your realisation is unique in the spiritual history of the world’, Sri Ramana replied in English: ‘What is real in me is real in you and in everyone else. Where is the room for any difference?’ Such self-effacing humility is perhaps the surest outward sign of <i>ātma-jñāna</i>, if at all anything external could be said to be a sign of it.<br>\n<br>\nSince ‘ourself, which is <i>jñāna</i>, alone is real’ (as Sri Ramana says in verse 13 of <i>Uḷḷadu Nāṟpadu</i>), and since the <i>jñāni</i> is therefore nothing but <i>jñāna</i> itself, it always remains as it is, immutable and without ever doing anything, so it does not actually become any person or human form. However, from the self-ignorant perspective of our ego it does seem to appear sometimes in a human form such as Sri Ramana, but after studying his teachings we should understand that the <i>jñāni</i> is not actually whatever human form it may seem to be, and that the only reason why it appears in such a human form is to teach us that in order to experience what is real we must turn our attention inwards, towards ourself alone, and thereby try experience ourself as we really are.<br>\n<br>\nThis is therefore another reason why we should not allow our attention to go outwards in an attempt to know whether this person or that person is a <i>jñāni</i>. Trying to know whether or not any particular person is a <i>jñāni</i> is a futile effort, not only because we cannot know what the inward state of anyone else actually is so long as we do not even know what we ourself are, but also because trying to know about others distracts our attention for no good reason away from trying to experience what we actually are. Even if we do decide that someone such as Sri Ramana is a <i>jñāni</i>, and even if that is in some sense true (at least from the limited perspective of our ego), we cannot truly understand his state or what is actually meant by being a <i>jñāni</i>, because whatever idea we may have about it is certainly not accurate, since we can only conceive it in terms of what we now experience, which according to him is only ignorance (<i>ajñāna</i>).<br>\n<br>\nThe common idea that a <i>jñāni</i> is a person who knows <i>ātman</i>, ‘the Self’, but who also knows the multiplicity and diversity of the physical world and events happening in time and space, is a wildly mistaken concept that has resulted from our own self-ignorance — our fundamental confusion that we are a body and mind. Therefore until we get rid of our present self-ignorance by experiencing ourself as we really are, whatever idea we may have about the experience of the <i>jñāni</i> falls far short of what it actually is. However, though our mind cannot know what that experience is, we can to some extent at least understand what it is not, and one thing that it is certainly not is an experience of any multiplicity or difference, or of anything else other than ourself alone.<br>\n<br>\nSo long as we think that a <i>jñāni</i> is a person or that he or she experiences anything other than ‘I’, we open the doors to numerous other misconceptions. One common misconception is that there are different states or different degrees of <i>ātma-jñāna</i> or self-realisation. For example, some people talk about others being ‘fully realised’ or ‘partially realised’, whereas in fact there is no such thing as partial <i>ātma-jñāna</i> or self-realisation, because we either experience ourself as we really are or we experience ourself as something else. So long as we experience ourself as anything other than what we really are, we are not self-realised or even partially self-realised, but are still immersed in self-ignorance.<br>\n<br>\nHowever, though there can be no degrees of <i>ātma-jñāna</i> (or any differences in it at all), we could say that there are degrees of <i>ajñāna</i> in the sense that it can be more or less dense. The stronger our desire is to experience anything other than ourself, the denser our <i>ajñāna</i> is, so to speak, because such desire is what prevents us from experiencing ourself as we really are. Therefore, if we want to progress on the path towards <i>ātma-jñāna</i>, we must weaken our desires to experience anything other than ourself and correspondingly increase our love to experience ourself alone, and the only way to do this is to persevere in trying to be self-attentive as much as possible.<br>\n<br>\nTo return now to verse 33 of <i>Uḷḷadu Nāṟpadu</i>, in which Sri Ramana said ‘என்னை அறியேன் நான், என்னை அறிந்தேன் நான் என்னல் நகைப்புக்கு இடன் ஆகும்’ (<i>eṉṉai aṟiyēṉ nāṉ, eṉṉai aṟindēṉ nāṉ eṉṉal nahaippukku iḍaṉ āhum</i>), which means ‘Saying “I do not know myself” [or] “I have known myself” is ground for ridicule’, both of these statements are ‘ground for ridicule’ because they both indicate the existence of the ego, since in the absence of the ego there would be no one to think either ‘I know myself’ or ‘I do not know myself’. However, whereas a person who thinks or says ‘I do not know myself’ is thereby not only demonstrating his or her self-ignorance but also acknowledging it, any person who thinks or claims ‘I know who I am’ or ‘I have realised myself’ is demonstrating his or her self-ignorance while at the same time denying it.<br>\n<br>\nIf we are to free ourself from our self-ignorance, the first thing we must do is to recognise that we are self-ignorant, and that our self-ignorance is the cause of all our other problems, because otherwise we will have no motivation to try to experience ourself as we actually are. Therefore recognising that we are now covered in an armour of self-ignorance is the first chink we can and must make in this armour, because then only can we begin to unravel it. In this sense we can say that if we recognise and acknowledge our own self-ignorance or <i>ajñāna</i>, it is at least less dense than it would be if we were to deny it either to ourself or to others. Therefore as a general rule we should be sceptical and wary about anyone who claims to be a <i>jñāni</i> or who says ‘I have realised myself’, because the chances are that such a person is either deluding themself or trying to delude others.<br>\n<br>\nMoreover, as Sri Sadhu Om says in verse 10 of <i>Yār Jñāni?</i>: ‘யார் ஆனால் ஞானி நமக்கு என்ன? நாம் நம்மை பாராத மட்டும் பயன் இல்லை’ (<i>yār āṉāl jñāṉi namakku eṉṉa? nām nammai pārāda maṭṭum payaṉ illai</i>), ‘Whoever may be a <i>jñāni</i>, what is it to us? So long as we do not know ourself, it will be of no benefit’. We can derive true benefit from <i>ātma-jñāna</i> only when we experience it ourself, and we can experience it only by persistently practising <i>ātma-vicāra</i> — that is, trying to experience ourself alone, in complete isolation from everything else that we may experience.<br>\n<br>\nWhen we experience ourself as we really are, we will discover that the only <i>jñāni</i> is ourself, because nothing other than ourself actually exists. Since the seeming existence of other people and even of the person we now seem to be is just an illusion created by our own self-ignorance, how can any of those other people be <i>jñānis</i>? By experiencing them as if they were other than ourself, we are experiencing them as products of our own <i>ajñāna</i>, so how can any product of <i>ajñāna</i> be a <i>jñāni</i>?<br>\n<br>\nEven if we accept that from the relative perspective of our ego the <i>jñāni</i> does sometimes seem to be a ‘person’ such as Sri Ramana, we do not have any reliable means to know who is a <i>jñāni</i> so long as we do not experience what we ourself really are. Therefore we cannot truly know who is a <i>jñāni</i>, and even if we could know it, we would not derive any benefit from knowing it unless we try to experience ourself as we really are, so rather than concerning ourself with questions about who is or is not a <i>jñāni</i>, we should focus all our interest and attention only on trying to know who am I, this ego who is so eager to know about others.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "69",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1473549122031492646/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "Sādhanai Sāram",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTk2MjI1NDczNTY0Cm9mZnNldDogMzYwMDAwMAo\""
}