{
    "kind": "blogger#post",
    "id": "5563359879256233866",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-02-16T18:52:00Z",
    "updated": "2017-09-27T21:12:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/02/self-attentiveness-and-citta-vrtti.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5563359879256233866",
    "title": "Self-attentiveness and <i>citta-vṛtti nirōdha</i>",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn the second <i>sūtra</i> (aphorism) of his <i>Yōga Sūtra</i> Patanjali famously defines <i>yōga</i> as follows:<br />\n<blockquote>\nयोगश्चित्तवृत्तिनिरोधः<br />\n<br />\n<i>yōgaś-citta-vṛtti-nirōdhaḥ</i>.<br />\n<br />\n<i>Yōga</i> is <i>nirōdha</i> [obstruction, stopping, restraint, constraint, confinement, control, suppression or destruction] of <i>citta-vṛtti</i> [mental modification or thought].</blockquote>\n<i>Citta</i> means mind, and <i>vṛtti</i> is a noun derived from the verb <i>vṛt</i>, which means to turn, revolve, roll, move about, act, happen or occur, so whatever happens in the mind is a <i>citta-vṛtti</i>. In other words, <i>citta-vṛtti</i> means any type of thought, mental activity, mental modification or change that takes place in the mind, and encompasses all mental states, including (according to the sixth <i>sūtra</i>) even <i>nidrā</i> or deep sleep (though this view that sleep is a <i>vṛtti</i> or mental modification does not accord with Sri Ramana’s view of it, which is that it is a state that is devoid of mind). Therefore <i>citta-vṛtti-nirōdha</i> (or <i>chitta-vritti-nirodha</i> as it is often imprecisely transcribed in Latin script) means obstruction or stopping of all thoughts or mental modifications.<br /><a name='more'></a>\n<br />\nRecently a friend wrote to me asking:<br />\n<blockquote>\nA friend at RMCL, Bangalore reminds us that: ‘Our aim in our <i>sadhana</i> is <i>chitta-vritti-nirodha</i> (meaning, to stop all mental movements)’. Is this Bhagavan’s teachings?</blockquote>\nHe added that he believes our aim should only be ‘to know our real self, which can only be known by self-attentiveness’, and that therefore:<br />\n<blockquote>\n[…] <i>chitta-vritti-nirodha</i> or stopping of all our mental movements may be an aid but it is not our goal. If we give up <i>chitta-vrittis</i>, we are just giving up <i>vikshepa</i>, which is only our secondary form of <i>maya</i>. But we do not attain <i>jnana</i> until we destroy our <i>avarana</i>, which is our primary form of <i>maya</i>; and <i>avarana</i> can only be destroyed by <i>atma-vichara</i>; and once we destroy this <i>avarana</i> we will automatically destroy all <i>vikshepa</i>, which is nothing but <i>chitta-vrittis</i>. Therefore it is not exactly true to say that Bhagavan’s path is only <i>chitta-vritti-nirodha</i>, though this would be the result of our attaining <i>atma-jnana</i> [self-knowledge] through our practice of self-investigation.</blockquote>\nIn my reply I wrote:<br />\n<br />\nYes, you are right: <i>citta-vṛtti-nirōdha</i> is not our goal. It is not even an aid, because we achieve it (at least in the sense of stopping of all mental movements) every night in deep sleep without thereby being aided in any way to achieve our goal. It is therefore just a by-product of our practice and ultimately of our goal.<br />\n<br />\nAs you correctly observe, <i>citta-vṛtti-nirōdha</i> is just the removal of <i>vikṣēpa</i> (the dispersion or dissipation of our mind towards otherness and multiplicity), which is only the secondary form of <i>māyā</i> (and an effect of its primary form), so whenever it is achieved without the destruction of <i>āvaraṇa</i> (veiling, concealing or obscuration of our pure self-awareness), which is the primary form of <i>māyā</i>, it will come back, because <i>āvaraṇa</i> is the root cause of <i>vikṣēpa</i>, which is what manifests as <i>citta-vṛttis</i> (thoughts or mental activities).<br />\n<br />\nSince the obscuring of our clear self-awareness is the root cause of all the other effects of <i>māyā</i>, including the appearance of <i>citta-vṛttis</i>, all those effects can be completely and permanently destroyed only by focusing our entire attention on our natural self-awareness, ‘I am’, in order to experience it with perfect and absolute clarity.  This is the practice of <i>ātma-vicāra</i> or self-investigation, so you are correct in saying that <i>āvaraṇa</i> or the obscuring of our self-awareness can be destroyed only by <i>ātma-vicāra</i>.<br />\n<br />\nIn <i>Maha Yoga</i>, chapter 12, ‘Some more Sayings of the Sage’ (10th edn, 2002, p.194), Lakshmana Sarma records Bhagavan’s views on <i>citta-vṛtti-nirōdha</i> as follows:<br />\n<blockquote>\nOn another occasion the Sage said: “People ask me how to control the mind. I reply: ‘Show me the mind’. The mind is no more than the series of thoughts. How can it be controlled by one of those thoughts, namely the desire to control the mind? It is foolish to seek to end the mind by the mind itself. The only way is to find the mind’s Source and keep hold of It. Then the mind will fade away of itself. Yoga enjoins <i>Chitta-vritti-nirodha</i> (repression of thoughts); I prescribe <i>Atmanveshana</i> (Quest of Oneself), which is practicable. The mind is repressed in swoon, or as the effect of fasting. But as soon as the cause is withdrawn, the mind revives; that is, the thoughts begin to flow as before. There are just two ways of controlling the mind. Either seek its Source, or surrender it to be struck down by the Supreme Power. Surrender is the recognition of the existence of a Higher Overruling Power. If the mind refuses to help in seeking the Source, let it go and wait for its return; then turn it inwards. No one succeeds without patient perseverance.”</blockquote>\n<i>Atmanveshana</i> (<i>ātmānvēṣaṇa</i>) is a compound of two words, <i>ātman</i> (which means self or oneself) and <i>anvēṣaṇa</i> (which means seeking, searching, investigating, looking or watching), so it means self-investigation or self-attentiveness. In section 485 of <i>Talks</i> what seems to be the same remark of Bhagavan has been recorded in slightly different words:<br />\n<blockquote>\nAgain people often ask how the mind is controlled. I say to them, “Show me the mind and then you will know what to do”. The fact is that the mind is only a bundle of thoughts. How can you extinguish it by the thought of doing so or by a desire? Your thoughts and desires are part and parcel of the mind. The mind is simply fattened by new thoughts rising up. Therefore it is foolish to attempt to kill the mind by means of the mind. The only way of doing it is to find its source and hold on to it. The mind will then fade away of its own accord. Yoga teaches <i>chitta vritti nirodha</i> (control of the activities of the mind). But I say <i>Atma vichara</i> (Self-investigation). This is the practical way. <i>Chitta vritti nirodha</i> is brought about in sleep, swoon or by starvation. As soon as the cause is withdrawn there is recrudescence of thoughts. Of what use is it then? In the state of stupor there is peace and no misery. But misery recurs when the stupor is removed. So <i>nirodha</i> (control) is useless and cannot be of lasting benefit.</blockquote>\nUntil our mind is completely destroyed by absolute clarity of self-awareness, any cessation of mental activity (<i>citta-vṛtti-nirōdha</i>) that we may achieve by any means will only be temporary. In order to bring about a permanent cessation of all mental activity, we need to destroy the mind itself, which we can do only by investigating its essential form, its primal thought called ‘I’, and thereby discovering that it is a mere apparition that does not actually exist.<br />\n<br />\n<a name=\"uu13\"></a>The important distinction between temporary subsidence of mind (<i>manōlaya</i>) and its <a href=\"http://happinessofbeing.blogspot.co.uk/2011/10/manonasa-destruction-of-mind.html\">permanent destruction (<i>manōnāśa</i>)</a> has been emphasised by Sri Ramana in verse 13 of <a href=\"https://www.blogger.com/%E2%80%9Chttp://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro“\"><i>Upadēśa Undiyār</i></a>; the fact that the mind is in essence just the root-thought called ‘I’ (the ego or subject that experiences all its other thoughts) is explained by him in verse 18; and in verse 17 he says that if we investigate this essential form of the mind we will discover that there is no such thing as mind at all:<br />\n<blockquote>\nஇலயமு நாச மிரண்டா மொடுக்க<br />\nமிலயித் துளதெழு முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெழாதுரு மாய்ந்ததே லுந்தீபற.<br />\n<br />\n<i>ilayamu nāśa miraṇḍā moḍukka<br />\nmilayit tuḷadeṙu mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veṙāduru māyndadē lundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> இலயமும் நாசம் இரண்டு ஆம் ஒடுக்கம். இலயித்து உளது எழும். எழாது உரு மாய்ந்ததேல்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>ilayamum nāśam iraṇḍu ām oḍukkam. ilayittu uḷadu eṙum. eṙādu uru māyndadēl.</i><br />\n<br />\n<b>English translation:</b> Subsidence [of mind] is [of] two [kinds]: <i>laya</i> [temporary subsidence] and <i>nāśa</i> [destruction]. That [mind] which is lying down [in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise. (verse 13)<br />\n<br />\n<a name=\"uu18\"></a>எண்ணங்க ளேமனம் யாவினு நானெனு<br />\nமெண்ணமே மூலமா முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br />\n<br />\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br />\nmeṇṇamē mūlamā mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉum nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal.</i><br />\n<br />\n<b>English translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just this root-thought] ‘I’. (verse 18)<br />\n<br />\n<a name=\"uu17\"></a>மனத்தி னுருவை மறவா துசாவ<br />\nமனமென வொன்றிலை யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br />\n<br />\n<i>maṉatti ṉuruvai maṟavā ducāva<br />\nmaṉameṉa voṉḏṟilai yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārkkanē rārkkumi dundīpaṟa.</i><br />\n<br />\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu ucāva, maṉam eṉa oṉḏṟu ilai. mārkkam nēr ārkkum idu.</i><br />\n<br />\n<b>English translation:</b> When [anyone] scrutinises the form of the mind without forgetting, [it will be clear that] anything as ‘mind’ does not exist. For everyone, this is the direct [straight, proper, correct or true] path. (verse 17)</blockquote>\nIf a rope is mistaken to be a snake, the snake does not actually exist but is just a false appearance: all that actually exists there is just the rope. Likewise, when what we really are is mistaken to be a mind, the mind does not actually exist but is just a false appearance: all that actually exists here is just what we really are, namely the one pristine and infinite ‘I’, which is devoid of all adjuncts or any otherness. <br />\n<br />\nSince the mind is thus just an apparition that does not actually exist, the only means by which we can destroy it is to scrutinise it and thereby see that it does not exist as such. That is, just as we can ‘kill’ the imaginary snake only by looking at it carefully and thereby recognising that it is just a rope, we can ‘destroy’ this mind only by looking at it carefully and thereby recognising that it is nothing other than the one infinite ‘I am’.<br />\n<br />\nHowever much we may beat the imaginary snake in order to kill it, it will not cease to frighten us until we see that it is not what it appears to be, and we can see this only by looking at it carefully. Likewise, however much we may try to restrain the activity (<i>vṛtti</i>) of our mind (<i>citta</i>), it will continue to rise and resume its activity again and again until we see that it is not what it appears to be, and we can see this only by looking at it carefully: that is, by scrutinising its essential form, its primal thought called ‘I’, in order to experience what this ‘I’ actually is.<br />\n<br />\nAfter reading this, my friend was initially convinced that <i>citta-vṛtti-nirōdha</i> is neither our goal nor even an aid to achieve it, but after a few days he wrote again asking whether it could not be considered an aid in certain ways, since if our mind is made calm by partially restraining its activity, we can make use of such calmness to direct our attention towards ourself. To this I replied:<br />\n<br />\n<a name=\"ny06\"></a>Bhagavan advises us not to be concerned about thoughts (<i>citta-vṛttis</i>). For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) he says:<br />\n<blockquote>\n[…] எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். […]<br />\n<br />\n[…] <i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōru eṇṇamum kiḷambumpōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakku eṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda eṇṇamum aḍaṅgi-viḍum.</i> […]<br />\n<br />\n[...] <b>However many thoughts rise, what [does it matter]?</b> As soon as each thought appears, if [one] vigilantly investigates to whom this has occurred, it will become clear that [it is] to me. If [one] investigates who am I, the mind will return to its birthplace; the thought which had risen will also subside. [...]</blockquote>\nSo long as we are really intent upon experiencing only ‘I’, thoughts are not an obstacle, because every thought that appears will remind us of the ‘I’ that experiences it (as I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/02/spontaneously-and-wordlessly-applying.html\">Spontaneously and wordlessly applying the clue: ‘to whom? to me; who am I?’</a>). It is only when our love to experience nothing other than ‘I’ is insufficient that thoughts seem to be an obstacle.<br />\n<br />\nTherefore, since thoughts appear only because we do not have sufficient love to experience nothing other than ‘I’, blaming thoughts for distracting us is blaming an effect rather than its cause. If we do not want to experience only ‘I’, even if we manage to bring about <i>citta-vṛtti-nirōdha</i> by some other means, it will not result in self-attentiveness.<br />\n<br />\nTherefore thinking in terms of a need for <i>citta-vṛtti-nirōdha</i> is not actually very helpful, because it distracts us away from what is really required, which is just to be self-attentive.  If we are self-attentive, thoughts (<i>citta-vṛttis</i>) will not arise (or rather, to the extent to which we are self-attentive they will not arise), and if they do arise, that indicates that we are losing or have lost our hold on self-attentiveness.<br />\n<br />\nThough self-attentiveness will result in <i>citta-vṛtti-nirōdha</i> (because the more our attention is focused on ‘I’, the less it will be distracted by any thoughts, and no thought can rise unless we attend to it), <i>citta-vṛtti-nirōdha</i> will not necessarily result in self-attentiveness, as we can see from our experience in deep sleep, in which <i>citta-vṛtti-nirōdha</i> is achieved without resulting in clear self-attentiveness.<br />\n<br />\nThis is why Bhagavan always advised us to focus only on being self-attentive and not on any of its effects, such as <i>citta-vṛtti-nirōdha</i>. Since our aim is only to experience ‘I’ with perfect clarity, the means to achieve this aim is only to attend to ‘I’ alone.<br />\n<br />\nJust as we achieve <i>citta-vṛtti-nirōdha</i> through mere tiredness whenever we fall asleep, we can also achieve it through various artificial means such as <i>prāṇāyāma</i> (breath-restraint) or other such <i>yōgic</i> practices. However, since the most effective, most natural, most direct and easiest way to achieve it is only self-attentiveness (that is, turning our attention away from thoughts towards the ‘I’ that experiences them), why should we waste our time trying to achieve it by strenuous and artificial means such as <i>prāṇāyāma</i>?<br />\n<br />\nIf we do try to achieve it by such artificial means, that will not make it any easier for us to turn our attention towards ‘I’ when our thoughts (<i>citta-vṛttis</i>) have partially subsided, because by practising any artificial means we will have been training our mind to attend to something other than ‘I’. To train our mind to attend only to ‘I’, there is no effective means other than to practise attending only to ‘I’. That is, just as the only way to gain the ability to ride a bicycle is to try riding one, the only way to gain the ability to attend only to ‘I’ is to try attending only to ‘I’.<br />\n<br />\nTherefore, instead of looking for any extraneous aid, which can at best help us only in a very roundabout way, let us follow Bhagavan’s advice and focus all our effort and attention only on trying directly to experience what this ‘I’ actually is: that is, who am I?</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5563359879256233866/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NTQzMTUwNzc0Cm9mZnNldDogMzYwMDAwMAo\""
}