{
    "kind": "blogger#post",
    "id": "4962862832032121010",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-11-30T09:19:00Z",
    "updated": "2015-02-07T12:28:52Z",
    "url": "http://happinessofbeing.blogspot.com/2014/11/how-to-experience-clarity-of-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4962862832032121010",
    "title": "How to experience the clarity of self-awareness that appears between sleep and waking?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently saying that she had been following various spiritual paths since childhood and that finally last year Sri Ramana had appeared in her life as the ultimate teacher, but that eight years ago she had had an experience while waking from sleep that she later identified with what Sri Ramana said about the clarity of self-awareness that can be experienced immediately after we wake from sleep and before it becomes mixed with awareness of a body and world. She tried her best to describe what she had experienced, but if it was indeed the adjunct-free clarity of self-awareness that Sri Ramana referred to, it would be impossible to describe it in words or even to conceive it by thoughts, because it would have been (and could only ever be) experienced in the complete absence of any thoughts or words, and hence it is beyond their reach.<br>\n<br>\nTherefore from her description of her experience I cannot say for certain that it was that adjunct-free clarity of self-awareness, or if not, exactly what it was, but it may well have been such a clarity. However, whenever we do experience such an intense clarity of self-awareness, we lose it as soon as our mind becomes active, and if we then remember or think about it, whatever we remember or think is something other than what we actually experienced, because what we experienced was ‘I’ without any mental activity such as thinking or remembering. Therefore, though we may think that we can ‘relive’ such an experience by remembering it, we cannot actually relive it except by persistently trying to experience perfect clarity of self-awareness here and now.<br><a name='more'></a>\n<br>\nMoreover, the natural tendency of our mind is to interpret whatever we experience in terms of ideas, concepts or beliefs that are familiar to us, but when we try to interpret an experience of clear self-awareness in such a way, our interpretation of it separates us still further from what we actually experienced. For example, my friend interpreted her experience as ‘the Divine consciousness’ and as the ‘ULTIMATE SAFETY which is Unspeakable Love’, and (after learning about Sri Ramana’s teachings) as ‘what I AM’. Though such interpretations may be ‘true’ on a conceptual level, they are actually mere concepts, and no concept can adequately grasp or represent the featureless and hence ineffable experience of pure self-awareness. <br>\n<br>\nThe following is adapted from the reply that I wrote to her:<br>\n<br>\nWaking up is a process in which the mind rises from sleep, and in order to rise it must project a body and simultaneously experience that body as ‘I’; then through the five senses of that body it instantly projects a world, of which it feels itself to be a small part. Normally this process of projecting a body and experiencing it as ‘I’ happens so fast that we cannot detect any gap between the seeming ‘darkness’ of sleep and the appearance of the body-mixed clarity of waking. However, between sleep and waking there is a brief moment in which a fresh clarity of self-awareness appears before it becomes mixed and confused with a body and other subsequent experiences.<br>\n<br>\nThat is, from the seeming lack of clarity in sleep, what first appears is a fresh clarity of self-awareness, but then we use this clarity as the light by which we project a body and world, so almost as soon as this clarity appears, it becomes mixed and confused with a projected awareness of a body, which we then experience as ‘I’.<br>\n<br>\nSometimes as a result of our practice of self-attentiveness during our waking state, when we wake up from sleep we are able to experience and briefly hold on to the moment of clear body-free self-awareness. It seems that this may have been what you experienced on that day.<br>\n<br>\nSince we cannot make any effort to attend to self in that brief moment of waking up, we cannot do anything at that time to experience that moment of body-free clarity of self-awareness. However, once we are awake we can make effort to attend to ‘I’, and by focusing our attention exclusively on ‘I’, we will be able to experience ‘I’ without any mixture of body-awareness. In other words, by persistently practising self-attentiveness during our waking state, we can learn to experience here and now the same body-free clarity of self-awareness that appears at the moment of waking from sleep but that we usually fail to detect at that time.<br>\n<br>\nThat is, clarity of self-awareness is what we actually are, and hence it is what underlies our experience of waking, dream and sleep, but in the view of our waking mind it seems to be obscured by a lack of clarity in sleep and by our experience of other things (our body, the world and all our thoughts about them) in waking and dream. However, our clarity of self-awareness seems to be obscured in these ways only because throughout our waking and dream states we are busily engaged in attending to things other than ‘I’.<br>\n<br>\nTherefore, to experience our natural clarity of pure self-awareness, we must here and now try to focus our entire attention only on ‘I’, thereby withdrawing it from all other things. Therefore what you experienced on that day while waking from sleep was perhaps a brief and imperfect taste of the absolute clarity of self-awareness that we should aim to experience here and now.<br>\n<br>\nHowever, a word of caution: though what you experienced on that day may have been a partial clarity of self-awareness, when you now think of it, remember it or try to describe it, you are not experiencing it as it actually was, because when you experienced it your mind was free of thoughts. Therefore no thought, memory or description in words can actually grasp or depict the clarity that you experienced in the absence of thoughts, so your memory of it is subtly but significantly different to your actual experience of it.<br>\n<br>\nWhy this caution is important is that we cannot experience ‘I’ with perfect clarity by remembering some past experience of it, so rather than dwelling on your memory of it, you should try to experience ‘I’ alone as it actually is here and now. Any thought, memory or expectation is something other than ‘I’, so you should try to attend only to the ‘I’ who is now aware of that memory, thereby withdrawing your attention from the memory itself.<br>\n<br>\nWhen people have experienced what they take to be a taste of pure self-awareness, their memory of that experience can either be an aid or an obstacle in their progress towards the ultimate goal of absolutely clear self-awareness. If they dwell too much on the memory itself, it can be an obstacle, because it would distract their attention away from ‘I’, whereas if that memory motivates them to try persistently to experience a still greater degree of clarity of self-awareness here and now by attending more and more keenly and vigilantly to ‘I’, it will be an aid, encouraging them to attend only to ‘I’.<br>\n<br>\nTherefore, whatever we may or may not have experienced, we should try to direct all our interest and effort only towards experiencing ‘I’ alone, in complete isolation from all memories, thoughts, concepts, beliefs or ideas about anything else whatsoever.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "17",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4962862832032121010/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzEyMTMyNzAxCm9mZnNldDogMAo\""
}