{
    "kind": "blogger#post",
    "id": "5273393547264617026",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-12-28T10:14:00Z",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/12/our-aim-should-be-to-experience-ourself.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5273393547264617026",
    "title": "Our aim should be to experience ourself alone, in complete isolation from everything else",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A few months ago a friend wrote to me asking about the practice of <i>ātma-vicāra</i> (self-investigation or self-enquiry) and whether his description of his practice indicated that he was practising it correctly, and he ended his email saying:<br>\n<blockquote>I have tried the technique of diving into the heart exhaling your breath, explained in the small book <i>The Technique of Maha Yoga</i> published by Ramanashramam, [...] but this does not seem to work in my case.</blockquote>\nThe following is adapted from the reply I wrote to him:<br><a name='more'></a>\n<br>\nFirstly <i>The Technique of Maha Yoga</i> [which was not written by K. Lakshmana Sarma, the author of <i>Maha Yoga</i>, but by another devotee called N.R. Narayana Aiyar] is a very misleading book, because the explanation that it gives about the practice of <i>ātma-vicāra</i> is completely wrong, so it is good that you found that it does not seem to work.<br>\n<br>\nSecondly, ‘the heart’ is a term that Sri Ramana used metaphorically to denote what we really are, because it is the core, centre or essence of all that we now seem to be, and ‘diving into the heart’ is a metaphorical description of the mind subsiding or sinking deep within ourself as a result of self-attentiveness, so it should not be interpreted literally (as some devotees seem to do), and it should not be mistaken to be a technique that entails anything other than simple self-attentiveness.<br>\n<br>\nSince you have asked for my comments on your description of your practice, I will quote each of your points as a bullet point and then comment on it:<br>\n<ul type=\"disc\"><li>I begin by observing the movement of my breath, breathing in and breathing out at normal pace.</li></ul>\nSome people say that they find observing the movement of their breath to be an effective means to calm the mind down before practising self-investigation, but this is not necessary, and it can actually be detrimental in the long run. The most effective way to calm the mind down is simply to try directly to be self-attentive, and in the long run this will yield the greatest benefit.<br>\n<br>\nSuppose that you have to bicycle today from London to Brighton [which is south of London], and you have never ridden a bicycle before. Therefore you have to start practising, and since your aim is to reach Brighton, it is obviously best to start practising on the road to Brighton, because while practising you will be getting nearer to your destination. If instead you were to start practising on the road to York [which is north of London], that would be foolish, because it would take you further away from your destination.<br>\n<br>\nOn the path of self-investigation (<i>ātma-vicāra</i>) our destination is only ourself, ‘I’, and the only way to reach that destination is to attend to ourself alone. Therefore to reach our destination as quickly as possible, from the very outset we should not practise anything other than self-attentiveness. If we practise only self-attentiveness from the very beginning, that would be like practising to cycle on the road to Brighton.<br>\n<br>\nIf we practise attending to our breathing or to anything else other than ‘I’ alone, that would be taking us away from ourself, which is our destination, so it would be like practising to cycle on the road to York. Is it not foolish to start by going in a direction that is opposite to our destination? Would it not be wiser to proceed towards our destination from the start?<br>\n<br>\nIf we cultivate the habit of observing our breathing or attending to anything else other than ‘I’, that habit will be just another obstacle that will distract us when we try to attend only to ‘I’. Therefore it is best to cultivate the habit of observing only ‘I’ from the very outset, and to avoid all other practices.<br>\n<br>\nIt is wrong to think that our mind must be calm before we can begin attending to ‘I’. Though it may be easier for us to attend to ‘I’ when our mind is calm, calmness of mind is not a necessary prerequisite, because whether our mind is calm or agitated, we are always there experiencing it, so whatever we may be experiencing we can always turn our attention back towards ourself, the ‘I’ who is experiencing it.<br>\n<br>\nTherefore it is best to avoid all other practices and to begin investigating ourself alone from the very outset.<br>\n<ul type=\"disc\"><li>After a few minutes, I ask myself who am I and focus my attention on the I.</li></ul>\nAsking ourself ‘who am I?’ may help to turn our attention back towards ‘I’, ourself, but it is not necessary to ask this question every time. By persistent practice of self-attentiveness, we can cultivate the habit of turning our attention back towards ‘I’ whenever we notice that it has strayed away towards anything else, and the stronger this habit becomes, the less we will find it necessary to ask any question in order to turn our attention back towards ‘I’.<br>\n<br>\nMoreover, we should clearly understand that asking any question to help to turn our attention back towards ourself is only an aid to <i>ātma-vicāra</i>, but is not <i>ātma-vicāra</i> itself. <i>Ātma-vicāra</i> is self-investigation, so it really begins only when we are actually attending to and thereby trying to experience ourself alone.<br>\n<ul type=\"disc\"><li>Initially, I cannot hold on to the I for a long period.</li></ul>\nIt is not necessary to attend to ‘I’ for prolonged periods of time. Just one moment of perfect self-attentiveness is all that is required for us to experience ourself as we really are, and when we once experience ourself thus, the illusion that we are anything other than what we actually are will be destroyed forever.<br>\n<br>\nTherefore what we should aim for is intensity and clarity of self-attentiveness rather than just a prolonged duration of less intense or clear self-attentiveness. What I mean here by ‘intensity and clarity of self-attentiveness’ (and by ‘perfect self-attentiveness’ in the previous paragraph) is being aware of ourself alone, without any mixture of any awareness of anything else. That is, our attention should be so keenly focused on ‘I’ (ourself) alone that we are not in the least aware of anything other than ourself.<br>\n<br>\nEven time is something that we experience as other than ourself, so the idea that I must be self-attentive for a prolonged period of time is just another distraction that will prevent us from experiencing ‘I’ alone, in complete isolation from everything else, including time.<br>\n<br>\nMoreover, our mind naturally has a strong urge to attend to and experience things other than ‘I’, so it is usually not possible for us to be exclusively self-attentive for a long time. If we try to oppose this natural urge of our mind for a prolonged period of time, we will end up creating an internal conflict, which will be counter-productive, so generally many short attempts at being self-attentive are more effective than one long attempt.<br>\n<ul type=\"disc\"><li>As I continue my practice, I notice that the period of my focus on the I increases.</li></ul>\nIf we are able to focus our attention on ‘I’ alone for longer periods without creating any internal conflict, that is good, but we should remember that our real aim should not be just longer durations of self-attentiveness but should be more deep, intense and clear self-attentiveness — that is, attentiveness that is more keenly and exclusively focused on ‘I’ alone, without the least trace of any awareness of anything else.<br>\n<ul type=\"disc\"><li>I call it the gap between two thoughts.</li></ul>\nSince any awareness that we may have of anything other than ‘I’ (ourself) is a thought, the gap between two thoughts is the state in which we are aware of absolutely nothing other than ourself alone. This is the state that we should be aiming to experience, but if we once experience it perfectly, we will clearly experience ourself as we really are, which is the state of <i>ātma-jñāna</i> (self-knowledge or perfectly clear self-awareness), so it will destroy our mind forever.<br>\n<br>\nTherefore so long as we experience ourself as this mind, we should not imagine that we have yet experienced perfectly the gap between two thoughts. What exists in that gap is only what we really are, so experiencing that is our goal.<br>\n<ul type=\"disc\"><li>After some time I notice that I do not have to focus attention on I.</li></ul>\nUntil we experience absolutely clear self-attentiveness as natural and unavoidable, we need to continue trying to focus our entire attention upon ‘I’ alone. Therefore if you think that you do not need to focus your attention on ‘I’, you are mistaken.<br>\n<br>\nSelf-investigation (<i>ātma-vicāra</i>) is just the attempt we make to focus our entire attention upon ‘I’ alone and thereby to experience ourself as we really are, in complete isolation from everything else. Therefore if we imagine that we do not need to focus our attention on ‘I’ alone, we are imagining that <i>ātma-vicāra</i> is not necessary, which is wrong. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். […]<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>. […]<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> [inclinations or desires to experience anything other than ourself] exist in [our] mind, so long the investigation who am I [that is, attentively investigating ourself] is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. […]</blockquote>\nExperiencing ourself alone is our goal, and the only way to experience ourself alone is to attend to ourself alone, so self-attentiveness or self-awareness is both our path and our goal. So long as we mistake ourself to be anything other than what we actually are, it seems to require effort for us to be self-attentive, but when we experience ourself as we really are, we will find that self-attentiveness is our very nature, because we are always self-aware, and there is actually nothing other than ourself that we could be aware of. Therefore there is never a time when self-attentiveness is not necessary.<br>\n<ul type=\"disc\"><li>I remain without any thought, including the I thought.</li></ul>\nWhat we really are (that is, our real self) would not say ‘I remain without any thought’, because in its view no thoughts ever exist. Therefore when you say ‘I remain without any thought’, the ‘I’ that says so is your mind or ego, which is your primal thought called ‘I’.<br>\n<br>\nWe can remain without any thought, including this primal thought ‘I’, only in states of <i>manōlaya</i> (temporary subsidence of mind, such as sleep) or in the state of <i>manōnāśa</i> (complete destruction or annihilation of mind). <i>Manōnāśa</i> is the state in which we are eternally aware of ourself alone, so it can be achieved only by keenly attentive self-investigation (<i>ātma-vicāra</i>), and once it is achieved we can never return to a state in which we experience anything other than ‘I’ (ourself). Therefore <i>manōnāśa</i> is the state in which neither the primal thought called ‘I’ nor any other thought has ever existed or could ever exist.<br>\n<br>\n<i>Manōlaya</i>, on the other hand, is a temporary state in which the primal thought called ‘I’ and all other thoughts have subsided without clear self-awareness, and since our mind or ego (the primal thought called ‘I’) is therefore absent in that state, there is no one there to make any effort to attend to ‘I’. Therefore <i>manōlaya</i> cannot help us to achieve our goal, which is <i>manōnāśa</i>.<br>\n<br>\nHence, whenever we are not in <i>manōlaya </i>or <i>manōnāśa</i> we are experiencing ourself as the ego, which is the primal thought called ‘I’, and so long as this thought is present, at least some trace of some other thought will also be present, because the primal thought called ‘I’ cannot stand on its own without some other thought to cling to. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[…] மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. […]<br>\n<br>\n[…] <i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṯkum; taṉiyāy nillādu</i>. […]<br>\n<br>\n[…] The mind [the primal thought called ‘I’] stands only by always going after [attending and thereby attaching itself to] something gross [some thought other than ‘I’]; solitarily it does not stand. […]</blockquote>\nAnything that we experience other than ‘I’ alone is a thought, and what experiences any thought is just our primal thought called ‘I’ (the ego), which is our pure ‘I’ mixed with adjuncts. If we are able to clearly experience ‘I’ alone without experiencing the slightest trace of anything else, that is the state of <i>manōnāśa</i>, so until we attain that state the primal thought called ‘I’ and at least some trace of some other thought will be present (unless of course we have subsided in sleep or some other such state of <i>manōlaya</i>).<br>\n<ul type=\"disc\"><li>It is a pleasant state and I can remain in this state for quite some time. At this time, I experience a feeling of surging of energy and heat in my body. A kind of soft golden light spreads in the body and in the surroundings. I do not know whether all this is my wishful imagination or these sensations actually arise. I feel reluctant to come out of this state.</li></ul>\nFrom the description you give of this state, it is clear that though you imagine that you are then remaining ‘without any thought, including the I thought’, you are actually experiencing many thoughts, because everything that you describe is just a thought. The ‘I’ that had this experience is a thought (the primal thought called ‘I’); the state it was then in is a thought; the time you spent in that state is a thought; the pleasantness you experienced in it is a thought; the body is a thought; the ‘feeling of surging of energy’ is a thought; the heat is a thought; the ‘soft golden light’ is a thought; the surroundings are a collection of thoughts; and the reluctance you felt to come out of this state is a thought. None of these things are what you really are, so they are all thoughts, and they originate only from your primal thought called ‘I’, which creates and experiences them.<br>\n<ul type=\"disc\"><li>I then ask who is experiencing these pleasant sensations. The sensations then become weaker but I continue to remain without any thought.</li></ul>\nYes, whatever we may experience, we should investigate the ‘I’ who is experiencing it. It is not sufficient just to <i>ask</i> who is experiencing it, because asking is just another thought process. We need to actually <i>investigate</i> who is experiencing it by trying to focus our entire attention on ‘I’ alone. When we focus our attention on ourself alone, the sensations or whatever else we may have been experiencing will disappear or at least recede from our awareness, because we can experience them only when we attend to them, and hence when we try to attend only to ‘I’ we will be depriving everything else of our attention.<br>\n<ul type=\"disc\"><li>I am, however, aware of myself all the time, and do not lose my identity.</li></ul>\nWe are always aware of ourself, but usually our awareness of ourself is mixed with awareness of other things, so we do not experience ourself as we really are. Therefore our aim is not just to be aware of ourself, but is to be aware of ourself alone, in complete isolation from all other things.<br>\n<br>\nWhat do you mean when you say, ‘I [...] do not lose my identity’? We can never lose ‘I’, our real identity (that is, what we really are), so the only identity we can lose is our false identity, which is the ego or mind, and we can lose this false identity permanently only be experiencing ourself as we really are. When we practise <i>ātma-vicāra</i> we are trying to experience ourself as we really are, so when we succeed we will lose our false identity (the feeling ‘I am Gurudas’ or ‘I am Michael’). Until then, we will not and cannot get rid of this identity (except by bodily death, but at that time we will just replace one false identity with another).<br>\n<ul type=\"disc\"><li>During this period, I also experience slight heaviness on the right side of my chest.</li></ul>\nWhatever we may experience should be of no concern to us, because our only concern should be to experience ourself alone. Therefore, whether you experience slight heaviness on the right side of your chest or anything else other than ‘I’, you should try to investigate yourself alone by turning your attention back towards the ‘I’ that is experiencing it.<br>\n<ul type=\"disc\"><li>Am I on the right path or am I being deluded by my mind to believe that I am practising self-enquiry in the correct manner?</li></ul>\nWe are on the right path — the path of <i>ātma-vicāra</i> or self-investigation — only when we are trying to experience nothing other than ‘I’ alone. So long as this is what you are trying to do, you are practising self-enquiry in the correct manner, but you should remember that whatever else you may experience, you should turn you attention back towards yourself, who are experiencing it, in order to experience yourself alone.<br>\n<ul type=\"disc\"><li>I am also wondering whether self-enquiry or <i>nan yar</i> [who am I] naturally and automatically leads to silence, <i>summa iru</i> [just be].</li></ul>\nYes, it does. So long as we experience anything other than ‘I’, our attention is moving away from ourself towards that other thing, and such movement of our attention is thought or mental activity, which is the very antithesis of silence. Therefore when we practise self-investigation or self-enquiry we are trying to experience nothing other than ‘I’ alone, and when we succeed in this attempt, our attention is not moving away from ourself but is resting calmly in its source (namely ourself), so this is the subsidence of all mental activity, and hence it is the state of perfect silence, which is also described as the state of ‘just being’ (<i>summā iruppadu</i>).</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "44",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5273393547264617026/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "just being (summa iruppadu)",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMDgwCm9mZnNldDogMzYwMDAwMAo\""
}