{
    "kind": "blogger#post",
    "id": "397264647227119686",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-10-05T10:24:00+01:00",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/10/we-can-believe-vivarta-vada-directly.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/397264647227119686",
    "title": "We can believe <i>vivarta vāda</i> directly but not <i>ajāta vāda</i>",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html?showComment=1411978521218#c3012556025393893021\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/the-perceiver-and-perceived-are-both.html\">The perceiver and the perceived are both unreal</a> a friend called Sanjay asked whether <i>advaita vāda</i> is a synonym of <i>vivarta vāda</i>, to which I replied in <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html?showComment=1411982671949#c126226731494928922\">another comment</a>:<br>\n<blockquote>Sanjay, <i>advaita</i> means ‘non-two-ness’ (<i>a-dvi-tā</i>), so <i>advaita-vāda</i> is the argument or theory that there is absolutely no twoness or duality. The most complete and radical expression of <i>advaita-vāda</i> is therefore <i>ajāta-vāda</i>, because according to <i>ajāta-vāda</i> not only does twoness not actually exist but it does not even seem to exist.<br>\n<br>\nHowever, <i>vivarta vāda</i> is also compatible with <i>advaita-vāda</i>, because according to <i>vivarta vāda</i> twoness does not actually exist even though it seems to exist. That is, <i>vivarta vāda</i> accepts that distinctions (dualities or twonesses) such as the perceiver and the perceived (the ego and the world) seem to exist, but it argues that their seeming existence is just a false appearance (<i>vivarta</i>) and hence unreal.<br><a name='more'></a>\n<br>\nBecause we now experience duality, we cannot apply <i>ajāta-vāda</i> in practice, so though <i>ajāta</i> was his actual experience, in his teachings Bhagavan (like Sankara and other <i>advaitic</i> sages) set aside <i>ajāta-vāda</i> and taught that <i>vivarta vāda</i> alone is true.</blockquote>\nIn <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html?showComment=1411993210426#c6753172800535961813\">his second comment</a> Sanjay referred to <i>ajāta</i> as ‘pure-advaita’ and wrote that ‘we can take vivarta-vada to be true relative to our experience of ego, mind or body’ and that ‘if we believe in vivarta we are automatically believing in ajata (to a small or large extent), because after all all illusory dualities and triputis can only be experienced on the real, permanent, unborn and uncreated substratum of ajata’, to which I replied in <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html?showComment=1412017636884#c8595951303908535787\">another comment</a>:<br>\n<blockquote>Yes, Sanjay, <i>ajāta vāda</i> is pure <i>advaita</i>, and we can say that <i>vivarta vāda</i> is a relative or diluted form of <i>advaita</i>, because it is only true relative to our experience of ourself as an ego who perceives the world.<br>\n<br>\nHowever, it is not quite true to say, ‘if we believe in vivarta we are automatically believing in ajata’, because strictly speaking we cannot believe in both <i>vivarta vāda</i> and <i>ajāta vāda</i>, since <i>vivarta vāda</i> acknowledges that the ego and world seem to exist (though only as false appearances), whereas <i>ajāta vāda</i> denies that they even seem to exist. So long as we experience ourself as an ego and therefore perceive the world, we cannot but believe that they do at least seem to exist, so we cannot truly believe in <i>ajāta</i>.<br>\n<br>\nSince <i>ajāta</i> is the state in which the ego and mind do not even seem to exist, it is beyond the range of belief or mental conception. Therefore when we say that we believe in <i>ajāta vāda</i>, what we actually believe in is just the ideas that <i>ajāta</i> is the ultimate truth, that it is Bhagavan’s actual experience and that it will be our experience when we experience ourself as we really are, whereas <i>ajāta vāda</i> denies the existence or even the seeming existence of the one who believes these ideas.<br>\n<br>\nIncidentally, when I wrote in my previous comment that Bhagavan set aside <i>ajāta-vāda</i> and taught that <i>vivarta vāda</i> alone is true, I was paraphrasing Sri Muruganar’s words in verse 83 of <i>Guru Vācaka Kōvai</i>, ‘விவர்த்த சித்தாந்தமே மெய் ஆக விண்டார்’ (<i>vivartta siddhāntam-ē mey āha viṇḍār</i>), ‘[he] taught as true only <i>vivarta siddhānta</i>’, but to express the idea more clearly and to avoid ambiguity I should perhaps have written that he set aside <i>ajāta-vāda</i> and taught that <i>vivarta vāda</i> alone is true <i>for all practical purposes</i>.</blockquote>\nIn reply to this Sanjay wrote <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html?showComment=1412061471492#c956690643515984000\">a third comment</a>, in which he said:<br>\n<blockquote>[...] is there much difference between our belief in vivarta-vada and our belief in ajata-vada? I think both are only mental beliefs or ideas or concepts till we transcend our mind. Like self-knowledge is also a concept till [we] attain it.<br>\n<br>\nWe may believe in vivarta-vada or that everything is an illusory dream, but can we ever fully experience vivarta till we transcend our mind? We may momentarily think while we are dreaming that what we are experiencing then is an illusory dream, but the very next moment we may take our dream to be real. Similarly I feel ajata-vada is also a belief, though it is a much more subtle belief. <br>\n<br>\nTill our ego is intact we can never fully believe or be convinced of either vivarta-vada or ajata-vada. Of course as our ego gets more and more undermined we may start having stronger and stronger conviction in vivarta-vada. Similarly we may also start getting a taste of a relative ajata as our ego is close to destruction.<br>\n<br>\nWe can never fully believe or experience vivarta, we can only transcend it or wake up from the dream of self-ignorance by experiencing ourself as we really are, thereby we will become established in ajata. <br>\n<br>\nPlease clarify my understanding.</blockquote>\nThe following is my reply to this:<br>\n<br>\nAs Sanjay says, it is true that <i>vivarta vāda</i> and <i>ajāta vāda</i> are both ‘only mental beliefs or ideas or concepts’, because <i>vāda</i> means ‘argument’ or ‘theory’, so any <i>vāda</i> is just an idea. A theory or <i>vāda</i> is an idea or set of ideas by which we attempt to explain what we experience, so it is not something that we have to experience but something that we have to understand in terms of other ideas that we believe and thereby judge whether or not we can believe it. Generally we believe theories that seem plausible and do not clash with any of our other beliefs, and do not believe those that seem to be implausible or that clash with other beliefs that we hold. In other words, we believe a theory only if it is compatible with our entire system of beliefs.<br>\n<br>\nTherefore it is not very clear to me what Sanjay means when he asks, ‘can we ever fully experience vivarta till we transcend our mind?’ If what he means by <i>vivarta</i> is <i>vivarta vāda</i> (the argument or theory that everything is a false appearance), then it is not something to be experienced but only an idea that is intended to explain what we experience. But if what he means by <i>vivarta</i> is only <i>vivarta</i>, which means an illusion or false appearance, then according to <i>vivarta vāda</i> what we are now experiencing (namely the ego and the world that it perceives) are only <i>vivarta</i>, an illusion or false appearance. If this is the case, then we will continue to experience only <i>vivarta</i> till we transcend our mind (the ego that experiences this illusion), and we will cease experiencing it only when we experience ourself as we really are and thereby destroy forever the illusion that we are this mind or ego.<br>\n<br>\nRegarding Sanjay’s first question, ‘is there much difference between our belief in vivarta-vada and our belief in ajata-vada?’ there is a huge difference between believing <i>vivarta vāda</i> and believing <i>ajāta vāda</i>, because <i>vivarta vāda</i> is a conceivable idea and therefore very easy to believe, whereas <i>ajāta vāda</i> is an inconceivable idea and therefore impossible to believe directly.<br>\n<br>\nHow can we believe that what seems to exist does not seem to exist? The very idea that X is not X is inconceivable and incomprehensible, but believing this inconceivable and incomprehensible idea is what directly believing <i>ajāta vāda</i> entails. Our present experience is that ‘it is true that the ego and world seem to exist’, so if we take this experience to be ‘X’, <i>ajāta vāda</i> says ‘not X’, which means ‘it is not true that the ego and world seem to exist’, so to believe <i>ajāta vāda</i> we must believe that ‘X’ = ‘not X’, which is logically impossible. When our experience is that the ego and world seem to exist, how can we believe that they do not seem to exist? Obviously we cannot.<br>\n<br>\nThus as a <i>vāda</i> (an argument or theory) <i>ajāta</i> seems to be self-contradictory and hence absurd, which is perhaps why in verse 100 of <i>Guru Vācaka Kōvai</i> (which I quoted and discussed in another recent article, <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a>) Sri Muruganar referred to it as a <i>siddhānta</i> (a conclusion) rather than a <i>vāda</i>, because according to Sri Ramana it is the ultimate conclusion that we can reach only when the arguing and theorising ego merges in its source, our essential self, which is the unborn (<i>ajāta</i>) reality and which alone actually exists.<br>\n<br>\nThe idea that the ego and world that seem to exist do not seem to exist is inconceivable, incomprehensible and hence unbelievable because what tries to conceive, comprehend and believe it is only the ego, which according to <i>ajāta vāda</i> does not even seem to exist. Therefore it is futile for this ego to try to conceive, comprehend or believe this idea, and it is also unnecessary, because it is quite sufficient for our purposes (that is, for trying to experience ourself as we really are) that we simply believe that the ego and world are just an illusion or false appearance (<i>vivarta</i>).<br>\n<br>\nUnlike <i>ajāta vāda</i>, <i>vivarta vāda</i> is perfectly conceivable, comprehensible and believable, because it does not postulate the self-contradictory idea that what seems to exist does not seem to exist (as <i>ajāta vāda</i> does), but only the perfectly reasonable idea that what seems to exist does not actually exist. We are familiar with so many examples in our day to day life of things that seem to exist but do not actually exist (because what they actually are is something other than what they seem to be), such as the illusion of a snake, which is not actually a snake but only a rope. Therefore it is conceivable and hence easy to believe that though the ego and world seem to exist, they may not actually exist, because what they actually are may be something other than what they seem to be.<br>\n<br>\nBecause <i>vivarta vāda</i> is thus a perfectly conceivable, comprehensible and believable idea, for the practical purpose of trying to experience what is real it is the most suitable theory to believe, and hence Sri Ramana taught that it is true, even though he knew from his own experience that we will eventually discover thereby that the ultimate truth is only <i>ajāta</i>.<br>\n<br>\nThough we cannot directly believe that <i>ajāta vāda</i> is true (that is, that it is true that what seems to exist does not seem to exist), we can in a rather indirect way understand how it must be the ultimate truth, as I tried to explain when I wrote in my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/the-perceiver-and-perceived-are-both.html\">The perceiver and the perceived are both unreal</a>:<br>\n<blockquote>When we look carefully at an illusory snake and thereby recognise that it is actually only a rope, we can at least say that before we recognised what it really is, the snake did seem to exist, but in the case of the ego and world, we will not be able to say even this, because they seem to exist only in the view of the ego, which does not actually exist. That is, since according to Sri Ramana our real self (our pure adjunct-free ‘I’) never experiences anything other than itself, in its view the ego and world never even seemed to exist, so it would not be true to say that when we experience ourself as we really are, we will recognise that the ego and world just seemed to exist but were actually only false appearances.<br>\n<br>\nThis is why the ultimate truth (<i>paramārtha</i>) is not that the ego and world are just false appearances, but only that they never even seemed to exist. This ultimate truth is what is called <i>ajāta</i>: [...]</blockquote>\nThat is, since the ego and world seem to exist only in the view of the ego, if the ego does not actually exist, they do not seem to exist at all, because there is nothing in whose experience they could seem to exist. Thus we can logically understand why <i>ajāta</i> must be the ultimate truth even though we (the ego) cannot directly comprehend or believe the idea that the ego and world do not even seem to exist. Therefore we can believe <i>ajāta vāda</i> only in a rather indirect and roundabout way, whereas we can believe <i>vivarta vāda</i> in a direct and straightforward way.<br>\n<br>\nThat is, whereas <i>vivarta vāda</i> is compatible with our experience of ourself as an ego who perceives the world, <i>ajāta vāda</i> is incompatible with it, because it denies the very existence of this experience. Though we can believe that what we are experiencing is just an illusion of false appearance, we cannot realistically believe that we are not experiencing it at all, as <i>ajāta vāda</i> maintains. Therefore until we experience ourself as we really are, we have to satisfy ourself with believing only <i>vivarta vāda</i> and not <i>ajāta vāda</i>, since <i>ajāta vāda</i> directly contradicts our belief that we are now experiencing an ego and world.<br>\n<br>\nAs Sri Ramana said in verse 31 of <i>Uḷḷadu Nāṟpadu</i> about those whose ego has been destroyed: ‘[…] தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?’ (<i>taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i>), ‘They do not know anything other than self, [so] who can [or how to] conceive their state as ‘it is such’?’ So long as we experience ourself as an ego, we cannot in any way conceive or comprehend the state of <i>ajāta</i> that we will experience only when we experience nothing other than self, our pure adjunct-free ‘I’.<br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html?showComment=1412079409865#c1898505246201057096\">comment</a> that he seems to have written in reply to Sanjay’s comments, another friend called Steve wrote, ‘Silence is not an idea or a concept. It’s not an illusion, it doesn’t require belief. It is here, now, always’, and he added a quotation that is presumably something that Sri Ramana was recorded to have said: ‘That which should be adhered to is only the experience of silence’. Absolute silence is only the experience of <i>ajāta</i>, because <i>ajāta</i> is the state of infinite and eternal silence that has never been disturbed by even the slightest appearance of any noise in the form of ego or world.<br>\n<br>\nAs Steve says, such silence is not an idea or concept, nor is it an illusion or something that requires belief, because ideas, concepts, beliefs and illusions exist only for the ego, which does not exist in silence. Therefore <i>ajāta</i> or absolute silence is not something that we can conceive or believe, but only something that we can experience by merging in it, thereby dissolving the illusion that we are this ego.<br>\n<br>\nBut even to speak of merging in it and dissolving the illusion that we are this ego is meaningful only so long as we have not yet experienced it. Once we do experience it, no merging, dissolving or anything else will ever even seem to have happened. This alone is the state of <i>ajāta</i>: ‘non-born’, ‘non-arisen’ or ‘non-happened’.<br>\n<br>\nUntil we experience ourself as we really are, <i>ajāta</i> is (from our perspective) just an idea that directly contradicts all that we now experience, so it is not an idea that we can really believe so long as we experience ourself as an ego. Therefore <i>ajāta</i> is not an idea that we should try to believe, but an experience that we can achieve only by investigating the ‘I’ who experiences the seeming existence of itself as an ego who perceives a world in which it is living as a person. If we persevere in investigating this ‘I’ until we experience what it really is, Sri Ramana assures us that we will then experience the ultimate truth, which is only <i>ajāta</i>. Until then, to explain the seeming existence of the ego and world he teaches that the most suitable theory for us to believe is only <i>vivarta vāda</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "16",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/397264647227119686/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0ODA2Cm9mZnNldDogMzYwMDAwMAo\""
}