{
    "kind": "blogger#post",
    "id": "3459118348898208828",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-08-29T14:25:00+01:00",
    "updated": "2017-10-06T22:54:43+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/08/the-crucial-secret-revealed-by-sri.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3459118348898208828",
    "title": "The crucial secret revealed by Sri Ramana: the only means to subdue our mind permanently",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently asking in Tamil:<br>\n<blockquote>பகவான் அருளியபடி ஆத்ம விசாரம் செய்ய நாம் ‘நான்’ என்னும் எண்ணத்தின் மீது கவனம் செலுத்த வேண்டும் என பல புத்தகங்களில் கூறப்படுகிறது. ஆனால் ‘நான் யார்?’ என்ற கட்டுரையிலோ, மனம் எப்போதும் ஓர் ஸ்தூலத்தையே பற்றி இருக்கும் எனவும், மனமென்பது ‘நான்’ என்னும் எண்ணமே எனவும் குறிப்பிடப்பட்டிருக்கிறது. இது உண்மை எனில், அந்த எண்ணத்தை ஸ்தூலத்திலிருந்து எவ்வாறு தனியே பிரித்து அதன் மீது கவனம் செலுத்துதல் ஸாத்தியம் ஆகும்? இது அஸாத்தியம் என்பதால் ‘எண்ணங்கள் தோன்றும் இடம் எது?’ என கூர்ந்து கவனித்தலே விசார வழி என நான் நினைக்கிறேன்; பின்பற்றியும் வருகிறேன். இது சரியா?</blockquote>\nwhich means:<br>\n<blockquote>In many books it is said that to do self-investigation (<i>ātma-vicāra</i>) as taught by Bhagavan we must direct our attention on the thought called ‘I’. But in the essay <i>Nāṉ Yār?</i> it is said that the mind exists by always clinging to a <i>sthūlam</i> [something gross], and that what is called mind is only the thought called ‘I’. If this is true, is it possible to separate that thought in any way from the <i>sthūlam</i> and to direct attention towards it [that thought]? Since this is impossible, I think that keenly observing ‘what is the place where thoughts rise?’ alone is the path of <i>vicāra</i>; I am also following [this]. Is this correct?</blockquote>\nThe following is adapted from the reply I wrote (partly in Tamil but mostly in English):<br><a name='more'></a>\n<br>\n<a name=\"ny04\"></a><a name=\"ny06\"></a>The two statements from நான் யார்? (<i>Nāṉ Yār?</i>: Who am I?) that you refer to are both certainly true, but the inference you draw from them, namely ‘இது அஸாத்தியம்’ (<i>idu asādhyam</i>), ‘this is impossible’,  is incorrect. When Bhagavan says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>, ‘மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது’ (<i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>), which means, ‘The mind stands only by always going after [attending and thereby attaching itself to] something gross [something other than ‘I’]; solitarily it does not stand’, what we should infer is that the mind will subside when it does not have anything other than itself to cling to (that is, to attend to), and that it will therefore subside only when it tries to attend to itself alone. This is why Bhagavan also says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்; [...]<br>\n<br>\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum;</i> [...]<br>\n<br>\nOnly by [means of] the investigation who am I will the mind subside [or cease]; [...] <br>\n<br>\n<a name=\"ny08\"></a>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். [...]<br>\n<br>\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum.</i> [...]<br>\n<br>\nFor subsiding [or cessation] of the mind, there are no appropriate [or adequate] means other than <i>vicāraṇā</i> [self-investigation]. If made to subside by other means, the mind will remain as if subsided, [but] will emerge again. [...]<br>\n<br>\n<a name=\"ny16\"></a>[...] மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே [...]<br>\n<br>\n[...] <i>maṉattai y-aḍakkuvadaṯku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē</i> [...]<br>\n<br>\n[...] For making the mind subside it is certainly necessary to investigate oneself [in order to experience] who [one actually is] [...]</blockquote>\n<a name=\"un25\"></a>That is, the nature of the mind or ego (our primal thought called ‘I’) is to rise, endure and be nourished so long as it attends to anything other than itself (that is, anything other than ‘I’), and to subside when it tries to attend to itself alone. This is clearly stated by Sri Bhagavan in verse 25 of உள்ளது நாற்பது (<i>Uḷḷadu Nāṟpadu</i>: Forty Verses on What Is):<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it takes flight. Know [thus].</blockquote>\nHere தேடினால் ஓட்டம் பிடிக்கும் (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it takes flight’, means that if it tries to attend to itself, it will subside and disappear. This is the crucial and extremely valuable secret that Sri Bhagavan has revealed to us all about the nature of our ego or mind: <b>If we attend to anything other than ourself, our mind will thereby rise and be nourished, whereas if we attend only to ourself, our mind will thereby subside and dissolve in its source</b>.<br>\n<br>\nWhat exactly do you mean when you write: ‘எண்ணங்கள் தோன்றும் இடம் எது?’ என கூர்ந்து கவனித்தலே (keenly observing ‘what is the place where thoughts rise?’)? What is the இடம் (place) from which all thoughts arise? It is only ourself, because from where else could they arise? In fact we ourself are not only the place from which all thoughts arise but also the place in which they must all subside, which is why Bhagavan says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[...] நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். [...]<br>\n<br>\n[...] <i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍamē sorūpam āhum</i>. [...]<br>\n<br>\n[...] The place [space or state] devoid of even the slightest thought called ‘I’ is <i>svarūpa</i> [our ‘own form’ or essential self]. [...]</blockquote>\nSince all thoughts arise only from ourself, investigating from what they arise means investigating only ourself, and we can investigate ourself only by attending to ourself.<br>\n<br>\nTherefore if by ‘எண்ணங்கள் தோன்றும் இடம் எது?’ என கூர்ந்து கவனித்தலே (keenly observing ‘what is the place where thoughts rise?’) you mean தன்னையே கூர்ந்து கவனித்தலே (<i>taṉṉai-y-ē kūrndu gavaṉittal-ē</i>: keenly observing oneself alone), then that is certainly the correct practice of self-investigation (<i>ātma-vicāra</i>), as it is clearly defined by Sri Bhagavan in <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[...] சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; [...]<br>\n<br>\n[…] <i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṯku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar;</i> […]<br>\n<br>\n[…] The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [self]; […]</blockquote>\nHere சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பது (<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadu</i>) means always keeping our mind fixed in or on self, or in other words, always keeping our attention fixed on ourself. This alone is the correct practice of ஆத்மவிசாரம் (<i>ātma-vicāram</i>).<br>\n<br>\n<a name=\"ny10\"></a>This is why it is correctly said in many books, பகவான் அருளியபடி ஆத்ம விசாரம் செய்ய நாம் ‘நான்’ என்னும் எண்ணத்தின் மீது கவனம் செலுத்த வேண்டும் (to do <i>ātma-vicāram</i> as taught by Bhagavan we must direct our attention on the thought called ‘I’). As he himself said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[...] சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். [...]<br>\n<br>\n[…] <i>sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>. […]<br>\n<br>\n[…] it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-contemplation or self-attentiveness]. […]<br>\n<br>\n<a name=\"ny11\"></a>[...] ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். [...]<br>\n<br>\n[…] <i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>. […]<br>\n<br>\n[…] If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone [will be] sufficient. […]</blockquote>\nHere சொரூபத்யானம் (<i>svarūpa-dhyāna</i>) and சொரூபஸ்மரணை (<i>svarūpa-smaraṇa</i>) are just alternative ways of describing the practice of self-attentiveness, which is all that ஆன்மவிசாரம் (<i>ātma-vicāram</i>) actually entails.<br>\n<br>\nTherefore, if we want to apply the crucial clue revealed by Sri Bhagavan, we should try to attend only to ‘I’, thereby withdrawing our attention entirely from all other things, because so long as we allow our mind to attend to anything other than ‘I’, it will not subside, whereas when we attend only to ‘I’, it will no longer be able to stand or endure, and hence it will subside in its source, our real self — the foundation or underlying reality that we always actually are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "26",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3459118348898208828/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzI2ODgzNzM5Cm9mZnNldDogMzYwMDAwMAo\""
}