{
    "kind": "blogger#post",
    "id": "7885001080498043417",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-06-05T14:09:00+01:00",
    "updated": "2016-06-09T00:05:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/06/self-investigation-effort-and-sleep.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7885001080498043417",
    "title": "Self-investigation, effort and sleep",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nIn the final paragraph of a <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html?showComment=1401947077093#c2832021899040803332\">comment</a> that he wrote on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2014/05/since-we-always-experience-i-we-do-not.html\">Since we always experience ‘I’, we do not need to find ‘I’, but only need to experience it as it actually is</a>, Wittgenstein wrote:<br />\n<blockquote>\nFrom point 4 above [Due to the opposing nature of consciousness and non-consciousness, <i>laya</i> and <i>vichara</i> (self attention) are mutually exclusive], it is clear that one can not be self attentive while in sleep. That being so, there is a statement [believed to be made by Bhagavan] in Mudaliar’s book [DDWB] that if self attention is maintained and one drifts into sleep, it would continue even in sleep, which is difficult to understand. Does this simply mean that one would sooner or later wake up with a reminder to be self attentive? Or is there something else meant [assuming Bhagavan really made this statement]?</blockquote>\n<a name=\"ut16\"></a>As Wittgenstein says, we obviously cannot make any effort to be self-attentive while we are asleep, but if we try to be self-attentive now while we are awake we will eventually be able to experience sleep in this waking state, as Sri Ramana says in verse 16 of <i>Upadēśa Taṉippākkaḷ</i> (in which he summarised what Sri Muruganar recorded him as having said in verses 957-8 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>):<br /><a name='more'></a>\n<blockquote>\nநனவிற் சுழுத்தி நடையென்றுந் தன்னை<br />\nவினவு முசாவால் விளையும் — நனவிற்<br />\nகனவிற் சுழுத்தி கலந்தொளிருங் காறும்<br />\nஅனவரத மவ்வுசா வாற்று.<br />\n<br />\n<i>naṉaviṯ cuṙutti naḍaiyeṉḏṟun taṉṉai<br />\nviṉavu musāvāl viḷaiyum — naṉaviṟ<br />\nkaṉaviṯ cuṙutti kalandoḷiruṅ gāṟum<br />\naṉavarata mavvusā vāṯṟu</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> நனவில் சுழுத்தி நடை என்றும் தன்னை வினவும் உசாவால் விளையும். நனவில் கனவில் சுழுத்தி கலந்து ஒளிரும் காறும், அனவரதம் அவ் உசா ஆற்று.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavil suṙutti naḍai eṉḏṟum taṉṉai viṉavum usāvāl viḷaiyum. naṉavil kaṉavil suṙutti kalandu oḷirum kāṟum, aṉavaratam a-vv-usā āṯṟu</i>.<br />\n<br />\n<b>அன்வயம்:</b> என்றும் தன்னை வினவும் உசாவால் நனவில் சுழுத்தி நடை விளையும். நனவில் கனவில் சுழுத்தி கலந்து ஒளிரும் காறும், அனவரதம் அவ் உசா ஆற்று.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṉḏṟum taṉṉai viṉavum usāvāl naṉavil suṙutti naḍai viḷaiyum. naṉavil kaṉavil suṙutti kalandu oḷirum kāṟum, aṉavaratam a-vv-usā āṯṟu</i>.<br />\n<br />\n<b>English translation:</b> The state of sleep in waking will result by subtle investigation, which is always examining [or attending to] oneself. Until sleep shines blending in waking [and] in dream, incessantly perform that subtle investigation.</blockquote>\nThe state that Sri Ramana describes here as ‘sleep in waking’ is what is also called the state of <i>jāgrat-suṣupti</i> (waking-sleep or wakeful sleep), which is the state in which we are awake to (or aware of) only ourself and asleep to (or unaware of) everything else.<br />\n<br />\nRegarding the idea you refer to in Devaraja Mudaliar’s book <i>Day by Day with Bhagavan</i>, I think I found it in the section dated 2-1-46 Afternoon (2002 edition, pp. 85-6), where it is recorded that Sri Ramana said:<br />\n<blockquote>\nPersist in the enquiry throughout your waking hours. That would be quite enough. If you keep on making the enquiry till you fall asleep, the enquiry will go on during sleep also. Take up the enquiry again as soon as you wake up.</blockquote>\nI suspect that the third sentence here, ‘If you keep on making the enquiry till you fall asleep, the enquiry will go on during sleep also’, is probably an inaccurate (or at least not very clear) recording of what Bhagavan said, and that what he actually said was perhaps something similar to what he wrote in verse 16 of <i>Upadēśa Taṉippākkaḷ</i> (which I quoted above). That is, if we continue investigating ‘I’ until we experience the state of ‘sleep in waking’, in that state our self-investigation (that is, clear self-attentiveness or self-awareness) will continue automatically and effortlessly. Therefore it is only after we slip down from this state of ‘sleep in waking’ into our normal waking state that we need to resume our effort to be self-attentive, which is why Bhagavan concluded by saying: ‘Take up the enquiry again as soon as you wake up’.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "13",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7885001080498043417/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "Guru Vācaka Kōvai",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3MTE0OTExCm9mZnNldDogMzYwMDAwMAo\""
}