{
    "kind": "blogger#post",
    "id": "373648614484352657",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-03-28T13:00:00Z",
    "updated": "2020-07-31T20:36:28+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/03/no-differences-exist-in-non-dual-view.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/373648614484352657",
    "title": "No differences exist in the non-dual view of Sri Ramana<br>(Interview on Celibacy: Part 3)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nThis is the third of the following five instalments, which are a slightly modified reproduction of <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibavyproject.michaeljames.htm\">an interview</a> in which I answered seven questions asked by the editor of the online <a href=\"http://www.nondualitymagazine.org/\">Non-Duality Magazine</a> for their current issue entitled <a href=\"http://www.nondualitymagazine.org/nonduality_magazine.celibacyproject.page.htm\">The Celibacy Question</a>:<br /><a name='more'></a>\n<ol>\n<li><a href=\"http://happinessofbeing.blogspot.com/2014/03/self-investigation-and-sexual-restraint.html\">Self-investigation and sexual restraint</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a></li>\n<li>No differences exist in the non-dual view of Sri Ramana</li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/ahimsa-and-sexual-morality-interview-on.html\"><i>Ahiṁsā</i> and sexual morality</a></li>\n<li><a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/atma-vicara-and-nirvikalpa-samadhi.html\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a></li>\n</ol>\n<b>Question 3: <i>Papaji said that none of his Western students were enlightened, that obviously would have included all the well known western teachers out there today who claim they belong to his lineage.<br />\n<br />\nHe said that no one was holy enough to receive what he knew. He said that he gave them spiritual lollipops and hinted they were enlightened to get the ‘leeches’ off his back. These are direct quotes of Papaji himself in the book ‘Nothing Ever Happened’.<br />\n<br />\nDo you know if Sri Ramana ever gave Papji or anyone else permission to teach his version of atma Vichara?</i></b><br />\n<br />\nMichael James: Sri Ramana never gave anyone ‘permission’ to teach <i>ātma-vicāra</i>, firstly because the reason he taught <i>ātma-vicāra</i> was not for us to teach it to others but only for each of us to practise it ourself, and secondly because teaching it does not require any permission, since it is not in any way a secret or something that should not be shared with anyone who cares to know about it.<br />\n<br />\nSri Ramana was once asked whether he had any secret teaching that he gave only to selected disciples, and he replied something to the effect: ‘Here it is all an open secret. Everyone knows ‘I am’, and ‘I am’ is all I know, so that is all I teach’ (as told to me by someone who was present at the time, and in <i>Day by Day with Bhagavan</i> it is recorded that on 8-10-46 in reply to a similar question he said: ‘There is nothing more to be known than what you find in books. No secret technique. It is all an open secret, in this system’). Therefore, since he taught <i>ātma-vicāra</i> openly to everyone who was interested to know what ‘I’ am or what is real, there was no need for him to give anyone special permission to share the same teaching with others.<br />\n<br />\nThis, incidentally, is the reason why neither he nor any of his real disciples ever tried or wanted to establish a <i>paramparā</i> or lineage of <i>gurus</i> to succeed him. Since he openly shared with everyone all that he knew from his own experience, including the clear and simple means by which we can each attain the same experience, there was no need for him to establish any kind of lineage. Moreover, he did not actually consider himself to be a <i>guru</i>, because he saw no difference between himself and others, so for him there could have been no question of establishing a lineage of <i>gurus</i>.<br />\n<br />\nHowever, though in his non-dual view there is neither any disciple nor any <i>guru</i>, he did not deny that from the viewpoint of a spiritual aspirant a <i>guru</i> is necessary. He always taught that the real <i>guru</i> is only our own essential self, ‘I am’, but that since we are in the habit of attending constantly to other things and thereby ignoring our essential self, it is necessary for it to manifest outwardly in human form in order to teach us through words that we need to turn our attention back towards ourself in order to experience our essential self. Since the purpose of the human form of the <i>guru</i> is only to teach this, once that human form has made this teaching openly available to all who seek it (as Sri Ramana did), there is no need for any lineage of <i>gurus</i>, because the teachings remain available even after the human form has passed away.<br />\n<br />\nRegarding the sayings of ‘Papaji’ (HWL Poonja) that you refer to here, I do not know how accurately these have been recorded, but if these are what he actually said, I find it very strange that anyone who claims to be a disciple of Sri Ramana should say such things, because they seem quite opposed to all that Sri Ramana taught, and they display a strong <i>bhēda-buddhi</i> or sense of difference, which is quite alien to his teachings and experience.<br />\n<br />\n<a name=\"una38\"></a>A visitor once praised Sri Ramana, saying to him, ‘Your realisation is unique in the spiritual history of the world’, to which he replied in English: ‘What is real in me is real in you and in everyone else. Where is the room for any difference?’ (as told to me by someone who was present at the time). Since in his experience the only thing that actually exists is self, ‘I am’, he did not see any difference between himself and others, so he never claimed to know anything that was not known by others, and he often said that in his view there is no one who is ignorant of self. This attitude of his is clearly expressed by him in verse 38 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#una_intro\"><i>Uḷḷadu Nāṟpadu Anubandham</i></a>, which he composed in answer to someone who asked him how he was able to remain so unmoved by either praise or blame:<br />\n<blockquote>\nதானன்றி யாருண்டு தன்னையா ரென்சொலினென்<br />\nறான்றன்னை வாழ்த்துகினுந் தாழ்த்துகினுந் — தானென்ன<br />\nதான்பிறரென் றோராமற் றன்னிலையிற் பேராமற்<br />\nறானென்று நின்றிடவே தான்.<br />\n<br />\n<i>tāṉaṉḏṟi yāruṇḍu taṉṉaiyā reṉcoliṉeṉ<br />\nḏṟāṉḏṟaṉṉai vāṙttugiṉun tāṙttugiṉun — tāṉeṉṉa<br />\ntāṉbiṟareṉ ḏṟōrāmaṯ ṟaṉṉilaiyiṯ pērāmaṯ<br />\nṟāṉeṉḏṟu niṉḏṟiḍavē tāṉ.</i><br />\n<br />\n<b>பதச்சேதம்:</b> தான் அன்றி யார் உண்டு? தன்னை யார் என் சொலின் என்? தான் தன்னை வாழ்த்துகினும், தாழ்த்துகினும் தான் என்ன? ‘தான்’, ‘பிறர்’ என்று ஓராமல், தன் நிலையில் பேராமல் தான் என்றும் நின்றிடவே தான். <br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ aṉḏṟi yār uṇḍu? taṉṉai yār eṉ soliṉ eṉ? tāṉ taṉṉai vāṙttugiṉum, tāṙttugiṉum tāṉ eṉṉa? ‘ tāṉ’ ‘piṟar’ eṉḏṟu ōrāmal, taṉ ṉilaiyil pērāmal tāṉ eṉḏṟum niṉḏṟiḍa-v-ē tāṉ.</i><br />\n<br />\n<b>அன்வயம்:</b> ‘தான்’, ‘பிறர்’ என்று ஓராமல், தன் நிலையில் பேராமல் தான் என்றும் நின்றிடவே தான், தான் அன்றி யார் உண்டு? தன்னை யார் என் சொலின் என்? தான் தன்னை வாழ்த்துகினும், தாழ்த்துகினும் தான் என்ன?<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ tāṉ’ ‘piṟar’ eṉḏṟu ōrāmal, taṉ ṉilaiyil pērāmal tāṉ eṉḏṟum niṉḏṟiḍa-v-ē tāṉ, tāṉ aṉḏṟi yār uṇḍu? taṉṉai yār eṉ soliṉ eṉ? tāṉ taṉṉai vāṙttugiṉum, tāṙttugiṉum tāṉ eṉṉa?</i><br />\n<br />\n<b>English translation:</b> When oneself always abides inseparably in the state of self, without knowing [any differences such as] ‘myself’ and ‘others’, who is there besides oneself? If whoever says whatever about oneself, what [does it matter]? What indeed [does it matter] whether one praises or disparages oneself?</blockquote>\nThe same non-dual experience that made him indifferent to both praise and disparagement also made it impossible for him to see any difference between himself and others. Therefore he taught us that if differences of any kind seem to exist in our view, we need to rectify our view by experiencing ourself as we really are instead of as the person that we now seem to be.<br />\n<br />\n<b>Question 4: <i>Do you know if Papaji was celibate like Sri Ramana was or engaged in sexual relations of any kind?</i></b><br />\n<br />\nMichael James: I believe he was married and had children, which means he was not always celibate, though perhaps he was in his later life. I do not know enough about him to say more than this about any sexual relationships he may have had, and anyway I do not think that such personal matters about other people need concern us.<br />\n<br />\nAs Sri Ramana taught us, enquiring about others is <i>anātma-vicāra</i> (investigating what is not ourself), so it will not benefit us in any way. Therefore we should aim to do only <i>ātma-vicāra</i> (self-investigation), since this alone will enable us to experience ourself as we really are and thereby destroy our present illusion that we are a person, a finite being among so many other such finite beings.<br />\n<br />\n<b>Next instalment:</b> <a href=\"http://happinessofbeing.blogspot.co.uk/2014/04/ahimsa-and-sexual-morality-interview-on.html\"><i>Ahiṁsā</i> and sexual morality</a></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/373648614484352657/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "guru",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTk2MjI0MTg4NTA2Cm9mZnNldDogMzYwMDAwMAo\""
}