{
    "kind": "blogger#post",
    "id": "4008162425839708389",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-01-04T18:21:00Z",
    "updated": "2017-10-06T23:06:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/01/focusing-only-on-i.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4008162425839708389",
    "title": "Focusing only on ‘I’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA friend of mine recently sent me a chapter written by a learned and devout Swami about the quick and easy way to God-realisation, and he also told me that his wife was unconvinced by Sri Ramana’s teaching that everything we experience is just a dream (because if that were so, she felt, even the <i>Bhagavad Gītā</i>, the <i>Bhāgavatam</i> and Bhagavan Ramana’s teachings would all just be part of a dream), and that she believes that it is sufficient if we just surrender to him rather than analysing everything in depth.<br />\n<br />\nWhat he wrote about everything being a dream was in reference to an earlier email in which I had explained that Sri Ramana used to compare the physical appearance of the <i>guru</i> and his teachings to the appearance of a lion in the dream of an elephant. An elephant is so afraid of lions that as soon as it sees one in its dream it wakes up. Though the lion it saw was unreal, the resulting waking is real. Likewise, though the physical form of the guru and the words of his teachings are all unreal, being part of our present dream, the waking that they bring about is real.<br />\n<br />\nIn reply to this friend’s most recent email described above I wrote:<br />\n<br />\nRegarding the chapter you attached, all that that Swami says may be true, but it is a much less direct and useful expression of what is true than Sri Ramana’s. He describes the goal as realising God, whereas Sri Ramana describes it as experiencing ourself as we really are. Although God is actually nothing other than what we really are, as soon as mention is made of ‘God’, our natural tendency is to think of something other than ‘I’, whereas to experience ourself as we really are we must think only of ‘I’.<br /><a name='more'></a>\n<br />\nBhagavan Ramana is unparallelled in the directness and clarity of his description of both the path and the goal, so after studying and understanding his teachings, other teachings lose their appeal. This is why I find it difficult to take interest in other teachings.<br />\n<br />\nMoreover, I believe it is better to stick steadfastly to Bhagavan’s teachings, because our aim on this path is to avoid being distracted by anything other than ‘I’, so his teachings are the most powerful help in this regard. Teachings that dwell upon anything other than ‘I’, even if that other thing is called ‘God’ or ‘<i>brahman</i>’, will tend to distract our attention away from ‘I’. It was therefore for a very good reason that Bhagavan Ramana constantly dinned into us the need for us to experience only ‘I’, because experiencing nothing other than ‘I’ is both the only goal to which we should aspire and the only direct path by which we can reach it.<br />\n<br />\nIn other words, not only do we not need any teachings other than Bhagavan’s, but other teachings actually serve only as a distraction to us when we are seriously intent on following his path of investigating ‘I’. This is not to say that all other teachings are wrong, but only that they are less focused than his teachings are on ‘I’ and the need for us to experience nothing other than ‘I’.<br />\n<br />\nIf your wife is satisfied with just surrendering to Bhagavan, we should encourage her on that path, but suggest that she thinks carefully about what she wants to surrender to him. If she just wants to surrender her desires, attachments and fears to him (in other words, her <i>mamakara</i> or ‘mine’-ness), her surrender will only be partial, because she will still remain as an ‘I’ that is separate from him.<br />\n<br />\nSo long as this separate ‘I’ (the <i>ahaṅkara</i> or ego) remains, its desires, attachments and fears will keep on sprouting again and again, because their root (the separate ‘I’) is still alive. Therefore if she wants her surrender to Bhagavan to be complete, she must surrender this ‘I’.<br />\n<br />\nBut how to surrender this ‘I’? We can surrender all that is ours, but how to surrender ourself? Since this ‘I’ thrives by attending to anything other than itself, and withers when it is not allowed to attend to anything else, the only way to effectively surrender it is to attend to it.<br />\n<br />\n<a name=\"un25\"></a>That is, the nature of ‘I’ is that it rises and thrives when it attends to anything else, but withers and subsides when it attends only to itself. This is explained clearly by Bhagavan in verse 25 of உள்ளது நாற்பது (<i>Uḷḷadu Nāṟpadu</i>):<br />\n<blockquote>\nஉருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br />\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br />\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு <br />\nமுருவற்ற பேயகந்தை யோர்.<br />\n<br />\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br />\nmuruppaṯṟi yuṇḍumiha vōṅgu – muruviṭ</i><br />\n<i>ṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br />\nmuruvaṯṟa pēyahandai yōr</i><br />\n<br />\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br />\n<br />\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br />\n<br />\n<b>English translation:</b>&nbsp;Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it takes flight. Know [thus].</blockquote>\nIn this context ‘form’ (உரு: <i>uru</i>) means anything other than ‘I’. The ego rises only by attending to such things, it endures only by attending to them, it thrives only by feeding on them, and when it leaves one such thing it catches hold of another one. But if we seek to know what this ego is by examining it closely, it takes flight (ஓட்டம் பிடிக்கும்: <i>ōṭṭam piḍikkum</i>): in other words, it subsides and disappears.<br />\n<br />\nThis therefore is the only effective way to surrender the ‘I’ that thinks ‘I want to surrender everything to God’.<br />\n<br />\nIf we are really intent up surrendering everything (including ourself) to God (who is none other than our real self, ‘I am’), what does it matter whether or not our life in this world is a dream? Whether it is a dream or real, it all has to be surrendered back to him, the source from which it all came.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4008162425839708389/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "God",
        "guru",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzI3NTc0NDM0Cm9mZnNldDogMzYwMDAwMAo\""
}