{
    "kind": "blogger#post",
    "id": "2008941438421859862",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-04-25T21:30:00+01:00",
    "updated": "2017-10-03T09:56:13+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/04/scientific-research-on-consciousness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2008941438421859862",
    "title": "Scientific research on consciousness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA few months ago an academic psychologist whose current research is exploring ‘the conscious experience’ wrote to me inviting me to give feedback on some of his research findings based on his theory of ‘Consciousness Quotient’, and he explained: ‘I am trying to describe the conscious experience as accurately as possible, including as many perspectives as possible’. I replied to his invitation, and this led to a series of emails between us in which he tried to answer what I wrote and to explain his viewpoint in more detail. The following is adapted from the six replies I wrote to him.<br />\n<br />\n<b>First reply:</b><br />\n<br />\nThank you for this kind invitation, but I am not sure whether I can contribute in any way to your research, because the questions I would ask about consciousness and conscious experience perhaps go beyond the scope of your project.<br />\n<br />\nTo give you an idea of what I mean, I would start by questioning the meaning of the word ‘consciousness’, which I believe is ambiguous, because it used differently in different contexts. On the face of it ‘consciousness’ means either the quality or state of being conscious, which immediately raises several questions such as: What is it that is conscious? Is consciousness an inherent or a contingent quality of that thing? In other words, is consciousness a permanent or a temporary state of what is conscious?<br /><a name='more'></a>\n<br />\nAnother meaning of consciousness, particularly as it is used in translations of eastern philosophy (and hence in a lot of modern spiritual literature that is based on eastern philosophy), is that which is conscious. Just as the original meaning of reality is the quality of being real, but by extension it is also used as an abstract noun meaning ‘that which is real’, so the original meaning of consciousness is the quality of being conscious, but by extension it can also be used as an abstract noun meaning ‘that which is conscious’.<br />\n<br />\nWhether we take consciousness to mean a quality or that which has that quality, any research on consciousness must consider the questions I mentioned above: What is it that is conscious? Is consciousness an inherent or a contingent quality of that thing? Is consciousness a permanent or a temporary state of what is conscious?<br />\n<br />\nWhatever it is that is conscious, we each experience that thing as ‘I’, the first person or subject (the experiencer of all that is experienced), so the question ‘What is it that is conscious?’ can be rephrased as ‘What am I?’ Is consciousness an inherent quality and hence a permanent state of ‘I’, or is it just a contingent quality and hence a temporary state of ‘I’?<br />\n<br />\nIf consciousness is just a contingent quality or temporary state of ‘I’, does ‘I’ exist in its absence? In the absence of consciousness, there could be no experience either of ‘I’ or any other thing, so consciousness is an essential ingredient both in our fundamental experience ‘I am’ and in our experience of any other thing.<br />\n<br />\nBut is there any state in which consciousness is actually absent? If there were, we could not experience it, so any belief that we may have in the existence of a non-conscious state would not be based on experience but only on an inductive inference made by us when we are conscious. Therefore, like all beliefs derived solely from inductive inference, our belief in the existence of any non-conscious state is open to doubt and is not adequately supported by experience.<br />\n<br />\nThe obvious counterargument to this is that we do experience a non-conscious state, namely dreamless sleep. But if we do experience such a state, it is clearly not devoid of consciousness, because in the absence of consciousness there can be no experience, and if it is actually a non-conscious state, then we do not experience it, and must therefore only infer its existence.<br />\n<br />\nTherefore I would argue that though sleep could be described as a state of relative unconsciousness, it is not a state of absolute unconsciousness. What we are not conscious of in sleep is our body, the world or any thoughts or feelings: in other words, we are not conscious of anything other than ‘I’. So in sleep are we or are we not conscious that ‘I am’?<br />\n<br />\nIf we were not conscious of our existence, ‘I am’, in the absence of all other experience in sleep, we would not be aware of any gap between the ending of one waking or dream state and the beginning of the next one. In other words, we would be aware of the existence of only two states, waking and dream, one following on immediately after another, whereas in fact we are clearly aware of the existence of three states, waking, dream and sleep. We are aware of these three states because we experience all of them.<br />\n<br />\nWhat is common to our experience of all these three states is only the fact that in each of them we are conscious of our own existence, ‘I am’. In sleep we are conscious only of ‘I am’; in waking we are conscious of ‘I am’ and of other things, including a physical body and a thinking mind (both of which we now mistake to be ‘I’), a world and a constantly changing flow of perceptions, thoughts and feelings; and in dream we are likewise conscious of ‘I am’ and of other things, including a different physical body and a thinking mind (both of which we then mistake to be ‘I’), a world and a constantly changing flow of perceptions, thoughts and feelings.<br />\n<br />\nWhat we are conscious of changes from time to time and from state to state, but what is conscious of all these changing experiences is the same one unchanging ‘I’. Because we experience a body and mind as ‘I’ in both waking and dream, and because these bodies and this mind are constantly undergoing change, it seems to us that ‘I’ is changing, but in fact ‘I’ is the only unchanging factor in our entire experience, and hence it is what gives our experience a sense of continuity and coherence, connecting each experience to each other experience.<br />\n<br />\nSince this ‘I’ is the conscious experiencer of all experiences, we cannot understand consciousness correctly without correctly experiencing what this ‘I’ actually is. Therefore research on consciousness is incomplete if it does not include research on the ‘I’ that is conscious of every experience: what is this ‘I’?<br />\n<br />\nPlease let me know whether any of these questions and arguments are in any way relevant to the research you are doing, and if so whether you have any questions on what I have written here.<br />\n<br />\n<b>Second reply:</b><br />\n<br />\nYou say you associate certain traits or behaviours with being conscious, but is it not possible to be conscious without any traits or behaviours? Traits or behaviours are outward signs, but to know ‘I am conscious’ we do not need any outwards signs.<br />\n<br />\nOutward signs become relevant only when we are trying to assess whether someone else is conscious, but then we come up against the philosophical problem of other minds. Can we know for certain whether or not any other person (either any human or non-human animal) is conscious? We do not directly experience any consciousness other than our own, but we infer the existence of consciousness in others based on their behaviour.<br />\n<br />\nBecause we are conscious and we experience ourself as a body, we associate the behaviour of our body with our being conscious. That is, our body behaves in certain ways, and it seems to us that its behaviour is to a large extent caused by conscious decisions that we make, so we assume that the similar behaviour of other bodies is likewise caused by conscious decisions made by the minds that we believe are operating in those other bodies. But we have no means by which we can prove to ourself that this assumption is true. Their minds (or bodies) could be making decisions like a computer, without any consciousness of the decisions being made.<br />\n<br />\nIn dream we see and talk with other people, and so long as we are dreaming we assume that each of those other people has a conscious mind operating in their body. However, after we wake from that dream, we understand that those other people and the conscious minds that we believed they each had were just figments of our dreaming imagination. How can we be sure, then, that our present state is not just another dream and that the people we see and talk with here are not likewise just figments of our dreaming imagination?<br />\n<br />\nOther people may or may not be conscious, but their behaviour or personality traits cannot enable us to know for certain that they are conscious. Even if I tell you that I am conscious, that would not prove anything to you, because if you ask the people you meet in your dream, they would probably assure you that they are conscious (and though you would believe them then, you would later discover that they were just ideas in your dreaming mind).<br />\n<br />\nThe behaviour and traits of other people may tell us a lot about the functioning of their minds, but they do not prove that there is any conscious experiencer of those mental functions, because there is no necessary connection either between outward behaviour or traits and consciousness, or even between mental functionality and consciousness. There seems to be no particular reason to suppose that a mind could not function like a computer without any consciousness being involved.<br />\n<br />\nWhen we reflect like this, it helps us to separate conceptually consciousness (that which is experiencing) from all mental functions (which are things that it experiences). Why should we suppose that either entails the other? Is there any necessary connection between them?<br />\n<br />\nNow we consciously experience our own thinking, feeling, perceiving and other such mental functions, so in us these are currently connected with our consciousness, but this connection is contingent and not necessary. Psychology postulates some subconscious mental processes, so if some mental processes can occur without being consciously experienced, why should not all mental processes in a person occur without being consciously experienced? And as I argued in my previous mail, in dreamless sleep we are not absolutely unconscious, but are conscious of our own existence, ‘I am’, so sleep is an example of a state in which consciousness is not connected with any mental processes.<br />\n<br />\nThe questions I am raising may be of more interest to a philosopher than to a psychologist, and they are certainly not questions that can be answered by the normal empirical methods of science. However, I think these are questions that any research psychologist should consider, because they put the limits of scientific research in perspective, and because by considering them psychologists can not only avoid coming to any philosophically unjustified conclusions, but can also avoid undertaking any lines of research that may ultimately turn out to be unfruitful.<br />\n<br />\nThe fact is that we each have direct experience and certain knowledge of only one consciousness, namely our own. Other consciousnesses may or may not exist, but even if they do exist, we can only infer their existence without any certainty (and without even any measurable or quantifiable degree of probability), but can never experience them directly. Therefore if we wish to research consciousness, we should investigate our own consciousness rather than the uncertain outward signs (such as behaviours and traits) of other putative consciousnesses.<br />\n<br />\nRegarding your chapter on ‘witnessing awareness’, in Indian philosophical and spiritual texts consciousness is sometimes described as <i>sākṣi</i> (the ‘witness’, ‘observer’ or ‘onlooker’), but this is a term that often leads to misunderstanding, because the term witness or observer can imply the existence of something that is witnessed or observed, whereas this is not the intended meaning of <i>sākṣi</i> in this context. An analogy that is often given for the <i>sākṣi</i> is the sun, in whose mere presence all events on earth happen, so in this context <i>sākṣi</i> is intended to mean a detached and unconcerned presence.<br />\n<br />\nJust as events happen on earth in the mere presence of the sun without affecting it in any way, so all conscious experiences happen in the mere presence of consciousness without affecting it in any way. It is only in this sense that consciousness is said to be the <i>sākṣi</i> or ‘witness’. Therefore this word <i>sākṣi</i> is intended to convey the idea that consciousness itself is wholly detached from and unaffected by whatever experiences seem to take place in its presence.<br />\n<br />\nWhen consciousness is experienced as the <i>sākṣi</i>, it is not at all aware of anything other than itself, ‘I am’. In other words, it is an absolutely non-dual experience, one in which the experiencer, the experienced and the experiencing are all one and the same. It is therefore an ineffable experience — one that can never be adequately expressed in words.<br />\n<br />\nTo know it, one must experience it, and since it is an experience of non-dual self-awareness, the only means by which we can experience it is by being aware of nothing other than ourself. This is the practice of non-dual self-attentiveness that Sri Ramana called <i>ātma-vicāra</i>: self-investigation or self-enquiry. Since this is the practice of consciousness (that is, what is conscious) investigating itself, it is the only direct means by which we can empirically investigate consciousness.<br />\n<br />\n<b>Third reply:</b><br />\n<br />\nIf we make research on people who claim to be ‘enlightened’, we are on very uncertain territory, because we cannot accurately assess the inner state of any other person, and among those who claim to be ‘enlightened’ there seem to be many different ideas about what ‘enlightenment’ actually is.<br />\n<br />\nPersonally I am very sceptical about people who make such claims, and it seems obvious to me that we cannot understand what ‘enlightenment’ is unless we ourself experience it. Therefore I believe that we need first to make research on ourself to discover what we are (what or who I am).<br />\n<br />\nYou say, ‘What non-dual persons describe is that they have BOTH Cognitive Self &amp; Non-conceptual Self active in the same time’, but if they have two things active at the same time, how can their state be called ‘non-dual’? In the state of absolute non-duality that Bhagavan Ramana speaks of, there is only one thing, ‘I am’, so the ‘I’ that experiences that state is the same ‘I’ that is experienced in it. In other words, it is the state in which ‘I’ experiences nothing other than itself.<br />\n<br />\n<a name=\"un31\"></a>Since it is a state of absolute non-duality, any attempt that is made to express it in words will fail, because words can only describe distinctions, and not a state devoid of all distinctions. As Ramana says (in verse 31 of <i>Uḷḷadu Nāṟpadu</i>) about those who have lost themself in that state:<br />\n<blockquote>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[...] தன்னையலா<br />\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br />\nயின்னதென் றுன்ன லெவன்.<br />\n<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[...] <i>taṉṉaiyalā<br />\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br />\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> [...] தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): [...] <i>taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br />\n<br />\n<b>English translation:</b> [...] They do not know anything other than themself, [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\nThe differences that you have observed between the ‘cognitive self’ and the ‘non-conceptual self’ can only hold true in a state of duality — a state experienced by the mind — so since ‘enlightenment’ or <i>nirvāṇa</i> (the literal meaning of which is ‘extinguished’) is a state in which all mental experience is extinguished in the perfect clarity of non-dual self-experience, it is a state in which no such distinctions can remain.<br />\n<br />\nPsychology is the science of mind, whereas spirituality is the science of ‘spirit’ or consciousness, ‘I am’, which is the source from which the mind (and all that it experiences) appears and into which it must eventually disappear (as it does temporarily every day in deep sleep). Therefore distinctions that hold true in psychology will dissolve and disappear when we penetrate deeper within ourself, into the very core of our being, where only the non-dual consciousness ‘I am’ shines.<br />\n<br />\n<b>Fourth reply:</b><br />\n<br />\nDoubt and uncertainty are the basis of any research we may undertake, but most research is narrow in scope because it focuses on a small area of doubt set against a background of beliefs that are assumed to be true.<br />\n<br />\nFor example, in quantum mechanics a researcher will focus on a particular area of doubt, but such doubt will be set against the background of quantum theory and the entire set of generally accepted sub-theories that are related to it and entail it. Such theories, which form the paradigm upon which all research in that field is conducted, are all beliefs that most researchers in that field will take for granted. This is the nature of scientific research, and it is not wrong in that context, because science can move forward only on the assumption that most of its currently accepted theories are true.<br />\n<br />\nHowever, as every philosopher and historian of science knows, theories change over time, and theories or whole paradigms that were once universally accepted as true are later discredited and replaced by other theories or paradigms. Therefore, though more or less unquestioning belief in current theories and paradigms is a necessary background for all scientific research, this does set severe restrictions on the scope of what research will currently be considered appropriate or acceptable within any particular field of science.<br />\n<br />\nHow this is relevant to what we have been discussing is that in science whatever doubt is considered acceptable will not be a broad or universal doubt but will be very limited in scope. Therefore I have no problem with the fact that science entails a huge amount of beliefs (known as theories), and that doubt is considered acceptable only if it is based on those beliefs that are currently accepted by most people within the relevant area of the scientific community, but this does mean that we need to maintain a sceptical attitude towards all scientific theories: we can accept them tentatively as interim explanations that serve a temporary and limited function, but we should not expect them to be the final or correct explanations of anything.<br />\n<br />\nIn order to be able to find a final and correct explanation for anything, we need to doubt and question every existing explanation of it and also every belief on which such explanations are based. For example, one belief on which almost all scientific theories are ultimately based, but which no scientist (unless philosophically minded) is likely to question and which no objective science can provide any means to test or to prove either true or false, is belief in an external world: that is, belief in the existence of a physical world ‘out there’ that is independent of our experience of it.<br />\n<br />\nOur belief in an external world has been questioned by many philosophers, and the grounds for external world scepticism are considered to be one of the major problems of epistemology, but most philosophers are uncomfortable with such scepticism, and are too eager to accept weak reasons for believing in the existence of an external world, such as the so-called IBE or ‘inference to the best explanation’. Though IBE is the most popular justification for this belief among modern epistemologists and philosophers of science, it is an extremely weak justification, because the only means by which we can decide what is the ‘best explanation’ is our own subjective judgement. That is, what will seem to each of us to be the ‘best explanation’ is determined by whatever other beliefs we may hold, so when most of our beliefs entail a belief in the existence of an external world, all such beliefs will prompt us to believe that this belief is the ‘best explanation’ for all our experience of what seems to us to be an external world. Thus this justification is a circular one, being based only on beliefs that are in turn based upon the conclusion that it is trying to reach.<br />\n<br />\nUnlike all forms of objective science, which are based on belief in an external world and upon numerous other such dubious beliefs, and which do not doubt or question the basis for such beliefs, the science of <i>ātma-vicāra</i> or self-investigation taught by Bhagavan Sri Ramana is based upon belief in only one thing, namely the fact that ‘I am’, and entails doubting every other thing, including the reality of the body and mind that we now seem to experience as ‘I’.<br />\n<br />\nIf this mind is not real but is just an illusory phantom, whatever it experiences or believes (other than ‘I am’) must also be unreal. Just as objective sciences entail belief in the existence of an external (mind-independent) world, they also entail belief in the reality of the mind, which experiences what seems to be such a world. Therefore the doubt upon which the science of <i>ātma-vicāra</i> is based is far more radical and universal than any doubt that is entertained by any of the objective sciences.<br />\n<br />\nMoreover, the one belief upon which <i>ātma-vicāra</i> is based, namely the belief that ‘I am’, is the only belief that we cannot reasonably doubt, because in order to doubt anything we must exist. Hence what we can reasonably doubt is anything other than our own existence, which we experience as ‘I am’. Therefore, though we can reasonably doubt whether the mind is real or whether it is actually ‘I’, and though we can reasonably doubt what ‘I’ is, we cannot reasonably doubt that it is.<br />\n<br />\nIs this mind real? Now in our present waking state, and also in any dream state, we experience ourself as this mind, so it seems to us to be real. But the mind is a temporary thing, which appears in waking and dream and disappears in sleep, so this gives us reason to doubt how real it actually is. Moreover, we experience not only its appearance in waking and dream but also its non-appearance in sleep, so how can it actually be ourself?<br />\n<br />\nIf the mind were ourself, we could not be aware of its absence in sleep, and we would not actually experience sleep at all, because we could not experience a state in which we did not exist or were not conscious. However, when we wake up from sleep, we do know ‘I slept’, and we know this not merely by inference but because we actually experienced that state in which the mind was absent.<br />\n<br />\nSome people assume that we do not actually experience sleep, because they believe that we cannot experience anything when our mind is not functioning, but if we did not actually experience sleep we would not be aware of any gap between two successive states of waking or dream, and hence it would seem to us that these were our only two states. Therefore we do experience sleep, and in sleep we experience the absence not only of the mind but also of everything that it experiences, including the various bodies and worlds that it experiences in waking and dream. Since we experience the non-appearance of all these things in sleep, we are obviously something distinct from all of them.<br />\n<br />\nIn this waking state we experience a body and mind as ‘I’, and in dream we experience another body as ‘I’, but we also experience a third state called sleep in which we do not experience either any body or any mind. Since we thus experience ‘I’ even when we do not experience any body or mind, ‘I’ must be something distinct from both body and mind.<br />\n<br />\nThe mind seems to exist only when we experience it as ‘I’, but by analysing our experience of ourself in sleep we can understand that our current experience of the mind as ‘I’ is an illusion. Therefore we have very good reason to suspect that the mind is not real but only an illusory appearance.<br />\n<br />\nHowever, in order to reason like this and to doubt the reality of our mind, we must use our mind, so such reasoning can never give us certain knowledge about whether the mind is actually real or just illusory. In order to gain certain knowledge about this, we must investigate what this ‘I’ actually is.<br />\n<br />\nSince we never experience the mind without experiencing it as ‘I’, and since we experience ‘I’ without experiencing the mind as ‘I’ in sleep, our present knowledge of what I am is clearly confused. We know for certain <i>that I am</i>, but we do not know for certain <i>what I am</i>.<br />\n<br />\nSince all our putative ‘knowledge’ of other things is based upon the dubious experience ‘I am this mind’, before we can be certain about anything else that we seem to know or experience, we must first investigate and know what this ‘I’ (the experiencer or knower) actually is. Therefore <i>ātma-vicāra</i> (self-investigation: examining what am I?) is the most radical and fundamental research we can undertake, and it is the only scientific research that offers us any hope of gaining certain knowledge about anything.<br />\n<br />\nYou ask, ‘Ramana was a great man, now it’s time to go further, we are in 2013, so, why not abandon the old ways and embrace the new, taking further their paradigm, not getting stuck in theirs?’ and I agree that we should abandon our old ways. In fact, this is precisely what Ramana himself recommended. Our old ways are our long-engrained habit of believing many things other than <a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/only-i-am-is-certain-and-self-evident.html\">the one thing that alone is actually certain, namely ‘I am’</a>. Ramana used to say, ‘Do not believe what you do not know’, and the only thing that we actually know and do not merely believe is ‘I am’. Therefore we must abandon our old ways of thinking and believing, and instead devote ourself solely to investigating what this ‘I’ actually is.<br />\n<br />\nAll the paradigms that we now believe in, or that we have ever believed in in the past, entail our belief that ‘I am this mind’ and ‘I am this body’, and also our belief in an external world that exists independent of our experience of it. These are all dubious beliefs, so we should be ready to abandon them and to investigate the reality of the ‘I’ that has till now held them.<br />\n<br />\nWhether we seem to exist in the time of Buddha or the time of Jesus, in the time of Sankara or the time of Ramana, in 2013 or 2500, there is only one thing that is certainly true, and that is ‘I am’. Whatever experiences any time or any place, or any other thing, must exist in order to experience them. That which experiences all these things experiences its own existence as ‘I am’, so though everything else that it experiences may be an illusion, its fundamental experience ‘I am’ must be real. Whatever this ‘I’ now seems to be may also be an illusion, but whatever illusory thing it may seem to be, the fact that ‘I’ does exist is indubitable.<br />\n<br />\nTherefore let us now try to find out what this ‘I’ actually is. This is all that Sri Ramana advises us to do. He does not ask us to believe anything other than ‘I am’, and in fact he asks us to doubt the reality of everything other than ‘I am’.<br />\n<br />\n<a name=\"un26\"></a>In verse 26 of <i>Uḷḷadu Nāṟpadu</i> he says that investigating what is this ‘I’ is abandoning everything ([…] யாது இது என்று நாடலே ஓவுதல் யாவும் […]: […] <i>yādu idu eṉḏṟu nādal-ē ōvudal yāvum</i> […]), because everything seems to exist only when the mind or ego seems to exist, and the mind or ego is only a mistaken knowledge of what I am. If we investigate and experience what I actually am, the mind or ego will dissolve and cease to appear (just as an illusory snake would dissolve and cease to appear when it is recognised to be nothing other than a rope), and when the mind thus ceases to appear, everything that was experienced by it will also cease to appear.<br />\n<br />\nBut even this is jumping ahead of ourselves. There is no need for us even to believe what Sri Ramana tells us we will experience when we investigate and experience ourself as we really are. Believing what he says may encourage us in our effort to experience ourself as we really are, but it is not essential, so long as we are ready to doubt everything else and to believe only ‘I am’, and therefore to investigate what this ‘I’ actually is.<br />\n<br />\n<b>Fifth reply:</b><br />\n<br />\nI do not say that ‘I am’ is not an experience, because it is obviously our primary experience and the basis of all our other experiences, as I argue in an article I wrote yesterday, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/only-i-am-is-certain-and-self-evident.html\">Only ‘I am’ is certain and self-evident</a>.<br />\n<br />\nRegarding its structure, I do not think it is meaningful to say it has any structure. It is that which experiences all structures, but is itself pure consciousness and hence devoid of any structure.<br />\n<br />\nAnything we may believe about humans 50,000 years ago or in the future is just speculation. All we know for certain is that I am now, so it is best to focus our research on this ‘I am’ in order to know what it really is. Now we confuse ‘I am’ with a body and mind, but in sleep we experience ‘I am’ without experiencing any body or mind, so it cannot be identical with either of these two phenomena. Therefore, before we can attain certain knowledge about anything else, we first need to experience what this ‘I am’ actually is.<br />\n<br />\nWe cannot experience this by means of reasoning or logic, but only by empirical research: by focusing our entire attention on ‘I am’, thereby excluding everything else from our awareness.<br />\n<br />\n<b>Sixth reply:</b><br />\n<br />\nSince the mind is constantly changing, it never stands still in the here and now, but is instead caught up in the constant flow of change, which is always moving from past to future. The only thing that always stands in the here and now is ‘I am’, because it never changes.<br />\n<br />\nTherefore if we wish to stand in the here and now we must attend only to ‘I am’, because if we attend instead to the constant activity and reactivity of the mind, we will get caught in the ever-changing flow of time from past to future.<br />\n<br />\nWe never actually experience time as such, but only experience change (against the static background of the ever-present and unchanging ‘I am’), and our experience of change creates the appearance of time. Therefore so long as we experience change we will be entangled in time, and hence the only way to transcend or become free of time is to attend only to ‘I am’.<br />\n<br />\n<a name=\"ut13\"></a><a name=\"un16\"></a>As Sri Ramana says in verse 13 of <i>Upadēśa Taṉippākkaḷ</i> (which he later modified to form <a href=\"http://happinessofbeing.blogspot.com/2015/03/all-phenomena-are-just-dream-and-only.html#un16\">verse 16</a> of <i>Uḷḷadu Nāṟpadu</i>):<br />\n<blockquote>\nநாமன்றி நாளேது நாநம்மை நாடாது<br />\nநாமுடலென் றெண்ணினமை நாளுண்ணு — நாமுடம்போ<br />\nநாமின்று சென்றவரு நாளென்று மொன்றதனா<br />\nனாமுண்டு நாளுண்ட நாம்.<br />\n<br />\n<i>nāmaṉḏṟi nāḷēdu nānammai nāḍādu<br />\nnāmuḍaleṉ ḏṟeṇṇiṉamai nāḷuṇṇu — nāmuḍambō<br />\nnāmiṉḏṟu seṉḏṟavaru nāḷeṉḏṟu moṉḏṟadaṉā<br />\nṉāmuṇḍu nāḷuṇḍa nām.</i><br />\n<br />\n<b>பதச்சேதம்:</b> நாம் அன்றி நாள் ஏது? நாம் நம்மை நாடாது ‘நாம் உடல்’ என்று எண்ணில், நமை நாள் உண்ணும். நாம் உடம்போ? நாம் இன்று, சென்ற, வரு நாள் என்றும் ஒன்று. அதனால் நாம் உண்டு, நாள் உண்ட நாம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām aṉḏṟi nāḷ ēdu? nām nammai nāḍādu ‘nām uḍal’ eṉḏṟu eṇṇil, namai nāḷ uṇṇum. nām uḍambō? nām iṉḏṟu, seṉḏṟa, varu nāḷ eṉḏṟum oṉḏṟu. adaṉāl nām uṇḍu, nāḷ uṇḍa nām.</i><br />\n<br />\n<b>அன்வயம்:</b> நாம் அன்றி நாள் ஏது? நாம் நம்மை நாடாது ‘நாம் உடல்’ என்று எண்ணில், நமை நாள் உண்ணும். நாம் உடம்போ? இன்று, சென்ற, வரு நாள் என்றும் நாம் ஒன்று. அதனால், நாள் உண்ட நாம், நாம் உண்டு.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nām aṉḏṟi nāḷ ēdu? nām nammai nāḍādu ‘nām uḍal’ eṉḏṟu eṇṇil, namai nāḷ uṇṇum. nām uḍambō? iṉḏṟu, seṉḏṟa, varu nāḷ eṉḏṟum nām oṉḏṟu. adaṉāl, nāḷ uṇḍa nām, nām uṇḍu.</i><br />\n<br />\n<b>English translation:</b> Except we, where is time? If [because of] not investigating ourself we think that we are a body, time will swallow us. [But] are we a body? In the present, past and future times we are always one. Therefore there is [only] we, we who have swallowed time.</blockquote>\nIn Tamil the first sentence of this verse clearly implies that only we really exist, and that there is no time or anything else. However, when we do not investigate ourself (that is, when we do not attend only to ‘I’), time and other things seem to exist. Therefore, if we do not investigate ourself, time will swallow us, but if we do investigate ourself, we will find that we alone exist, and thus we will have swallowed time.<br />\n<br />\n<a name=\"un04\"></a>As you say, ‘mind cannot cognize a material reality if its nature is different from this reality’, or rather, it could not cognise what seems to be a material reality if its nature were different from that seeming reality. This is expressed by Sri Ramana in verse 4 of <i>Uḷḷadu Nāṟpadu</i>:<br />\n<blockquote>\nஉருவந்தா னாயி னுலகுபர மற்றா<br />\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br />\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br />\nகண்ணதுதா னந்தமிலாக் கண்.<br />\n<br />\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br />\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br />\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br />\nkaṇṇadutā ṉantamilāk kaṇ.</i><br />\n<br />\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ.</i><br />\n<br />\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ.</i><br />\n<br />\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how? Can what is seen be otherwise [in nature] than the eye [that which sees or experiences it]? Oneself, [which is] that eye, is [actually] the infinite eye [the ‘eye’ or consciousness that is not limited by any form].</blockquote>\n<a name=\"un25\"></a>Therefore, in order to experience anything other than itself, the first person (the mind or ego) must first experience itself as a form, which it does by mistaking itself to be a physical body. However, though it now experiences itself as the form of a body, this ego actually has no form of its own, so it depends upon forms for its seeming existence. As Sri Ramana says in verse 25 of <i> Uḷḷadu Nāṟpadu</i>:<br />\n<blockquote>\nஉருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br />\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br />\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br />\nமுருவற்ற பேயகந்தை யோர்.<br />\n<br />\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br />\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br />\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br />\nmuruvaṯṟa pēyahandai yōr.</i><br />\n<br />\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br />\n<br />\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br />\n<br />\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it takes flight. Know [thus].</blockquote>\nTherefore, to destroy our present illusion that we are the form of this body, we must examine ourself and thereby discover what this ‘I’ actually is. If we do so, this ego, which now seems to be ‘I’, will ‘take flight’ and cease to exist, after which whatever is really ‘I’ alone will remain.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2008941438421859862/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MDIwOTczMjQ0Cm9mZnNldDogMzYwMDAwMAo\""
}