{
    "kind": "blogger#post",
    "id": "8142187623470304304",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-06-19T15:28:00+01:00",
    "updated": "2016-06-08T23:53:17+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/06/is-consciousness-product-of-mind.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8142187623470304304",
    "title": "Is consciousness a product of the mind?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2014/06/self-investigation-effort-and-sleep.html?showComment=1402822315837#c1376533415294163663\"> comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2014/06/self-investigation-effort-and-sleep.html\">Self-investigation, effort and sleep</a>, Venkat wrote:<br>\n<blockquote>May I ask for your comments on the following.<br>\n<br>\nScience tells us that our fundamental building blocks (chemicals . . . electrons, protons, neutrons . . . ultimately energy waves) are inter-dependent and non-differentiated. For whatever reasons, the universe has evolved, and from which has evolved body-minds. These body-minds are fundamentally non-separate. Bhagavan's self-enquiry is for the seemingly separate ‘I’ to see this non-differentiated non-separateness and thereby to dissolve.<br>\n<br>\nIf you agree that this model is feasible, is consciousness a product of the mind? Nisargadatta talks about consciousness as a product of the food-body-mind, and the Absolute that is aware of this consciousness.</blockquote>\nSince the reply I drafted is too long to post as another comment on that article, I am giving it here:<br>\n<br>\nVenkat, what science tells us is a combination of observations and theories that have been developed to explain those observations in terms of other observations and currently accepted theories, and also to predict future observations, but what science cannot tell us is whether what it has observed is real or illusory. Science is based on our generally unquestioned belief that the world is real and exists independent of our experience of it, but our experience does not and cannot support this belief.<br><a name='more'></a>\n<br>\nHow can we know by experience that anything that we experience exists independent of our experience? We obviously cannot, so our belief that the world does exist independent of our experience is a mere supposition. Therefore science is based on a supposition that it can neither verify nor falsify, and hence we should not rely on science when we consider metaphysical questions (such as whether what seems to be real is actually real or is just illusory) or epistemological questions (such as whether what we believe we know is a true or a false belief).<br>\n<br>\nWhen you say ‘the universe has evolved’ and that body-minds have evolved from it, you are obviously assuming that the universe and other body-minds exist independent of your mind, which experiences their seeming existence, so the question you are asking is based on an unjustified and unjustifiable assumption. Therefore, before asking any question based on this assumption, should you not first question this assumption itself?<br>\n<br>\nIn your experience, the universe and all the bodies and other minds in it appear and disappear: that is, they seem to exist only in waking but not in dream or sleep. In dream some other universe seems to exist along with other bodies and minds, and in sleep no universe, bodies or other minds seem to exist at all. But more importantly, even your own mind, which alone experiences all these things, itself appears and disappears: in waking and dream it seems to exist, but in sleep it does not seem to exist. Therefore even the reality of this mind is open to doubt. Is it real, or is it just a false appearance?<br>\n<br>\nYou ask, ‘is consciousness a product of the mind?’ If it were, you would not be conscious when your mind is absent, so you could not experience any state in which your mind is absent. However, as I argue in a recent article, <a href=\"http://happinessofbeing.blogspot.com/2014/06/what-do-we-actually-experience-in-sleep.html\">What do we actually experience in sleep?</a>, you do experience sleep even though your mind is absent then, so you were conscious in the absence of your mind. Therefore consciousness cannot be a product of the mind.<br>\n<br>\nI do not know whether what you say Nisargadatta said is actually what he said (though I have read similar reports of what he is supposed to have said), but if this is what he said, it is not clear what he meant, because there is no obvious difference between consciousness and awareness. As they are generally used, these two terms are synonymous. Moreover, if this is what he said, it would raise several questions such as:<br>\n<br>\nSince food, body and mind are all experienced only by something that is conscious, what reason can we have to suppose that they exist independent of that conscious thing? And if they are not independent of it, how could it be a product of them? Moreover, if consciousness were actually ‘a product of the food-body-mind’, how could the Absolute be aware of it? That is, if consciousness were a product of finite things, it would itself be finite, so it could be experienced only by something that is finite and not by the Absolute, because the Absolute is by definition infinite.<br>\n<br>\nAs Sri Ramana says verse 4 of <i>Uḷḷadu Nāṟpadu</i>: ‘[...] கண் அலால் காட்சி உண்டோ? [...]’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which means, ‘[...] Can what is seen be otherwise than the eye? [...]’. Therefore only something that is finite could be aware of something that is finite.<br>\n<br>\nHence, our finite mind can experience only a finite consciousness (namely itself), whereas the infinite reality (which you call ‘the Absolute’) can experience only an infinite consciousness (namely itself). That is, consciousness can be experienced only by something that is itself conscious, and whatever is conscious cannot experience any consciousness other than itself. For example, though we believe that other people are conscious as we are, we cannot actually experience or be aware of their consciousness, but can only infer from their behaviour that they are conscious (though their behaviour does not actually prove that they are conscious, because in dream we see people behaving in a similar way, so at that time we assume that they are conscious, but after waking from that dream we know they were not conscious).<br>\n<br>\nTherefore the only consciousness that a finite conscious thing (namely our mind) can experience is itself, and the only consciousness that an infinite conscious thing (namely the absolute reality) can experience is itself. Hence the one infinite and absolute reality cannot experience or be aware of any finite consciousness. Because it is infinite, nothing other than it can exist (because if anything other than it did exist, it would be limited and hence not infinite), so it can only be aware of itself, the only consciousness or awareness that actually exists.<br>\n<br>\nTherefore the question we have to ask ourself is whether we are this finite consciousness we call ‘mind’ or the infinite consciousness. Now we seem to be this mind, but we seem to be it only in waking and dream, whereas in sleep we experience ourself without experiencing any mind, so this mind cannot be what we really are. Therefore we need to investigate ourself in order to find out from our own experience what we really are — whether we are some transitory consciousness that is inherently finite, or whether we are actually a consciousness that is infinite and eternal.<br>\n<br>\nIf we read many different theories, such as the theories of science and the theories of various spiritual teachers such as Nisargadatta, and if we accept them all unquestioningly and then try to reconcile them with each other, we are liable to become very confused. Therefore, if we wish to follow the clear and simple path of self-investigation (<i>ātma-vicāra</i>) taught by Sri Ramana, we should be ready to question whatever theories or beliefs may be presented to us, and to reject any that seem to be at all dubious, inconsistent, illogical or based on any assumptions that are not adequately supported by our own experience.<br>\n<br>\nSri Sadhu Om often used to quote Sri Ramana as saying: ‘Do not believe what you do not know’. The only thing we know for certain is ‘I am’ (as I explained in an earlier article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/only-i-am-is-certain-and-self-evident.html\">Only ‘I am’ is certain and self-evident</a>), but though we know for certain <i>that I am</i>, we do not know for certain <i>what I am</i>, so we should concentrate all our interest, attention and effort on trying to experience what ‘I’ actually is.<br>\n<br>\nSince everything that we seem to know other than ‘I am’ is uncertain, we should not unconditionally believe any of it. Of course for pragmatic purposes such as bodily survival we have to act as if we believe this world to be real and as if we believe many other things about it, but for spiritual purposes we need not believe anything other than ‘I am’, and should be sceptical about everything else, particularly about whether we actually are the person — the body and mind — that we now seem to be.<br>\n<br>\nWhen we understand that even our basic assumption that we are this person is dubious, we should also understand that everything that this person believes or seems to know is also dubious. Therefore we should be very wary of all beliefs and theories, whether scientific, philosophical, religious or spiritual, and should place all our trust only in ‘I am’ and in trying to experience what this ‘I’ actually is.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8142187623470304304/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2Mzk3MDg2Cm9mZnNldDogMzYwMDAwMAo\""
}