{
    "kind": "blogger#post",
    "id": "2228102983587936360",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-04-18T18:49:00+01:00",
    "updated": "2017-10-07T01:47:40+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/04/why-is-atma-vicara-necessary.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2228102983587936360",
    "title": "Why is <i>ātma-vicāra</i> necessary?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA friend recently wrote to me saying that he felt that in my article <a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/does-practice-of-atma-vicara-work.html\">Does the practice of <i>ātma-vicāra</i> work?</a> I did not really answer the question in a direct manner, and he tried to explain why he felt this. The gist of what he wrote was as follows: after many years of practising self-attention, he had arrived at a firm conviction that there is only one self, not one self in search of another self, and that ‘I am the Self’; there is only the Self, so the striving, the searching and the attaining of the Self is only an illusion created by the mind, and Ramana said that the mind doesn’t exist; therefore he is firmly convinced that ‘I am the Self’ and that he only has to abide in the Self; although the illusion of the world is still there, with the mind and thoughts, it doesn’t change the fact that there is only the Self; whether or not the mind is destroyed now, it doesn’t really matter, because it is only an image on the screen and has no reality; so is ‘realisation’ necessary? Won’t <i>jñāna</i> [self-knowledge] occur when the body dies? Therefore he concluded that until the body and mind are destroyed by death, what is important is to have the conviction that ‘There is only the Self and nothing else’, and that ‘I am That’.<br />\n<br />\nIn some subsequent emails he also asked about ‘progress’ (with reference to an example that Bhagavan gave of detonating a canon: preparing it for detonation takes time, but once prepared, it is detonated in an instant) and about fear that arises during the practice of <i>ātma-vicāra</i>, and also asked whether certain experiences could be explained in terms of <i>kuṇḍalinī</i>. The following is adapted and compiled from the replies I wrote to him:<br />\n<br />\nYes, there is only self, and self is what we always experience as ‘I am’. However, so long as we experience ourself as a person (an entity consisting of body and mind), we experience not only ‘I’ but also many other things, and this creates the illusion that ‘I’ is something limited: one thing among many other things.<br /><a name='more'></a>\n<br />\nWe experience other things because we experience ourself as a body, and we experience ourself as a body because we do not clearly experience ourself as we really are. Therefore, in order to destroy the illusion of otherness, we must experience what we actually are.<br />\n<br />\nThe death of our body will not enable us to experience ourself as we really are, because this body is no more real than any body that we experience as ‘I’ in a dream. When we leave a dream body by waking up or subsiding into sleep, we do not thereby experience what we really are. Why then should we suppose that when we leave this body due to death we will thereby experience what we really are? We leave this body every night when we fall asleep, but we do not thereby experience what we really are.<br />\n<br />\nMoreover, we will never actually experience our own death, because as soon as we leave this body, we either fall asleep or begin to experience another dream. What appears to be death in the view of others will be just like the ending of a dream for the person who dies. Therefore the death of our body is not a solution to our present problem of self-ignorance.<br />\n<br />\nNor is the thought ‘I am the self’, because like all other thoughts it comes and goes. Since we do not think ‘I am the self’ in sleep, or even throughout our waking and dream states, it is alien to us: that is, it is something other than what we really are.<br />\n<br />\nThat which thinks ‘I am the self’ is only the mind, because self itself need not and cannot think ‘I am the self’. Our real self — that is, what we really are — is completely devoid of thought, and also of any experience of anything other than ‘I am’. It just is, and does not experience anything other than its own ‘is’-ness or being: ‘I am’.<br />\n<br />\n<a name=\"un27\"></a>As Bhagavan Ramana repeatedly emphasised, the only means by which we can experience ourself as we really are is self-investigation (<i>ātma-vicāra</i>): that is, investigating what this ‘I’ actually is by trying to focus our entire attention upon it to the complete exclusion of all else. That is, we cannot experience what this ‘I’ actually is by attending to anything other than it — not even by attending to a thought such as ‘I am the self’. As Sri Ramana says in verse 27 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a>:<br />\n<blockquote>\nநானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br />\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br />\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br />\nதன்னிலையி னிற்பதெவன் சாற்று.<br />\n<br />\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br />\nnāṉudikkun tāṉamadai nāḍāma — ṉāṉudiyāt<br />\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br />\ntaṉṉilaiyi ṉiṯpadevaṉ sāṯṟu.</i><br />\n<br />\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum tāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ-ṉilaiyil niṯpadu evaṉ? sāṯṟu.</i><br />\n<br />\n<b>English translation:</b> The state in which ‘I’ exists without rising is the state in which we exist as that [self or <i>brahman</i>]. Without investigating the source from which ‘I’ rises, how to attain the annihilation of oneself, where ‘I’ does not rise? [And] without attaining [this ego-annihilation], say, how to abide in the state of self, in which one is that?</blockquote>\nThe source from which ‘I’ rises is only ourself — what we really are — so investigating the source from which ‘I’ rises means investigating what we actually are. Unless we investigate this, how can we experience what we actually are?<br />\n<br />\nTherefore investigation or <i>vicāra</i> is essential, and if we believe what Ramana has taught us, it does work. However, merely believing his words is not going to solve our problems, because we can actually experience what we are (and thereby know from our own experience that <i>vicāra</i> does work) only by investigating ourself.<br />\n<br />\n<i>Vicāra</i> is the effort that we make to experience only ‘I’, and when we succeed in this effort we will discover that we always experience only ‘I’. Therefore what is an illusion is not experiencing only ‘I’, but is only the effort that we make to experience it. This effort is necessary so long as we experience anything other than ‘I’, but eventually we will find that we never actually experienced anything other than ‘I’, so our present experience of other things is an illusion, as also is our effort to experience only ‘I’. Just as we can use one thorn to remove another thorn from our foot, we must use the illusion of making this effort to remove the illusion of experiencing other things.<br />\n<br />\n<a name=\"ny11\"></a>Therefore, though it will all eventually turn out to be an illusion, so long as we are experiencing this illusion we must make effort to experience only ‘I’. As Sri Ramana says in the first two sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். […]<br />\n<br />\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>. […]<br />\n<br />\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. […]</blockquote>\n<i>Viṣaya-vāsanās</i> are the desires or liking that we have to experience <i>viṣayas</i>: anything other than ‘I’. Only so long as such desires exist do we experience the appearance of anything other than ‘I’, and according to Sri Ramana such things seem to exist only because we like to experience them. That is, as in a dream, everything that we experience other than ‘I’ is a creation of our mind, or more precisely, of the <i>viṣaya-vāsanās</i> that constitute it. The mind seems to exist only because of its <i>vāsanās</i>: its inclinations or desires to experience anything other than ‘I’.<br />\n<br />\nTherefore to destroy the illusion that we are this mind, we must gradually weaken and eventually destroy its <i>viṣaya-vāsanās</i>. And the only way to weaken and destroy its <i>viṣaya-vāsanās</i> is to cultivate the opposite liking: the liking to experience only ‘I’. As should be obvious, the only way to cultivate this liking is to practise trying to experience only ‘I’, because if we do not persistently try to experience only ‘I’, we cannot expect any liking to experience it to arise in us of its own accord.<br />\n<br />\nWe now have a liking to experience things other than ‘I’ because of a wrong choice that we made in the past, and that we have continued making ever since. Therefore it is up to us now to choose whether we want to continue allowing ourself to be dominated by this liking, or whether we now want to choose the opposite: to experience only ‘I’. If this is what we now choose, we must work hard at trying to replace our age-old liking to experience other things with our new liking to experience only ‘I’.<br />\n<br />\n<a name=\"ny10\"></a>The practice of trying to experience only ‘I’ is what Sri Ramana calls <i>ātma-vicāra</i> or self-investigation, and this practice will continue to be necessary until not even the slightest liking to experience anything else remains undestroyed. Therefore in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> he says:<br />\n<blockquote>\nதொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். […]<br />\n<br />\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>. […]<br />\n<br />\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and be only as self?’ it is necessary to cling tenaciously to self-attentiveness. […]</blockquote>\nTherefore it is necessary for us to continue practising <i>ātma-vicāra</i> or self-attentiveness — trying to experience nothing other than ‘I’ alone — so long as we experience any thought or anything other than ‘I’. We cannot reasonably expect self-knowledge (<i>ātma-jñāna</i>) to occur when the body dies or at any other time if we do not persist in trying to experience what we really are by practising <i>ātma-vicāra</i>: that is, by trying to cling tenaciously to self-attentiveness to the exclusion of all else.<br />\n<br />\nRegarding progress, if we are trying to experience what this ‘I’ actually is, we will certainly be making progress, but we should not expect to see any obvious signs of progress. Sri Ramana used to say that <i>perseverance is the only true sign of progress</i>. After years of practice we may still feel that we can see no sign of any increased capacity to cling firmly to self-attentiveness, but so long as we keep on trying, we can be sure that we are progressing.<br />\n<br />\nThe example of preparing a canon for detonation is very apt. It takes time to prepare it, but when ready it will detonate in an instant. Practising <i>vicāra</i> is like patiently preparing the canon: eventually it will lead to perfect clarity of self-awareness, which will immediately destroy the mind forever, and this is like the instantaneous detonation of the carefully prepared canon.<br />\n<br />\nAs we get closer to that point of detonation, it is natural that fear may arise, because our mind is desperate to survive: to cling on to the illusion that it actually exists.<br />\n<br />\nRegarding <i>kuṇḍalinī</i>, it is sometimes said that all that is described about the <i>kuṇḍalinī</i> in <i>yōga śāstras</i> is effected automatically and without our awareness when we practice <i>vicāra</i>. But such explanations are useful or interesting only for those whose minds still attach importance to such phenomena. For those of us who just want to know what this ‘I’ actually is, such explanations are of very little interest.<br />\n<br />\nSadhu Om used to explain that what is called <i>kuṇḍalinī</i> is nothing other than the consciousness ‘I’ spreading throughout the body. When we attend only to ‘I’, it begins to withdraw from the body, and this withdrawal is what is described as the rising of the <i>kuṇḍalinī</i>. However, in order to experience what this ‘I’ really is, we do not need to know anything about the <i>kuṇḍalinī</i> or its rising.<br />\n<br />\nUltimately the body, its <i>nādis</i> (the subtle nerves or channels through which the life-force is said to travel throughout the body and the <i>kuṇḍalinī</i> is said to rise up to the head) and the <i>kuṇḍalinī</i> are all just concepts, ideas or beliefs, and our aim should be to ignore all concepts and ideas in order to focus our entire attention only on ‘I’.<br />\n<br />\nThe experiences you describe could be explained in terms of <i>kuṇḍalinī</i>, but how useful would such an explanation be? At most it would satisfy the mind’s curiosity: its natural liking to find a satisfying explanation for everything.<br />\n<br />\nBut you are right to take no interest in that (either in the experiences or in any explanation for them), because such experiences are something other than ‘I’, so if we take interest in them they will distract our attention away from ‘I’. Whenever such an experience occurs, what we should be interested in is only trying to investigate the ‘I’ to whom they occur: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/02/spontaneously-and-wordlessly-applying.html\">to whom? to me; who am I?</a><br />\n<br />\nWhatever can be described in words is not ‘I’ (and hence not real), because what we can describe is only features, whereas ‘I’ is that which is devoid of all features (and is therefore ineffable).</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2228102983587936360/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "kuṇḍalinī",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzM3MjYwMTUwCm9mZnNldDogMzYwMDAwMAo\""
}