{
    "kind": "blogger#post",
    "id": "7921843512912713869",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2014-11-23T09:16:00Z",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2014/11/other-than-ourself-there-are-no-signs.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7921843512912713869",
    "title": "Other than ourself, there are no signs or milestones on the path of self-discovery",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A few months ago a friend wrote to me asking in Tamil:<br>\n<blockquote>ஆத்ம விசாரம் என்பது ‘தன்மையுணர்வை நாடுதல்’ எனப் புத்தகங்கள் கூறுகின்றன. இதையே நானும் நேரம் கிடைக்கும்போதெல்லாம் பயின்றும் வருகிறேன். இவையெல்லாம் மிகச் சுலபமாக தோன்றினாலும் உண்மையில் இது ஓரு சூட்சுமமான பாதையாகவே இருக்கிறது. நான் சாதனையைச் சரியாகத்தான் செய்துக்கொண்டிருக்கிறேனா, பகவானின் வாக்குகளை சரியாகப் புரிந்துக்கொண்டிருக்கிறேனா என்ற சந்தேகம் எப்போதும் என்னை வாட்டி வதைக்கிறது. இந்தப் பாதையில் சரியாகப் போய்க்கொண்டிருக்கிறேன் என்று அறிந்துக் கொள்ள ஏதேனும் அறிகுறிகள் அல்லது மைல்கற்கள் உள்ளனவா?</blockquote>\nwhich means:<br>\n<blockquote>Books say that self-investigation (<i>ātma-vicāra</i>) is ‘investigating the first person awareness’. I too am practising only this whenever time is available. Though all these appear to be very easy, in truth this is such a subtle path. The doubt ‘Am I doing <i>sādhana</i> correctly? Am I understanding Bhagavan’s words correctly?’ is always vexing and tormenting me. Are there any signs or milestones [to enable me] to know that I am proceeding correctly on this path.</blockquote>\nThe following is adapted from the reply I wrote (in English):<br>\n<br>\nSri Ramana’s path is a path of <i>vicāra</i> — investigation or exploration — so we can follow it only by trying to investigate what this ‘I’ is and thereby learning from our own experience what following it correctly actually entails.<br><a name='more'></a>\n<br>\nTherefore, no matter how unsteady or faltering our attempts may initially be, so long as we are focussed on trying to experience what this ‘I’ actually is we are certainly following his path correctly. He did not expect us to experience ourself as we really are as soon as we set out on this path, but only advised us to try persistently to experience ourself thus, so if we are persevering in our attempts to experience ourself we are on the right path.<br>\n<br>\nFrom reading his teachings we can understand that to investigate ourself we must try to be exclusively self-attentive — that is, to be aware of nothing other than ‘I’ — but we can discover what self-attentiveness actually is only by experience, and we can gain that experience only by experimentation: that is, by trial and error, by persistently trying to be aware of nothing other than ‘I’ until we succeed. This is why he called this path ‘<i>ātma-vicāra</i>’ (self-investigation), because it is only by investigation, examination, exploration or experimentation that we can discover what experiencing ourself as we really are actually is.<br>\n<br>\nSince what we really are is indescribable and inconceivable, being beyond the reach of any words or concepts, we can know it only by experiencing it, and on the path towards experiencing it there can be no signposts or milestones other than ourself, because anything other than ourself could not lead to ourself, nor could it indicate where we are on the path that leads to ourself. As Sri Ramana often said (as for example in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/atma-vicara-is-only-means-by-which-we.html#GVK579\">verse 579</a> of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>), our goal is only ourself, so the path to reach this goal is likewise only ourself, because anything other than ourself would lead us only away from ourself. Therefore, just as our goal cannot be adequately described in words or conceived by our mind, so the path leading to it cannot be adequately described in words or conceived by our mind.<br>\n<br>\nAnything that could be taken to be a signpost or milestone on this path would be something other than ourself, so it would not actually be a signpost or milestone on this path, but would only be a signpost or milestone on some diversion away from this path. That is, since anything other than ourself would distract our attention away from ourself, when trying to follow this path we should neither aim nor expect to experience anything other than ourself. Therefore the only real signpost or milestone on this path is ourself, so if you want to see any signpost or milestone you should try to see only yourself.<br>\n<br>\nSince our mind does not want to be destroyed, as it will be if we experience ourself as we really are, it will always try to find ways to distract our attention away from ourself. Doubts and feelings of uncertainty are effective means by which our mind can thus distract our attention, so we should try not to give room to any doubts such as the ones that have been troubling you, but should instead persevere unswervingly in trying to be aware only of ourself. What Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) about not giving room to any doubting thoughts is equally applicable to the doubts you are having:<br>\n<blockquote>[...] அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். [...]<br>\n<br>\n[...] <i>attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiramāy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>. [...]<br>\n<br>\n[...] Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and be [or remain] only as self?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness]. [...]</blockquote>\nTherefore without giving any room to doubts about whether or not you are following his path correctly, you should just persevere in trying to be exclusively self-attentive.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "57",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7921843512912713869/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3OTMzCm9mZnNldDogMzYwMDAwMAo\""
}