{
    "kind": "blogger#post",
    "id": "1448886408335643456",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-08-22T18:17:00+01:00",
    "updated": "2022-09-27T16:50:56+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/08/that-alone-is-tapas-first-teachings.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1448886408335643456",
    "title": "‘That alone is <i>tapas</i>’: the first teachings that Sri Ramana gave to Kavyakantha Ganapati Sastri",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the comments on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html\">Can we experience what we actually are by following the path of devotion (<i>bhakti mārga</i>)?</a>, a friend argued that self-investigation (<i>ātma-vicāra</i>) is a two-stage process, and though I tried to explain in my latest article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/08/trying-to-distinguish-ourself-from-our.html\">Trying to distinguish ourself from our ego is what is called self-investigation (<i>ātma-vicāra</i>)</a>, that it is actually a single seamless process with no distinct stages, various friends have continued discussing this idea, and at one point this discussion branched off into a discussion about the reliability of what is recorded in the ‘Talks’ section of <i>Sat-Darshana Bhashya</i>, which prompted me to explain (<a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439656231885#c7268995753194243254\">here</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439751625364#c5721894295643479301\">here</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439751988437#c6519104306508248111\">here</a>) why I generally do not consider anything written or recorded by Kavyakantha Ganapati Sastri or Kapali Sastri to be reliable.<br>\n<br>\nSince discussion of these two separate subjects continued side by side for a while, in one <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439916400448#c4349096170752757634\">comment</a> a friend called Wittgenstein suggested that it would be useful to consider the first teaching that Bhagavan gave to Kavyakantha in order to see whether he gave any indication at that time that <i>ātma-vicāra</i> is a two-stage process. Wittgenstein concluded that there was no such indication, but asked me to correct him if he had drawn any wrong conclusions from that teaching, so this article is written in reply to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#replies\">The two replies that Bhagavan gave to Kavyakantha</a></li>\n<li><a href=\"#first\">The implication of Bhagavan’s first reply</a></li>\n<li><a href=\"#observe\">The practice of self-investigation entails nothing but attentively observing ourself</a></li>\n<li><a href=\"#second\">The implication of Bhagavan’s second reply</a></li>\n<li><a href=\"#uu30\"><i>Upadēśa Undiyār</i> verse 30: experiencing what remains when the ego dissolves is <i>tapas</i></a></li>\n<li><a href=\"#gvk706\"><i>Guru Vācaka Kōvai</i> verse 706: a paraphrase of Bhagavan’s second reply</a></li>\n<li><a href=\"#ut14\"><i>Upadēśa Taṉippākkaḷ</i> verse 14: Bhagavan’s condensation of verse 706 of <i>Guru Vācaka Kōvai</i></a></li>\n</ol>\n<a name=\"replies\"></a><b>1. The two replies that Bhagavan gave to Kavyakantha</b><br>\n<br>\nKavyakantha Ganapati Sastri had been living in Tiruvannamalai on and off since 1903, so he had known about Bhagavan since then, but he did not feel any particular interest in him until one day in 1907. On that day, 18th November, he was feeling dejected, because in spite of practising <i>mantra-japa</i> (repetition of sacred words) and other forms of <i>tapas</i> (religious austerity or spiritual practice) for many years he had not achieved any of his ambitions, so he suddenly felt inspired to approach Bhagavan and ask him for guidance. Finding him sitting alone outside Virupaksha cave, where he was then living, Kavyakantha prostrated to him and said something to the effect: ‘I have studied all the Vedas and numerous other books; I have done countless crores of <i>mantra-japa</i>; I have fasted and eaten very little; yet what is actually meant by ‘<i>tapas</i>’ is still not clear to me. Graciously explain to me what <i>tapas</i> really is’.<br>\n<br>\nAt first Bhagavan just kept quiet and silently gazed at Kavyakantha, but after about fifteen minutes Kavyakantha said: ‘I have read in books about such <i>cakṣu-dīkṣā</i> [initiation by sight] but I cannot grasp the truth that is taught thereby, so graciously explain verbally’. Bhagavan then said:<br>\n<blockquote>நான் நான் என்பது எங்கேயிருந்து புறப்படுகிறதோ அதைக் கவனித்தால், மனம் அங்கே லீனமாகும்; அதுவே தபஸ்.<br>\n<br>\n<i>nāṉ nāṉ eṉbadu eṅgēyirundu puṟappaḍugiṟadō adai-k gavaṉittāl, maṉam aṅgē līṉam-āhum; adu-v-ē tapas</i>.<br>\n<br>\nIf one attentively observes that from where what says ‘I, I’ goes out, there the mind will be dissolved; that alone is <i>tapas</i>.</blockquote>\nHowever Kavyakantha was bewildered by the unfamiliarity of this teaching, so he asked, ‘Is it not possible to attain that state even by <i>mantra-japa</i>?’, to which Bhagavan replied:<br>\n<blockquote>ஒரு மந்திரத்தை ஜபம் பண்ணினால் அந்த மந்திரத்வனி எங்கேயிருந்து புறப்படுகிறது என்று கவனித்தால், மனம் அங்கே லீனமாகிறது; அதுதான் தபஸ்.<br>\n<br>\n<i>oru mantirattai japam paṇṇiṉāl anda mantira-dhvaṉi eṅgēyirundu puṟappaḍugiṟadu eṉḏṟu gavaṉittāl, maṉam aṅgē līṉam-āgiṟadu; adu-dāṉ tapas</i>.<br>\n<br>\nIf one does <i>japa</i> of a <i>mantra</i>, if one attentively observes from where that <i>mantra</i>-sound goes out, there the mind is dissolved; that itself is <i>tapas</i>.</blockquote>\nLet us now consider the meaning and implication of these two replies in more detail.<br>\n<br>\n<a name=\"first\"></a><b>2. The implication of Bhagavan’s first reply</b><br>\n<br>\nIn the first of these two replies the phrase நான் நான் என்பது (<i>nāṉ nāṉ eṉbadu</i>), which means ‘what says I I’, ‘what is said to be I I’ or ‘what is called I I’, denotes the ego, because the ego is the only form of ‘I’ that rises or goes out. In this phrase the repetition of நான் (<i>nāṉ</i>), which means ‘I’, refers to the fact that in both thought and speech the ego repeatedly refers to itself as ‘I’, as Kavyakantha had done when saying ‘I have studied all the Vedas […] I have done crores of <i>mantra-japa</i>; I have fasted […]’.<br>\n<br>\nஎங்கேயிருந்து (<i>eṅgēyirundu</i>) means ‘from where’; புறப்படுகிறதோ (<i>puṟappaḍugiṟadō</i>) means ‘goes out’ or ‘starts out’; அதை (<i>adai</i>) is the accusative case form of அது (<i>adu</i>), which means ‘that’ or ‘it’; and கவனித்தால் (<i>gavaṉittāl</i>) is a conditional form of கவனி (<i>gavaṉi</i>), which is a transitive verb that means to observe or attend to, so கவனித்தால் (<i>gavaṉittāl</i>) means ‘if one attentively observes’. Thus ‘நான் நான் என்பது எங்கேயிருந்து புறப்படுகிறதோ அதைக் கவனித்தால்’ (<i>nāṉ nāṉ eṉbadu eṅgēyirundu puṟappaḍugiṟadō adai-k gavaṉittāl</i>) is a conditional clause that means: ‘if one attentively observes that from where what says I I goes out’.<br>\n<br>\nThis conditional clause is followed by the main clause, ‘மனம் அங்கே லீனமாகும்’ (<i>maṉam aṅgē līṉam-āhum</i>), which means ‘there the mind will be dissolved’. மனம் (<i>maṉam</i>) means ‘mind’; அங்கே (<i>aṅgē</i>) is an intensified form of அங்கு (<i>aṅgu</i>), which means ‘there’, so it implies ‘in that very place’ or ‘in the very source from which the ego rises’; லீனமாகும் (<i>līṉam-āhum</i>) is a compound of two words, லீனம் (<i>līṉam</i>), which means ‘melted’, ‘dissolved’, ‘absorbed’ or ‘swallowed up’, and ஆகும் (<i>āhum</i>), which means ‘will be’, so லீனமாகும் (<i>līṉam-āhum</i>) means ‘will be dissolved’.<br>\n<br>\nSince that from which our ego rises or goes out is only ourself, what Bhagavan describes in the conditional clause of this sentence is only the practice of self-investigation (<i>ātma-vicāra</i>), which is attentively observing ourself, the source from which we rise as this ego, and what he describes in the main clause is the result of this practice, which is the complete dissolution of our mind along with its root, our ego, in its source, which is ourself. Then in the concluding sentence of this first reply he says ‘அதுவே தபஸ்’ (<i>adu-v-ē tapas</i>), which means ‘that alone is <i>tapas</i>’.<br>\n<br>\nThough <i>tapas</i> literally means ‘scorching’ or ‘burning’ and is generally used to mean any type of severe religious austerity or spiritual practice, what any form of <i>tapas</i> essentially entails is self-denial. Therefore according to Bhagavan real <i>tapas</i> is only the practice of <i>ātma-vicāra</i>, because this is the only means by which we can dissolve our ego, and without the complete dissolution of our ego we cannot really deny ourself. Any other form of self-denial is only a denial of what seems to be ‘mine’ but not a denial of what now seems to be ‘I’, namely our ego.<br>\n<br>\nThus in this simple reply Bhagavan summarised the entire essence of his teachings, indicating clearly that the simple practice of being self-attentive or attentively self-aware is the only means by which we can dissolve our ego back into ourself, the source from which it arose, and thereby remain as we really are.<br>\n<br>\n<a name=\"observe\"></a><b>3. The practice of self-investigation entails nothing but attentively observing ourself</b><br>\n<br>\nAs Wittgenstein wrote in his comment, there is absolutely no suggestion in this reply that <i>ātma-vicāra</i> entails more than one stage. In fact in this reply Bhagavan implies quite the opposite, namely that in order to dissolve our ego in ourself we need do nothing else but try to attentively observe ourself.<br>\n<br>\nSince we now experience ourself as this ego, which is a mixture of ourself and various adjuncts that we currently mistake ourself to be, when we begin trying to attentively observe ourself we will be observing ourself as this ego. However, so long as we understand that what we actually are is only pure self-awareness, which is the essence of this ego, what we will try to observe attentively is only our self-awareness and not any of the adjuncts with which it is now mixed, such as our body, and by thus trying to observe only our essential self-awareness we will gradually manage to separate this self-awareness and thereby experience it in complete isolation (<i>kaivalya</i>) from all our adjuncts.<br>\n<br>\nThis separation and isolation of ourself by keenly vigilant self-attentiveness is the only means by which our ego and the rest of our mind can be dissolved back into ourself, because we seem to be this ego or mind only so long as we experience ourself mixed with any adjuncts. Therefore simple self-attentiveness is all that <i>ātma-vicāra</i> entails from beginning to end, so there is no stage in <i>ātma-vicāra</i> other than trying to be attentively self-aware as much as possible.<br>\n<br>\nThat is, by simply observing our ego attentively as much as we can we will eventually succeed in dissolving it back into ourself, its source. No effort other than this is required, and indeed any effort other than this will only distract away us from attentively observing ourself alone.<br>\n<br>\n<a name=\"second\"></a><b>4. The implication of Bhagavan’s second reply</b><br>\n<br>\nWhat Bhagavan taught Kavyakantha in his second reply is essentially exactly the same as what he taught him in his first reply, because just as we ourself are the source from which we rise as this illusory ‘I’ called ego or mind, we are also the source from which everything else arises, including the sound of any <i>mantra</i> that we might be repeating, so attentively observing the source from which a <i>mantra</i>-sound goes out is the same as attentively observing the source from which we go out as this ego. Both entail only being vigilantly self-attentive.<br>\n<br>\nIn the second reply there are two conditional clauses, of which the first is a condition for the second, and the second is a condition for the result expressed in the main clause (which is the same as the result expressed in the main clause of the first reply). The first conditional clause is ‘ஒரு மந்திரத்தை ஜபம் பண்ணினால்’ (<i>oru mantirattai japam paṇṇiṉāl</i>), which means ‘if one does <i>japa</i> of a <i>mantra</i>’, except that மந்திரத்தை (<i>mantirattai</i>) is the accusative case form of மந்திரம் (<i>mantiram</i>), which is a Tamil form of the Sanskrit word मन्त्र (<i>mantra</i>), so it is the direct object of the conditional verb phrase ஜபம் பண்ணினால் (<i>japam paṇṇiṉāl</i>), which means ‘if one does <i>japa</i>’ or ‘if one does repetition’. However in English the verb phrase ‘do repetition’ cannot take a direct object, so we have to add the preposition ‘of’. Therefore we either have to translate this clause as ‘if one does <i>japa</i> of a <i>mantra</i>’, or in order to make ‘<i>mantra</i>’ a direct object, as it is in Tamil, we have to paraphrase the meaning of this clause simply as ‘if one repeats a <i>mantra</i>’.<br>\n<br>\nThe second conditional clause is ‘அந்த மந்திரத்வனி எங்கேயிருந்து புறப்படுகிறது என்று கவனித்தால்’ (<i>anda mantira-dhvaṉi eṅgēyirundu puṟappaḍugiṟadu eṉḏṟu gavaṉittāl</i>), which means ‘if one attentively observes from where that <i>mantra</i>-sound goes out’. In this context the term மந்திரத்வனி (<i>mantira-dhvaṉi</i>) or ‘<i>mantra</i>-sound’ does not literally mean a physical sound, because such a literal meaning would apply only in the case of <i>japa</i> done aloud and not in the case of <i>japa</i> done mentally, so we should take it figuratively to mean the ‘mental sound’ or thought of a <i>mantra</i>. That is, if we repeat a <i>mantra</i> in our mind we are mentally enunciating the sound of that <i>mantra</i>, so that mentally enunciated sound arises only in our mind, and the source from which it arises is the same source from which our ego and everything else arises, namely ourself.<br>\n<br>\nTherefore what Bhagavan implies in this clause is ‘if one attentively observes oneself, the source from which that <i>mantra</i>-sound goes out’. If we try to do this in practice, what will happen sooner or later is that our mental <i>japa</i> will cease, because we can do such <i>japa</i> only by attending to the thought of whatever <i>mantra</i> we are mentally repeating, so if we try to focus our entire attention on ourself, the source of that thought, the thought itself will thereby be prevented from rising.<br>\n<br>\nHowever, this cessation of our <i>japa</i> does not matter, because if we are following Bhagavan’s instruction correctly, what is important is only that we attentively observe ourself. So long as we allow ourself to be attached to attending to the <i>mantra</i>, we will not be able to attentively observe its source steadily, because our attention will then be divided between the <i>mantra</i> and ourself, fluctuating back and forth between one and the other, so at best our self-attentiveness will only be partial. Therefore if we want to go deep into this practice of attentively observing from where the <i>mantra</i>-sound goes out, we have to be ready to let go of the <i>mantra</i>-sound in order to focus our entire attention on ourself, its source.<br>\n<br>\nWhat will happen if we thus attentively observe from where the <i>mantra</i>-sound goes out is expressed by Bhagavan in the main clause of this sentence, ‘மனம் அங்கே லீனமாகிறது’ (<i>maṉam aṅgē līṉam-āgiṟadu</i>), which means, ‘there the mind is dissolved’. This is further evidence that he did not mean that we should continue clinging to the <i>mantra</i> or <i>mantra</i>-sound itself, because so long as we allow our mind to cling to anything other than ourself we will be preventing it from dissolving. It is only by our attending to ourself and ourself alone that our mind will dissolve back into ourself, its source.<br>\n<br>\nAs in the case of his first reply, in this reply after saying that our mind will dissolve in ourself if we attend to ourself he ends by saying, ‘அதுதான் தபஸ்’ (<i>adu-dāṉ tapas</i>), which means, ‘that itself is <i>tapas</i>’ or ‘that alone is <i>tapas</i>’. Thus what he implies in both of these replies is that real <i>tapas</i> is only the dissolution of our mind, which can be effected only by our attentively observing ourself, the source from which our ego and all its thoughts arise.<br>\n<br>\n<a name=\"uu30\"></a><b>5. <i>Upadēśa Undiyār</i> verse 30: experiencing what remains when the ego dissolves is <i>tapas</i></b><br>\n<br>\nThis idea is also expressed by him in verse 30 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>யானற் றியல்வது தேரி னெதுவது<br>\nதானற் றவமென்றா னுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானாம் ரமணேச னுந்தீபற.<br>\n<br>\n<i>yāṉaṯ ṟiyalvadu tēri ṉeduvadu<br>\ndāṉaṯ ṟavameṉḏṟā ṉundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉām ramaṇēśa ṉundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘யான் அற்று இயல்வது தேரின் எது, அது தான் நல் தவம்’ என்றான் தான் ஆம் ரமணேசன்<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘yāṉ aṯṟu iyalvadu tēriṉ edu, adu-dāṉ nal tavam’ eṉḏṟāṉ tāṉ ām ramaṇēśaṉ</i>.<br>\n<br>\n<b>English translation:</b> ‘What [state of egolessness is experienced] if one knows what remains after ‘I’ has ceased to exist, that alone is good <i>tapas</i>’: thus said Lord Ramana, who is ourself.</blockquote>\nIn this verse the phrase யான் அற்று இயல்வது (<i>yāṉ aṯṟu iyalvadu</i>), which literally means ‘I ceasing what remains’ or ‘I having ceased what remains’, and which therefore implies ‘what remains after I has ceased to exist’, denotes ourself (what we actually are), because we alone will remain when our ego has dissolved and thereby ceased to exist. தேரின் (<i>tēriṉ</i>) means ‘if one knows’, and since knowing ourself, who alone will remain after our ego has ceased, is the state of true self-knowledge or pure self-awareness, what is denoted by both the pronouns எது (<i>edu</i>, which means ‘what’) and அது (<i>adu</i>, which means ‘that’) is that pure self-awareness.<br>\n<br>\nThe suffix தான் (<i>dāṉ</i>) that is appended to அது (<i>adu</i>) is an intensifier, so அதுதான் (<i>adu-dāṉ</i>) means ‘that itself’ or ‘that alone’, which refers to the egoless self-awareness implied by the previous clause, ‘யான் அற்று இயல்வது தேரின்’ (<i>yāṉ aṯṟu iyalvadu tēriṉ</i>), ‘if one knows what remains after I has ceased to exist’. நற்றவம் (<i>ṉaṯṟavam</i>) or நல் தவம் (<i>nal tavam</i>) literally means ‘good <i>tapas</i>’, but since ‘good’ is an understatement in this context, what is implied by நல் (<i>nal</i>) or ‘good’ is excellent, genuine or real. Therefore what is implied by the main clause, ‘அது தான் நல் தவம்’ (<i>adu-dāṉ nal tavam</i>) or ‘that alone is good <i>tapas</i>’, is that real <i>tapas</i> is only the egoless self-awareness that alone will remain and be experienced after the annihilation of our ego.<br>\n<br>\nThus the definition of <i>tapas</i> that Bhagavan gives in this verse closely parallels the definitions of it that he gave in his two replies to Kavyakantha, because in all these three cases he clearly implies that real <i>tapas</i> is only the state in which our ego or mind has been completely dissolved and eradicated.<br>\n<br>\nLike Kavyakantha, the so-called ‘<i>rishis</i>’ (<i>ṛṣis</i>) in the Daruka forest, to whom the teachings in <i>Upadēśa Undiyār</i> were addressed, were doing <i>tapas</i> for the fulfilment of their personal ambitions, so after weaning them away from their <i>kāmya karmas</i> (desire-motivated actions) by telling them that such actions cannot give liberation, then explaining to them the relative efficacy of a broad range of other practices, and then teaching them that the best of all practices is only self-investigation (<i>ātma-vicāra</i>), because it alone is the direct path to liberation, Bhagavan finally tells them that real <i>tapas</i> is only the egoless state of pure self-awareness that will alone remain as a result of the annihilation of the ego by means of <i>ātma-vicāra</i>. However whereas this was the final teaching (<i>upadēśa</i>) that he as Lord Siva gave in ancient times to the <i>ṛṣis</i> in the Daruka forest, it was the first teaching that he gave to Kavyakantha Ganapati Sastri, thereby indicating to us that in his manifestation as <i>Sadguru</i> Ramana he would not beat around the bush but would from the very outset guide his devotees onto the direct path of <i>ātma-vicāra</i>.<br>\n<br>\nThough both the <i>ṛṣis</i> in the Daruka forest and Kavyakantha had been doing <i>tapas</i> for the fulfilment of their personal ambitions, we should not think that they are very different to us, because like them we each have our own desires and trivial aspirations that we hope to fulfil. So long as we experience ourself as this ego, we cannot completely avoid having desires, because desire and attachment to things other than ourself is the very nature of the ego. If we aspire to experience ourself as we really are, we obviously need to try to minimise our other desires and aspirations as much as possible, but we cannot root them out entirely by any means other than persistent self-attentiveness.<br>\n<br>\nThat is, the root of all our desires and ambitions is only our ego, so even if we manage to curb or reduce the intensity of some of our desires, other desires (perhaps more subtle or seemingly altruistic ones) will keep on sprouting as long as this ego survives. Therefore the only effective way to curb all desires, both long-established ones and newly sprouting ones, is to curb the rising of our ego, which we can do only by attentively observing it as much as possible. So long as we allow ourself to be aware of anything other than ourself, we are giving our ego freedom to rise, so we can restrict its freedom only by trying to be aware of ourself alone as much as we can.<br>\n<br>\nWe may consider our desires to be altruistic, as Kavyakantha no doubt did, but no matter how altruistic they may be, desires are desires, and they bind us to our ego and all its adjuncts. Therefore if we are intent on rooting out our ego, we have no option but to try to curb all our desires, even our seemingly most altruistic ones, by persevering in our effort to attentively observe ourself, the source from which our ego arises along with all its desires. Thus at each moment of our life we are faced with a choice: whether to allow ourself to be drawn away by the outward-going flow of our desires, or to cling firmly to self-attentiveness. The extent to which we choose the latter option indicates the extent to which we have genuine love to experience ourself as we really are.<br>\n<br>\nI can only speak for myself when I say that I know my own love to experience myself as I really am is woefully inadequate, so I am constantly carried away by the flow of my desires to experience things other than myself alone, but I suspect that most of us feel more or less the same. However, we should not despair, because however little effort we may make to be self-attentive, every attempt we make is a small step in the right direction, and Bhagavan has assured us (in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Yār?</i> and elsewhere) that if we persevere as much as we can we will certainly succeed sooner or later. He has given us the golden remedy, so if we yield ourself to him by trying to avail of it as much as possible, we can be sure that our small efforts to do so will unfailingly lead us to our destination. Therefore let us each continue trying to do our own little bit of <i>tapas</i> by attentively observing ourself, the source from which we have risen as this devilish and self-deceptive ego.<br>\n<br>\n<a name=\"gvk706\"></a><b>6. <i>Guru Vācaka Kōvai</i> verse 706: a paraphrase of Bhagavan’s second reply</b><br>\n<br>\nIn many biographies of Bhagavan, such as <i>Self-Realisation</i> (which was first published in 1931 and which being the earliest detailed biography became the basis for most subsequent ones), the reason why he gave his second reply to Kavyakantha is not clearly indicated, so he was often asked by devotees why he had done so, and he would then explain that he did so because after hearing his first reply Kavyakantha had asked him whether it is not possible to achieve the same state by doing <i>mantra-japa</i>. On one such occasion he elaborated on the inner meaning and implication of his second reply, and what he said then was summarised by Sri Muruganar in verse 706 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br>\n<blockquote>யானென் றெழுமிடமே தென்னத்தந் நுண்ணறிவாம்<br>\nமோனத்தா லுண்மூழ்க மாட்டாதார் — மானதத்தாற்<br>\nபண்ணுஞ் செபத்திற் பராவாக்கு யாண்டிருந்து<br>\nநண்ணுமென் றாய்த னலம்.<br>\n<br>\n<i>yāṉeṉ ḏṟeṙumiḍamē deṉṉattan nuṇṇaṟivām<br>\nmōṉattā luṇmūṙka māṭṭādār — māṉadattāṟ<br>\npaṇṇuñ jepattiṯ parāvākku yāṇḍirundu<br>\nnaṇṇumeṉ ḏṟāyda ṉalam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> யான் என்று எழும் இடம் ஏது என்ன தம் நுண் அறிவு ஆம் மோனத்தால் உள் மூழ்க மாட்டாதர் மானதத்தால் பண்ணும் செபத்தில் பராவாக்கு யாண்டு இருந்து நண்ணும் என்று ஆய்தல் நலம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>yāṉ eṉḏṟu eṙum iḍam ēdu eṉṉa tam nuṇ aṟivu ām mōṉattāl uḷ mūṙka māṭṭādar māṉadattāl paṇṇum jepattil parāvākku yāṇḍu irundu naṇṇum eṉḏṟu āydal nalam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தம் நுண் அறிவு ஆம் மோனத்தால் யான் என்று எழும் இடம் ஏது என்ன உள் மூழ்க மாட்டாதர் மானதத்தால் பண்ணும் செபத்தில் பராவாக்கு யாண்டு இருந்து நண்ணும் என்று ஆய்தல் நலம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tam nuṇ aṟivu ām mōṉattāl yāṉ eṉḏṟu eṙum iḍam ēdu eṉṉa uḷ mūṙka māṭṭādar māṉadattāl paṇṇum jepattil parāvākku yāṇḍu irundu naṇṇum eṉḏṟu āydal nalam</i>.<br>\n<br>\n<b>English translation:</b> [For] those who are not able to submerge within [investigating] by silence, which is their sharp [acute, refined or subtle] awareness, what the place is from which it [the ego] rises as ‘I’, during <i>japa</i> done by mind investigating from where <i>parāvāk</i> [the supreme word or sound] arises is good.</blockquote>\nThe grammatical structure of this verse and the relationship between the two halves of it is almost impossible to convey accurately in English, because it is a single sentence in which the verbal noun ஆய்தல் (<i>āydal</i>), which means ‘investigating’, together all that precedes it is the subject of the main clause, so the entire verse except the final word, நலம் (<i>nalam</i>), which means ‘good’, is a single noun phrase with ஆய்தல் (<i>āydal</i>) as its head. Within this noun phrase, the entire portion up to and including உள் மூழ்க மாட்டாதர் (<i>uḷ mūṙka māṭṭādar</i>), which means ‘those who are not able to submerge within’, is another noun phrase and is the subject of the verbal noun ஆய்தல் (<i>āydal</i>), so the basic structure of this sentence is equivalent to saying in English ‘their investigating is good’, where ‘their’ represents the noun phrase ending with மாட்டாதர் (<i>māṭṭādar</i>), ‘those who are not able’, and ‘investigating’ represents the rest of the main noun phrase ending with ஆய்தல் (<i>āydal</i>). Therefore though the basic structure is quite simple, all the other words that form both the main noun phrase and the noun phrase within it make it too complex to translate accurately into English, so to make sense of it in an English sentence I had to add the word ‘for’ in square brackets before the first noun phrase, namely ‘those who are not able to submerge within [investigating] by silence, which is their sharp awareness, what the place is from which it rises as I’.<br>\n<br>\nThere are several useful ideas in this verse that were not explicit in the second reply that Bhagavan gave to Kavyakantha. Firstly the first noun phrase, ‘யான் என்று எழும் இடம் ஏது என்ன தம் நுண் அறிவு ஆம் மோனத்தால் உள் மூழ்க மாட்டாதர்’ (<i>yāṉ eṉḏṟu eṙum iḍam ēdu eṉṉa tam nuṇ aṟivu ām mōṉattāl uḷ mūṙka māṭṭādar</i>), which means ‘those who are not able to submerge within [investigating] by silence, which is their sharp awareness, what the place is from which it rises as I’, indicates that what Bhagavan suggested in his second reply is an option that needs to be offered only to those who feel they are unable to silently merge within by investigating what the source is from which the ego rises.<br>\n<br>\nAnother important point in this complex phrase is the simpler instrumental phrase ‘தம் நுண் அறிவு ஆம் மோனத்தால்’ (<i>tam nuṇ aṟivu ām mōṉattāl</i>), which means ‘by silence, which is their sharp [acute, refined or subtle] awareness’ and which therefore implies that the instrument by which we can investigate our source is silent and keenly focussed self-awareness or self-attentiveness.<br>\n<br>\nIn his second reply to Kavyakantha Bhagavan advised him to attentively observe from where the <i>mantra-dhvaṉi</i> or sound of the <i>mantra</i> arises, but in this verse he expresses the same idea in a slightly different way by saying ‘பராவாக்கு யாண்டு இருந்து நண்ணும் என்று ஆய்தல்’ (<i>parāvākku yāṇḍu irundu naṇṇum eṉḏṟu āydal</i>), which means ‘investigating from where <i>parāvāk</i> arises’. பராவாக்கு (<i>parāvākku</i>) literally means ‘supreme word’ or ‘supreme sound’, and in verse 715 of <i>Guru Vācaka Kōvai</i> he indicates that what he means by this term is ‘I’ or ‘I am I’, which is obviously not the same as the <i>mantra-dhvaṉi</i>, but since the source from which the <i>mantra-dhvaṉi</i> arises is the same as the source from which ‘I’ arises, namely ourself, Bhagavan’s instruction in both cases amounts to saying that we should attentively observe ourself even while doing <i>mantra-japa</i>. Therefore his use of this term பராவாக்கு (<i>parāvākku</i>) in this verse is further evidence that what he meant by attentively observing from where the <i>mantra-dhvaṉi</i> arises is only attentively observing ourself.<br>\n<br>\nObviously to attentively observe ourself we do not need to do any <i>japa</i>, but if like Kavyakantha we are so habituated to doing <i>japa</i> that we are unwilling to give it up, Bhagavan suggested that even while doing <i>japa</i> we should attentively observe ourself, from whom the <i>mantra</i>-sound arises, and from whom the <i>parāvāk</i> or supreme word ‘I’ also arises. Therefore the essential import of the two replies that Bhagavan gave to Kavyakantha is that whether we do <i>japa</i> or not, what we should try to attend to is only ourself and not anything else.<br>\n<br>\nAnother useful idea in this verse is expressed by the words ‘மானதத்தால் பண்ணும் செபத்தில்’ (<i>māṉadattāl paṇṇum jepattil</i>), which mean ‘in [or during] <i>japa</i> done by mind’. In his second reply Bhagavan said ‘ஒரு மந்திரத்தை ஜபம் பண்ணினால்’ (<i>oru mantirattai japam paṇṇiṉāl</i>), which means ‘if one does <i>japa</i> of a <i>mantra</i>’, without specifying whether he was referring to oral <i>japa</i> or mental <i>japa</i>, but in this verse he indicates that it is preferable to interpret what he replied to Kavyakantha as referring to mental<i> japa</i> rather than oral <i>japa</i>. Of course we can also apply what he suggested in that reply to doing oral <i>japa</i>, but since he said in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html#uu06\">verse 6</a> of <i>Upadēśa Undiyār</i> that mental<i> japa</i> is more beneficial than oral <i>japa</i>, we can infer that what he replied to Kavyakantha can be more effectively applied while doing mental <i>japa</i>.<br>\n<br>\n<a name=\"ut14\"></a><b>7. <i>Upadēśa Taṉippākkaḷ</i> verse 14: Bhagavan’s condensation of verse 706 of <i>Guru Vācaka Kōvai</i></b><br>\n<br>\nAfter composing the above verse of <i>Guru Vācaka Kōvai</i> Muruganar showed it to Bhagavan, as he always did whenever he composed any verse, particularly a verse of <i>Guru Vācaka Kōvai</i>, and rather than suggesting any correction or improvement, as he sometimes did, Bhagavan composed another verse in which he expressed the same idea in a more succinct manner. His verse is now included in <i>Guru Vācaka Kōvai</i> as verse B12 and in <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a> as verse 14:<br>\n<blockquote>ஞானத்து ணானாருந் தானமுறார் வாக்பரையார்<br>\nதானந்தேர் தல்சபத்திற் சால்பு.<br>\n<br>\n<i>ñāṉattu ṇāṉārun thāṉamuṟār vākparaiyār<br>\nthāṉandēr taljapattiṯ cālpu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானத்துள் ‘நான்’ ஆரும் தானம் உறார் வாக் பரை ஆர் தானம் தேர்தல் சபத்தில் சால்பு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉattuḷ ‘nāṉ’ ārum thāṉam uṟār vāk-parai ār thāṉam tērdal japattil sālbu</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான்’ ஆரும் தானம் ஞானத்துள் உறார் சபத்தில் வாக் பரை ஆர் தானம் தேர்தல் சால்பு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ’ ārum thāṉam ñāṉattuḷ uṟār japattil vāk-parai ār thāṉam tērdal sālbu</i>.<br>\n<br>\n<b>English translation:</b> [For] those who in [the practice of] <i>jñāna</i> cannot abide as [intimately experience or reach] the place where ‘I’ pervades, in [the practice of] <i>japa</i> investigating the place where <i>vāk-parai</i> pervades is appropriate.</blockquote>\nThe grammatical structure of this verse is basically the same as that of the verse of <i>Guru Vācaka Kōvai</i> that Bhagavan summarised in it, so the noun phrase ‘ஞானத்துள் நான் ஆரும் தானம் உறார்’ (<i>ñāṉattuḷ nāṉ ārum thāṉam uṟār</i>), which means ‘those who in <i>jñāna</i> cannot abide as [intimately experience or reach] the place where ‘I’ pervades’, is the subject of the noun phrase ending with the verbal noun தேர்தல் (<i>tērdal</i>) , which means ‘investigating’ or ‘knowing’ and which is in turn the subject of the main clause. Since in an English sentence we cannot express a complex noun phrase as the subject of a verbal noun, I had to modify the grammatical structure of this sentence in English by adding the word ‘for’ in square brackets before the first noun phrase.<br>\n<br>\nஉறார் (<i>uṟār</i>) is a personal noun formed from the negative of the verb உறு (<i>uṟu</i>), which has a rich range of meanings including to be, exist, happen, occur, dwell, reside, be permanent, be stable, be attached to, be devoted to, love, join, associate with, touch, contact, move towards, approach, gain access to, reach, attain, perceive by touch, experience, suffer, think and resemble. The meaning of உறு (<i>uṟu</i>) or உறார் (<i>uṟār</i>) is therefore determined in each case by the context in which either of them is used. In this context உறார் (<i>uṟār</i>) means those who do not, will not or cannot steadily be, abide as, intimately experience, move towards, approach, gain access to, reach or attain, so ஞானத்துள் நான் ஆரும் தானம் உறார் (<i>ñāṉattuḷ nāṉ ārum thāṉam uṟār</i>) means ‘those who in <i>jñāna</i> cannot steadily be [abide as, intimately experience, approach, reach or attain] the place where ‘I’ pervades’.<br>\n<br>\nஆர் (<i>ār</i>) is a verb that means to become full, spread over, pervade, be satisfied, abide, stay, experience or obtain, and ஆரும் (<i>ārum</i>) is a relative participle form of it, so நான் ஆரும் தானம் (<i>nāṉ ārum thāṉam</i>) means the place where (or in which) ‘I’ pervades, abides or is experienced. தானம் (<i>thānam</i>) is a Tamil form of the Sanskrit word स्थान (<i>sthāna</i>), which literally means a place (particularly a holy place) or a state of being fixed and stationary (being cognate with English words such as stand, state and static), but which is used here in a metaphorical sense to refer to ourself, the abode or static state that is filled only by ‘I’.<br>\n<br>\nLikewise, வாக் பரை ஆர் தானம் (<i>vāk-parai ār thāṉam</i>) means the place where <i>vāk-parai</i> pervades, abides or is experienced, because ஆர் (<i>ār</i>) is used here to represent its relative participle, ஆரும் (<i>ārum</i>). வாக் பரை (<i>vāk-parai</i>) is an alternative form of the term பராவாக்கு (<i>parāvākku</i>), which Muruganar used in his verse, so it literally means the ‘word supreme’ or ‘supreme word’, and as we saw in the previous section, this is a term that Bhagavan used to describe ‘I’, the natural name of ourself, the supreme and only reality. Therefore, since வாக் பரை (<i>vāk-parai</i>) means நான் (<i>nāṉ</i>) or ‘I’, and since in practice investigating ‘I’ entails just experiencing and abiding as ‘I’ without rising to attend to anything else, ‘வாக் பரை ஆர் தானம் தேர்தல்’ (<i>vāk-parai ār thāṉam tērdal</i>) or ‘investigating [or knowing] the place where <i>vāk-parai</i> pervades [abides or is experienced]’ means exactly the same as ‘நான் ஆரும் தானம் உறுதல்’ (<i>nāṉ ārum thāṉam uṟudal</i>) or ‘abiding as [or intimately experiencing] the place where ‘I’ pervades [abides or is experienced]’.<br>\n<br>\nTherefore the only difference between the practice that Bhagavan describes in each of these two noun phrases lies in the two words ஞானத்துள் (<i>ñāṉattuḷ</i>) and சபத்தில் (<i>japattil</i>). ஞானத்துள் (<i>ñāṉattuḷ</i>) literally means ‘within <i>jñāna</i>’ or ‘inside <i>jñāna</i>’, but in this context implies while practising self-investigation (<i>ātma-vicāra</i>), which alone is the path of <i>jñāna</i>, as taught by Bhagavan in verse 29 of <i>Uḷḷadu Nāṟpadu</i>, in which he says ‘உள் ஆழ் மனத்தால் நான் என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம்’ (<i>uḷ āṙ maṉattāl nāṉ eṉḏṟu eṅgu undum eṉa nāḍudalē ñāṉa-neṟi ām</i>), which means ‘investigating by an inward sinking mind where it rises as I alone is the path of <i>jñāna</i>’. சபத்தில் (<i>japattil</i>) likewise means ‘in <i>japa</i>’, which in this context implies while practising <i>japa</i>, so what Bhagavan implies in this verse is simply that for those who think they cannot practise self-investigation on its own, it is appropriate to practise self-investigation while doing <i>japa</i>.<br>\n<br>\nThat is, for those who are accustomed to doing some action (<i>karma</i>) such as <i>japa</i> in the name of spiritual practice, just being silently and attentively self-aware may seem to be too abstract and may therefore not seem to be a spiritual practice at all, so for such people it can be helpful to continue doing <i>japa</i> (or whatever other such action they are used to doing) but at the same time trying to attentively observe themselves, the source from which <i>japa</i> or other such actions arise. By continuing to do whatever they are used to doing, they will maintain their impression that they are doing a spiritual practice, while at the same time by trying to be attentively self-aware they will be beginning to do a spiritual practice that is actually far more beneficial and efficacious than any action could ever be.<br>\n<br>\nThus in this verse Bhagavan clearly indicates that the practice he taught Kavyakantha in his second reply is essentially exactly the same practice of self-attentiveness that he taught him in his first reply. The only reason he worded his second reply as he did was because Kavyakantha had asked him whether he could not attain the same state by doing <i>mantra-japa</i>, so what Bhagavan implied in his second reply is that he could do so provided he tried to be self-attentive while doing his <i>japa</i>.<br>\n<br>\nIn other words, though both in his second reply and in this verse Bhagavan mentions doing <i>japa</i> as an optional extra, he makes it clear that whether or not we do <i>japa</i>, what is essential is only that we should try as much as possible to be self-attentive. To illustrate how we can apply this in practice without being distracted away from our main aim, which is only to be self-attentive, I will end by relating it to my own experience.<br>\n<br>\nThat is, I find it is useful occasionally to apply what he suggests in this verse in the following way: sometimes when my mind is engrossed in other thoughts and seems to have no interest or liking even to try to be self-attentive, to restore my interest I start to mentally repeat his name, ‘Ramana, Ramana, Ramana, Ramana’ (often in one of the tunes in which Sadhu Om used to sing it, which involves lengthening the final ‘a’ to make it vocative case, a prayerful call to him, just as he himself lengthened the final ‘a’ in ‘Arunachala’ at the end of each verse and the refrain of <i>Akṣaramaṇamālai</i>), and while doing so I try to be self-attentive. Using his name (or that of Arunachala) for this purpose is particularly appropriate and effective, because he taught us that he is in fact our own self and therefore shines eternally within us as ‘I’, so his name not only rekindles our devotion to him but also draws our attention back within to experience him as he really is. When I succeed in restoring my interest in being self-attentive by this means, the repetition of his name naturally subsides, because the more strongly our attention is drawn to ourself the less we need to or are able to pay any attention to doing <i>japa</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "27",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1448886408335643456/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Sri Muruganar",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY0MjkzODU2NTE3Cm9mZnNldDogMzYwMDAwMAo\""
}