{
    "kind": "blogger#post",
    "id": "2582753788373452392",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-03-06T19:26:00Z",
    "updated": "2017-09-27T15:55:52+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/03/intensity-frequency-and-duration-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2582753788373452392",
    "title": "Intensity, frequency and duration of self-attentiveness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently sent me an email in which he wrote, ‘I now clearly see that it is <i>bhakti</i> alone that can make me better and stronger at <i>atma-vicara</i>’, to which I replied:<br>\n<br>\n<a name=\"uu08\"></a>Yes, Sri Ramana used to say that <i>bhakti</i> (love or devotion) is the mother of <i>jñāna</i> (knowledge or true self-experience), and what he meant by <i>bhakti</i> in this context was only the love to experience nothing other than ourself alone, as he clearly implied in verses 8 and 9 of <i>Upadēśa Undiyār</i>:<br><a name='more'></a>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n<br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i> [meditation in which God is considered to be other than ‘I’], <i>ananya-bhāva</i>, in which ‘he’ is [considered to be none other than] ‘I’, is indeed the best among all [practices of <i>bhakti</i> and varieties of meditation].<br>\n<br>\n<a name=\"uu09\"></a>பாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal-ē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of [such] meditation [that is, by the strength of <i>ananya-bhāva</i> or self-attentiveness], being [abiding or remaining] in <i>sat-bhāva</i> [our ‘state of being’ or ‘real being’], which transcends [all] <i>bhāvana</i> [imagination, thinking or meditation], is alone <i>para-bhakti tattva</i> [the true state of supreme devotion].</blockquote>\nIn reply to this my friend wrote another email in which he said that though he could not remember where he recalled me ‘suggesting something on the lines of “<i>atma-vicara</i> is better done few times with intensity rather than done regularly throughout the day”’, and he asked me to elaborate on this. However, before I could answer this he wrote again saying that he had found what he was referring to, which was the following extract from <a href=\"http://happinessofbeing.blogspot.com/2015/01/why-are-compassion-and-ahimsa-necessary.html?showComment=1424168927753#c2534802187783304016\">a reply</a> that I wrote last month to a question I was asked in a comment on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2015/01/why-are-compassion-and-ahimsa-necessary.html\">Why are compassion and <i>ahiṁsā</i> necessary in a dream?</a>:<br>\n<blockquote>Therefore, rather than trying continuously for a long duration, it is more effective if we try frequently but persistently for just a brief duration each time. Many brief but intense attempts will result in us being self-attentive for a longer total duration each day than we would be if we were to try to be self-attentive uninterruptedly for a prolonged period.</blockquote>\nThe following is adapted from what I wrote in reply to my friend’s request for me to elaborate on this:<br>\n<br>\n<a name=\"un26\"></a>So long as we experience anything other than ourself, we are experiencing ourself as the ego, because it is only the ego that experiences anything other than itself. What we really are (our real self) always experiences itself alone, and never anything else. This is why Sri Ramana says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nTherefore in order to experience ourself as we really are, we must experience ourself alone, in complete isolation from everything else (which is all just a mental creation, an expansion of our ego). If we clearly experience ourself alone for even a moment, we will experience ourself as we actually are, and hence the illusion that we are this ego will be destroyed forever.<br>\n<br>\nWhen Sri Ramana experienced an intense fear of death as a 16-year-old boy, his immediate response was to turn his entire attention within — towards himself alone — in order to find out whether he was something that would cease to exist when the body dies. Because he turned his entire attention towards himself alone, he experienced himself alone, and thus he experienced himself as he really is. This experiencing himself alone was not a prolonged process, but happened in a moment, and at that moment his ego and everything else — including time — was destroyed forever (or rather, they were found to be ever non-existent as such, just as an illusory snake is ‘destroyed’ when it is found to be not a snake but just a rope).<br>\n<br>\nTherefore when we are practising self-investigation (<i>ātma-vicāra</i>) as taught by Sri Ramana, our aim should be to experience ourself alone, and if we manage to experience ourself alone for just a single moment, that will be sufficient to destroy our ego forever. As I wrote in one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/02/just-being-summa-irukkai-is-not.html\">Just being (<i>summā iruppadu</i>) is not an activity but a state of perfect stillness</a>:<br>\n<blockquote>Sadhu Om used to explain this in terms of turning 180 degrees away from all other things towards ourself alone. The closer we come to turning 180 degrees, the less any awareness of anything else will be mixed with our self-awareness, but until we actually turn the full 180 degrees we are not yet experiencing ourself alone, in complete isolation from any awareness of other things. When we once manage to turn the full 180 degrees, we will experience nothing other than ourself, and thus we will experience ourself as we really are, after which we will never again experience anything else.<br>\n<br>\nWhen we try to attend to ourself alone, we may manage to turn 90, 120, 150 or even 179 degrees, but we cannot actually know how far we have turned, so we just have to keep on trying until we eventually succeed in turning the full 180 degrees.</blockquote>\nSadhu Om also used to say that if we manage to turn the full 180 degrees, we will be caught by the ‘clutch of grace’ (which is perfectly clear awareness of ourself), after which we will never again be able to turn back to experience anything else. Therefore we need to turn the full 180 degrees for just a single moment.<br>\n<br>\nIf we try for a prolonged duration to be self-attentive, we may manage initially to turn 170 degrees (for example), but we will not be able to maintain such intensity of self-attentiveness for long, so we will begin to slip back, perhaps to 160 degrees, then to 150 degrees, and so on. Since we cannot maintain such intensity for long, Sadhu Om used to say that rather than making one prolonged attempt to hold on to not-quite-so-intense self-attentiveness, it is better to make many short but frequent attempts to turn our attention the full 180 degrees towards ourself alone.<br>\n<br>\nBefore you found the exact quotation you were looking for, you paraphrased what I had written as ‘<i>atma-vicara</i> is better done few times with intensity rather than done regularly throughout the day’, but this is not quite what I meant. Whenever I talk about intensity (or exclusivity) of self-attentiveness, what I mean is the degree to which we turn our attention back towards ourself alone, so the closer we come to turning the full 180 degrees towards ourself (that is, the closer we come to being aware of ourself alone, and thereby ceasing to be aware of anything else whatsoever), the more intense (or exclusive) our self-attentiveness will be.<br>\n<br>\nSince intensity of self-attentiveness results in (or rather is the same as) clarity of self-awareness, it is what we should always be aiming to experience. During the course of our practice, we will experience varying degrees of intensity (and hence of clarity), and it is generally more beneficial to experience a greater degree of intensity for a short time than a lesser degree for a longer time. Therefore we need not try to be intensely or exclusively self-attentive for a long period at a stretch, but should rather try as frequently as possible to be intensely self-attentive for at least a short while, even if for no more than just one or two moments.<br>\n<br>\nHowever, so long as we experience ourself as a body, we often need to be engaged in activities that require some or all of our attention, but as we all know, even when we attend to other things we do not cease to exist or to be aware of ourself, so even while attending to other things we can also maintain a limited degree of self-attentiveness or self-remembrance. Therefore, in addition to trying as often as possible to be aware of ourself alone, it is also beneficial to try to be at least partially self-attentive while engaged in any activity that does not require our entire attention.<br>\n<br>\nIf we try to be at least partially self-attentive as often or as continuously as possible, that will help us to cultivate the strength to be more intensely self-attentive whenever we are free to try to be so. Likewise, the more frequently we try to be exclusively self-attentive, the easier it will become for us to be at least partially self-attentive at other times. Therefore we should try to make both frequent attempts to be exclusively self-attentive for a short while, and also more continuous attempts to be at least partially self-attentive for as much time as possible.<br>\n<br>\n<a name=\"ny11\"></a>What drives both of these two kinds of (or rather degrees of) practice is only our love to experience ourself as we actually are. The more we cultivate such love by practising being self-attentive as much as possible, the more we will be inwardly impelled to try to be intensely self-attentive whenever we are free to be so, and to try to be at least partially self-attentive at all other times. This intensity of trying to be self-attentive as much as possible is what Sri Ramana referred to when he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>[...] ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். [...]<br>\n<br>\n[...] <i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>. [...]<br>\n<br>\n[...] If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone will be sufficient. [...]</blockquote>\nUninterrupted self-attentiveness or self-remembrance should be our aim, but until we experience ourself as we actually are, our self-attentiveness will be frequently interrupted to a greater or lesser extent by our awareness of other things. However, though at present we cannot be exclusively self-attentive without any interruption whatsoever, we can try to be at least partially self-attentive with as little interruption as possible. Therefore I believe that what Sri Ramana meant in this sentence of <i>Nāṉ Yār?</i> by the term ‘நிரந்தர சொரூப ஸ்மரணை’ (<i>nirantara sorūpa-smaraṇai</i>) or ‘uninterrupted self-remembrance’ is the practice of trying continuously to be at least partially self-attentive even in the midst of other activities.<br>\n<br>\nWhy he says that such practice alone will be sufficient is that the more we try to be uninterruptedly self-attentive, the more we will thereby cultivate intense self-love (<i>svātma-bhakti</i>), which will in turn impel us to try to be exclusively self-attentive — that is, to experience ourself alone — whenever  we have a free moment to be so. Thus, by attempting to ‘cling fast to uninterrupted self-remembrance’ we will impel ourself to try frequently to be as intensely self-attentive as possible.<br>\n<br>\nWhat interrupts our self-attentiveness is our interest in other things — our liking to experience or to know about anything other than ourself alone — so the extent to which we can be uninterruptedly self-attentive is determined by the intensity of our <i>svātma-bhakti</i>: our love to experience ourself alone. If we have such love, we will strive to experience uninterrupted self-remembrance no matter what else we may be doing, and to experience more intense self-awareness whenever we are not engaged in any other activity.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "15",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2582753788373452392/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "effort",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NTI0MTUyNTU1Cm9mZnNldDogMzYwMDAwMAo\""
}