{
    "kind": "blogger#post",
    "id": "7011060092479646044",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-09-23T13:52:00+01:00",
    "updated": "2015-09-23T16:21:53+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/09/we-ourself-are-what-we-are-looking-for.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7011060092479646044",
    "title": "We ourself are what we are looking for",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently:<br>\n<blockquote>I am still struggling with understanding the concept of ‘Who am I’.  Am I looking for that which existed before my body and mind came into this existence, i.e. emptiness/fullness etc.?  Do I explore the personal ‘I’ and from where it arose? I understand that I am that source from which the body came into  the dream but when I explore it there is nothing there and I cannot feel the love that is supposed to be the real me. Also why is the dream of life so unpleasant when it has come from a source of love? What is the point of the dream? I find it frightening and I worry so much about the animals/the environment and I feel such pain. Why would the self create such a dream?</blockquote>\nIn reply I wrote:<br>\n<br>\nYes, we are looking for that which existed before our body and mind came into existence, but that exists not only then but also now and always, because it is what we actually are, so since we cannot go back in time we must find it here and now.<br><a name='more'></a>\n<br>\nIs it (ourself) emptiness or fullness? According to Bhagavan what we actually are is empty of whatever is unreal and full of what alone is real, namely ourself (as I explain in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/09/self-knowledge-is-not-void-sunya.html\">Self-knowledge is not a void (<i>śūnya</i>)</a>).<br>\n<br>\nYou ask, ‘Do I explore the personal ‘I’?’ Yes, that is all we need do, because this personal ‘I’ (our ego) is what we now seem to be, so it is like the illusory snake that a rope seems to be. If we look carefully at the snake, we will see it is not a snake but only a rope. Likewise, if we look carefully at our personal ‘I’, we will see that we are not the person that we now seem to be but only the one infinite whole, the pure self-awareness from which and in which everything else appears.<br>\n<br>\nYou say ‘but when I explore it there is nothing there’, but how can you know there is nothing there unless you yourself are there to know it? What we are looking for is only ourself, who is the ‘I’ who says ‘when I explore it there is nothing there’, so if we think there is nothing there, we are like <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/by-attending-to-our-ego-we-are.html#un37\">the foolish tenth man</a>, who counted the other nine men but forgot to count himself and therefore concluded that the tenth man was lost.<br>\n<br>\nHow can we ever lose ourself? If we think we have lost or have not found ourself, that is because we are looking for something other than ourself — something new and wonderful that we do not already have. According to Bhagavan, there is nothing new for us to find, because we ourself are the reality we are looking for. Therefore to experience ourself as we really are, all we need do is remove the illusion that we are a person. Just as we can remove the illusion that there is a snake only by looking at it carefully and seeing that it is only a rope, we can remove the illusion that we are a finite person only by looking at ourself carefully and seeing that we are actually infinite self-awareness.<br>\n<br>\nThe illusory experience ‘I am this person’ is our ego, which is the antithesis of true love, because it seemingly divides the one indivisible whole into many distinct parts (phenomena), some of which it likes and some of which it dislikes, so from this ego arises desire for the things it likes and aversion for and fear of the things it dislikes. Therefore to experience the love that we actually are we must investigate this illusory ego and thereby see what we actually are.<br>\n<br>\nDreams are not created by infinite love but only by this self-divisive ego, which rises and dances about only by imagining and seeing things other than itself. Therefore the only way to dissolve this illusory ego is to try to see ourself alone.<br>\n<br>\nAll the suffering and misery we see in this world — our own suffering and misery and that of all other people and animals — is part of this dream created by our ego, so <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/investigating-ourself-is-only-way-to.html\">the only way to end all suffering and misery is to vanquish this ego by looking at ourself alone</a> (that is, by trying to be attentively aware of ourself alone).</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "100",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7011060092479646044/comments"
    },
    "labels": [
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDQzMDIxNzEzMTA1Cm9mZnNldDogMzYwMDAwMAo\""
}