{
    "kind": "blogger#post",
    "id": "1906236142446241671",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-05-07T09:36:00+01:00",
    "updated": "2015-05-07T14:55:41+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/05/what-is-unique-about-teachings-of-sri.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1906236142446241671",
    "title": "What is unique about the teachings of Sri Ramana?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Last Sunday I talked via Skype with a friend in Argentina about the teachings of Sri Ramana, and at the end of our discussion he asked me to write a summary of the main ideas that I had explained to him, because English is a foreign language to him, so he wanted to be sure that he had correctly understood and grasped all that I had said. This article is the summary that I wrote for him, so some of the ideas that I express in it were what I said in reference to what he had told me. For example, what I say about our inability to meditate on ourself continuously for five hours, or even five minutes, was with reference to what he told about how in the past when he was practising other forms of meditation he was able to meditate continuously for five hours, but that now when he tries to practise self-investigation (<i>ātma-vicāra</i>) he finds that he is unable to do so for even five minutes.<br><a name='more'></a>\n<br>\nThe following is the summary I wrote:<br>\n<br>\nTo summarise what we talked today, one of the main points I was trying to emphasise is how radically different Bhagavan’s teachings are, because his path of self-investigation (<i>ātma-vicāra</i>) leads in the opposite direction to all other human endeavours, whether they be worldly endeavours, religious endeavours or even so-called spiritual endeavours.<br>\n<br>\nAll other endeavours are directed away from ourself, towards something other than ourself, whether it be material goals, artistic goals, intellectual goals, emotional goals, a supposedly separate God, or even a state such as salvation, liberation, <i>mōkṣa</i> or <i>nirvāṇa</i> when such a state is conceived as something that we can achieve and that is therefore other than ourself — that is, other than what we always really are. Bhagavan, on the other hand, teaches us that there is nothing for us to achieve other than experiencing ourself as we really are, and that we can experience ourself as we really are only by turning our back on everything else and trying to be aware of ourself alone.<br>\n<br>\nEven other so-called spiritual paths lead us away from ourself, because every other type of spiritual practice entails attending to or meditating upon something other than ourself, whether it be God, a divine image or name, an idol, a prayer, a <i>mantra</i>, a <i>cakra</i> or some other point in our body, our breathing or <i>prāṇa</i>, a thought, a mental image, a state such as <i>samādhi</i>, or whatever else people may meditate upon or aspire to achieve. What is unique about Bhagavan’s teachings, therefore, is that he does not direct us to attend to anything other than ourself alone, so whereas all other spiritual paths direct our attention away from ourself, his path of <i>ātma-vicāra</i> alone directs our attention back towards ourself — and only towards ourself, not in the least towards anything else whatsoever.<br>\n<br>\nThe direction in which our ego or mind naturally flows is outwards, away from ourself and towards other things. Therefore any spiritual practice other than <i>ātma-vicāra</i> is simply allowing our mind to flow in its natural direction, away from ourself. But when we practise <i>ātma-vicāra</i>, we are trying to go in the opposite direction, back towards ourself alone, so it is like trying to swim upstream, against the current of the river. If we wish to return to our source, there is no alternative for us but to swim against the current of our own mind, because the current of our mind is always leading us away from ourself.<br>\n<br>\nWe alone are the source from which we have risen as this ego or mind, so if we wish to return home, the only way is for us to turn our entire attention, interest, effort and love back towards ourself. If we allow our mind or attention to go out towards anything else, even towards God or an idea such as <i>nirvāṇa</i> (if we consider God or <i>nirvāṇa</i> to be anything other than ourself), we are going away from ourself, and hence away from our original source and real home.<br>\n<br>\nOur ego or mind rises and endures only by attending to things other than ourself. As soon as we wake up in the morning we become aware of other things, and we continue attending to other things until we fall asleep, and exactly the same happens whenever we dream. Hence (as I frequently explain in this blog, such as <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/self-attentiveness-and-self-awareness.html#ourself\">here</a>) Bhagavan teaches us that it is only by attending to and experiencing other things that we rise and endure as this ego, and that we can therefore never destroy this ego by attending to anything other than ourself. By meditating on or attending to anything other than ourself, we are only nourishing and sustaining our ego, not weakening it in any way.<br>\n<br>\nTherefore in order to destroy the illusion that we are this ego, the only means is for us to try to attend to ourself alone. This is the <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/the-crucial-secret-revealed-by-sri.html\">unique secret</a> that Bhagavan Sri Ramana has revealed to us, and no one before him had ever made this simple fact so abundantly clear.<br>\n<br>\nNothing can be easier than attending only to ourself, but it seems to us to be difficult because we as this ego do not want to die. However much we may suffer, we foolishly want to continue experiencing ourself as this miserable ego. This is why our mind is always going outwards, away from ourself, because that is how this ego or mind survives. Therefore when we try to turn our attention back towards ourself in order to experience ourself alone, our mind rebels and tries its best to think of anything other than ourself.<br>\n<br>\nThis is why we cannot meditate on ourself continuously for five hours, or even five minutes. Even to do so for five seconds without a break is difficult. Therefore we need to gradually and gently cultivate the habit of turning our attention back to ourself whenever it strays away towards anything else. It does not matter however many times it strays, so long as we persevere in trying to turn it back towards ourself alone whenever we notice that we have become aware of anything else.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "68",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1906236142446241671/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "ego",
        "God",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDMxMDA2OTQxMjc0Cm9mZnNldDogMzYwMDAwMAo\""
}