{
    "kind": "blogger#post",
    "id": "4760064562447765218",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-02-09T12:26:00Z",
    "updated": "2017-10-06T22:29:22+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/02/self-attentiveness-is-not-action.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4760064562447765218",
    "title": "Self-attentiveness is not an action, because we ourself are not two but only one",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the final paragraph of one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/01/the-connection-between-consciousness.html\">The connection between consciousness and body</a>, I wrote:<br>\n<blockquote>So long as we allow ourself to attend to anything other than ourself, our body and all the other extraneous things that we thus experience seem to be real, so Sri Ramana advises us to try to attend only to ourself, the ‘I’ who is conscious of both ourself and all those other things. Therefore if we wish to follow his path and thereby to experience what this ‘I’ really is, we should not be concerned with our body or any connection we may seem to have with it, but should focus all our interest and attention only on ourself, the one absolute consciousness or pure self-awareness ‘I am’.</blockquote>\nReferring to this, a friend wrote to me asking:<br><a name='more'></a>\n<blockquote>1) If Sri Ramana advises us, the advice is for our mind or intelligence — that is, the action needs to be performed by the mind or intelligence, or by the ego-I — through attention.<br>\n<br>\n2) But then since you explained very often that attention on the self does not pertain to action, which entails no movement of mind, action that is performed by way of attention on the self (or the ego-I itself) will not nourish the ego-I.  So, action is okay in that sense.<br>\n<br>\n3) You wrote ‘ourself, the ‘I’ who is conscious of both ourself and all those other things’. I infer that the first ourself is the ego-I and the second ourself is the self. The question is why would Sri Ramana advise us to try to attend the ‘I’ that is conscious of both ourself and other things, instead of just ourself (without other things). This is what the second sentence means.</blockquote>\nThe following is adapted from the reply I wrote to him:<br>\n<br>\nWhat Sri Ramana advises us is only to try to experience ourself alone, and experiencing ourself alone (that is, being exclusively self-attentive) is not an action.<br>\n<br>\nSince our attention is now turned outwards (towards other things), in order to experience ourself alone we must turn it back within (towards ourself alone), so it may seem to us that such turning is an action. However, it is not actually an action, but only a cessation or subsidence of all action. Therefore in the path of self-investigation (<i>ātma-vicāra</i>) action in any sense (other than a purely metaphorical one) is not OK.<br>\n<br>\nOf course <i>śravaṇa</i> (hearing, reading or studying Sri Ramana’s teachings about <i>ātma-vicāra</i>) and <i>manana</i> (reflecting on them) do entail activity of our mind, but the actual practice of <i>ātma-vicāra</i> entails giving up all action by attending to ourself alone. Attending to anything other than ourself entails a movement of our attention away from ourself towards that other thing, so it is an action, whereas being self-attentive entails no movement of our attention away from ourself but only its resting calmly in its source, ourself, so it is not an action but only a complete cessation of all action.<br>\n<br>\nWhen I wrote “ourself, the ‘I’ who is conscious of both ourself and all those other things”, I was obviously referring to ourself as the ego, because we experience other things only when we experience ourself as the ego. When we experience ourself as we really are, we are conscious of ourself alone (because nothing else actually exists), whereas when we experience ourself as the ego, we are conscious not only of ourself but also of other things.<br>\n<br>\nYou say ‘I infer that the first ourself is the ego-I and the second ourself is the self’, but there is only ever one ‘ourself’, because we are not two but only one. It is we ourself who now experience ourself as this ego (and consequently experience other things also), and it is we ourself who must therefore try to experience ourself alone in order to experience ourself as we really are.<br>\n<br>\nYou ask, “why would Sri Ramana advise us to try to attend the ‘I’ that is conscious of both ourself and other things, instead of just ourself (without other things)”, but when I wrote that he “advises us to try to attend only to ourself, the ‘I’ who is conscious of both ourself and all those other things”, I did not mean to imply that we should be conscious of anything other than ourself. In fact I wrote ‘attend only to ourself’, which clearly implies that we should not be conscious of anything else. Now we are conscious of other things, but this ‘I’ who is now conscious of all these other things should try to be conscious of itself alone, because only when we are conscious of nothing other than ourself will we experience ourself as we actually are.<br>\n<br>\n<a name=\"un25\"></a>This is the simple but <a href=\"http://happinessofbeing.blogspot.co.uk/2015/01/the-fundamental-law-of-experience-or.html#05\">fundamental principle on which Sri Ramana based his essential teachings</a>: so long as we are aware of anything other than ourself, we are experiencing ourself as the ego, so in order to experience ourself as we actually are, we must try to be aware of ourself alone.<br>\n<br>\nAttending to or experiencing anything other than ourself is the food that nourishes and sustains the illusion that we are this ego — the very air that it depends upon in order to survive — so attending to or experiencing ourself alone is depriving our ego of its life-giving food or air, and hence by investigating ourself (that is, trying to be exclusively self-attentive) we are undermining the very foundation on which this illusion is based.<br>\n<br>\nThis is the crucial principle that Sri Ramana teaches us in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nHere உரு (<i>uru</i>) or ‘form’ means anything other than ourself — that is, anything that has any features that distinguish it from what we actually are. Hence by attending to or experiencing anything other than ourself we are sustaining our ego by ‘grasping form’ and ‘feeding on form’. Therefore if we try to attend to ourself alone, we will thereby cease attending to or ‘grasping’ anything else, and hence our ego will ‘take flight’ — that is, the illusion that we are this ego will dissolve and disappear — and what will then remain is only our essential awareness of ourself as we really are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4760064562447765218/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzI1MzYyODcwCm9mZnNldDogMzYwMDAwMAo\""
}