{
    "kind": "blogger#post",
    "id": "4530689341829248371",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-03-25T21:13:00Z",
    "updated": "2017-05-01T10:07:28+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/03/is-there-any-real-difference-between.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4530689341829248371",
    "title": "Is there any real difference between waking and dream?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A couple of months ago a friend wrote to me asking:<br>\n<blockquote>You often say that there is, in essence, very little difference between the dream and waking states. Upon reflection it indeed does seem to be so.<br>\n<br>\nHowever, there does seem to be one substantial difference. There is continuity in the waking state both of location and body. When we enter the waking state we always find ourselves in the same place we left it at. We also find ourselves with the same body that went to sleep.<br>\n<br>\nThe dream state, on the other hand, is not like that at all. When we enter the dream state we often find ourselves in completely different places. One time we may find ourselves in the UK, another time in America or some place of our youth, etc. We may even find ourselves travelling somewhere in the outer space.<br><a name='more'></a>\n<br>\nFurthermore we get different bodies in our dreams. In one dream we may be our waking state age, in another we find ourselves young as when we were in high school or we may be older, etc.<br>\n<br>\nIn other words, there is consistency both of location and body in the waking state. It never happens that we would go to sleep in London, for example, and would wake up in India. Such things, however, commonly happen in the dream state.<br>\n<br>\nIt also does not happen that we would go to sleep as we currently are age-wise and wake up younger as we were when we went to high school. Again, this happens frequently in the dream state.<br>\n<br>\nThere is continuity and sequentiality between consecutive episodes of the waking state whereas this is usually not the case in the dream state.<br>\n<br>\nSo there does seem to be a substantive difference between the two.<br>\n<br>\nCould you please say something about it?</blockquote>\nThe following is adapted and expanded from the reply that I wrote to him:<br>\n<ol>\n<li><a href=\"#qualitative\">Any differences between waking and dream are qualitative rather than substantive</a></li>\n<li><a href=\"#duration\">The relative duration of waking and dream</a></li>\n<li><a href=\"#memory\">Memory creates the illusion of long or short duration</a></li>\n<li><a href=\"#begging\">Any argument that waking and dream are fundamentally different is begging the question</a></li>\n<li><a href=\"#awake\">While dreaming we seem to be awake</a></li>\n<li><a href=\"#illusion\">The power of the illusion that whatever we are currently experiencing is real</a></li>\n<li><a href=\"#investigation\">Investigating ourself is the only way to ascertain whether our present state is real or just another dream</a></li>\n</ol>\n<a name=\"qualitative\"></a><br>\n<b>1. Any differences between waking and dream are qualitative rather than substantive</b><br>\n<br>\nThe differences you describe are qualitative rather than substantive or essential. If you were to compare a good quality film with a poorly made one, would you conclude that the story enacted in the former is true while the one enacted in the latter is false? I presume you would not, because the quality of production does not indicate the truth or falsehood of the story depicted in it. Fictional stories are often made into good quality (and therefore convincing) films, whereas a true story could be made into a bad quality (and therefore unconvincing) film.<br>\n<br>\nIf we take this waking state to be a good quality production and dreams to be less good quality ones, we would have to acknowledge that not all dreams are of the same quality. Some are more consistent, while others are less consistent. Does this imply degrees of reality, with waking being the most real and an extremely inconsistent dream being the least real? In which case, that would mean that some dreams are more real than others.<br>\n<br>\nSome dreams do seem more real than others (at least from the perspective of our memory of them while we are awake). Though what we experience in some dreams seems to be fleeting and unstable, in other dreams it does not seem to be so. Some dreams appear so real and make such a strong impression on us that even after waking it takes us a while to adjust to the idea that it was just a dream. Therefore we should be careful not to make generalisations about our dream experiences, and not to dismiss all dreams as being internally inconsistent or necessarily very different to waking.<br>\n<br>\nOne reason why some dreams tend to be more fleeting and inconsistent than waking is that we are strongly attached to the body we now experience as ourself, whereas we are generally less strongly attached to whatever body we experience as ourself in a dream. This is why we tend to wake up from dream so easily, and why in some dreams we tend to flit unstably from one scene to another.<br>\n<a name=\"duration\"></a><br>\n<b>2. The relative duration of waking and dream</b><br>\n<br>\n<a name=\"ny18\"></a>In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para18\">eighteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) Sri Ramana says:<br>\n<blockquote>ஜாக்ரம் தீர்க்கம், சொப்பனம் க்ஷணிக மென்பது தவிர வேறு பேதமில்லை. ஜாக்ரத்தில் நடக்கும் விவகாரங்க ளெல்லாம் எவ்வளவு உண்மையாகத் தோன்றுகின்றனவோ அவ்வளவு உண்மையாகவே சொப்பனத்தில் நடக்கும் விவகாரங்களும் அக்காலத்திற் றோன்றுகின்றன. சொப்பனத்தில் மனம் வேறொரு தேகத்தை யெடுத்துக்கொள்ளுகிறது. ஜாக்ரம் சொப்பன மிரண்டிலும் நினைவுகளும் நாமரூபங்களும் ஏககாலத்தில் நிகழ்கின்றன.<br>\n<br>\n<i>jāgram dīrgham, soppaṉam kṣaṇikam eṉbadu tavira vēṟu bhēdam-illai. jāgrattil naḍakkum vivahāraṅgaḷ ellām e-vv-aḷavu uṇmai-y-āha-t tōṉḏṟugiṉḏṟaṉa-v-ō a-vv-aḷavu uṇmai-y-āha-v-ē soppaṉattil naḍakkum vivahāraṅgaḷ-um a-k-kālattil tōṉḏṟugiṉḏṟaṉa. soppaṉattil maṉam vēṟoru dēhattai y-eḍuttu-k-koḷḷugiṟadu. jāgram soppaṉam iraṇḍil-um niṉaivugaḷ-um nāma-rūpaṅgaḷ-um ēka-kālattil nihaṙgiṉḏṟaṉa</i>.<br>\n<br>\nExcept that waking is long-lasting and dream is momentary, there is no other difference [between them]. To what extent all the <i>vyavahāras</i> [activities or events] that happen in waking seem [at this present moment] to be real, to that extent even the <i>vyavahāras</i> that happen in dream seem at that time to be real. In dream the mind takes another body [to be itself]. In both waking and dream thoughts and names-and-forms [the objects of the seemingly external world] occur in one time [that is, simultaneously].</blockquote>\n<a name=\"gvk560\"></a>Though Sri Ramana says in the first sentence of this paragraph that the only difference between waking and dream lies in the relative duration of each of them, in verse 560 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> he says that even this difference is just an illusion:<br>\n<blockquote>வினாவிடுகேள் விக்கு விடையிறுக்கு மாற்றாற்<br>\nகனாநொடியாத் தோன்றிக் கழிய — நனாநெடிதா<br>\nமன்னலாக் கூறுமறு மாற்ற மனமாயைத்<br>\nதுன்னலாற் போந்தவினைச் சூது.<br>\n<br>\n<i>viṉāviḍukēḷ vikku viḍaiyiṟukku māṯṟāṟ<br>\nkaṉānoḍiyāt tōṉḏṟik kaṙiya — naṉāneḍidā<br>\nmaṉṉalāk kūṟumaṟu māṯṟa maṉamāyait<br>\ntuṉṉalāṯ pōndaviṉaic cūdu</i>.<br>\n<br>\nபதச்சேதம்: வினாவிடு கேள்விக்கு விடை இறுக்கும் ஆற்றால், கனா நொடியா தோன்றி கழிய, நனா நெடிதா மன்னலா கூறும் மறுமாற்றம். மனமாயை துன்னலால் போந்த வினை சூது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉāviḍu kēḷvikku viḍai iṟukkum āṯṟāl, kaṉā noḍiyā tōṉḏṟi kaṙiya, naṉā neḍidā maṉṉalā kūṟum maṟumāṯṟam. maṉa-māyai tuṉṉalāl pōnda viṉai sūdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> கனா நொடியா தோன்றி கழிய, நனா நெடிதா மன்னலா கூறும் மறுமாற்றம் வினாவிடு கேள்விக்கு ஆற்றால் இறுக்கும் விடை. மனமாயை துன்னலால் போந்த வினை சூது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉā noḍiyā tōṉḏṟi kaṙiya, naṉā neḍidā maṉṉalā kūṟum maṟumāṯṟam viṉāviḍu kēḷvikku āṯṟāl iṟukkum viḍai. maṉa-māyai tuṉṉalāl pōnda viṉai sūdu</i>.<br>\n<br>\n<b>English translation:</b> The answer that said that whereas dream momentarily appears and ceases, waking endures for a long time, was a reply given by acquiescing to the question asked. [This seeming difference in duration is] a deceptive trick [or illusion] that has arisen because of the adhering of <i>mana-māyā</i> [the self-deluding power that is mind].</blockquote>\nAccording to Sri Ramana, time itself is just an illusion created by our mind, and this is why we experience it only in waking and dream but not in sleep. Since duration is therefore not real, any difference that seems to exist between the duration of one state and another is likewise just an illusion created by our self-ignorant and hence self-deceiving mind.<br>\n<a name=\"memory\"></a><br>\n<b>3. Memory creates the illusion of long or short duration</b><br>\n<br>\nAny dream seems short from the perspective of our present state, but not from perspective of that dream itself, because in dream we believe we are awake, and our memories of the past give us the impression that we have been in that state for many years. Only when we wake up and realise that it was just a dream does our perception of it change in such a way that what seemed to be a long-lasting state seems instead to be brief.<br>\n<br>\nIf someone were to say to us while we are dreaming that that state had lasted only a short time, we could use many arguments against such a seemingly absurd claim. Remembering past events in our present life, and believing them to be memories of what we experienced in the same state that we are then experiencing, we could argue that our memory of such events clearly proves that we have been experiencing the same state each day for many years. We could also cite the evidence of history, archaeology, geology and other branches of science and argue that such evidence proves that the world we are then experiencing existed long before we were even born.<br>\n<br>\nThe same evidence that now seems to indicate that we have been experiencing successive daily episodes of our current state and this world for many years also seems to exist in dream. In a dream we have memories of the past, we have the testimony of other people and their memories, we have books about history and science, but now we take these things to be evidence of the age-old duration of this world and the shorter duration of our present life, whereas we dismiss similar evidence in a dream as being just a creation of our own mind. If such evidence in dream is just a mental creation, what justification do we have for assuming that the evidence we are now experiencing is not likewise just a mental creation, and for consequently believing that whereas a dream lasts only for a short duration, our present state has endured for many years?<br>\n<br>\nThough we can remember some of the events that we experienced in a dream, we can never remember at what point of time in that dream it actually started. While dreaming, it seems to us that we have been living in the same state (except for the daily interruption of sleep and dreams) for many years. Only when we wake up do we conclude (from the evidence in our present state) that we had actually been experiencing that state for just a short while.<br>\n<br>\nNow we have innumerable memories of the past, stretching back from the previous moment to our early childhood, and these memories seem to indicate that we have been experiencing this same state each day for many years, and that even when this state is interrupted by sleep we again wake up in the same state and see the same world that we experienced yesterday. However, how can we be sure that our memories of yesterday and previous days were not created by our mind at the moment we rose from sleep today?<br>\n<br>\nJust as memories arise with our mind as soon as we begin dreaming, they arise with it as soon as we wake up. In a dream we remember things that we did not actually experience in that state, such as our childhood or what we did last year, but while dreaming it seems to us that we are awake and that whatever we remember are things that we experienced in that same state. We may have been dreaming for just a few minutes, but at that time our memories create the illusion that we have been experiencing that state repeatedly ever since our childhood. How then can we be sure that we have been experiencing our present state for more than a few minutes? Perhaps our present state is just a dream that we began to experience five minutes ago, and our memories are therefore just a part of this dream, created by our mind as soon as this dream began.<br>\n<br>\nYou say, ‘There is continuity in the waking state both of location and body. When we enter the waking state we always find ourselves in the same place we left it at. We also find ourselves with the same body that went to sleep’, but what gives us this sense of continuity is only our memories, and if everything we are experiencing is just a mental creation, our memories are likewise just a mental creation. In a dream our mind creates an entire world from our own imagination, so how can we be sure that it did not likewise create all our current memories along with whatever world we happen to be currently experiencing?<br>\n<br>\nWhen we wake up in the morning, we see our surroundings and then remember that last night we went to bed in the same place, so we believe that the state we are now experiencing is a continuity of the waking state we experienced yesterday. But do our memories about yesterday and previous days actually prove that we are now awake and not just dreaming? If this is just a dream, our memories are a part of this dream, so perhaps we never actually experienced anything that we remember having experienced before we fell asleep.<br>\n<br>\nIf everything we experience other than ourself is just a mind-created illusion or <i>māyā</i>, our memories must also be part of that <i>māyā</i>, so how can we trust them or rely upon them not to deceive us? Just because we now remember that we experienced ourself as this same body yesterday, and that last night we lay down in the same bed in which we found ourself when we woke up this morning, that does not prove that we actually experienced any such things yesterday, because we may now be dreaming, our memories of yesterday may have been created from our imagination at the same moment as our present body and this world.<br>\n<br>\n<a name=\"ny04\"></a>This is why Sri Ramana said in the final sentence of the eighteenth paragraph of <i>Nāṉ Yār?</i> (cited above): ‘In both waking and dream thoughts and names-and-forms [the objects of the seemingly external world] occur in one time [that is, simultaneously]’. Whatever we remember is just a collection of thoughts or ideas that we are now experiencing, as also are the ‘names-and-forms’ or objects of the seemingly external world, as he explained in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i> when he said:<br>\n<blockquote>[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. [...]<br>\n<br>\n[...] <i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>. [...]<br>\n<br>\n[...] Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. [...]</blockquote>\nJust as the entire world is merely a set of thoughts or ideas that appear and disappear in our own mind, so too are all our memories. Therefore no memory can be a reliable means of distinguishing whether our present state is a state of waking, as it now seems to be, or just a dream, as Sri Ramana says that it actually is.<br>\n<br>\nIf our present state is just a dream, we cannot know when we actually started to experience it. We remember having woken up this morning, but that does not mean that this dream began then. It may have begun just a minute ago, in which case our memory of waking up this morning is just one of the many phenomena that came into existence only when this dream began.<br>\n<a name=\"begging\"></a><br>\n<b>4. Any argument that waking and dream are fundamentally different is begging the question</b><br>\n<br>\nWhatever arguments we may try to give to show that there are real differences between waking and dream must be based on our assumption that we are now not dreaming but awake, but this assumption entails another assumption, namely that waking is actually a state distinct from dream. Therefore any such argument must necessarily be circular, and is therefore an instance of the logical fallacy known as ‘begging the question’ — that is, assuming the conclusion of an argument to be true and using it (either implicitly or explicitly) as a premise on which to base that argument.<br>\n<br>\nThat is, if there is no difference between waking and dream, we must now be dreaming, and whatever differences we may believe there are between waking and dream must be just an illusion. Therefore, unless we assume that we are now not dreaming but awake, and that therefore there actually is some real difference (or differences) between waking and dream, we would have no premises on which to base any argument that there is any real difference between waking and dream.<br>\n<br>\nWhatever reason or reasons we may give for believing that waking and dream are fundamentally different must the based either directly or ultimately on an assumption that these are actually two fundamentally different states, and that we are now able to know that we are not dreaming but awake. Though we assume that we are not dreaming now, we cannot justify this assumption without claiming that our present state is in some way fundamentally different to a dream, and we cannot justify that claim without assuming that we are not currently dreaming. Thus without arguing in a circle and thereby begging the question, we cannot justify our belief either that we are not now dreaming or that waking and dream are fundamentally different states.<br>\n<a name=\"awake\"></a><br>\n<b>5. While dreaming we seem to be awake</b><br>\n<br>\nWe now seem to be awake and therefore not dreaming, but even while dreaming we seem to be awake. In fact we could define a dream as being a state in which we are not actually awake but seem to be awake. Since we seem to be awake whenever we are dreaming, how can we be sure that we are now actually awake and not just dreaming?<br>\n<br>\nFrom the perspective of our present state, it seems that there are significant differences between this state and a dream, such as the ones you point out in your email. However, even if we ignore the awkward fact that such differences are perceived by us only from the perspective of our present state and not from the perspective of whatever other state we now judge to be just a dream, they are not substantive (or essential) but only qualitative (and hence inessential).<br>\n<br>\nThough there now seem to be some qualitative differences between our present state and most dreams, substantively there is no difference between them. In both cases we experience a body as ourself, and through the five senses of that body we perceive a world that seems to exist externally and independent of our experience of it. Moreover, while experiencing either state, it seems to us to be real, and hence we consider it to be our waking state and not a dream. We consider any state to be a dream only when we are experiencing some other state, because while actually dreaming we always seem to be awake.<br>\n<br>\nSometimes we may doubt the reality of whatever we are experiencing, wondering whether it is perhaps just a dream, but such doubts can occur to us not only in states that we now take to be dreams but also in whichever state we currently take to be waking. In either case, the illusion that whatever we are experiencing is real does not thereby leave us, because it is more powerful than any doubt we may have about it.<br>\n<br>\nHowever, though we take whatever we experience in a dream to be real so long as we are experiencing it, we consider it to be just a mental creation as soon as we begin to experience some other state, which we then take to be real. Therefore, since we now take whatever we experienced in a dream to be a mental creation, even though it seemed to be real (and we seemed to be awake) while we were experiencing it, why should we assume that our current state (in which we likewise seem to be awake) is actually anything but a mental creation?<br>\n<br>\nJust because there seem to be some qualitative differences between some dreams and our current state, which now seems to be a state in which we are awake, this does not mean that our current state is necessarily not a mental creation. From our experience in dream, we know that our mind is able to project a body and world, and to experience that body as if it were itself and that world as if it were real. Why then should we assume that this present body and world are not a mental creation or projection just like any body and world that we experience in a dream?<br>\n<br>\nMoreover, the differences you point out are differences that seem to exist only from the perspective of the waking state, but if we were having this discussion in one of your dreams, at that time that dream would seem to you to be waking, so you would try to persuade me in the same way that it is substantively different to any dream.<br>\n<br>\nWhile we are dreaming, whatever we experience seems to us to be a waking experience, and even if the scene suddenly changes, it still seems to us to be real. Only after we wake up does it seem to us to be a mental creation. Therefore how can we be sure that this present state is not just another dream, and that we will not wake up from it and find ourself to be in some other state, which will then seem to us to be the real waking state?<br>\n<br>\nHave you never woken from a dream, got out bed and begun your daily activities, but then woken up again to find that the first waking was just another dream? And have you not experienced some dreams that seemed so vivid, so real and so consistent that when you wake up it seems hard at first to believe that it was actually just a dream? Therefore, knowing our natural propensity to mistake any current dream to be the waking state, how can we be sure that this present state is not likewise just another dream?<br>\n<a name=\"illusion\"></a><br>\n<b>6. The power of the illusion that whatever we are currently experiencing is real</b><br>\n<br>\nIn the previous section I referred to the power of the illusion that whatever we are currently experiencing is real, saying that it overrides any doubt that we may have to the contrary. The reason why this illusion has such a powerful hold over us is that whenever we experience anything other than ourself, we always experience ourself as being just one among the many things that we thus experience.<br>\n<br>\nThat is, whenever we experience any world, whether we are dreaming or seemingly awake, we always experience ourself as if we were a body in that world. Therefore, since we are real, we experience our current body as if it were real, and since that body is a part of a world, we experience that world as if it too were real. That is, we superimpose the reality of ourself upon whatever body we experience as ourself, and via that body we also superimpose it upon the world.<br>\n<br>\nTherefore, whenever we happen to doubt the reality of whatever we are experiencing, we are not experiencing ourself as we really are, but as a body that we temporarily experience as if it were ourself. In other words, we are experiencing ourself as an ego, which is a confused and transient mixture of ourself and a body, and hence it is only to this ego that any doubt about the reality of what we are experiencing occurs. Therefore, since the very nature of the ego is to experience itself as a body, and consequently to experience that body and the world perceived through its senses as real, whatever doubt the ego may have cannot override its fundamental illusion that whatever it is currently experiencing is real.<br>\n<br>\nTherefore, so long as we experience ourself as this ego, we cannot overcome this powerful illusion that whatever we are currently experiencing is real, because this illusion is the very nature of our ego. This is why any dream seems to us to be real so long as we are experiencing it, and it ceases to seem real only when we cease to experience ourself as whatever body we seemed to be in the world of that dream. Now we experience ourself as a body in the world we are currently experiencing, so this world (and all the other people we perceive in it) will continue to seem to us to be real so long as we continue to experience ourself as this body.<br>\n<a name=\"investigation\"></a><br>\n<b>7. Investigating ourself is the only way to ascertain whether our present state is real or just another dream</b><br>\n<br>\nSince our illusion that we are a body (whether in a dream or in our present state) is what is called the ego, this ego is the root cause of the illusion that whatever state we are currently experiencing, and whatever world we happen to perceive in this state, are real. Therefore the only way in which we can ascertain whether or not our present state and its world are actually real is to investigate ourself and thereby to ascertain whether or not we are actually this ego that we now seem to be.<br>\n<br>\nUntil we investigate ourself and thereby experience ourself as we really are, we will continue intermittently (between temporary gaps that we call sleep) to experience ourself as an ego and consequently to experience successive states of plurality, each of which seems to be a state of waking so long as we are experiencing it, and a state of dream when we are currently experiencing some other such state. Therefore, in order to free ourself from all this confusion and delusion, we must investigate ourself by trying to experience ourself alone, in complete isolation from everything else, including any body or world, or any dream in which such things appear.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4530689341829248371/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Guru Vācaka Kōvai",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkzNjI5NjQ4MzAyCm9mZnNldDogMzYwMDAwMAo\""
}