{
    "kind": "blogger#post",
    "id": "1143130966238495408",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-02-20T11:43:00Z",
    "updated": "2015-02-20T11:43:12Z",
    "url": "http://happinessofbeing.blogspot.com/2015/02/self-investigation-and-body.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1143130966238495408",
    "title": "Self-investigation and body-consciousness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently sent me a <a href=\"http://www.mindwell.be/ebooks/thepowerofnow.pdf\">PDF copy of <i>The Power of Now</i></a> by Eckhart Tolle, and referring to the sixth chapter of it, ‘The Inner Body’, he wrote:<br>\n<blockquote>The chapter that talks on the inner body is quite remarkable, by taking the attention away from thoughts/body/sense perceptions and into the energy field of the body, there is the clear and vibrantly alive feeling “I Am” and nothing else. Going deeper into it, the feeling of inside and out dissolves, subject and object dissolve, and there is this sense of unlimited, unbound (by the limits of the body) and unchanging beingness or I Amness.  Can this be likened to self-attention? Or more clearly, is this the same practice? Because in both we are removing attention from everything except the feeling “I Am” and focussing it on the feeling. Could it be that only the description is different? Where you describe it as focussing the attention on the consciousness “I Am” Eckhart describes it as focussing the attention on the aliveness/consciousness that pervades the physical body to the exclusion of all thoughts. He goes on to describe the state of pure being when the attention goes more deep.</blockquote>\nThis article is adapted from the replies I wrote to this and to two subsequent emails.<br><a name='more'></a>\n<br>\n<b>First reply:</b><br>\n<br>\nWhether the practice that Eckhart Tolle talks about is the same as being self-attentive depends on how we interpret his rather vague and unclear words. What does he mean by ‘the inner body’?<br>\n<br>\nOn p. 73 he says, ‘The inner body lies at the threshold between your form identity and your essence identity, your true nature’, which seems to suggest that it is just the ego. If so, investigating our ego will cause it to subside and merge back into ourself, so it is the correct practice. However, if this is what he means, why did he not say it in such clear and simple terms? Why does he instead talk in such vague and ambiguous terms?<br>\n<br>\nOn p. 75 he says, ‘The more consciousness you direct into the inner body, the higher its vibrational frequency becomes’. What does he mean by ‘its vibrational frequency’? Anything that vibrates is an object — something other than ourself — because we ourself (the subject) can never vibrate in any way, and if we seems to vibrate, that is only we are mistaking ourself to be something other than what we actually are.<br>\n<br>\nI have not read all of his ‘Inner Body’ chapter, but glancing through it I see he expresses many ideas that bear no relation to self-investigation (the practice of being self-attentive) as taught by Sri Ramana, so I doubt if it is actually the same practice that he is talking about. A lot of what he says about the effects of his practice seem to be imaginary, which suggests that it is an attempt to create certain experiences by auto-suggestion, and other effects he promises seem to be mere wishful thinking, such as that it will slow down the ageing process and strengthen the immune system.<br>\n<br>\nAccording to Sri Ramana everything that we are to experience externally is determined by our destiny (<i>prārabdha</i>) and cannot be changed by any amount of effort on our part, so that means that no practice of any sort can alter whatever ageing or immune strength we are destined to undergo. Therefore generally I find that what Eckhart Tolle writes is at best only superficially similar of Sri Ramana’s teachings, and that careful scrutiny shows many glaring differences between them.<br>\n<br>\nEckhart Tolle may encourage people to practice something that some of them may interpret to be simple self-attentiveness, in which case he will be directing them towards the correct practice, but what he writes can easily be understood otherwise, in which case he is directing people towards something quite different to what Sri Ramana taught us.<br>\n<br>\n<b>Second reply:</b><br>\n<br>\nIn his reply to this my friend asked, ‘When focusing on the sense I Am, is it the same as focussing on the consciousness that pervades and animates the body?’, to which I replied:<br>\n<br>\nThe consciousness that pervades and animates the body is the ego, which is what we now experience ourself to be, so it is what the term ‘I’ (or ‘I am’) now seems to refer to. However this ego is not what we really are, because it is a confused mixture of pure consciousness (which is what we really are) and extraneous adjuncts such as our body and mind (which are not what we really are). Therefore what we need to try to attend to and experience is only our essential self, which is the pure adjunct-free self-awareness that the terms ‘I’ and ‘I am’ actually refer to.<br>\n<br>\nIn connection with this, you may find it useful to read two of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/01/the-connection-between-consciousness.html\">The connection between consciousness and body</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2015/02/the-terms-i-or-we-refer-only-to-ourself.html\">The terms ‘I’ or ‘we’ refer only to ourself, whether we experience ourself as we actually are or as the ego that we now seem to be</a>.<br>\n<br>\nFrom what you write in your mail it seems that you do understand the practice correctly (though it is perhaps better not to think of it in terms of an ‘inner body’, because all that actually exists is ourself, completely devoid of all kinds of body or anything else that our mind can conceive). As you say, when we attend only to ourself, all thoughts cease, because they can exist only so long as we attend to them, and hence pure self-attentiveness is the only means by which we can subside and sink deep within ourself. In other words, it is the only means by which we can retrace our ego back to the source from which it originated, which is our real self.<br>\n<br>\n<b>Third reply:</b><br>\n<br>\nMy friend then asked, ‘You have stated that the consciousness that pervades the body is the ego (I am the body idea/feeling). So, since we are to take the consciousness aspect of the ego as our target of attention, would it be proper to focus exclusively on the consciousness pervading the body whilst ignoring thoughts, emotions, physical sensations and sense perceptions?’, to which I replied:<br>\n<br>\nYou ask, ‘would it be proper to focus exclusively on the consciousness pervading the body whilst ignoring thoughts, emotions, physical sensations and sense perceptions?’, but the body itself is only a thought or idea, so how can you focus exclusively on ‘the consciousness pervading the body whilst ignoring thoughts’?<br>\n<br>\nIn order to ignore all thoughts, we must also ignore the body, so rather than thinking of the practice in terms of focusing exclusively on the consciousness pervading the body, it would be more helpful to think of it simply in terms of focusing exclusively on ourself, the conscious entity whose essential nature is only self-awareness and not awareness of a body or anything else.<br>\n<br>\nSo long as we are aware of our body or anything else other than ourself, we are experiencing ourself as the ego, because the nature of the ego is to experience things other than itself (starting with whatever body it experiences as itself), whereas our real nature is to experience ourself alone.<br>\n<br>\nWhen we start the practice, for most of us it is not possible to immediately discard all awareness of our body and everything else, but our aim should be to do so. That is, we should try to be so exclusively aware of ourself alone that all awareness of our body and other things recedes into the background and eventually disappears.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "34",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1143130966238495408/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDI0NDMyNTkyOTA3Cm9mZnNldDogMAo\""
}