{
    "kind": "blogger#post",
    "id": "2215730068420745284",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-04-14T14:07:00+01:00",
    "updated": "2017-10-06T15:17:13+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/04/what-is-difference-between-meditation.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2215730068420745284",
    "title": "What is the difference between meditation and self-investigation?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently asked me several questions about meditation and self-investigation, such as what difference there is between them, so this article is adapted (and the third and fourth sections are considerably expanded) from the reply that I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#vicara\">Meditation on ourself is self-investigation (<i>ātma-vicāra</i>)</a></li>\n<li><a href=\"#meditate\">We should not meditate on anything other than ourself</a></li>\n<li><a href=\"#brahman\">Meditation on the idea ‘I am <i>brahman</i>’ is not <i>ātma-vicāra</i></a></li>\n<li><a href=\"#i-am\">Meditation on ‘I am’ alone is <i>ātma-vicāra</i></a></li>\n<li><a href=\"#adjuncts\">Our ego is just ourself (‘I am’) seemingly mixed and confused with adjuncts</a></li>\n<li><a href=\"#ego\">We seem to be this ego only when we are experiencing anything other than ourself</a></li>\n</ol>\n<a name=\"vicara\"></a><b>1. Meditation on ourself is self-investigation (<i>ātma-vicāra</i>)</b><br>\n<br>\nThe first question my friend asked was whether it would be correct to say that meditation and self-enquiry are ‘two different approaches or techniques’, because ‘in meditation you concentrate your attention on one single thought or image’ whereas in ‘in self-enquiry you investigate the ego’, in reply to which I wrote:<br>\n<br>\nWhereas the term <i>ātma-vicāra</i> (self-investigation or self-enquiry) has a very well defined meaning, the term <i>dhyāna</i> or meditation has no such defined meaning, because its meaning varies according to the context. For example, Bhagavan sometimes described <i>ātma-vicāra</i> as <i>svarūpa-dhyāna</i> (such as in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>), <i>ātma-cintanā</i> (such as in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">thirteenth paragraph</a>) or <i>ananya-bhāva</i> (‘otherless meditation’ or meditation on what is not other than oneself, in verse 8 of <i>Upadēśa Undiyār</i>), so in such cases meditation (<i>dhyāna</i>, <i>cintanā</i> or <i>bhāva</i>) means exactly the same as <i>vicāra</i>.<br>\n<br>\nHowever, in most contexts the term ‘meditation’ means meditating on something other than oneself, in which case it is the direct opposite of <i>ātma-vicāra</i>. Therefore the crucial distinction is not between <i>vicāra</i> and meditation, but between on the one hand investigating or meditating on oneself alone, and on the other hand investigating or meditating on anything other than oneself.<br>\n<br>\nTo put it briefly, meditation on ourself is <i>ātma-vicāra</i> (self-investigation or self-observation), whereas meditation on anything else is <i>anātma-vicāra</i> (investigation or observation of something that is not ourself).<br>\n<br>\n<a name=\"meditate\"></a><b>2. We should not meditate on anything other than ourself</b><br>\n<br>\nThe second question my friend asked was about the need for meditation, concerning which he wrote:<br>\n<blockquote>In verse 15 of <i>Ashtavakra Gita</i>, Ashtavakra says that the cause of our bondage is because we meditate. Ramana Maharshi also says ‘don’t meditate, be’. It is compared to looking for a chain everywhere when it is actually around your neck. The search will be fruitless. Therefore, should we or should we not meditate?</blockquote>\nTo this I replied:<br>\n<br>\nWhen Bhagavan said, ‘Don’t meditate’, what he meant is that we should not meditate on anything other than ourself, and when he said, ‘Be’, what he meant is that we should meditate only on ourself, because whereas meditating on anything other than ourself is an action or <i>karma</i>, meditating on ourself alone is a state of just being (<i>summā iruppadu</i>), since being aware of ourself alone without doing anything is our natural state. Therefore the answer to your question ‘should we or should we not meditate?’ is that we should meditate only on ourself, and should not meditate on anything else.<br>\n<br>\n<a name=\"brahman\"></a><b>3. Meditation on the idea ‘I am <i>brahman</i>’ is not <i>ātma-vicāra</i></b><br>\n<br>\nThe third question my friend asked was about meditation on ‘I am <i>brahman</i>’, which he said Sankara recommended, but he added:<br>\n<blockquote>The other view is that Brahman is only a concept, an idea or a thought and therefore meditating on Brahman  is not helpful. Instead one is advised to meditate on one’s own Self or consciousness. What is the correct approach?</blockquote>\nTo this I replied:<br>\n <br>\nAs you say, many people believe that Adi Sankara recommended that we should meditate on the idea ‘I am <i>brahman</i>’, but such people have not understood him correctly. What he actually recommended is not that we should merely think that we are <i>brahman</i> but only that we should experience ourself as <i>brahman</i>, and since ‘<i>brahman</i>’ is a term that denotes what we actually are, what he meant is only that we should experience ourself as we actually are.<br>\n<br>\nSo long as we meditate upon anything other than ourself (including any idea such as ‘I am <i>brahman</i>’), we are experiencing ourself as our ego, because as Bhagavan repeatedly explained, what experiences anything other than ourself is only our ego and not what we really are. What we really are (our real self) alone exists, so when we experience ourself as such we cannot experience anything else. Therefore, since it is only our ego that experiences anything other than itself, by experiencing (attending to or meditating upon) anything other than ourself we are sustaining the illusion that we are this ego, and hence we can never destroy our ego by meditating on anything other than ourself.<br>\n<br>\n‘I am <i>brahman</i>’ is just a group of words that express an idea, but both these words and the idea they express are obviously something other than ourself, because they are something that we can experience only temporarily, whereas we experience ourself permanently, and hence we experience ourself even when we are not thinking ‘I am <i>brahman</i>’. Therefore meditating on either the words or the idea ‘I am <i>brahman</i>’ entails attending to something other than ourself, so it can only be a means to sustain our ego and not to destroy it.<br>\n<br>\nSince the words ‘I am <i>brahman</i>’ indicate that <i>brahman</i> is nothing other than ourself, if we want to meditate on <i>brahman</i>, we should meditate only on ourself and not on any idea that we have about <i>brahman</i>. This is why Bhagavan used to say that when we are told ‘That is you’ (<i>tat tvam asi</i>), our immediate response should be to investigate ‘What am I?’<br>\n<br>\nBefore we learn anything about <i>advaita</i> philosophy, when we hear terms such as God, <i>brahman</i> or the infinite reality, we generally assume that what they denote is something that is other than ourself and far out of our reach, so to remove this mistaken belief, we have to be told that it is actually only ourself, and that we can therefore experience it only by experiencing what we ourself actually are. This is why the <i>Vēdas</i> contain statement such as ‘That is you’ (<i>tat tvam asi</i>) and ‘I am <i>brahman</i>’ (<i>ahaṁ brahmāsmi</i>), and why such statements are called <i>mahāvākyas</i> or ‘the great pronouncements’.<br>\n<br>\nBecause we now experience ourself as a finite person, the infinite reality called <i>brahman</i> seems to us to be something that is entirely unknown to us, and that is separate from or other than what we ourself are. Therefore it is only to remove this wrong idea we have about <i>brahman</i> that the <i>Vēdas</i> teach us that it is actually only ourself (which far from being something unknown to us is actually the only thing that is constantly known to us). Hence the intention of the <i>Vēdas</i> when they say ‘You are that’ or ‘I am <i>brahman</i>’ is only to make us stop thinking of it as something other than ourself and instead to motivate us to try to know what we ourself actually are.<br>\n<br>\nNevertheless, many scholars who have extensively studied <i>vēdānta</i> and the philosophy of <i>advaita</i> claim that in order to know <i>brahman</i> we must investigate not only what is meant by the word ‘you’ (<i>tvam</i>) but also what is meant by the word ‘that’ (<i>tat</i>). However, claiming this clearly shows that they have not understood the intention of the <i>Vēdas</i> in saying ‘You are that’ (<i>tat tvam asi</i>). ‘You are that’ means that ‘you’ and ‘that’ are identical — that ‘that’ is not anything other than ‘you’ — so when this is the case, it should be obvious to us that we cannot investigate or know ‘that’ except by investigating and knowing ourself, who is what is denoted by the word ‘you’.<br>\n<br>\nIn order to know ‘that’, all that we need do is to investigate and know what we ourself actually are. Investigating ourself is therefore both necessary and sufficient. It is necessary because no other means can enable us to experience ‘that’, and it is sufficient because if we investigate ourself, no other means is required, because we ourself are the ‘that’ or <i>brahman</i> that we seek to experience.<br>\n<br>\n<a name=\"un32\"></a>If we have understood that <i>brahman</i> is what we actually are, we should be able to infer from this that all we need do to experience <i>brahman</i> is to try to experience ourself as we actually are, and that we therefore no longer need to think about <i>brahman</i> at all, as if it were anything other than ourself. Therefore in <a href=\"http://happinessofbeing.blogspot.com/2014/02/we-should-meditate-only-on-i-not-on.html#un32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan emphasises that since <i>brahman</i> is nothing but ourself, what we need to do is only to investigate what we are and thereby to experience ourself as we actually are, and that if instead we were just to meditate or think repeatedly ‘I am that’, that would show that we have not clearly understood the implication of statements such as ‘you are that’:<br>\n<blockquote>அதுநீயென் றம்மறைக ளார்த்திடவுந் தன்னை<br>\nயெதுவென்று தான்றேர்ந் திராஅ — ததுநா<br>\nனிதுவன்றென் றெண்ணலுர னின்மையினா லென்று<br>\nமதுவேதா னாயமர்வ தால்.<br>\n<br>\n<i>adunīyeṉ ḏṟammaṟaiga ḷārttiḍavun taṉṉai<br>\nyeduveṉḏṟu tāṉḏṟērn dirāa — dadunā<br>\nṉiduvaṉḏṟeṉ ḏṟeṇṇalura ṉiṉmaiyiṉā leṉḏṟu<br>\nmaduvētā ṉāyamarva dāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால், என்றும் அதுவே தான் ஆய் அமர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl, eṉḏṟum aduvē tāṉ-āy amarvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், அதுவே தான் ஆய் என்றும் அமர்வதால், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, adu-v-ē tāṉ-āy eṉḏṟum amarvadāl, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl</i>.<br>\n<br>\n<b>English translation:</b> When the <i>Vēdas</i> declare ‘you are that’, instead of oneself knowing and being oneself [by investigating] what [am I], thinking ‘I am that [<i>brahman</i>], not this [body]’ is due to the absence of strength [or clarity of understanding], because that indeed always exists as oneself.</blockquote>\n<a name=\"un36\"></a>However, carefully considering the idea that we are <i>brahman</i> is a form of <i>manana</i> or reflection on what we have learnt, so if we ponder on this idea correctly it can help us to strengthen our conviction that all we need to experience is ourself alone. Therefore in <a href=\"http://happinessofbeing.blogspot.com/2014/02/we-should-meditate-only-on-i-not-on.html#un36\">verse 36</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan concedes that thinking we are <i>brahman</i> can help us to some extent to abide as we really are, but he emphasises that we should not carry on thinking this perpetually, because once we have understood that we are that, we should try to remain as that alone by experiencing ourself as we really are: <br>\n<blockquote>நாமுடலென் றெண்ணினல நாமதுவென் றெண்ணுமது<br>\nநாமதுவா நிற்பதற்கு நற்றுணையே — யாமென்று<br>\nநாமதுவென் றெண்ணுவதே னான்மனித னென்றெணுமோ <br>\nநாமதுவா நிற்குமத னால்.<br>\n<br>\n<i>nāmuḍaleṉ ḏṟeṇṇiṉala nāmaduveṉ ḏṟeṇṇumadu<br>\nnāmaduvā niṯpadaṟku naṯṟuṇaiyē — yāmeṉḏṟu<br>\nnāmaduveṉ ḏṟeṇṇuvadē ṉāṉmaṉida ṉeṉḏṟeṇumō<br>\nnāmaduvā niṯkumada ṉāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ? நாம் அதுவா நிற்கும் அதனால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṯpadaṟku nal tuṇai-y-ē ām. eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō? nām adu-v-ā niṯkum adaṉāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். நாம் அதுவா நிற்கும் அதனால், என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṯpadaṟku nal tuṇai-y-ē ām. nām adu-v-ā niṯkum adaṉāl, eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō?</i><br>\n<br>\n<b>English translation:</b> If we think that we are a body, thinking ‘No, we are that’, will be a good aid for [reminding and encouraging] us to abide as that. [However] since we [actually always] abide as that, why [should we be] always thinking ‘we are that’? Does one [constantly] think ‘I am a man’?</blockquote>\nSince we already experience ourself as a human being, we do not need to constantly think ‘I am a human being’ in order to experience ourself as such. Likewise, if we experienced ourself as <i>brahman</i>, we would not need to think ‘I am <i>brahman</i>’ in order to experience ourself as such.<br>\n<br>\nIf we experience ourself as we actually are, we will abide as such, and hence there will be no need for us to think that we are that. In fact, since the nature of what we actually are (which is what is called <i>brahman</i> or ‘that’) is to be aware of itself alone, it never thinks anything, nor could it ever do so, because thinking (or being aware of anything other than itself) is entirely alien to it. Therefore so long as we carry on thinking ‘I am <i>brahman</i>’ or any other thought, we cannot experience what we actually are.<br>\n<br>\n<a name=\"un29\"></a>Therefore, though pondering on the idea that we are <i>brahman</i> can help us indirectly, in <a href=\"http://happinessofbeing.blogspot.com/2014/02/we-should-meditate-only-on-i-not-on.html#un29\">verse 29</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan clearly indicates (by means of a rhetorical question) that it is just an aid and not the actual investigation (<i>vicāra</i>) that we need to undertake in order to experience what we really are:<br>\n<blockquote>நானென்று வாயா னவிலாதுள் ளாழ்மனத்தா<br>\nனானென்றெங் குந்துமென நாடுதலே — ஞானநெறி<br>\nயாமன்றி யன்றிதுநா னாமதுவென் றுன்னறுணை<br>\nயாமதுவி சாரமா மா.<br>\n<br>\n<i>nāṉeṉḏṟu vāyā ṉavilāduḷ ḷāṙmaṉattā<br>\nṉāṉeṉḏṟeṅ gundumeṉa nāḍudalē — ñāṉaneṟi<br>\nyāmaṉḏṟi yaṉḏṟidunā ṉāmaduveṉ ḏṟuṉṉaṟuṇai<br>\nyāmaduvi cāramā mā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம். அன்றி, ‘அன்று இது, நான் ஆம் அது’ என்று உன்னல் துணை ஆம்; அது விசாரம் ஆமா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudal-ē jñāṉa-neṟi ām. aṉḏṟi, ‘aṉḏṟu idu, nāṉ ām adu’ eṉḏṟu uṉṉal tuṇai ām; adu vicāram āmā?</i><br>\n<br>\n<b>அன்வயம்:</b> ‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம்; அன்றி, ‘நான் இது அன்று, [நான்] அது ஆம்’ என்று உன்னல் துணை ஆம்; அது விசாரம் ஆமா?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudal-ē jñāṉa neṟi ām; aṉḏṟi, ‘nāṉ idu aṉḏṟu, [nāṉ] adu ām’ eṉḏṟu uṉṉal tuṇai ām; adu vicāram āmā?</i><br>\n<br>\n<b>English translation:</b> Without saying ‘I’ by mouth, investigating with an inward sinking mind where it rises as ‘I’ alone is the path of <i>jñāna</i> [the means to experience real knowledge]. Instead, thinking ‘[I am] not this [body or mind], I am that [<i>brahman</i>]’ is [merely] an aid, [but] is it <i>vicāra</i> [self-investigation]?</blockquote>\nWhere our mind rises as ‘I’ is only ourself, so ‘நான் என்று எங்கு உந்தும் என நாடுதல்’ (<i>nāṉ eṉḏṟu eṅgu undum eṉa nāḍudal</i>), ‘investigating where it rises as I’, means investigating or scrutinising ourself alone. Therefore what Bhagavan teaches us in the first sentence of this verse is that the path of <i>jñāna</i> (which is what is also called the practice of <i>ātma-vicāra</i>) is nothing but investigating ourself alone with our mind sinking, immersing or penetrating deep within ourself.<br>\n<br>\nSo long as we allow our mind to think any thought, it is attending to something other than ourself, and hence it cannot sink inwards and be immersed in ourself. Therefore, though thinking that we are <i>brahman</i> may be an aid in so far as it can remind us and encourage us to try to attend to ourself alone, it is not the actual practice of self-investigation (<i>ātma-vicāra</i>), which is the only means by which we can experience what we actually are.<br>\n<br>\n<a name=\"un27\"></a>What thinks or experiences any thought or idea, including the idea ‘I am <i>brahman</i>’, is not what we actually are but only our ego, and so long as we experience ourself as this thinking ego we are not experiencing ourself as we actually are. Therefore in order to experience ourself as <i>brahman</i>, which is what we actually are, we must cease experiencing ourself as this ego — or in other words, we must just be as we actually are without rising as this ego. Therefore in verse 27 of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says:<br>\n<blockquote>நானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br>\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br>\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br>\nதன்னிலையி னிற்பதெவன் சாற்று.<br>\n<br>\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br>\nnāṉudikkun thāṉamadai nāḍāma — ṉāṉudiyāt<br>\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br>\ntaṉṉilaiyi ṉiṯpadevaṉ sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum thāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ-ṉilaiyil niṯpadu evaṉ? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> The state in which ‘I’ exists without rising is the state in which we exist as that [<i>brahman</i>]. Without investigating the source from which ‘I’ rises, how to attain the annihilation of oneself [the ego], where ‘I’ does not rise? [And] without attaining [this annihilation of one’s ego], say, how to abide in the state of oneself, in which oneself is that?</blockquote>\nSince the source or ‘place’ (<i>sthāna</i>) from which ‘I’ rises is only ourself, what he means here by the words ‘நான் உதிக்கும் தானம் அதை நாடுதல்’ (<i>nāṉ udikkum</i> [<i>s</i>]<i>thāṉam-adai nāḍudal</i>), ‘investigating the source from which ‘I’ rises’, is only self-investigation (<i>ātma-vicāra</i>). Thus he categorically asserts that self-investigation is the only means by which we can experience ourself as <i>brahman</i> or ‘that’, because unless we investigate ourself we cannot destroy our illusion that we are this ego — the ‘I’ that rises and endures only in waking and dream, but that subsides and disappears when we are asleep — and unless we destroy this illusion, we cannot experience ourself as we really are.<br>\n<br>\n<a name=\"i-am\"></a><b>4. Meditation on ‘I am’ alone is <i>ātma-vicāra</i></b><br>\n<br>\nMy friend also asked about meditation on ‘I am’, which he believed is in some way different to <i>ātma-vicāra</i> (self-investigation or self-enquiry), remarking that ‘in self-enquiry you look at and investigate the snake, whereas in “I am” meditation you focus your attention on the rope’. However, he admitted that ‘there is only one I’, so he explained the difference he saw between self-enquiry and meditation on ‘I am’ by saying ‘but there are two ways of looking at it’. I replied as follows:<br>\n<br>\nRegarding your question about the difference between investigating our ego and meditating on ourself (which is what is denoted by the words ‘I am’), there is absolutely no difference between them. They are just two alternative ways of describing the same practice, because what seems to be our ego is actually only ourself, just as what seems to be a snake is actually only a rope.<br>\n<br>\nIf we look carefully at the seeming snake we will find that what we are actually looking at is only a rope, so whether we think we are looking at a snake or at a rope, we are actually looking at the same thing. Likewise, if we look carefully at (or meditate upon) this ego that we now seem to be, we will find that what we are actually looking at (or meditating upon) is only our real self, so whether we think we are looking at our ego or at ourself, we are actually looking at the same thing. Therefore, there is absolutely no difference between investigating (looking at, observing or meditating upon) our ego and investigating (looking at, observing or meditating upon) ourself (our real ‘I am’).<br>\n<br>\nThough Bhagavan often described <i>ātma-vicāra</i> as investigating our ego, he did not mean to imply thereby that it does not entail investigating what we really are, because if we investigate our ego we will find that what seems to be our ego is actually what we really are. Therefore he also frequently described <i>ātma-vicāra</i> as investigating ourself, investigating who am I, investigating what we actually are or investigating the source of our ego.<br>\n<br>\nFor example, as we saw above, in verse 27 of <i>Uḷḷadu Nāṟpadu</i> he described <i>ātma-vicāra</i> as ‘investigating the source [or ‘place’] from which ‘I’ rises’ (நான் உதிக்கும் தானம் அதை நாடுதல்: <i>nāṉ udikkum thāṉam-adai nāḍudal</i>), and in verse 29 he described it as ‘investigating where it rises as I’ (நான் என்று எங்கு உந்தும் என நாடுதல்: <i>nāṉ eṉḏṟu eṅgu undum eṉa nāḍudal</i>). Therefore, since the source or ‘place’ from which our ego rises as ‘I’ is only ourself (what we actually are), what he was in effect implying by these words is that <i>ātma-vicāra</i> is simply investigating ourself — that is, trying to experience what we actually are.<br>\n<br>\n<a name=\"ny16\"></a>Even more explicitly, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i> he defined <i>ātma-vicāra</i> as ‘always keeping the mind in [or on] ourself (<i>ātmā</i>)’:<br>\n<blockquote>[...] சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; [...]<br>\n<br>\n[...] <i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṯku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>; [...]<br>\n<br>\n[...] The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [ourself]; [...]</blockquote>\nHere சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பது (<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadu</i>) means always keeping our mind fixed in or on ourself, and since fixing our mind on something means attending to it, this clear and simple definition of <i>ātma-vicāra</i> means that it is only the practice of always keeping our attention fixed firmly on ourself. In other words, <i>ātma-vicāra</i> is nothing other than self-attentiveness — that is, attending only to ourself in order to experience what we actually are.<br>\n<br>\nWhether we experience ourself as this ego or as what we actually are, we always remain the same self, just as the rope is always the same rope whether it is mistaken to be a snake or recognised to be a rope. Therefore, just as we cannot look at the seeming snake without looking at the actual rope, we cannot investigate our ego without investigating ourself. In other words, we cannot investigate our ego without meditating on ‘I am’ (as you describe it), because what the term ‘I am’ denotes is nothing but ourself, which is what we now experience as this ego.<br>\n<br>\n<a name=\"adjuncts\"></a><b>5. Our ego is just ourself (‘I am’) seemingly mixed and confused with adjuncts</b><br>\n<br>\nThe only difference between ourself and our ego is that we ourself are completely devoid of adjuncts, whereas our ego is ourself seemingly mixed and confused with adjuncts. What is real is only ourself, and the adjuncts that we seem to superimpose upon ourself when we experience ourself as this ego are unreal, being just imaginary fabrications.<br>\n<br>\nWe seem to be mixed with adjuncts only when we experience or attend to anything other than ourself, so if we try to attend only to ourself (whom we now experience as this ego), all our seeming adjuncts will dissolve and disappear (just as the illusion that a rope is a snake will dissolve and disappear if we look at it carefully), and we will thereby find that what we are actually attending to (or meditating upon) is not our ego but only ourself. This is why Bhagavan used to say that if we try to attend to our ego, it will disappear or ‘take flight’.<br>\n<br>\n<a name=\"ego\"></a><a name=\"un25\"></a><b>6. We seem to be this ego only when we are experiencing anything other than ourself</b><br>\n<br>\nOur ego seems to exist only so long as we are attending to and thereby experiencing anything other than ourself, so by attending to any such thing we are nourishing and sustaining our ego, whereas if we try to attend only to ourself we will thereby dissolve this illusion called ego. This is the <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/the-crucial-secret-revealed-by-sri.html\">crucial secret</a> that Bhagavan teaches us in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nHere உரு (<i>uru</i>) or ‘form’ means anything other than ourself, because a form is anything that has features of any kind that distinguish it either from other things or from ourself. By attending to and thereby experiencing any form we are ‘grasping’ it, and by grasping it we give rise to, nourish and sustain our ego, because we seem to be this ego only when we are experiencing anything other than ourself.<br>\n<br>\nBhagavan describes our ego as ‘the formless phantom-ego’ (உருவற்ற பேய் அகந்தை: <i>uru-v-aṯṟa pēy ahandai</i>) because it has no form of its own. If it did not grasp and mistake itself to be any form (a body), it would not seem to be a form, so when it does not grasp any form, its formless nature is revealed, and hence we will then experience it as nothing other than our real self. This is why he says that if we seek this ego (that is, if we try to experience it alone), ‘it will take flight’ — that is, it will cease to seem to be an ego, and will instead be experienced as what we really are, which is what is called <i>brahman</i>.<br>\n<br>\nTherefore the essential truth that Bhagavan repeatedly emphasised is that <b>by attending to anything other than ourself we are nourishing and sustaining our ego, so the only way to destroy our ego is to try to attend to ourself alone</b>. This is why he taught us that <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/self-attentiveness-and-self-awareness.html#ourself\">we should not meditate on anything else but only on ourself</a>.<br>\n<br>\nThis simple principle is the cornerstone of his teachings, so in order to follow the path that he has shown us without getting distracted by or diverted onto any other path, it is essential that we understand and never forget this.<br>\n<br>\nEvery other kind of spiritual practice entails attending to something other than ourself, so it can only nourish and sustain our ego. Therefore <i>ātma-vicāra</i> — the simple practice of attending to or meditating on ourself alone — is the only means by which we can experience ourself as we really are and thereby destroy forever the illusion that we are this ego.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2215730068420745284/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3Mjk5NDMzMDgwCm9mZnNldDogMzYwMDAwMAo\""
}