{
    "kind": "blogger#post",
    "id": "364196787312746925",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-03-31T14:44:00+01:00",
    "updated": "2022-06-10T10:35:00+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/03/all-phenomena-are-just-dream-and-only.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/364196787312746925",
    "title": "All phenomena are just a dream, and the only way to wake up is to investigate who is dreaming",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\"><a name=\"ny17\"></a>In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para17\">seventeenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) Sri Ramana advises us that if we wish to know what we really are, we should completely ignore and reject everything else:<br>\n<blockquote>குப்பையைக் கூட்டித் தள்ளவேண்டிய ஒருவன் அதை யாராய்வதா லெப்படிப் பயனில்லையோ அப்படியே தன்னை யறியவேண்டிய ஒருவன் தன்னை மறைத்துகொண்டிருக்கும் தத்துவங்க ளனைத்தையும் சேர்த்துத் தள்ளிவிடாமல் அவை இத்தனையென்று கணக்கிடுவதாலும், அவற்றின் குணங்களை ஆராய்வதாலும் பயனில்லை. பிரபஞ்சத்தை ஒரு சொப்பனத்தைப்போ லெண்ணிக்கொள்ள வேண்டும்.<br><a name='more'></a>\n<br>\n<i>kuppaiyai-k kūṭṭi-t taḷḷa-vēṇḍiya oruvaṉ adai y-ārāyvadāl eppaḍi-p payaṉ-illai-y-ō appaḍi-y-ē taṉṉai y-aṟiya-vēṇḍiya oruvaṉ taṉṉai maṟaittu-koṇḍirukkum tattuvaṅgaḷ aṉaittaiyum sērttu-t taḷḷi-viḍāmal avai ittaṉai-y-eṉḏṟu kaṇakkiḍuvadāl-um, avaṯṟiṉ guṇaṅgaḷai ārāyvadāl-um payaṉ-illai. pirapañcattai oru soppaṉattai-p-pōl eṇṇi-k-koḷḷa vēṇḍum</i>.<br>\n<br>\nJust as one who needs to sweep up and throw away rubbish [would derive] no benefit by analysing it, so one who needs to know oneself [will derive] no benefit by calculating that the <i>tattvas</i>, which are concealing oneself, are this many, and analysing their qualities, instead of collectively rejecting all of them. It is necessary to consider the world [which is believed to be an expansion or manifestation of such <i>tattvas</i>] like a dream.</blockquote>\nThe exact meaning of the Sanskrit word <i>tattva</i> depends on the context in which it is used, but it generally means what is real or actual (or at least what is supposed to be so), particularly the real essence or substance of anything, because its fundamental meaning is ‘itness’, ‘thisness’ or ‘thatness’, since <i>tat</i> means it, this or that (being the form that the third person singular neuter pronoun <i>tad</i> takes in compound words or phrases), and the suffix <i>-tva</i> is equivalent in meaning to the English suffix ‘-ness’. In this context the plural form of <i>tattva</i> refers to all or any of the various ontological principles, ‘realities’, ‘essences’ or basic constituents that all phenomena are believed to be composed of or derived from.<br>\n<br>\nEach school of Indian philosophy has its own ontological theories and conception of what actually exists, so the identity, number and nature of the <i>tattvas</i> that they postulate varies, as does their analysis of them and of the relationship between them, but according to Sri Ramana (and to purer forms of <i>advaita</i> philosophy in general) the only real <i>tattva</i> is ourself, and all other <i>tattvas</i> are illusions or false appearances that seem to exist only in the self-ignorant view of our ego, which is itself unreal. So long as any <i>tattva</i> or ‘thatness’ other than ourself seems to exist, we are not experiencing ourself as we really are, so he says here that all such <i>tattvas</i> conceal ourself, and hence we must reject or exclude them entirely in order to experience ourself as we really are.<br>\n<br>\nThe word that I translated as ‘world’ in the last sentence of this paragraph is <i>pirapañcam</i>, which is a Tamil form of the Sanskrit word <i>prapañca</i>, which is generally translated as world, universe or cosmos, but which actually has a broader meaning than just the physical universe. It is derived from the verb <i>pac</i> or <i>pañc</i>, which means to spread out, expand or develop (and hence the most probable derivation of the word <i>pañca</i> meaning ‘five’ is that that is the number of fingers displayed when a hand is spread out), and the prefix <i>pra-</i>, which means before, in front, forward or forth, so <i>prapañca</i> means what is spread forth or what has expanded out in front of us, and hence in its broadest sense it means all phenomena, both physical and mental — or in other words, everything that we experience other than ourself.<br>\n<br>\nTherefore when Sri Ramana says here, ‘பிரபஞ்சத்தை ஒரு சொப்பனத்தைப்போ லெண்ணிக்கொள்ள வேண்டும்’ (<i>pirapañcattai oru soppaṉattai-p-pōl eṇṇi-k-koḷḷa vēṇḍum</i>), which means ‘It is necessary to consider <i>prapañca</i> [to be] like a dream’, what he implies is that we should consider all phenomena — everything other than ourself — to be like any phenomena we experience in a dream. Just as everything we experience in a dream is just a creation or expansion of our own mind, so everything we experience in our present state of seeming ‘waking’ is just a creation or expansion of our own mind.<br>\n<ol>\n<li><a href=\"#tattva\">We alone actually exist, so we are the only real <i>tattva</i></a></li>\n<li><a href=\"#wake-up\">The only way to wake up permanently is to investigate who is dreaming</a></li>\n<li><a href=\"#one-dreamer\">In a dream there is only one dreamer or experiencer</a></li>\n<li><a href=\"#centre\">We are the centre and source of time and space</a></li>\n<li><a href=\"#experience\">Why do we not immediately experience ourself as we really are?</a></li>\n<li><a href=\"#investigation\">Why is the practice of self-attentiveness called <i>vicāra</i> or ‘investigation’?</a></li>\n<li><a href=\"#space\">Physical space appears only in our mental space, and our mental space appears only in the space of our self-awareness</a></li>\n<li><a href=\"#sleep\">Our awareness of ourself in sleep</a></li>\n<li><a href=\"#death\">What happens to ourself when our body dies?</a></li>\n</ol>\n<a name=\"tattva\"></a><b>1. We alone actually exist, so we are the only real <i>tattva</i></b><br>\n<br>\n<a name=\"aamm043\"></a>Since a plurality of <i>tattvas</i> or ontological principles are postulated only to explain the appearance or seeming existence of diverse phenomena (the totality of which are what constitutes the entire <i>prapañca</i>), if all phenomena are just an expansion of our own mind, and if our mind is just an illusory expansion or spreading out of ourself, the only real <i>tattva</i> or ultimate ontological principle is ourself. This is why in verse 43 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> Sri Ramana sings, ‘தானே தானே தத்துவம்’ (<i>tāṉ-ē tāṉ-ē tattuvam</i>), the essential meaning of which is that oneself alone is the <i>tattva</i> or ultimate reality, but with triple emphasis placed on the word தான் (<i>tāṉ</i>), which means oneself or myself (or in other contexts, yourself, himself, herself or itself). That is, in the phrase தானே தானே (<i>tāṉ-ē tāṉ-ē</i>), both the second <i>tāṉ</i> and each instance of the suffix <i>ē</i> function as intensifiers to emphasise the first <i>tāṉ</i> and thereby to convey the sense of ‘oneself alone indeed’, ‘oneself alone certainly’ or ‘only oneself itself’ — or perhaps more simply, if we translate the first <i>tāṉ</i> as ‘I’, which we can justifiably do, since ‘I’ and ‘myself’ (or ‘one’ and ‘oneself’) both denote the same thing, we can interpret the first <i>tāṉē</i> as ‘definitely I’ and the second one as ‘myself alone’, in which case தானே தானே தத்துவம் (<i>tāṉē tāṉē tattuvam</i>) would mean ‘definitely I myself alone am what is real’.<br>\n<br>\n<a name=\"ny07\"></a>The same idea is also expressed by Sri Ramana clearly and emphatically in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own essential self].</blockquote>\nSince we ourself are the only thing that actually exists, Sri Ramana taught us that whatever else we may experience is no more real than anything we experience in a dream, and that whatever state we currently take to be our waking state is actually just another dream. If we were really awake, no dream could occur, so the dream of our present life is just one of a succession of dreams, each of which occurs only because we are in effect asleep, having forgotten or ignored what we actually are. Therefore if we investigate ourself and thereby experience ourself as we actually are, our sleep of self-forgetfulness or self-ignorance will be dissolved, and along with it all our dreams will also cease.<br>\n<br>\n<a name=\"wake-up\"></a><b>2. The only way to wake up permanently is to investigate who is dreaming</b><br>\n<br>\n<a name=\"gvk560\"></a>After concluding the seventeenth paragraph of <i>Nāṉ Yār?</i> by saying that we should consider the entire <i>prapañca</i> or world of phenomena to be like a dream, in the next paragraph he says that there is no difference between waking and dream except that ‘waking is long-lasting and dream is momentary’. However, as I explained in my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/is-there-any-real-difference-between.html\">Is there any real difference between waking and dream?</a>, he later said (as recorded by Sri Muruganar in verse 560 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>) that even this difference in duration is just an illusion. Therefore his conclusive verdict was that there is actually no significant difference between waking and dream, and that so long as we are experiencing any phenomena — anything other than ourself — whatever state we currently mistake to be waking is actually just another dream.<br>\n<br>\nSo long as we are interested in experiencing whatever phenomena appear in a dream, the dream will not cease, unless it is forcibly interrupted by another dream (such as the one that we now mistake to be waking) or we are overpowered by sleep. Our interest in experiencing a dream is therefore what sustains it, so we cannot wake up from a dream by investigating or observing any of the phenomena we experience in it.<br>\n<br>\nOur interest in the phenomena we experience in a dream is caused primarily by the fact that we then experience ourself as one of those phenomena — that is, as a person who is a part of that dream world — and we experience ourself thus because we do not experience what we really are. If we were to experience ourself as we actually are, we would not mistake ourself to be a person in the dream, and thus the dream itself would dissolve, since it is sustained only by our illusion that we are that dream person.<br>\n<br>\nTherefore the only way in which we can wake up not only from our current dream but also from the basic sleep of self-ignorance that underlies and supports every dream is to investigate ourself, the dreamer who is currently experiencing this dream, and thereby to experience ourself as we really are. So long as we are experiencing any phenomena — anything other than ourself — we are dreaming, so we can wake up only by trying to experience ourself alone, in complete isolation from all phenomena of any kind whatsoever.<br>\n<br>\n<a name=\"one-dreamer\"></a><b>3. In a dream there is only one dreamer or experiencer</b><br>\n<br>\nDuring the past sixteen months a friend wrote a series of emails asking me various questions, most of which were more or less closely related to this teaching of Sri Ramana that our current state, in which we seem to be awake, is actually just another dream, and that self-investigation is the only way to wake up from this and all other dreams, so this and the following sections of this article are adapted from the replies that I wrote to him.<br>\n<br>\nIn his first email my friend asked why this dream that we now take to be our waking state is common to everyone, or whether the idea that it is common to everyone is just an assumption, to which I replied:<br>\n<br>\nWhen we are dreaming, it seems to us that everyone else that we see there is experiencing the same world that we are then experiencing, but when we wake up, we understand that all those seeming people were just part of our dream-projection.<br>\n<br>\nTherefore yes, it is just the assumption of your dreaming mind that there are other people experiencing this world just like you. In a dream there is only one dreamer: one experiencer.<br>\n<br>\n<a name=\"centre\"></a><b>4. We are the centre and source of time and space</b><br>\n<br>\nIn his second email my friend wrote that he thought he had understood the concept of time but that he had not yet grasped the concept of space, and the reply I wrote to this is what I adapted as the article <a href=\"http://happinessofbeing.blogspot.co.uk/2014/01/i-is-centre-and-source-of-time-and-space.html\">‘I’ is the centre and source of time and space</a>.<br>\n<br>\n<a name=\"experience\"></a><b>5. Why do we not immediately experience ourself as we really are?</b><br>\n<br>\nIn his next email my friend wrote that though he has understood that time and space are just assumptions, as also is his feeling that he is a separate entity, he feels as if he is ‘locked inside this body-mind mechanism’, and hence he asked ‘why the realization is not happening suddenly’, to which I replied:<br>\n<br>\nWe can experience ourself as we really are at any moment, provided that we really want to, so if we do not experience this now, it is because we do not yet want it enough.<br>\n<br>\n<a name=\"un26\"></a>Now we experience ourself as a body and mind, but this experience is illusory, so when we do experience ourself as we really are, this illusory experience that we are a body and mind will be destroyed. Since everything else that we experience through this body and mind is an illusion based on our primary illusion ‘I am Rob [or Michael], a person composed of body and mind’, when this primary illusion is destroyed by clear self-experience (or ‘realisation’, as it is often imprecisely called) the illusion that we experience anything else will also be destroyed.<br>\n<br>\nAs Sri Ramana says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nTherefore experiencing ourself as we really are entails giving up everything, so until we are willing to give up all our desires to experience anything other than ourself, we do not really want to experience ourself as we really are.<br>\n<br>\nI think you will agree that if we are honest with ourself, we will each have to admit that our love to experience only ourself and nothing else whatsoever is not yet strong enough, and until it is strong enough, we will not be able to overcome all our other desires.<br>\n<br>\nIn order to strengthen our love to experience ourself alone and thereby to weaken all our other desires, we need to practise trying to experience ourself alone. Other than this practice of <i>ātma-vicāra</i> (self-investigation), there is no effective means by which we can cultivate increasing love to experience ourself alone.<br>\n<br>\n<a name=\"ny16\"></a>Until we experience ourself as we really are, we will continue to feel that we are someone ‘locked inside this body-mind mechanism’, as you so aptly put it. This is what is called bondage, so the only liberation from this bondage is to experience ourself as we really are. As Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[...] பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி. [...]<br>\n<br>\n[...] <i>bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti</i>. [...]<br>\n<br>\n[...] Knowing one’s own actual self [by] investigating who is oneself who is in bondage, alone is liberation. [...]</blockquote>\n<a name=\"investigation\"></a><b>6. Why is the practice of self-attentiveness called <i>vicāra</i> or ‘investigation’?</b><br>\n<br>\nIn his fourth email my friend described how he is trying to practise self-investigation (<i>ātma-vicāra</i>), and added: ‘Usually I watch this feeling of existence, but lately I realized that someone watching the existence is a projection by the mind. So I am this feeling of existence’. He then asked whether the practice is to ‘just turn attention to that feeling of existence’, and what the significance of the term ‘investigation’ is, to which I replied:<br>\n<br>\nWhen we practise <i>ātma-vicāra</i>, we are trying to attend only to ourself, so the ‘I’ that is attending is the same ‘I’ that it is attending to.<br>\n<br>\nThis simple practice of self-attentiveness is called <i>vicāra</i> or ‘investigation’ because we are trying to experience ourself as we really are, or in other words, we are trying to find out who am I. Though we clearly know <i>that I am</i>, we do not clearly know <i>what I am</i>, so we have to investigate what I am by trying to attend to ourself alone.<br>\n<br>\nSo long as we feel that we are attending to anything other than ourself, or that the attending ‘I’ is something we have projected, we are not correctly attending to ourself alone. Therefore we have to investigate deeper until we are able to experience nothing other than ourself.<br>\n<br>\nIn section 435 of <i>Talks with Sri Ramana Maharshi</i> (2006 edition, page 423) it is recorded that when someone asked Sri Ramana how to concentrate on oneself, he replied: ‘If that is solved everything else is solved’. Therefore we have to continue investigating or examining ourself until we are able to experience ourself clearly as we actually are.<br>\n<br>\n<a name=\"space\"></a><b>7. Physical space appears only in our mental space, and our mental space appears only in the space of our self-awareness</b><br>\n<br>\nIn his next two emails my friend again asked about our experience of space, saying that he understands that we experience it in relation to our ego, which we experience as being located here, the reference point from which any other point in space is experienced, and that he therefore wants to understand how we can deconstruct the illusion of this reference point (our ego) just by watching it. In reply I wrote:<br>\n<br>\nTime and space do not exist independent of our experience of them, and we experience them in relation to ourself, whom we experience as the centre of our experience of them.<br>\n<br>\nThe place and time in which we currently experience ourself are what we experience as present, ‘here’ and ‘now’, and hence we experience all other places (points in space) as ‘there’ and all other times (moments) as ‘then’ — that is, as either ‘past’ or ‘future’. What makes the present place and moment seem to be present is therefore only the presence of ourself. Because I am present at this particular place and time, they seem to be present. Therefore what defines any place or time as present is the presence of ourself.<br>\n<br>\nOur entire experience of space and time is centred around our experience of the place and time that we currently experience as present — that is, the place and time in which we currently experience ourself being present.<br>\n<br>\nBecause we now experience ourself as a physical body, we experience physical space in relation to the body we now experience as ourself. This physical space is a reflection of our mental space. Whatever we experience in our mind we experience as occupying a mental space in which we experience ourself (the experiencing ‘I’) as the centre, and since we experience the seemingly physical world in our mind, physical space actually exists only in our mental space.<br>\n<br>\nJust as physical space (known in Sanskrit as <i>bhūtākāśa</i>) exists only in our mental space (known in Sanskrit as <i>manākāśa</i> or <i>cittākāśa</i>), our mental space in turn exists only in the space of experience, awareness or consciousness (known in Sanskrit as <i>cidākāśa</i>), because our mental space arises or appears only in waking and dream, and it subsides or disappears in sleep, and the space in which it thus appears and disappears is only our own experience or awareness.<br>\n<br>\nIn the absence of our mind (as in sleep), we are aware of nothing other than ourself, so the space of awareness in which our mind and everything else appears and disappears is only our own essential self-awareness. When we experience ourself alone (as in sleep), we do not experience any space or time, but when space and time appear, they appear in us, the space of self-awareness. Therefore the space of self-awareness in which everything else appears and disappears is both infinitesimally small (having no extent or duration of its own, since extent or duration are relative measures that require some other thing to be measured against) and infinitely large (being that which contains all extents and durations).<br>\n<br>\nSince we alone are always present, in relation to time and space we are always present in the present moment (now) and the present place (here), but since time and space exist only in us, there is no time or place in which we are not present, and since we exist independent of time and space, we exist in no time or place. Therefore the sole reality underlying the appearance (and the disappearance) of time and space is ourself.<br>\n<br>\nEverything other than ourself is just an illusion. That is, what actually exists is only ourself, and everything else (all time and space, and everything that exists in time and space) merely seems to exist but does not actually exist.<br>\n<br>\n<a name=\"un16\"></a>So long as we experience any time or space, we experience ourself as if we were existing in them, so we cannot experience ourself as we really are so long as we experience time or space or anything else other than ourself. Therefore we should ignore everything else and investigate only ourself — that is, we should try to experience ourself alone, in complete isolation from everything else.<br>\n<br>\nAs Sri Ramana says in verse 16 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>நாமன்றி நாளேது நாடேது நாடுங்கா<br>\nனாமுடம்பே னாணாட்டு ணாம்படுவ — நாமுடம்போ<br>\nநாமின்றன் றென்றுமொன்று நாடிங்கங் கெங்குமொன்றா<br>\nனாமுண்டு நாணாடி னாம்.<br>\n<br>\n<i>nāmaṉḏṟi nāḷēdu nāḍēdu nāḍuṅgā<br>\nṉāmuḍambē ṉāṇāṭṭu ṇāmpaḍuva — nāmuḍambō<br>\nnāmiṉḏṟaṉ ḏṟeṉḏṟumoṉḏṟu nāḍiṅgaṅ geṅgumoṉḏṟā<br>\nṉāmuṇḍu nāṇāḍi ṉām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நாம் அன்றி நாள் ஏது, நாடு ஏது, நாடும் கால்? நாம் உடம்பேல், நாள் நாட்டுள் நாம் படுவம். நாம் உடம்போ? நாம் இன்று, அன்று, என்றும் ஒன்று; நாடு இங்கு, அங்கு, எங்கும் ஒன்று; ஆல், நாம் உண்டு. நாள் நாடு இல். நாம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām aṉḏṟi nāḷ ēdu, nāḍu ēdu, nāḍum kāl? nām uḍambēl, nāḷ nāṭṭuḷ nām paḍuvam. nām uḍambō? nām iṉḏṟu, aṉḏṟu, eṉḏṟum oṉḏṟu; nāḍu iṅgu, aṅgu, eṅgum oṉḏṟu; āl, nām uṇḍu. nāḷ nāḍu il. nām</i>.<br>\n<br>\n<b>அன்வயம்:</b> நாடும் கால், நாம் அன்றி நாள் ஏது, நாடு ஏது? நாம் உடம்பேல், நாம் நாள் நாட்டுள் படுவம். நாம் உடம்போ? இன்று, அன்று, என்றும் நாம் ஒன்று; நாடு இங்கு, அங்கு, எங்கும் [நாம்] ஒன்று; ஆல், ‘[நாள் நாடு இல்] நாம்’ நாம் உண்டு. நாள் நாடு இல்.<br>\n<br>\n<b><i>Anvayam</i></b> (word-separation): <i>nāḍum kāl, nām aṉḏṟi nāḷ ēdu, nāḍu ēdu? nām uḍambēl, nām nāḷ nāṭṭuḷ paḍuvam. nām uḍambō? iṉḏṟu, aṉḏṟu, eṉḏṟum nām oṉḏṟu; nāḍu iṅgu, aṅgu, eṅgum [nām] oṉḏṟu; āl, ‘[nāḷ nāḍu il] nām’ nām uṇḍu. nāḷ nāḍu il</i>.<br>\n<br>\n<b>English translation:</b> When investigated, except we, where is time and where is place? If we are a body, we will be ensnared in time and place. [But] are we a body? Since we are one, now, then and always, one, here, there and everywhere in space, there is [only] we, the timeless and placeless we [or: there is [only] we; time and space are not; we [alone are]].</blockquote>\nSo long as we experience time and space, we are experiencing ourself as if we were this ego, which always experiences itself as a body, through which we perceive a world constructed within a framework of time and space. As this ego, we experience ourself as the centre and reference point from which we experience every other point in time and space. Without experiencing ourself as this ego, we cannot experience any time or space, which is why we do not experience either time or space during sleep, in which we experience ourself without experiencing our ego or anything else.<br>\n<br>\nSince this ego is an illusion that seems to exist only when we experience anything other than ourself, it will be dissolved and cease to exist only if we watch it — that is, only if we try to experience ourself alone. Therefore, since this ego is the root and foundation of our experience of time and space, and since it will cease to exist only if we try to watch, observe or attend to it alone, we can deconstruct the illusion of this ego (and the consequent illusion of time and space) just by watching it — that is, just by trying to attend to ourself alone.<br>\n<br>\n<a name=\"sleep\"></a><b>8. Our awareness of ourself in sleep</b><br>\n<br>\nMy friend then wrote a long email, the gist of which was as follows:<br>\n<blockquote>Recently I was reading vigorously about time and space and pondering about the ego, and I realized something important, namely that I was giving too much importance to the waking state. I was considering everything only with respect to the waking state (such as that enlightenment will happen in this waking state, and that I will then live with enlightenment in this waking state), but I didn’t understand the fact (or took it too loosely) that this is just another state, and that there is therefore no need to give weight to it, because the core thing I need to ponder is being conscious, which is present in all the three states.<br>\n<br>\nAnother aspect which clicked me in the core is that in deep sleep I am aware of the absence of things, so it is also a knowledge, and hence I exist in all these three states. However, I am not aware of the absence of things (in deep sleep) in real time, but only know it from my memory when I wake up, whereas in dream and waking state I know I am having experiences in real time.<br>\n<br>\nOne thing I am sure of is ‘the presence’ or ‘the existence’, or that which I know exists, and I don’t need the help of any sense organs to say I exist, so the only thing I can do is to be with it, or to investigate it as you say, and that will make things clear.</blockquote>\nHe added that he had decided that now is the time to put this into practice, and that what he was trying to do was ‘just attending to the sense of being in waking state’, and he asked whether this is the correct practice.<br>\n<br>\nSoon after writing this he wrote another email in which he said: ‘To have the knowledge of deep sleep state I need to use memory, a part of mind which was absent during deep sleep, so the mind was giving me the answer that I have slept joyfully, so how can I trust the answer of someone (mind) who was not present in the deep sleep state?’<br>\n<br>\nI replied to both these emails as follows:<br>\n<br>\nSo long as you are trying to experience or be aware of yourself alone, you are trying to practise self-investigation correctly. In other words, you are going in the correct direction, so to speak, and are coming close to ‘doing’ it correctly. That is, you are coming close to experiencing yourself alone, but you have not yet succeeded in doing so, because if you had you would have experienced what you really are, and hence you would no longer experience yourself as Rob. Therefore you just have to persist in trying to be aware of yourself alone until you succeed, which you will certainly do sooner or later.<br>\n<br>\nRegarding what you say about being aware of the absence of other things in sleep, but not in real time, that implies that during sleep we are not actually aware of their absence, but become aware that they were absent only after we wake up. In a sense that is true, because strictly speaking we can be aware that something is absent only when we think of it, and we do not think of anything in sleep. However, subtle and abstract things cannot be adequately expressed in words, so when discussing such things we have to go beyond the words themselves in order to understand what they are trying to indicate.<br>\n<br>\nWhen we say that during sleep we are aware of the absence of other things, what we mean is that we are then aware but not aware of anything other than ourself. In other words, what we are actually aware of in sleep is only ourself.<br>\n<br>\nIn sleep we are not aware of time, but provided that we do not take the term ‘in real time’ too literally, it is true to say that in sleep we are aware of ourself ‘in real time’, because there is actually no time or state in which we are not aware of ourself.<br>\n<br>\nBecause our waking mind was absent in sleep, from its perspective it seems that we were not aware of anything in sleep, but we are nevertheless clearly aware that we were asleep. This is because though our mind was absent then, we ourself were still present, so we are aware now that we were aware of ourself being in sleep.<br>\n<br>\nIn this connection you may find it useful to read one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/our-memory-of-i-in-sleep.html\">Our memory of ‘I’ in sleep</a> (and also parts of the subsequent one, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/11/why-should-we-believe-that-self-is-as.html\">Why should we believe that ‘the Self’ is as we believe it to be?</a>), in which I discuss our awareness of ourself in sleep and our subsequent memory of it.<br>\n<br>\n<a name=\"death\"></a><b>9. What happens to ourself when our body dies?</b><br>\n<br>\nIn his most recent email my friend wrote that we have analysed waking, dream and sleep, but we have not considered ‘the state after this body-mind mechanism has disappeared’, so he asked whether I can tell him ‘some pointers to get a clue that I exist after death of this body’, to which I replied:<br>\n<br>\nIf we were actually this body, we would cease to exist when it dies, but are we actually this body even now? If we were this body, we could not experience ourself without experiencing it, but we do experience ourself without experiencing it in both dream and sleep, so this body cannot be what we really are.<br>\n<br>\nRegarding your questions, ‘This awareness/consciousness can be a by-product of the body? Some neurons + chemical reactions happening in the brain which is projected as this consciousness?’, if this were the case, it would mean that the body (and hence the world also) exists independent of our awareness of it, and that this waking state is therefore not just a dream. This is what most people believe, but it is a blind belief that is not supported by any evidence. We tend to assume that it is so, but we cannot actually know that anything exists when we do not experience it, so it is at best a very dubious assumption.<br>\n<br>\nAccording to Sri Ramana, this waking state is just another dream, and the body and world that we experience here are just creations of our own mind, as are the body and world that we experience in a dream. We experience a body and world only when we experience ourself as an ego or mind, so we have no reason to suppose that they are anything but a mental creation.<br>\n<br>\nWhether or not we experience any body or world, we always experience ourself (our own self-awareness), so the belief that our self-awareness is dependent on the existence of a body is disproved by our own experience in sleep. When we dream or are asleep, we cease to be aware of this waking body but remain aware of ourself, and likewise when this body dies we will cease to be aware of it but will remain aware of ourself, so bodily death is just like falling asleep or passing into some other dream.<br>\n<br>\nIn waking and in dream we experience many things, but all those things other than ourself could be an illusion, so though other things seem to exist, we cannot be sure that anything other than ourself actually exists. The only thing that we can be sure about is that we actually exist, because even if everything else that we experience is just an illusion, we ourself must exist, since if we did not exist, we could not experience anything, whether real or illusory.<br> \n<br>\nMoreover, since we experience ourself existing in sleep, when we do not experience anything else, the fact that we exist independent of whatever else we may experience in waking or dream is self-evident. Therefore we need not doubt this fact, or suppose that our existence could depend upon the existence of our body or any other thing, as is wrongly supposed by most present-day philosophers and scientists.<br>\n<br>\nOur present body is experienced by us only in our current state of seeming ‘waking’, which is just one of our three states of daily experience, so just as we have no reason to suppose that any body that we experience as ourself in a dream exists when we are not experiencing that dream, we likewise have no reason to suppose that this body that we currently experience as ourself exists when we are not experiencing our current state.<br>\n<br>\nHowever, the only way in which we can completely eradicate any scope for any doubt we may have about whether our current state is just another dream or a state of real waking, or about whether our current body exists when we do not experience it, is by experiencing ourself as we really are, and the only way we can experience ourself as we really are is by investigating ourself, who experience not only the seeming existence of other things in waking and dream, but also their absence in sleep.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "82",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/364196787312746925/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjU0ODUzNzAwOTMwCm9mZnNldDogMzYwMDAwMAo\""
}