{
    "kind": "blogger#post",
    "id": "6322543760310274440",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-10-19T13:09:00+01:00",
    "updated": "2015-10-19T20:07:27+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/10/self-investigation-atma-vicara-is-just.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6322543760310274440",
    "title": "Self-investigation (<i>ātma-vicāra</i>) is just the simple practice of trying to be attentively self-aware",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">This article is adapted from the replies that I wrote to two emails written by a friend called Ladislav asking for advice on how to practise self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\n<b>First reply</b><br>\n<br>\nIn his first email Ladislav wrote:<br>\n<blockquote>My issue: still I can’t feel ‘I’ or my self. I also tried to repeat in my mind the word ‘I’ or ‘I am’, but still I have not succeeded (i.e. I don’t feel anything other than before. I don’t feel myself). I don’t look for sensation but I seek sense of self. Please can you advise me, what do I do to know feeling self?</blockquote>\nIn reply to this I wrote:<br>\n<br>\nWhen you say ‘I can’t feel I’, are there two ‘I’s, one of which cannot feel the other? Are you not always just one ‘I’? Are you not always self-aware? Are you not always aware that ‘I am’? There is nothing more to know than this.<br><a name='more'></a>\n<br>\nHowever, though you always know ‘I am’, now you know yourself as ‘I am Ladislav’. Though you now seem to be Ladislav, you are not really Ladislav, because you exist even in sleep, when you are not aware of Ladislav. Therefore your experience ‘I am Ladislav’ is illusory, not real.<br>\n<br>\nThis is why Bhagavan used to say that we need not attain any new knowledge, but only need to get rid of our current wrong knowledge of ourself (the illusory experience ‘I am Ladislav’). Therefore when we practice self-investigation we should not look for anything that we do not already experience, but should only try to experience ourself (‘I am’) alone, in complete isolation from everything else (that is, in complete isolation from Ladislav and everything that you experience only when you experience yourself as ‘I am Ladislav’).<br>\n<br>\nWe are already self-aware, but most of the time we are not <i>attentively</i> self-aware, because we are most interested in experiencing things other than ourself. Therefore all we need to do is to try to be attentively self-aware — that is, aware of nothing other than ourself alone.<br>\n<br>\n<b>Second reply</b><br>\n<br>\nLadislav responded to my first reply by asking several more questions, such as how to remember the consciousness ‘I am’, and whether he should try to do so by repeating the words ‘I am’, even though the words are not the consciousness itself, to which I replied:<br>\n<br>\nWhen you think or say ‘I’ or ‘I am’, what are you referring to? Superficially you are referring to a certain person or body called ‘Ladislav’, but why do you refer to this person as ‘I’ and all the other people as ‘you’, ‘he’ or ‘she’? What special relationship do you have with Ladislav that makes you refer to him as ‘I’? You refer to him as ‘I’ because you now experience yourself as the body called ‘Ladislav’.<br>\n<br>\nHowever, this body called ‘Ladislav’ cannot be what you really are, because you are aware of yourself in dream even though you are then not aware of this body. In dream you experience yourself as some other body, so since you do not permanently experience yourself as any one particularly body, you cannot really be any of the bodies that you temporarily experience as yourself.<br>\n<br>\nYou, who now experience yourself as this body and who at other times experience yourself as other bodies, remain the same you (the same ‘I’) whatever body you experience as yourself, so underlying the superficial and temporary awareness ‘I am this body’ is a deeper and more permanent awareness, namely the awareness ‘I am’. Whatever body you may currently experience as yourself, you are always aware of yourself as ‘I am’, so this awareness ‘I am’ is your fundamental self-awareness. This fundamental self-awareness is what you are actually referring to whenever you think or say ‘I’, but generally you confuse this self-awareness with your awareness of a body, so you mistake that body to be ‘I’.<br>\n<br>\nYou are always self-aware, but you are generally not attentively self-aware, because your attention is usually preoccupied with being aware of other things, in which you are more interested. When we investigate ourself, we are interested in experiencing what we really are, so we try to divert our attention away from other things back towards ourself. In other words, we try to be not merely self-aware, as we always are, but <i>attentively</i> self-aware.<br>\n<br>\nTrying to be attentively self-aware is all that self-investigation (<i>ātma-vicāra</i>) entails, so it is an extremely simple practice. However, when we try to be attentively self-aware we are beginning to undermine our ego, which is the foundation on which everything else that we experience depends, so as long as we have any desire to experience anything other than ourself, we will try to protect our ego by resisting our attempts to be attentively self-aware. Therefore, though it is actually very easy to be attentively self-aware, we find that every time we try to be attentively self-aware our attention is quickly attracted towards other things, so we have to patiently and persistently continue trying to be attentively self-aware whenever we find that our attention has been diverted away towards anything else.<br>\n<br>\nThis is why this simple practice seems to be so difficult. It is not actually difficult, but it seems difficult because we prefer to be aware of other things rather than to be aware of ourself alone. In other words, it seems difficult because of our lack of true love (<i>bhakti</i>) to be aware of ourself alone. The only way to cultivate the required love and the consequent desirelessness (<i>vairāgya</i>) is to persevere in trying to be attentively self-aware.<br>\n<br>\nThe difficulties you face with this practice are difficulties that we all face, but we should not allow these difficulties to deter us. We should just continue trying as much as we can. As Bhagavan often used to say, no one has ever succeeded in this path without perseverance.<br>\n<br>\nBecause we have more love to be aware of other things than we have to be aware of ourself alone, when we try to be attentively self-aware our self-awareness often seems elusive, but it is not really elusive. We are always aware of ourself, whether or not we are also aware of anything else, so our self-awareness is more clear than our awareness of anything else.<br>\n<br>\nOur self-awareness is the light that illumines our awareness of everything else, so saying that our self-awareness is too elusive for us to catch is like saying that we can see all the objects in this room but cannot see any light. If there were no light, we could not see anything, so whenever we see anything we are seeing light. Likewise, without self-awareness we would not be aware of anything, so whenever we are aware of anything else we are aware of ourself, because we are aware that ‘I am aware of this’.<br>\n<br>\nSelf-awareness is ‘I’, so I could not be aware of anything else without being aware of myself. Since what is aware of anything is only ‘I’, ‘I’ is the fundamental basis of awareness of anything whatsoever. Without ‘I’ there would be no awareness at all, so we are never not aware of ‘I’, ourself. Therefore we are always self-aware, and hence it cannot actually be difficult for us to be attentively self-aware if we really want to be. If it seems difficult, that is only because we do not want it sufficiently, so we have to cultivate the love to be attentively self-aware by repeatedly and persistently trying to be so.<br>\n<br>\nYou ask whether you can remind yourself of your awareness ‘I am’ by repeating the words ‘I am’ in your mind, and you express doubt about this idea, saying that those words are not the awareness. It is true that the words are not the self-awareness that they denote, but whenever we think of a word we tend to recall whatever is denoted by it. For example, if we think of the word ‘apple’, what comes to our mind is a visual image and/or the taste of an actual apple. Likewise, if we think ‘I’ or ‘I am’, these words tend to remind us of our self-awareness, which is what they denote. Therefore thinking these words can sometimes help us to turn our attention back towards our self-awareness.<br>\n<br>\nHowever, we should remember that merely repeating the words ‘I’ or ‘I am’ is not self-investigation. Self-investigation begins only when our attention actually turns back towards our self-awareness. In other words, what we must attend to is not just the words ‘I’ or ‘I am’ but what these words refer to, namely ourself. The words are something other than ourself, but they can be a powerful aid in helping us to turn our attention back to ourself, because we are what these words actually refer to.<br>\n<br>\nOur aim is only to be attentively aware of ourself alone. Whatever may be an aid to this is good insofar as it does actually help us to be attentively self-aware, but we should not mistake any aid to be the actual self-awareness on which alone we should be focusing. Any aid can only be of limited use, and can never be a substitute for actually being attentively self-aware. Therefore we should take care never to lose sight of our aim, which is only to be attentively aware of ourself alone, in complete isolation from even the slightest awareness of anything else whatsoever.<br>\n<br>\nHow to actually be attentively aware of ourself alone is something that we can learn only by practice. Just as we can learn to ride a bicycle only by practising to ride one, we can learn to be attentively aware of ourself alone only by practising to be so. Whatever words may be used to explain this practice are only pointers, but to understand what they are pointing at we must try to apply them in practice. By trying we will learn by experience. There is no other way.<br>\n<br>\nWe only need to be attentively aware of ourself alone for a moment, because as soon as we are attentively aware of ourself alone we will experience ourself as we really are and thereby the illusion that we are this ego will be destroyed forever. Now we are only trying to be attentively aware of ourself alone, but none of us have yet succeeded, because if we had succeeded we would no longer exist as an ego or mind.<br>\n<br>\nWhenever we try we do manage to a certain extent to be attentively aware of ourself, but our awareness of ourself is still mixed with awareness of other things, so we must continue trying until we manage to be aware of nothing other than ourself alone. Therefore we should not give up on this practice just because we have not yet experienced what it is to be attentively aware of ourself alone, in complete isolation from everything else, but must continue trying until we succeed.<br>\n<br>\nThe more we try, the more it will become clear to us what being attentively aware of ourself actually is, but it will become perfectly clear to us only when we succeed in being attentively aware of ourself alone, thereby destroying our ego forever.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "32",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6322543760310274440/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDQ1MjgxNjQ3NzgxCm9mZnNldDogMzYwMDAwMAo\""
}