{
    "kind": "blogger#post",
    "id": "7626270486797804773",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-06-05T20:03:00+01:00",
    "updated": "2015-06-16T16:27:20+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/06/attending-to-our-ego-is-attending-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7626270486797804773",
    "title": "Attending to our ego is attending to its source, ourself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me referring to one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html\">The ego is essentially a formless and hence featureless phantom</a>, and asked:<br>\n<blockquote>In your most recent post there appears to be two subtly different forms of Self-Inquiry. On the one hand, there is a section in which we are told to turn the attention directly at the ego-I, investigating it. Doing so, it will disappear and be known to be a phantom. On the other hand, in another section, we are told to investigate the source, or “place” from which the ego-I rises in order to annihilate it.<br><a name='more'></a>\n<br>\nI wrote “appears to be … different” in the above paragraph because they are no doubt essentially the same practice. However, I’m asking if you could clarify these distinctions, particularly with respect to actually “doing” <i>atma-vichara</i> [self-investigation]. Does placing attention to “only ourself” mean directing attention to the ego-sense, the sense of a separate “I”, or to its source, (which can’t be “seen” as it is formless and what we really are, already)?</blockquote>\nThe following is what I replied to him:<br>\n<br>\nWhat is the source of an illusory snake? It is only the rope that seems to be that snake. Therefore if we look at what seems to be a snake, what we are actually looking at is the rope, which is its source. Likewise, the source of our ego is only ourself as we really are, because what seems to be this ego is actually nothing other than ourself as we really are. Therefore if we investigate or observe this ego, what we are actually investigating or observing is only ourself, who are its source.<br>\n<br>\nHence there is absolutely no difference between investigating our ego and investigating its source, because in either case what we are investigating or attending to is only ourself. These are just two alternative ways of describing exactly the same practice, which is just trying to be attentively aware of ourself alone.<br>\n<br>\nTherefore in practice there is not even a subtle difference between investigating our ego and investigating its source. Differences of any kind seem to exist only when our attention is turned away towards anything other than ourself, so since the practice of self-investigation is simply to attend to ourself alone, there cannot be any different forms of this practice. There are different clues that may help us to turn our attention back towards ourself, but once we have turned back there can be no differences, because self-attentiveness is a state that is completely devoid of differences of any kind whatsoever.<br>\n<br>\nIn self-investigation there is not even the most fundamental of all differences or distinctions, namely the distinction between subject and object, because in this practice the investigator alone is what is being investigated, or the observer alone is what is being observed, so since the investigator or observer is one and indivisible, how could there be any other difference or distinction in such a state? Investigating, observing or attending to ourself alone is therefore a state of perfect and indivisible oneness, so there can be no difference at all between one kind of self-investigation and another. There is therefore only one way to investigate ourself, and that is to try to be attentively aware of ourself alone.<br>\n<br>\nWhether it is described as investigating our ego or investigating our source, it is still the same simple practice of trying to be vigilantly self-attentive. In either case what we are attending to is exactly the same thing, namely ourself, because our ego is ourself as we now seem to be, whereas our source is ourself as we actually are.<br>\n<br>\nWhether we say that we are looking at the snake or at the rope, what we are looking at is exactly the same thing, because the snake is what the rope seems to be, whereas the rope is what it actually is. Just as we cannot look at the snake without actually looking at the rope, we cannot attend to our ego without actually attending to its source, which is ourself.<br>\n<br>\nBhagavan described this simple practice of self-investigation in various different ways, such as investigating ourself, investigating our ego, investigating our primal thought called ‘I’, investigating our source, investigating where we rise, investigating from what we rise, investigating the place in which we rise, investigating what we are, investigating who am I, investigating to whom thoughts occur, investigating what this ego is, investigating what it is that now shines as ‘I’, investigating the form of the mind, investigating the light that illumines the mind, meditating on ourself, meditating on what-is-not-other, remembering ourself, thinking of ourself, thinking ‘I, I’, attending to ourself, looking at ourself, observing ourself, holding on to ourself, fixing our attention on ourself, fixing our mind in ourself, abiding in ourself, abiding as ourself, being ourself, being as we are, being silent, surrendering ourself or just being, but all of these are just alternative descriptions of exactly the same practice, because we cannot do any of these things without simply attending to ourself alone.<br>\n<br>\nTherefore no matter in how many different ways he may have described it, we should not imagine that there is even the slightest difference in what he was describing, because what he was describing in so many different ways is the one and only means by which we can experience ourself as we really are and thereby destroy or give up forever the illusion that we are this ego that we now seem to be.<br>\n<br>\nI hope that all I have written above adequately answers your final question, ‘Does placing attention to “only ourself” mean directing attention to the ego-sense, the sense of a separate “I”, or to its source, (which can’t be “seen” as it is formless and what we really are, already)?’ but in case it does not, we ourself are one and indivisible, so whether we consider being self-attentive to be attending to our ego or attending to our real self, which is the source of this ego, it does not make any difference to what we should actually be attending to. Since our ego is nothing other than ourself (in the same sense that an illusory snake is nothing other than a rope), we cannot attend to our ego without attending to ourself, so as long as we understand that what we must try to attend to is only ourself, it does not matter how we may describe it or conceptualise it.<br>\n<br>\nEach of the many ways in which Bhagavan described this practice is just one more clue that he has given us to help us in our attempts to be attentively aware of ourself alone. At one time we may find one particular clue to be most helpful, and at other times we may find other clues to be more helpful, but it really does not matter which clue we follow so long as it results in us being just attentively aware of ourself alone.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "116",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7626270486797804773/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDM0NDY4NDQwNzMxCm9mZnNldDogMzYwMDAwMAo\""
}