{
    "kind": "blogger#post",
    "id": "6849456766713738240",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-04-18T10:55:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/04/do-we-need-to-try-to-ignore-all.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6849456766713738240",
    "title": "Do we need to try to ignore all thoughts, and if so how?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me saying:<br>\n<blockquote>When you say to experience “I” in total isolation, I try to ignore thoughts, and other perceptions. But the “ignoring act” seems to involve some sort of force. Otherwise its duration will be so short, the thoughts are pounding at the door quite soon. The somewhat forceful rejection of thoughts maybe is the wrong way to do it? To ignore thoughts sounds like a soft and tender way, but I feel it to be a bit harsh. I do not see any other way though.</blockquote>\nThis article is adapted from the reply I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ignore\">Trying to attend to ourself alone is the only effective way to ignore all thoughts</a></li>\n<li><a href=\"#duration\">We should try to be self-attentive just now, not for a prolonged duration</a></li>\n<li><a href=\"#now\">We can be self-attentive only in this precise present moment</a></li>\n<li><a href=\"#defeat\">Deliberately trying to ignore thoughts would be a self-defeating endeavour</a></li>\n<li><a href=\"#attentiveness\">Thinking can be destroyed only by self-attentiveness</a></li>\n<li><a href=\"#attention\">The only way in which we can investigate ourself is by trying to be self-attentive</a></li>\n</ol>\n<a name=\"ignore\"></a><b>1. Trying to attend to ourself alone is the only effective way to ignore all thoughts</b><br>\nFirstly it is important in this context to remember that what Bhagavan means by ‘thought’ is not just the chatter that tends to be going on constantly in our mind but that and every other type of mental phenomenon, such as perceptions, sensations, desires, beliefs, emotions, hopes, memories, likes, dislikes and so on.<br>\n<br>\nSecondly, he does not tell us directly to ignore thoughts, because if we try to ignore anything, our very attempt to do so will be giving attention to it. As Sadhu Om used to say, trying to ignore thoughts is like trying to take a medicine without thinking of a monkey. If a doctor has told us that we should not think of a monkey when we take a certain medicine, every time we try to take that medicine we will remember his instruction that we should not think of a monkey, so we will never be able to take the medicine. Therefore if our doctor were wise, he would not say anything about not thinking about a monkey, but would instead tell us to think only of an elephant whenever we take the medicine, because by focussing on the thought of an elephant we would in effect keep any thought of a monkey out of our mind.<br>\n<br>\nIn the same way, Bhagavan did not tell us directly to ignore thoughts, but only to attend to ourself alone, because if we attend only to ourself we will thereby ignore all other thoughts, and no thought can rise unless we attend to it. This is why he says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>[...] பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது. [...]<br>\n<br>\n[...] <i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṯku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggiratai-y-āy ovvōr eṇṇamum kiḷambum-pōdē idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṯku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṯku-t taṉ piṟappiḍattil taṅgi niṯgum śakti y-adhikarikkiṉḏṟadu</i>. [...]<br>\n<br>\n[...] If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear that [it is] to me. If one [thus] investigates who am I, the mind will return to its birthplace; [and since one thereby refrains from attending to it] the thought which had risen will also subside. When [one] practises and practises in this manner, to the mind the power to stand firmly established in its birthplace will increase. [...]</blockquote>\nWhen he asks, ‘எத்தனை எண்ணங்க ளெழினு மென்ன?’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa?</i>) , which means,‘However many thoughts rise, what [does it matter]?’, what he implies is that we should not bother ourself about thoughts, but should instead concentrate all our interest, effort and attention only on investigating ourself, the one to whom all thoughts occur. By focussing all our attention on ourself alone, we are automatically ignoring thoughts without even trying to do so.<br>\n<br>\n<a name=\"duration\"></a><b>2. We should try to be self-attentive just now, not for a prolonged duration</b><br>\n<br>\nRegarding what you write about duration, what is required is not a prolonged duration of self-attentiveness, but persistently repeated attempts to be self-attentive. The nature of our ego is to think — that is, to attend to things other than itself — and it cannot endure without doing so. As soon as we rise as this ego from sleep (whether in our current state, which seems to be our waking state but is actually just a dream, or in any other dream) we begin thinking (that is, experiencing things other than ourself), and we continue doing so until we subside back into sleep. Since we cannot endure as this ego without thinking, if we try to attend only to ourself, we will begin to subside and dissolve back into ourself (that is, back into what we actually are), but since we as this ego are attached to experiencing ourself as such, we are reluctant to subside and dissolve back into ourself, so in order to survive as this ego we desperately try to think of anything other than ourself alone.<br>\n<br>\nIn other words, by trying to be self-attentive, we are swimming against the current of our ego or mind, so to speak. That is, we are trying to go in the opposite direction to our ego’s natural flow, which is outward-going — directing our attention away from ourself towards other things. Therefore, so long as we experience ourself as this ego — that is, until we as this ego have completely dissolved back into ourself, having been consumed entirely by the perfect clarity of pure self-awareness (like morning mist being dissolved in the bright light of the rising sun) — we will resist our own attempts to be self-attentive, and the only way in which we can resist them is by thinking (that is, by fabricating and experiencing anything other than ourself).<br>\n<br>\nTherefore, whenever we try to be self-attentive, we will at the same time try to think of something else. Thoughts are like a safety railing fixed along the edge of a cliff, and trying to be self-attentive is like trying to throw ourself off the cliff into the bottomless abyss below. Since we are not yet ready to fall into that abyss of pure self-awareness, whenever we try to throw ourself over the cliff we also try to catch hold of the railing in order to save ourself. If we let go of the railing and did not quickly catch it again, we would fall over the cliff and plunge down to instant annihilation, so till now we have still not plucked up sufficient courage to let go of the railing entirely.<br>\n<br>\nTherefore our practice of self-investigation is a struggle between our liking to be calmly self-attentive (that is, to experience ourself alone) and our opposing liking to continue experiencing other things, which we can do only so long as we experience ourself as this ego. Since we are not yet ready to give up forever experiencing anything other than ourself, we continue trying to cling to other things even while we are trying to be exclusively self-attentive, and hence till now our self-attentiveness has always been mixed to a greater or less extent with thoughts — that is, with awareness of anything other than ourself.<br>\n<br>\nHowever, if we persevere in our attempts to be self-attentive, we will thereby gradually nurture our love to be aware of ourself alone, and correspondingly weaken our attachment to being aware of anything else, so sooner or later we will manage to be exclusively self-attentive — that is, to be aware of nothing other than ourself — and thus we will subside and dissolve in our source, which is what we always actually are.<br>\n<br>\nTherefore, returning to your question about duration of self-attentiveness (or ignoring thoughts, as you described it), the more exclusively self-attentive we manage to be, the less will be the duration for which we are able to cling to such an intensity of self-awareness. That is, the closer we come to being aware of ourself alone, the more we will tend to resist being so intensely self-aware, so the more desperately we will try think of anything else, and hence the duration of our attempt to be so self-attentive will tend to be less. Therefore we are generally able to hold on to partial self-attentiveness for longer than we can hold on to more exclusive self-attentiveness.<br>\n<br>\nHolding on to partial self-attentiveness is like peering over the cliff while keeping a firm grip on the railing, whereas trying to be more exclusively self-attentive is like trying to peer over the cliff without holding on to the railing. Until we are ready to fall and lose ourself forever in the abyss of pure self-awareness, we will be too afraid to completely let go of the railing, so though we may loosen our grip on it for a few moments, we will quickly tighten our grip again.<br>\n<br>\nIf we let go of the railing entirely for even a moment, we will immediately fall off the cliff, and that will be the end of our story. Therefore what we need is not any prolonged duration of exclusive self-attentiveness — being aware of ourself alone — but just a single moment of it, so rather than trying to be self-attentive for a prolonged duration (which if we succeed will tend to be only a more partial self-attentiveness), we should just try to be exclusively self-attentive here and now, at this very moment. As soon as we think of extending this moment, we are no longer being so exclusively self-attentive, so we should not think in terms of duration, but should try just to be as self-attentive as possible at each given moment.<br>\n<br>\n<a name=\"now\"></a><b>3. We can be self-attentive only in this precise present moment</b><br>\n<br>\nBeing self-attentive is a state we can practise only in the precise present moment, because in the state of pure self-awareness there is no time. Time is an illusion that we become aware of only when we are aware of anything other than ourself. Therefore we should not concern ourself with any duration of self-attentiveness, but only with being self-attentive at this very moment. If we take care of the present (the moment in which I am now), we can let the future take care of itself. We should not be concerned with what we were or will be, but only with what we actually are now, at this very moment.<br>\n<br>\nTherefore to succeed in this path, we should concern ourself neither with thoughts nor with time (which is itself just another thought), but only with experiencing ourself as we actually are at this precise present moment. If this is our sole concern, no thought can affect us, because thoughts seem to exist only when we experience them, so they cannot appear when we are experiencing ourself alone. Therefore self-attentiveness is the only effective means by which we can ignore all thoughts.<br>\n<br>\n<a name=\"defeat\"></a><b>4. Deliberately trying to ignore thoughts would be a self-defeating endeavour</b><br>\n<br>\nBy deliberately trying to ignore thoughts, we would be paying attention to something other than ourself, so our efforts to do so would be necessarily self-defeating. However, if instead of concerning ourself with thoughts or the need to ignore them, we just focus all our concern, interest, effort and attention on being aware of ourself alone, we would thereby automatically ignore every type of thought without even trying to do so. Therefore let us not bother about thoughts, but concentrate on just trying to be attentively self-aware.<br>\n<br>\n<a name=\"attentiveness\"></a><b>5. Thinking can be destroyed only by self-attentiveness</b><br>\n<br>\nAs Bhagavan said in the passage of <i>Nāṉ Yār?</i> cited above: ‘However many thoughts rise, what [does it matter]?’ and ‘If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred’. The only effective way to prevent the rising of any thought is to be self-attentive, and hence in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i> he said:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். [...]<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum</i>. [...]<br>\n<br>\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. [...]<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். [...]<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>. [...]<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. [...]</blockquote>\nThe <i>utpatti-sthāna</i> (‘rising place’, birthplace, origin or source) from which all thoughts appear is only ourself, so we can annihilate them all in their very source only by keeping our attention fixed firmly and vigilantly upon ourself alone.<br>\n<br>\nThe term <i>viṣaya-vāsanās</i>, which he uses in both these passages, means predispositions, propensities, inclinations or desires to experience <i>viṣayas</i>, which are anything other than what we actually are. It is only such predispositions that rise or manifest in us in the form of our thoughts, and since all <i>viṣayas</i> are only thoughts, our <i>viṣaya-vāsanās</i> alone give rise to the seeming existence of everything other than oneself.<br>\n<br>\nHowever, these <i>vāsanās</i> or predispositions do not exist independent of our ego, because what is predisposed or inclined to experience anything other than ourself is only ourself as this ego. Our ego is therefore the root and foundation of all our <i>vāsanās</i> and thoughts, so we can destroy them all only by destroying the illusion that we are this ego, and we can destroy this illusion only by experiencing ourself as we actually are.<br>\n<br>\nTherefore, if we are to succeed in preventing and eventually obliterating the rising of any thoughts, the <i>lakṣya</i> (target or aim) of our attention should not be any thought but only ourself. If we attend to anything other than ourself, we are opening the door through which thoughts arise, whereas if we try to attend to ourself alone, we are beginning to close that door, and when we eventually succeed in our effort to be aware of ourself alone, we will have succeeded in closing it firmly and forever.<br>\n<br>\n<a name=\"attention\"></a><b>6. The only way in which we can investigate ourself is by trying to be self-attentive</b><br>\n<br>\nIn a subsequent email my friend wrote that he had noticed that I equate self-investigation (<i>ātma-vicāra</i>) with being vigilantly self-attentive, and he asked whether self-investigation is actually nothing but self-attentiveness, to which I replied:<br>\n<br>\nSuppose you see something lying on the ground that looks like a snake. In order to investigate whether it is really a snake, all you would need to do would be to look at it very carefully. Likewise in order to investigate whether we are actually the ego that we now seem to be, all we need do is simply to observe or look at ourself very carefully — that is, to be self-attentive.<br>\n<br>\nBhagavan used various verbs in Tamil to mean ‘investigate’, but three that he used most frequently were <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:2979.tamillex\">நாடு</a>, <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:172.tamillex\">விசாரி</a> and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:6667.tamillex\">ஆராய்</a>, which (like most other words that he used in the same sense) all mean to investigate, examine, scrutinise, observe, inspect or explore. To investigate, examine or observe anything outside ourself we need to use our sight, hearing or other senses, and in some cases other instruments such as a microscope, telescope or a computer to analyse whatever data is gathered, but to investigate ourself there is no instrument we can use other than our basic power of attention, which is our capacity to be selectively aware of one thing rather than another.<br>\n<br>\nTherefore self-attentiveness (that is, being attentively self-aware) is the only means by which we can investigate ourself and thereby learn to experience ourself as we really are, because we can experience ourself as we really are only by experiencing ourself in complete isolation from everything else.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "21",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6849456766713738240/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3OTAwCm9mZnNldDogMzYwMDAwMAo\""
}