{
    "kind": "blogger#post",
    "id": "3837668767820781319",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-02-24T20:27:00Z",
    "updated": "2016-03-18T10:00:35Z",
    "url": "http://happinessofbeing.blogspot.com/2015/02/just-being-summa-irukkai-is-not.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3837668767820781319",
    "title": "Just being (<i>summā irukkai</i>) is not an activity but a state of perfect stillness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently asking, ‘Is there any way to ascertain whether the feeling of “I” is being attended to? Is it enough if the mind’s “power of attention” is brought to a standstill?’ He also quoted the following (inaccurate) translation of question 4 and Sri Ramana’s reply in the second chapter of <i>Upadēśa Mañjari</i> (‘A Bouquet of Teachings’, or ‘Spiritual Instructions’ as this English translation in <i>The Collected Works of Sri Ramana Maharshi</i> is called), and asked ‘How can remaining still be considered as intense activity? Is being still a state of effort or effortlessness? I am slightly confused’:<br>\n<blockquote>4. <i>Is the state of ‘being still’ a state involving effort or effortlessness?</i><br>\n<br>\nIt is not an effortless state of indolence. All mundane activities which are ordinarily called effort are performed with the aid of a portion of the mind and with frequent breaks. But the act of communion with the Self (<i>atma vyavahara</i>) or remaining still inwardly is intense activity which is performed with the entire mind and without break.<br>\n<br>\n<i>Maya</i> (delusion or ignorance) which cannot be destroyed by any other act is completely destroyed by this intense activity which is called ‘silence’ (<i>mauna</i>).</blockquote>\nThe following is adapted from the reply I wrote to him:<br><a name='more'></a>\n<br>\nWhat you call the ‘feeling of I’ is only yourself, but now we each experience ourself mixed with adjuncts such as a body and mind, so we confuse ourself with these adjuncts. Therefore our aim when practising self-investigation (<i>ātma-vicāra</i>) is to experience ourself alone, in complete isolation from all adjuncts, and the only way to do this is to try to attend to ourself alone, thereby ignoring everything else.<br>\n<br>\nTo experience ourself alone should be very easy, and it would be if we were not so strongly attached to all the adjuncts we mistake to be ourself, and also to all the other things that we take to be ours. Because of our strong attachments to such things, we are reluctant to let go of them all in order to experience ourself alone. Therefore we need to repeatedly practise trying to experience ourself alone, and the more we do so, the weaker our attachments to other things will become.<br>\n<br>\nIf we once manage to experience ourself alone, we will experience what we actually are, and thus our ego will be destroyed forever. Therefore so long as we still need to practise self-investigation, we have not yet experienced ourself alone. Even though we have tried many times, whenever we do so our awareness of ourself is still mixed to a greater or lesser extent with awareness of other things, so we must continue trying until we succeed.<br>\n<br>\nTherefore the answer to your first question, ‘Is there any way to ascertain whether the feeling of “I” is being attended to?’, is that we know when we are trying to attend to ourself, but we cannot accurately ascertain to what extent we are succeeding in attending to ourself alone. Since we still experience ourself as a person, we have not yet succeeded entirely, but we will have succeeded to at least some extent.<br>\n<br>\nSadhu Om used to explain this in terms of turning 180 degrees away from all other things towards ourself alone. The closer we come to turning 180 degrees, the less any awareness of anything else will be mixed with our self-awareness, but until we actually turn the full 180 degrees we are not yet experiencing ourself alone, in complete isolation from any awareness of other things. When we once manage to turn the full 180 degrees, we will experience nothing other than ourself, and thus we will experience ourself as we really are, after which we will never again experience anything else.<br>\n<br>\nWhen we try to attend to ourself alone, we may manage to turn 90, 120, 150 or even 179 degrees, but we cannot actually know how far we have turned, so we just have to keep on trying until we eventually succeed in turning the full 180 degrees.<br>\n<br>\nRegarding your second question about a question and answer in உபதேசமஞ்சரி (<i>Upadēśa Mañjari</i>: 2nd chapter, question 4), the translation you have quoted is not sufficiently accurate. The original passage in Tamil is:<br>\n<blockquote><b>4. சும்மாவிருக்கை யென்பது முயற்சியுள்ள நிலையா? முயற்சியற்ற நிலையா?</b><br>\n<br>\nஅது முயற்சியற்றதோர் சோம்பல் நிலை யன்று. வெளிமுகத்தில் முயற்சிகளென்று சொல்லப்படுகிற உலக வ்யவகாரங்க ளவ்வளவும் பரிச்சின்ன மனத்தாலும் இடைவிட்டும் செய்யப்படுகின்றனவே. அகமுகத்தில் சும்மா இருக்கை யென்னும் ஆன்மவ்யவகாரமோ முழு மனத்துடனும் இடையின்றியும் செய்யப்படும் பூர்ண முயற்சியாகும்.<br>\n<br>\nவேறெவ் வகையானும் நாசமாகாத மாயையானது  முழுமுயற்சி யென்னும் இம்மோனத்தாற்றான் நாசமாக்கப்படுகிறது.</blockquote>\nOf which the following is a transliteration and a more accurate English translation:<br>\n<blockquote><b>4. <i>summā-v-irukkai y-eṉbadu muyaṟci-y-uḷḷa nilai-y-ā? muyaṟci-y-aṯṟa nilai-y-ā?</b><br>\n<br>\nadu muyaṟci-y-aṯṟadōr sōmbal nilai y-aṉḏṟu. veḷi-mukhattil muyaṟcigaḷ-eṉḏṟu solla-p-paḍugiṟa ulaha vyavahāraṅgaḷ avvaḷavum paricchiṉṉa maṉattāl-um iḍaiviṭṭum seyya-p-paḍugiṉḏṟaṉavē. aha-mukhattil summā irukkai y-eṉṉum āṉma-vyavahāram-ō muṙu maṉattuḍaṉ-um iḍai-y-iṉḏṟi-y-um seyya-p-paḍum pūrṇa muyaṟci-y-āhum.<br>\n<br>\nvēṟev vahaiyāṉum nāśam-āhāda māyai-y-āṉadu  muṙu-muyaṟci y-eṉṉum i-m-mōṉattāṯṟāṉ nāśam-ākka-p-paḍugiṟadu<b></i></b>.<br>\n<br>\n<b>4. Is what is called <i>summā-v-irukkai</i> [just being] a state in which there is effort? [Or] is it a state in which effort has ceased?<br>\n</b><br>\nThat is not a state of <i>sōmbal</i> [idleness, lethargy, drowsiness or dullness], one in which effort has ceased. The entire extent of worldly activities, which are described as efforts in facing outwards, are only done intermittently and by <i>paricchinna maṉam</i> [a divided mind or limited part of the mind]. In contrast, the <i>ātma-vyavahāra</i> [spiritual practice] called <i>aha-mukhattil summā irukkai</i> [just being in facing inwards or selfwards] is a full effort done with the entire mind and without interruption.<br>\n<br>\nWhat is <i>māyā</i>, which cannot be destroyed by any other means, is destroyed only by this <i>mauna</i> [silence], which is called complete effort.</blockquote>\nAs you can see, Sri Ramana did not actually say that <i>summā irukkai</i> (just being) is an intense activity, so that is a mistranslation, and anyone reading it should notice as you did that it is a self-contradiction to say that just being is an activity. The words that were mistranslated here as ‘intense activity’ were in the first case பூர்ண முயற்சி (<i>pūrṇa muyaṟci</i>) and in the second case முழுமுயற்சி (<i>muṙu-muyaṟci</i>), both of which mean only a full or complete effort, because <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.10:1:6628.tamillex\">முயற்சி</a> (<i>muyaṟci</i>) means effort, exertion, endeavour, diligence or perseverance.<br>\n<br>\nOf course most efforts that we make do entail an activity of one kind or another, so in some contexts முயற்சி (<i>muyaṟci</i>) can mean activity in the sense of an action done with effort, but in this context it obviously does not mean activity of any sort, because <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.5:1:1016.tamillex\">சும்மா</a> இருக்கை (<i>summā irukkai</i>) means just being, merely being, leisurely being, silently being, being without activity or being still, so it would be absurd to say that it is an intense activity. It is a state of just being still — remaining without any action whatsoever — but it does require intense effort, because it entails focussing our entire mind or attention on ourself alone.<br>\n<br>\nSadhu Om used to explain this using an analogy. In a reservoir the water is standing still, but in order for it to do so the dam must hold it firmly. If the dam loosens its hold by cracking or breaking, the water will at once start moving, rushing to get out through the crack or break. Here the dam represents the state of keenly focused self-attentiveness, and the water represents our mind. So long as we are attending only to ourself, our mind remains perfectly still, but as soon as we slacken our self-attentiveness, our mind rushes out to experience other things.<br>\n<br>\nUntil we succeed in turning back the full 180 degrees to experience ourself alone, thereby destroying forever the illusion that we are this mind, being self-attentive requires effort, because the natural propensity of our mind is to go outwards to experience other things. Therefore in order to be motionlessly poised in a state of unwavering self-attentiveness we need to make intense effort, until we manage to turn the full 180 degrees, whereupon we will discover that self-attentiveness (pure self-awareness) is our real nature, so only then will we experience <i>summā irukkai</i> (just being) as our natural state and hence as effortless and unavoidable.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3837668767820781319/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "silence (mauna)",
        "Sri Sadhu Om",
        "Upadēśa Mañjari"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDU4Mjk1MjM1NzY1Cm9mZnNldDogMAo\""
}