{
    "kind": "blogger#post",
    "id": "8356388173852309242",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-06-25T22:09:00+01:00",
    "updated": "2016-09-29T07:44:49+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8356388173852309242",
    "title": "The term <i>nirviśēṣa</i> or ‘featureless’ denotes an absolute experience but can be comprehended conceptually only in a relative sense",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html?showComment=1434613720677#c2525852033052393628\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html\">The ego is essentially a formless and hence featureless phantom</a>, a friend called ‘Sleepwalker’ quoted a sentence from its thirteenth section, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#awareness\">Can self-awareness be considered to be a feature of the ego?</a> (which I had quoted from <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/being-attentively-self-aware-does-not.html#featureless\">We are aware of ourself even though we are featureless</a>, the second section in one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/being-attentively-self-aware-does-not.html\">Being attentively self-aware does not entail any subject-object relationship</a>), namely “When we say, ‘I slept peacefully last night’, we are expressing our experience of having been in a state in which we experienced no features”, and asked whether the peacefulness of sleep is not just a feature.<br>\n<br>\nSince the concept of <i>nirviśēṣatva</i> (featurelessness or absence of any distinguishing features) is a significant and useful idea in <i>advaita</i> philosophy, and since it is very relevant to the practice of self-investigation, I decided to write the following detailed answer to this question:<br><a name='more'></a>\n<ol>\n<li><a href=\"#peace\">In what sense is the peacefulness of sleep not a feature?</a></li>\n<li><a href=\"#sca\"><i>Sat</i>, <i>cit</i> and <i>ānanda</i> are not features</a></li>\n<ol type=\"a\">\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: what exists is what is aware</a></li>\n<li><a href=\"#uu28\"><i>Upadēśa Undiyār</i> verse 28: <i>sat-cit-ānanda</i> is eternal, infinite and indivisible</a></li>\n</ol>\n<li><a href=\"#ego\">Our ego is distinct from <i>brahman</i> only in appearance, not in substance</a></li>\n<ol type=\"a\">\n<li><a href=\"#uu24\"><i>Upadēśa Undiyār</i> verse 24: our ego and God are only one substance</a></li>\n<li><a href=\"#uu25\"><i>Upadēśa Undiyār</i> verse 25: knowing ourself without adjuncts is knowing God</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: if investigated, this phantom ego will vanish</a></li>\n</ol>\n<li><a href=\"#clue\">Featurelessness is a vital clue in self-investigation</a></li>\n<li><a href=\"#aamm27\">The blossoming of pure self-awareness will consume our ego and everything else</a></li>\n</ol>\n<a name=\"peace\"></a><b>1. In what sense is the peacefulness of sleep not a feature?</b><br>\n<br>\nWhether we consider the peacefulness of sleep to be a feature or not depends upon what exactly we mean by the term ‘feature’. Generally I use this term in the same sense as the Sanskrit word <i>viśēṣa</i>, which means anything that is special, peculiar, different or distinctive, as I explain in the second paragraph of the same <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#awareness\">thirteenth section</a> of that article: <br>\n<blockquote>The Sanskrit equivalent of what we call ‘feature’ in English is <i>viśēṣa</i>, and <i>brahman</i> (our real self) is defined as <i>nirviśēṣa</i> — non-<i>viśēṣa</i> or devoid of <i>viśēṣa</i>. ‘Feature’ is not quite an adequate translation of <i>viśēṣa</i>, because the term ‘<i>viśēṣa</i>’ denotes a somewhat more abstract concept than ‘feature’. What <i>viśēṣa</i> means exactly is what is special, peculiar, different or distinctive, or the abstract quality of being special, peculiar, different or distinctive, so a feature is something that is <i>viśēṣa</i>. That is, a feature of anything is what is special, peculiar, different or distinctive about that thing.</blockquote>\nTherefore in the context of Bhagavan’s teaching or <i>advaita</i> philosophy in general, the term <i>nirviśēṣa</i> or ‘featureless’ is used in a relative sense, even though it denotes an experience that transcends all relativity, because something can be said to be special, peculiar, different or distinctive only in relation to some other thing. In the absence of any other thing, what exists is not different or distinct from anything, and hence <i>brahman</i>, the sole existing reality, which is our own essential self or <i>ātma-svarūpa</i>, is said to be <i>nirviśēṣa</i> or featureless.<br>\n<br>\nSince this term <i>nirviśēṣa</i> or ‘featureless’ is thus used in a relative sense, we could say for example that relatively speaking a cinema screen is <i>nirviśēṣa</i> or featureless, because relative to the pictures that are projected on it it is featureless in that it is just a smooth white surface. If it had any other features, such as red stripes or any other coloured pattern, or if its surface was crumpled or uneven, it would not serve its purpose of being a featureless background on which pictures could be projected and yet seem real.<br>\n<br>\nLikewise, our self-awareness is the featureless background on which the features of phenomenal experience are projected and seem real. Just as a cinema screen remains unchanged whether pictures are projected on it or not, self-awareness remains unchanged whether phenomenal experiences are projected on it (as in waking or dream) or not (as in sleep). This is why our experience in sleep seems featureless, because all that we experience in sleep is the background of self-awareness on which all the features of phenomenal experience are projected in waking and dream.<br>\n<br>\nSince our self-awareness remains unchanged whether phenomenal experiences are projected on it or not, it is immutable and hence perfectly undisturbed or peaceful, so the peace that we experience in sleep is the essential nature of our self-awareness, and hence it is the background on which all the features of phenomenal experience are projected. As such, the peacefulness of sleep is not a feature, because just like the screen in a cinema it is always present, whether we experience it as it is or whether it seems to be concealed by all the disturbing or non-peaceful features of the phenomenal experiences that are projected on it in waking and dream.<br>\n<br>\nAnother way of explaining this is to say that a feature is something that stands out and thereby distinguishes itself from other features. Because a cinema screen does not stand out or distinguish itself in any way from the pictures that are projected on it, relative to the features of those pictures it is featureless. In one sense we could say that the smoothness and whiteness of the screen are its features, but in another sense we can say that these features are in effect featureless, because they are the very features that make it not stand out or be distinguishable from the pictures that are projected upon it.<br>\n<br>\nJust as the smoothness and whiteness of the screen are always present but stand out only when no pictures are projected upon them, the essential peacefulness of self-awareness is always present but stands out only when no phenomenal experiences are projected upon it, as in sleep. Therefore the essential peacefulness of self-awareness that we experience in sleep is in effect a featureless feature because it does not stand out except when no other features are projected upon it.<br>\n<br>\n<a name=\"sca\"></a><b>2. <i>Sat</i>, <i>cit</i> and <i>ānanda</i> are not features</b><br>\n<br>\nThe idea that <i>brahman</i> is <i>nirviśēṣa</i> or featureless is often criticised by <i>dvaita</i> philosophers, because they consider <i>sat</i> (existence), <i>cit</i> (awareness) and <i>ānanda</i> (happiness) to be features, and hence they argue that if <i>brahman</i> were featureless it would not be <i>sat-cit-ānanda</i>, and thus would not exist, be aware or experience happiness. This argument is based not only on a misunderstanding or misinterpretation of what <i>advaitins</i> mean by the term <i>nirviśēṣa</i>, but also on a misunderstanding of the concept of <i>sat-cit-ānanda</i>.<br>\n<br>\nThe existence of any phenomenon could be argued to be a feature in a certain sense, because no phenomenon exists forever, so though any phenomenon may seem to exist at some time, there will be other times when it does not seem to exist, and hence its temporary existence is relative to its temporary non-existence. Thus its existence is distinct from its non-existence, so in this sense its existence is <i>viśēṣa</i> — special, peculiar, different or distinctive — and can therefore be called a feature. For example, we now seem to exist as a certain body, but we did not exist as this body a hundred years ago and we will not exist as this body a hundred years from now, so our existence as this body is <i>viśēṣa</i> — something that is special, peculiar, different or distinctive.<br>\n<br>\nHowever, it is only relative or temporal existence that can thus be considered to be <i>viśēṣa</i> or a feature. Absolute or eternal existence cannot be considered to be <i>viśēṣa</i> in the same way, because the existence of what always exists is not distinct from its non-existence, since it is never non-existent. Therefore the existence of <i>brahman</i>, our own real self, is not <i>viśēṣa</i>, because it is eternal and hence absolute. Thus, since the term <i>sat</i> in <i>sat-cit-ānanda</i> does not refer to any temporal existence but only to the eternal existence of <i>brahman</i>, it is not <i>viśēṣa</i> but only <i>nirviśēṣa</i> — something that is not special, peculiar, different or distinctive in any way whatsoever. It is simply the eternal background on which all <i>viśēṣa</i> things seem to appear and disappear.<br>\n<blockquote><a name=\"uu23\"></a><b>2a. <i>Upadēśa Undiyār</i> verse 23: what exists is what is aware</b></blockquote>\nJust as the existence (<i>sat</i>) of <i>brahman</i> is not <i>viśēṣa</i> or a distinctive feature, its awareness (<i>cit</i>) and happiness (<i>ānanda</i>) are also not features, because they are eternal and absolute, and hence not special, peculiar, different or distinctive. Moreover, the awareness (<i>cit</i>) of <i>brahman</i> is not anything distinct from its existence (<i>sat</i>), because being self-aware is its very nature. As Bhagavan says in verse 23 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarv[u]-ē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness (<i>uṇarvu</i>) other [than what is] to know what is (<i>uḷḷadu</i>), what is is awareness. We exist as ‘consciousness alone is we’.</blockquote>\nHere உள்ளது (<i>uḷḷadu</i>) means ‘what is’ or ‘what exists’, so it is the Tamil equivalent of the Sanskrit word सत् (<i>sat</i>), and உணர்வு (<i>uṇarvu</i>) means awareness or consciousness in the sense of ‘what is aware’ or ‘what is conscious’, so it is the Tamil equivalent of the Sanskrit word चित् (<i>cit</i>). In order to experience what is (<i>uḷḷadu</i> or <i>sat</i>), there is nothing that is aware (<i>uṇarvu</i> or <i>cit</i>) other than <i>uḷḷadu</i> itself, because if what is aware were other than what is, it would not exist, and if what is were other than what is aware, it would not be aware of itself. Therefore, since what is (<i>uḷḷadu</i>) is aware of itself as ‘I am’, it alone is what is aware (<i>uṇarvu</i>). Moreover, since what exists is only ourself, we alone are both what exists (<i>uḷḷadu</i>) and what is aware (<i>uṇarvu</i>).<br>\n<br>\nJust as what is (<i>uḷḷadu</i> or <i>sat</i>) and what is aware (<i>uṇarvu</i> or <i>cit</i>) are one and the same thing, namely ourself, so too is happiness (<i>iṉbu</i> or <i>ānanda</i>), because when we are aware of ourself alone, we are perfectly happy. If happiness was anything other than ourself, when we are aware of ourself alone (as we are in sleep, for example) we would not be happy, so since we are perfectly happy when we are aware of ourself alone, happiness must be what we really are. We experience a deficiency in happiness only when we are aware of anything other than ourself, and that is because we are then not experiencing ourself as we really are but only as an ego, so it is only the rising of this illusory ego and its experience of other things that obscures our awareness of ourself as the infinite happiness that we really are.<br>\n<blockquote><a name=\"uu28\"></a><b>2b. <i>Upadēśa Undiyār</i> verse 28: <i>sat-cit-ānanda</i> is eternal, infinite and indivisible</b></blockquote>\nTherefore <i>sat</i>, <i>cit</i> and <i>ānanda</i> are not three separate things, but one and the same, and they seem to be separate only when we rise as an ego and thereby experience otherness or differentiation. Our natural state of egolessness is completely devoid of all otherness and differentiation, so it is a <i>nirviśēṣa</i> or featureless state, because the only thing that exists in it is ourself, whose nature is beginningless, endless, infinite and indivisible <i>sat-cit-ānanda</i>, as Bhagavan clearly implies in verse 28 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்;<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If oneself knows what the nature of oneself is, then [what exists is only] beginningless, endless [or infinite] and unbroken <i>sat-cit-ānanda</i>.</blockquote>\nIn the absence of anything other than ourself nothing is <i>viśēṣa</i> — special, peculiar, different or distinctive — because there is nothing from which we could be different or distinct, or which could be different or distinct from ourself, so we must be <i>nirviśēṣa</i> or featureless, and hence <i>sat</i>, <i>cit</i> and <i>ānanda</i> are not features in the sense of being anything that is different or distinct either from each other or from anything else. That is, since <i>sat-cit-ānanda</i> alone exists, there is nothing that is not <i>sat-cit-ānanda</i>, so being <i>sat-cit-ānanda</i> is in no way <i>viśēṣa</i>, special, peculiar, different or distinctive, and is hence not a feature or something that stands out.<br>\n<br>\nTherefore the argument made by dualist philosophers (<i>dvaitins</i>) that if <i>brahman</i> were <i>nirviśēṣa</i> or featureless it would not be <i>sat-cit-ānanda</i> and hence would not exist, be aware or be happy cannot stand up to careful scrutiny. Only if anything other than <i>brahman</i>, our own real self, actually existed would it logically follow that in order to exist, be aware or be happy <i>brahman</i> must be <i>viśēṣa</i> or endowed with features, but since what actually exists is only <i>brahman</i>, it must be <i>nirviśēṣa</i>.<br>\n<br>\n<a name=\"ego\"></a><b>3. Our ego is distinct from <i>brahman</i> only in appearance, not in substance</b><br>\n<br>\nAmong <i>advaitins</i>, therefore, it is universally accepted that <i>brahman</i> is <i>nirviśēṣa</i> or featureless, and that <i>sat</i>, <i>cit</i> and <i>ānanda</i> are not <i>viśēṣa</i> or distinctive features, because they are not distinct either from each other or from anything else. However the idea that our ego is also essentially featureless is not familiar to most <i>advaitins</i>, but as I argued in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html\">The ego is essentially a formless and hence featureless phantom</a>, it is clearly implied by Bhagavan Ramana when he describes the ego as ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, in verse 25 of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\nLike <i>brahman</i>, which is what we actually are, our ego, which is what we now seem to be, has no form and hence no features of its own, but whereas <i>brahman</i> exists whether or not any forms or features seem to exist, our ego seems to exist only when forms and features seem to exist, and in their absence it does not seem to exist. Therefore <i>brahman</i> is never affected in any way whatsoever by the appearance or disappearance of any forms or features, whereas our ego is affected by their appearance and disappearance. That is, though our ego is essentially formless and hence featureless when it is abstracted from all the forms that it grasps, it comes into existence and stands only by grasping forms, and when it grasps any forms it itself seems to be a feature-laden form.<br>\n<blockquote><a name=\"uu24\"></a><b>3a. <i>Upadēśa Undiyār</i> verse 24: our ego and God are only one substance</b></blockquote>\nIn its essence or substance, our ego is nothing other than <i>brahman</i>, which is <i>nirviśēṣa</i> or featureless, but since it comes into existence as a seemingly separate entity only by grasping forms, whenever it exists as such it seems to be a form (a body), which is <i>viśēṣa</i> or feature-laden. Thus the difference between our ego and <i>brahman</i> is not any difference in substance but only a difference in appearance. That is, when we rise as this ego, we do not cease to be <i>brahman</i>, even though we seem to be something else. Therefore the difference between ourself as this ego and ourself as <i>brahman</i> is not any difference in what we actually are, but only a difference in what we seem to be. This is what Bhagavan implies in verse 24 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] being nature, God and souls are only one substance. Only [their] awareness of adjuncts is different.</blockquote>\nஇருக்கும் இயற்கை (<i>irukkum iyaṟkai</i>) means ‘being nature’ or ‘nature which is’, so இருக்கும் இயற்கையால் (<i>irukkum iyaṟkaiyāl</i>) literally means ‘by nature which is’, but in this context means in their essential nature, which is just being or what actually is. This essential nature or ‘what is’ (<i>uḷḷadu</i>) is the one substance of both God and the soul or ego, so in this respect there is absolutely no difference between them. The only difference between them is not in what they actually are but only in what they seem to be, and whatever they seem to be is just a set of extraneous adjuncts.<br>\n<br>\nAdjuncts (<i>upādhis</i>) are whatever forms or features the ego or soul grasps as itself and whatever forms or features it attributes to God, but all such forms and features exist only in the view of the ego and not in the view of God as <i>brahman</i>, so the only difference between the ego and God is that the ego has உபாதி உணர்வு (<i>upādhi-uṇarvu</i>) or ‘awareness of adjuncts’ whereas God does not.<br>\n<blockquote><a name=\"uu25\"></a><b>3b. <i>Upadēśa Undiyār</i> verse 25: knowing ourself without adjuncts is knowing God</b></blockquote>\nTherefore in order to experience ourself as <i>brahman</i>, all that we as this ego need do is to experience ourself in complete isolation from all adjuncts, forms or features, as Bhagavan says in verse 25 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Having relinquished [one’s own] adjuncts, experiencing oneself is itself experiencing God, because [he] shines as oneself.</blockquote>\nAs this ego, we seem to have adjuncts only so long as we attend to or experience anything other than ourself, so the only way to leave, give up or relinquish all our own adjuncts is to attend to ourself alone. When we attend to ourself alone, we separate and isolate ourself not only from all our own adjuncts but also from everything else, because we experience other things only when we experience ourself mixed with adjuncts. Therefore by attending to ourself alone, we will experience ourself alone, and thus we will experience God or <i>brahman</i>, because he or it is nothing other than ourself as we really are.<br>\n<br>\nWhatever form or feature we as this ego may grasp as ourself is not what we actually are, even though it is temporarily what we seem to be, so in order to experience ourself as we actually are we need to cease grasping forms, which we can do only by trying to grasp ourself alone — that is, by attending to and thereby trying to experience nothing other than ourself. However, until we succeed in this endeavour we will continue to experience ourself as one form or another, and since all forms have features, we as this ego will always seem to have features, even though we are actually featureless.<br>\n<br>\nThough the ego always seems to be a form, the reason why Bhagavan says it is formless is that no form that it seems to be is essential to it, because it does not seem to be the same form whenever it rises. In one state it seems to be one form and in other states it seems to be other forms, so there is no form that can be called its own.<br>\n<br>\nSince it is essentially formless and hence featureless, in some respects the ego partakes of the nature of <i>brahman</i>, but since it cannot come into existence without grasping the form of a body as if it were itself, in other respects it partakes of the nature and features of whatever body it currently experiences as itself. Thus the ego is a spurious hybrid, which is in some respects formless and featureless, but is in other respects temporarily endowed with form and hence laden with features. It itself is neither this nor that, because it does not exist except as a fusion of these two contradictory elements. In every way possible the nature of a body is contrary to the nature of <i>brahman</i>, yet the ego somehow manages to combine together these two contradictory natures as if they were one.<br>\n<blockquote><a name=\"un25\"></a><b>3c. <i>Uḷḷadu Nāṟpadu</i> verse 25: if investigated, this phantom ego will vanish</b></blockquote>\nTherefore, though this ego seems to exist, it is not real, but so long as it experiences anything other than itself it seems to be real, so if we investigate it by trying to be aware of it alone, it will dissolve and disappear. This is why Bhagavan says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\n<a name=\"clue\"></a><b>4. Featurelessness is a vital clue in self-investigation</b><br>\n<br>\nIn the second paragraph of this article I mentioned that the concept of <i>nirviśēṣatva</i> or ‘featurelessness’ is a significant and useful idea that is very relevant to the practice of self-investigation, so let us now consider how it is relevant to this practice.<br>\n<br>\nIn order to experience ourself as we actually are, we need to isolate ourself from everything else, and to isolate ourself we need to distinguish ourself from everything that seems to be ourself but is not what we actually are. Therefore understanding that what we are is essentially featureless is a vital clue without which we would not be able to distinguish ourself from all other things, each of which has features of one kind or another.<br>\n<br>\nIn this respect our experience in sleep is also a vital clue, because sleep is the only featureless state that we are familiar with. From the perspective of ourself as this ego, sleep seems to be a state of complete ignorance or non-awareness, but since we experience the seeming ignorance of sleep, it is not actually a state in which we are not aware. What we are not aware of in sleep is anything other than ourself, so since we are essentially featureless, sleep is a featureless experience. Therefore the very featurelessness of sleep is a valuable clue for us when we are trying to investigate what we actually are.<br>\n<br>\nSo long as we experience anything that we do not experience in sleep, we are experiencing features, and hence we are not experiencing ourself as we actually are. Therefore whatever feature or <i>viśēṣa</i> (anything that is in any way special, peculiar, different or distinctive) we may experience, we should always try to investigate who is experiencing it. In other words, we must persevere in trying to be aware of ourself alone until we succeed in experiencing ourself without any features whatsoever.<br>\n<br>\nFrom the perspective of ourself as this ego, penetrating deep within ourself in order to experience ourself alone may seem to be like plunging into complete darkness, but that darkness is only an absence of any phenomenal experience, so it is only in that darkness that we will discover the full clarity of perfect, undiluted self-awareness, which alone is what we actually are. Therefore we must persevere in penetrating into the very darkest depths of ourself until we experience the infinitely bright light that shines in that darkness — the light of pure, featureless, non-dual self-awareness — which will consume our illusory ego forever.<br>\n<br>\n<a name=\"aamm27\"></a><b>5. The blossoming of pure self-awareness will consume our ego and everything else</b><br>\n<br>\nThis is precisely what Bhagavan taught us to pray for in verse 27 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and verse 1 of <i>Śrī Aruṇācala Pañcaratnam</i>:<br>\n<blockquote>சகலமும் விழுங்குங் கதிரொளி யினமன<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சலச மலர்த்தியி டருணாசலா.<br>\n<br>\n<i>sakalamum viṙuṅguṅ kadiroḷi yiṉamaṉa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jalaja malarttiyi ḍaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சகலமும் விழுங்கும் கதிர் ஒளி இன மன சலசம் அலர்த்தியிடு அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sakalamum viṙuṅgum kadir oḷi iṉa, maṉa-jalajam alartti-y-iḍu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b>: O Arunachala, sun of bright rays which swallow everything, make [my] mind-lotus blossom.<br>\n<br>\n<a name=\"apr1\"></a>அருணிறை வான வமுதக் கடலே<br>\nவிரிகதிரால் யாவும் விழுங்கு — மருண<br>\nகிரிபரமான் மாவே கிளருளப்பூ நன்றாய்<br>\nவிரிபரிதி யாக விளங்கு.<br>\n<br>\n<i>aruṇiṟai vāṉa vamudak kaḍalē<br>\nvirikadirāl yāvum viṙuṅgu — maruṇa<br>\ngiriparamāṉ māvē kiḷaruḷappū naṉḏṟāy<br>\nviriparidhi yāha viḷaṅgu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அருள் நிறைவு ஆன அமுத கடலே, விரி கதிரால் யாவும் விழுங்கும் அருணகிரி பரமான்மாவே, கிளர் உள பூ நன்றாய் விரி பரிதி ஆக விளங்கு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruḷ niṟaivu āṉa amuda-k-kaḍalē, viri kadirāl yāvum viṙuṅgum aruṇagiri paramāṉmāvē, kiḷar uḷa-p-pū naṉḏṟāy viri paridhi āha viḷaṅgu</i>.<br>\n<br>\n<b>English translation:</b>: O Ocean of <i>amṛta</i> [the ambrosia of immortality], which is the fullness of grace, O Supreme Self, Arunagiri, who swallow everything by [your] spreading rays [of pure self-awareness], shine as the sun that makes [my] budding heart-lotus blossom fully.</blockquote>\nWhat Bhagavan describes in these two verses as the blossoming of the mind-lotus or heart-lotus is the blossoming of pure self-awareness within us, and what he describes as swallowing everything is what results from such blossoming. That is, when we penetrate deep within and thereby experience ourself alone, we will experience ourself as the pure and featureless self-awareness that we always actually are, and in the infinite clarity of this pure self-awareness our ego and everything else will be swallowed forever, just as a picture projected on a screen would be swallowed entirely if the bright light of the sun fell upon it.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "106",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8356388173852309242/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Pañcaratnam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc1MTMxNDg5ODkxCm9mZnNldDogMzYwMDAwMAo\""
}