{
    "kind": "blogger#post",
    "id": "955396381758182955",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-12-10T16:34:00Z",
    "updated": "2017-11-14T18:05:48Z",
    "url": "http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/955396381758182955",
    "title": "Thought of oneself will destroy all other thoughts",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448050831285#c6451641005255463747\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html\">Is there more than one way in which we can investigate and know ourself?</a>, a friend called Venkat wrote:<br>\n<blockquote>Given that the ego/mind is non-existent, and just a thought that pass across the screen of consciousness, what is it that choose to be attentively self-aware? Pure consciousness just is, and the body/mind/world are just thoughts/perceptions that flow across that screen. So the thought to be attentively self-aware is just another thought on that screen. I am struggling what is it that then directs attention. Apologies if I’m not being very clear.</blockquote>\nWhen I read this comment, I noted it as one that I should reply to, but it soon led to a thread of more than thirty comments in which other friends responded to and discussed what he had written, so in this article (which has eventually grown into an extremely long one) I will reply both to this comment and to a few of the ideas expressed in other comments in that thread, and also to many later comments on that article that were not directly connected to what Venkat had written but that are nevertheless relevant to this crucial subject of self-investigation (<i>ātma-vicāra</i>).<br><a name='more'></a>\n<ol>\n<li><a href=\"#ego\">Only our ego can be and need be attentively self-aware</a></li>\n<li><a href=\"#uu17\"><i>Upadēśa Undiyār</i> verse 17: Avoiding self-negligence (<i>pramāda</i>) is the only means to destroy our ego</a></li>\n<li><a href=\"#ny06\"><i>Nāṉ Yār?</i> paragraph 6: what does Bhagavan mean by ‘the thought who am I’, which will destroy all thoughts, including itself?</a></li>\n<li><a href=\"#ny13\"><i>Nāṉ Yār?</i> paragraph 13: thought of oneself will destroy all other thoughts, including their root, our primal thought called ‘I’ or ‘ego’</a></li>\n<li><a href=\"#attentiveness\">Why is self-attentiveness or ‘thought of oneself’ necessary, and why is mere self-awareness insufficient?</a></li>\n<li><a href=\"#choice\">How can we choose to attend to one thing rather than another?</a></li>\n<li><a href=\"#view\">Our ego and its dream creation do not exist in the clear view of our actual self</a></li>\n<li><a href=\"#un07\"><i>Uḷḷadu Nāṟpadu</i> verse 7: the world seems to exist only because it is perceived by our ego</a></li>\n<li><a href=\"#belief\">Mere belief in <i>ajāta</i> or anything else is not an adequate means to free ourself from this ego illusion</a></li>\n<li><a href=\"#real\">What is actually real?</a></li>\n<li><a href=\"#distinguish\">Why is it so important to distinguish what is actually real from what merely seems to be real?</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: why does Bhagavan say that if our ego does not exist, nothing else exists?</a></li>\n<li><a href=\"#thought\">A thought is anything fabricated by our ego or mind, so everything other than ourself is a thought</a></li>\n<li><a href=\"#death\">Birth and death are both mere thoughts, as is any kind of body that we may experience as ourself</a></li>\n<li><a href=\"#method\">Is self-investigation (<i>ātma-vicāra</i>) a ‘method’ or just a simple and direct means?</a></li>\n<li><a href=\"#direct\">Since Bhagavan says <i>ātma-vicāra</i> is ‘the direct path for everyone’, we would be wise to follow it from the outset</a></li>\n<li><a href=\"#sense\">Is there any difference between attending to ourself and attending to our sense of ‘I’?</a></li>\n<li><a href=\"#analysis\">Is analysis of any use or relevance to self-investigation?</a></li>\n<li><a href=\"#razor\">Bhagavan’s teachings and <i>ātma-vicāra</i> are the sharpest of all razors, comparable to Ockham’s razor in their aim and effect</a></li>\n<li><a href=\"#inclusive\">Is <i>ātma-vicāra</i> an exclusive or inclusive practice?</a></li>\n<li><a href=\"#putdown\">Does explaining the unique efficacy of <i>ātma-vicāra</i> imply that we are ‘putting down’ all other kind of spiritual practice?</a></li>\n<li><a href=\"#ny09\"><i>Nāṉ Yār?</i> paragraph 9: why is <i>ēkāgratā</i> (one-pointedness) considered so necessary?</a></li>\n<li><a href=\"#skill\">What skill is required to practise <i>ātma-vicāra</i>?</a></li>\n<li><a href=\"#un40\"><i>Uḷḷadu Nāṟpadu</i> verse 40: annihilating our ego by means of <i>ātma-vicāra</i> is fulfilling the ultimate purpose of <i>sanātana dharma</i></a></li>\n</ol>\n<a name=\"ego\"></a><b>1. Only our ego can be and need be attentively self-aware</b><br>\n<br>\nThough our ego is actually non-existent, it does seem to exist, and it is only because it seems to exist that everything else seems to exist, and that effort to be self-attentive is therefore necessary. Paradoxically, however, this ego and everything else that it experiences seem to exist only in its own view, so it is a non-existent thing that seems to exist only in its own view. This is why it is called <i>māyā</i> (that which is not), which is rightly said to be <i>anirvacanīya</i> (inexplicable).<br>\n<br>\nWhen it is said that this ego seems to exist, what is it that seems to be this ego? It is only ourself. Therefore, because we seem to be this ego, we seem to suffer all its limitations, so in order to be free from all suffering and limitation, we need to experience ourself as we really are and thereby destroy the illusion that we are this ego.<br>\n<br>\nBhagavan has taught us that the only means by which we can experience ourself as we really are and thereby destroy this ego is by trying to be attentively self-aware. Attention is our ability to choose what to be aware of, or what to focus our awareness upon, so since only this ego is aware of more than one thing that it could choose to focus upon, attention is a function only of this ego and not of ourself as we really are, because as we really are we are not and cannot be aware of anything other than ourself. Therefore what must choose to be attentively self-aware, and what must therefore direct its attention back towards itself alone, away from all other things, is only ourself as this ego.<br>\n<br>\nAs we actually are, we are always aware only of ourself and of nothing else whatsoever, because we alone are what actually exists, and in the view of what actually exists nothing else even seems to exist. Therefore as our actual self (<i>ātma-svarūpa</i>) we can never be aware of anything other than ourself, so our actual self cannot be and need not be attentively self-aware. Only what is now negligently or inattentively self-aware needs to be attentively self-aware, and that is only our ego.<br>\n<br>\n<a name=\"uu17\"></a><b>2. <i>Upadēśa Undiyār</i> verse 17: Avoiding self-negligence (<i>pramāda</i>) is the only means to destroy our ego</b><br>\n<br>\nWhenever we as this ego attend to or are aware of anything other than ourself, we are thereby neglecting to attend to ourself, and this negligence is what is called <i>pramāda</i>, which is said to be the only real death (because due to our <i>pramāda</i> we now seem to be dead to or unaware of the immortal reality that we actually are), and which is the root cause of all our problems. Since our ego comes into seeming existence and endures only by being aware of other things, its very nature is <i>pramāda</i>, so <i>pramāda</i> and our ego are not two separate things but only two ways of describing the same single illusion. Therefore, since <i>pramāda</i> is the root of all our other problems, including death, the solution to all our problems can only be <i>apramāda</i> or non-negligence, and since negligence means non-attentiveness, <i>apramāda</i> means attentiveness.<br>\n<br>\nOf course as this ego we are always attending to something, because attention means having something in the foreground of one’s awareness, so to speak, and something or other is always in the foreground, at least to a greater or lesser extent, while other things are relatively speaking in the background. Therefore our ego is always being attentive, but it is usually attentive only to something other than itself — that is, to something other than its own essential self-awareness. However, though <i>pramāda</i> literally means ‘negligence’ or ‘inattentiveness’, in the context of <i>advaita</i> philosophy it is used as a technical term that specifically means self-negligence or not being self-attentive, so <i>apramāda</i> specifically means self-attentiveness.<br>\n<br>\nThese two terms, <i>pramāda</i> and <i>apramāda</i>, are used most famously in a verse of an ancient text called <i>Sanatsujātīyam</i>, which is part of the <i>Mahābhārata</i>, in which it is said, ‘[…] <i>pramādaṃ vai mṛtyum</i> […] <i>sadāpramādam amṛtatvaṃ</i> […]’ (<i>Sanatsujātīyam </i>1.4; <i>Mahābhārata</i> 5.42.4), which means ‘[…] <i>pramāda</i> indeed is death […] perpetual <i>apramāda</i> is deathlessness [or immortality] […]’, and which is a statement that is also quoted or referred to in many other texts, such as in verse 321 of <i>Vivēkacūḍāmaṇi</i>. Birth and death seem to exist only in the view of our ego, which comes into existence and endures only because of its <i>pramāda</i> (self-negligence), so the only means by which we can regain our natural state of immortality is by persistently trying to cling firmly to <i>apramāda</i> (being attentively self-aware), as Bhagavan implies in verse 17 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting [or neglecting], anything called ‘mind’ will not exist. This is the direct [straight or appropriate] path for everyone.</blockquote>\nBeing a negative participle of the verb மற (<i>maṟa</i>), which means to forget, neglect, ignore or disregard, மறவாது (<i>maṟavādu</i>) means ‘not forgetting’ or ‘not neglecting’, so in this context it implies not succumbing to self-negligence (<i>pramāda</i>). Thus in this verse Bhagavan implies that we will succeed in our self-investigation and thereby discover that this ego or mind does not exist at all only if we cling firmly and vigilantly to <i>apramāda</i>, the state of being attentively self-aware.<br>\n<br>\nHowever, since investigating ourself, who are the real nature or ‘form’ of this ego or mind, entails nothing other than being attentively self-aware, by including this participle மறவாது (<i>maṟavādu</i>) along with the conditional verb உசாவ (<i>usāva</i>), which means ‘when one investigates [examines or scrutinises]’, Bhagavan is in effect using a tautology in order to emphasise with greater force the imperative need for us to be attentively self-aware. Therefore what he implies by saying in the first line of this verse, ‘மனத்தின் உருவை மறவாது உசாவ’ (<i>maṉattiṉ uruvai maṟavādu usāva</i>), which means ‘when one investigates [examines or scrutinises] the form of the mind without forgetting [or neglecting]’, is that we need to be so attentively or vigilantly self-aware that we never succumb to even the slightest <i>pramāda</i> or self-negligence.<br>\n<br>\nOur choice and effort to be attentively self-aware are as real as this ego, which makes this choice and effort. Therefore when by making this effort we manage to experience ourself as we really are, we will discover not only that this ego was non-existent, but so too were its choice and effort to be attentively self-aware. However, though they are all ultimately non-existent, so long as we experience ourself as this ego, we do need to make this choice and effort. Indeed, the very nature of our ego is to choose and make effort, so rather than choosing or making effort in any other direction, we should choose and make effort only to be attentively self-aware.<br>\n<br>\n<a name=\"ny06\"></a><b>3. <i>Nāṉ Yār?</i> paragraph 6: what does Bhagavan mean by ‘the thought who am I’, which will destroy all thoughts, including itself?</b><br>\n<br>\nVenkat says that this ego, mind, body and world are just thoughts or perceptions that flow or pass across the screen of consciousness, but in whose view do they flow or pass by? Only in the view of this ego, which is itself the first thought that appears on the screen. This screen of consciousness is our own pure self-awareness, which is what we really are, so it is unaware of and unaffected by any thoughts or perceptions that may appear on it in the view of this ego, because in its view this ego and its progeny do not exist or even seem to exist at all.<br>\n<br>\nVenkat also says, ‘So the thought to be attentively self-aware is just another thought on that screen’, which is true, because according to Bhagavan everything other than our actual self is just a thought. However, as he often used to say, destroying all thoughts by thinking only of ourself (which is another way of saying by being attentively self-aware) is like using one thorn to remove another thorn that is embedded in one’s foot.<br>\n<br>\nNot only will thinking of or attending to our essential and ever-present self-awareness root out all other thoughts, including our primal thought, this ego, but in doing so it will also destroy itself, as Bhagavan said in the second sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நானார் என்னும் நினைவு மற்ற நினைவுகளை யெல்லா மழித்துப் பிணஞ்சுடு தடிபோல் முடிவில் தானு மழியும்.<br>\n<br>\n<i>nāṉ-ār eṉṉum niṉaivu maṯṟa niṉaivugaḷai y-ellām aṙittu-p piṇañ-cuḍu taḍi-pōl muḍivil tāṉ-um aṙiyum</i>.<br>\n<br>\nThe thought who am I [that is, the attentiveness used to investigate what one is], having destroyed all other thoughts, will itself also in the end be destroyed like a corpse-burning stick [a stick that is used to stir a funeral pyre to ensure that the corpse is burnt completely].</blockquote>\nThe attentiveness that we use in order to be attentively self-aware is what Bhagavan refers to here as ‘நானார் என்னும் நினைவு’ (<i>nāṉ-ār eṉṉum niṉaivu</i>), which means ‘the thought who am I’ or ‘the thought called who am I’.<br>\n<br>\nThat is, it is the nature of our ego to attend to one thing or another, and generally it attends only to things other than itself. This attention that it directs towards anything other than itself is what is called ‘thought’, and by thinking thus of other things it nourishes and sustains itself. Therefore if, instead of thinking or directing its attention towards any other thing, it directs it towards itself, it will be depriving itself of nourishment, and hence it will subside and disappear, and along with it all its thoughts will also cease.<br>\n<br>\n<a name=\"ny13\"></a><b>4. <i>Nāṉ Yār?</i> paragraph 13: thought of oneself will destroy all other thoughts, including their root, our primal thought called ‘I’ or ‘ego’</b><br>\n<br>\nDirecting our attention towards ourself is not literally a thought in the usual sense of this word, but it is sometimes referred to as a ‘thought’ metaphorically, as Bhagavan did for example when he described self-attentiveness as ‘நானார் என்னும் நினைவு’ (<i>nāṉ-ār eṉṉum niṉaivu</i>) or ‘the thought who am I’ in the above-cited sentence of <i>Nāṉ Yār?</i> or as ‘ஆன்மசிந்தனை’ (<i>āṉma-cintaṉai</i>), which is a Tamil form of the Sanskrit term <i>ātma-cintana</i>, which literally means self-thought or thought of oneself, in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing completely absorbed in self-abidance (<i>ātma-niṣṭhā</i>), giving not even the slightest room to the rising of any thought (<i>cintana</i>) other than thought of oneself (<i>ātma-cintana</i>), alone is giving oneself to God.</blockquote>\nWhat he means here by the term ‘giving oneself to God’ is giving up one’s own ego, which is our primal thought called ‘I’, so thought of oneself will destroy not only all thoughts about other things but also this primal thought called ‘I’, which is the root of all our other thoughts. Therefore, since <i>ātma-cintana</i> or ‘thought of oneself’ means self-attentiveness, and since attention is a function of ourself as this ego and not of ourself as we really are, when this ego is destroyed by its own self-attentiveness, its self-attentiveness will be destroyed along with it, and all that will then remain is pure self-awareness, which is what we always actually are. This is why he compared self-attentiveness to the stick used to stir a funeral pyre, because like that stick it will be burnt completely along with everything else in the intense fire of pure self-awareness.<br>\n<br>\n<a name=\"attentiveness\"></a><b>5. Why is self-attentiveness or ‘thought of oneself’ necessary, and why is mere self-awareness insufficient?</b><br>\n<br>\nHowever, though the intense fire of pure self-awareness will eventually burn everything, in order to do so it needs to be constantly stirred by the stick of self-attentiveness. Why? Because since we are always self-aware, and continue to be self-aware even when our attention is preoccupied with thinking thoughts about other things, self-awareness as such is not sufficient to destroy other thoughts, let alone our first thought called ‘I’ or ‘ego’. Since our first thought, which is the root of all other thoughts, feeds and nourishes itself only by attending to its other thoughts (which include all phenomena of any kind whatsoever, or in other words, everything other than ourself), it can deprive itself of its required nourishment and thereby undermine the illusion of its own existence only by directing all its attention only back towards itself. Therefore, though being self-aware is not by itself sufficient to destroy any thoughts, being attentively self-aware is sufficient to destroy all thoughts, including their root, our original thought called ‘I’ or ‘ego’.<br>\n<br>\nStirring the fire of pure self-awareness with the stick of self-attentiveness is a metaphorical way of saying that we must constantly remember or keep our attention fixed firmly upon our own essential self-awareness. This is what Bhagavan implied when he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Yār?</i>, ‘சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்’ (<i>sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>), which means ‘it is necessary to cling tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i>)’, and in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a>, ‘ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்’ (<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>), which means ‘If one clings fast to uninterrupted self-remembrance (<i>svarūpa-smaraṇa</i>) until one attains <i>svarūpa</i> [one’s own actual self], that alone will be sufficient’.<br>\n<br>\nAs he clearly indicates in these two sentences, constantly remembering, thinking of or meditating upon ourself is both necessary and sufficient to destroy our ego, which implies that there is no other way to do so, because so long as we allow ourself to attend to anything other than ourself (even to the slightest extent) we are thereby feeding and nourishing our ego, and hence can never destroy it until we train ourself to attend only to ourself.<br>\n<br>\nAs I mentioned earlier, attention or attentiveness is a function only of our ego, because it is our ability to choose what to focus or centre our awareness upon at each moment, and only our ego has this ability, since in the clear view of our actual self (<i>ātma-svarūpa</i>) there is nothing other than ourself that we could be aware of. Therefore as a function of our ego, attentiveness to anything, including ourself, can be called a ‘thought’ in the broadest sense of this term. This is why Bhagavan sometimes referred to or described self-attentiveness as ‘thought of oneself’, ‘meditation upon oneself’, ‘remembrance of oneself’ or ‘the thought who am I’, using terms such as ஆன்மசிந்தனை (<i>āṉma-cintaṉai</i> or <i>ātma-cintana</i>), சொரூபத்யானம் (<i>sorūpa-dhyāṉam</i> or <i>svarūpa-dhyāna</i>), சொரூபஸ்மரணை (<i>sorūpa-smaraṇai</i> or <i>svarūpa-smaraṇa</i>) or நானார் என்னும் நினைவு (<i>nāṉ-ār eṉṉum niṉaivu</i>), and also why in some older texts it is described as <i>ātma-vṛtti</i> (which means ‘thought of oneself’) or <i>ātmākāra-vṛtti</i> (which means ‘thought in the form of oneself’), in which the term <i>vṛtti</i> means a thought or mental function, which in this case implies the basic mental function of attention or attentiveness.<br>\n<br>\nAs I mentioned in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/sleep-is-our-natural-state-of-pure-self.html#vrtti\">Our ego can be destroyed only by <i>vṛtti-jñāna</i> (self-attentiveness)</a> and in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/is-there-more-than-one-way-in-which-we.html#vrtti\">Being attentively self-aware is what is called <i>vṛtti-jñāna</i></a>, Bhagavan sometimes used to explain that the term <i>vṛtti-jñāna</i>, which is used in many older texts and commentaries, means <i>ātma-vṛtti</i> or <i>ātmākāra-vṛtti</i>, and that the reason why it is said in such texts that <i>jñāna</i> by itself is insufficient to destroy our ego along with its <i>ajñāna</i> (self-ignorance) and that <i>vṛtti-jñāna</i> is therefore necessary is that <i>jñāna</i> in this context means pure self-awareness, which alone actually exists and which is therefore always present, so it is the fundamental reality without which our ego and its <i>ajñāna</i> could not even seem to exist, and hence something more than mere self-awareness (<i>jñāna</i>) is needed to destroy our illusion that we are this ego. The required extra ingredient is what is called <i>vṛtti-jñāna</i> or <i>ātmākāra-vṛtti</i>, which simply means self-attentiveness or being attentively self-aware.<br>\n<br>\n<a name=\"choice\"></a><b>6. How can we choose to attend to one thing rather than another?</b><br>\n<br>\nIn his <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448102232641#c8623834740604623400\">second comment</a>, which he wrote in reply to some friends who had responded to his first one, Venkat asked: ‘As you say, “only our ego can choose to be attentive”. But our ego is non-existent, illusory; it is just a thought. How can a thought CHOOSE to be attentive? The choice to be attentive implies some entity that can control attention. But we all know and accept that there is no entity in the first place. Or are we saying that the I-thought can in some way control the flow of other thoughts?’<br>\n<br>\nAs I explained earlier, though our ego does not actually exist, it does seem to exist, so we need a means to free ourself from the illusion that we are this ego. Who experiences this illusion and therefore needs to be free of it? What we really are never experiences anything other than itself, so in its view there is no illusion and hence no need to free itself from it. Therefore what experiences this illusion is only ourself as this ego, so as this ego we need to free ourself from the illusory condition in which we now find ourself, because what we now seem to be is not what we actually are.<br>\n<br>\nSince it is not what we actually are, this ego is just a thought, but it is also the thinker and experiencer of all other thoughts, so it does have control over them. However, it seems to us that our control over our thoughts is limited, because though we seem to be able to control some of our thoughts, we cannot control all of them. Other than our essential self-awareness, everything that we experience is just a thought, because even the physical world that we seem to perceive as if it exists outside ourself is just a series of mental impressions, and all kinds of mental impressions or phenomena are what Bhagavan calls ‘thoughts’ or ‘ideas’: நினைவுகள் (<i>niṉaivugaḷ</i>) or எண்ணங்கள் (<i>eṇṇaṅgaḷ</i>). Therefore though we seem to be able to control some of our thoughts, we do not seem to be able to control all of them, because we cannot, for example, decide to stop all the wars, terrorism and other sufferings that we see happening in the world around us.<br>\n<br>\nWhy is this? The reason is that though these phenomena are all merely our own thoughts, just like everything that we experience in a dream, when we create all these phenomena we also create ourself as if we were a person in this world, so since we seem to be part of this creation, it does not seem to us to be something that we have created and can therefore control. After we wake up from a dream, we realise that everything we experienced in that dream was our own creation or mental fabrication, but so long as we were dreaming we seemed to be just a person in that dream world, and as such we had no control over the way that world seemed to us to be. Likewise, because we now seem to be just a small and insignificant person in this vast world, we seem to be powerless to change it at will, even though it is actually just our own creation or mental fabrication. In other words, because the creator seems to have become a creature in its own creation, as a creature it can no longer control what it created.<br>\n<br>\nHowever, though we cannot control many of the thoughts we have created, we can to a very great extent control our attention, which is the instrument by which we have created everything. So long as we direct our attention away from ourself, we seem to be able to control some of our thoughts but not others, but if we direct our attention back towards ourself alone, we will be able to stop the very act of creation.<br>\n<br>\nNow we experience ourself as if we were this ego, and being attentive to something or other is the very nature of this ego. Why is this? The reason is that we seem to become this ego only by creating a body, which we then experience as if it were ourself, and through the senses of that body we project a seemingly vast world, so by becoming this ego we have created the illusion of many other things, and we obviously cannot be fully aware of each and every thing that we have created. In order to operate in this ego-created world of multiple phenomena, we need at each given moment to be more aware of some things than we are of others, so we have this ability to focus our awareness on one or more selected things at a time, and this ability is what we call attention.<br>\n<br>\nSince as this ego we need to operate in the rapidly changing environment of our own mind and of the world that we have created for ourself, we need to be able to move our attention rapidly from one thing to another, and we often need to give a certain degree of attention to more than one thing at a time. Therefore the extent to which we are giving attention to any particular thing is variable, so our attention is somewhat like our eyesight: just as we can be seeing many things at the same time, but some of those things are in the centre or foreground of our vision while others are to a greater or lesser extent off to one side or in the periphery of our vision, so we can be aware of many things at the same time, but some of those things are in the centre or foreground of our attention while other things are to a greater or lesser extent off to one side or in the background of our attention. Much of the time our attention or awareness is not focused sharply only any one particular thing, because it is rapidly moving from one thing to another, but we can and often do choose to focus it keenly on something, and to the extent that we focus it on one thing we exclude other things from our awareness.<br>\n<br>\nAs we each know from our own experience, we are to a large extent free and able to choose what we attend to at each moment, and also the extent to which we focus our attention on any one thing, but Venkat asks, ‘How can a thought CHOOSE to be attentive?’ Obviously no thought other than our ego can choose to attend to anything, because no other thought is aware either of itself or of any other thing. Since our ego is the only thought that is aware of anything, and since it is aware both of itself and of other things, it can choose to be attentive to whatever particular thing or things it wants to be predominantly aware at each moment. Sometimes its attention may seem to be forcibly drawn away to some other thing, such as the sound of an unexpected explosion, but our attention is drawn away to such things only because at that moment we choose to turn our attention towards them.<br>\n<br>\nVenkat also says, ‘The choice to be attentive implies some entity that can control attention. But we all know and accept that there is no entity in the first place’, which is a point that I have already answered earlier in this article. Now we experience ourself as an ego, and because we experience ourself thus we also experience many other things, so even though Bhagavan teaches us that this ego does not actually exist, to us it does seem to exist and to be ourself.<br>\n<br>\nHe sometimes said that there is actually no ignorance (<i>ajñāna</i>), because there is no one who is ignorant, and that no teachings are therefore necessary, but he also explained that though this is the <i>ajāta</i> viewpoint, which is the ultimate truth (<i>pāramārthika satya</i>), it is not a suitable basis for any teachings, because teachings seem to be necessary only so long as we seem to be a self-ignorant ego. Therefore, though he said that his experience is <i>ajāta</i>, for the purposes of teaching us he adopted the <i>vivarta</i> viewpoint, according to which this ego and everything that it experiences other than its own self-awareness are just an illusory appearance (<i>vivarta</i>).<br>\n<br>\nThat is, for our benefit he conceded that in our view this ego does seem to exist, albeit just as an illusory appearance, and therefore he taught us that the means by which we can free ourself from our illusion that we are this ego is by trying to be attentively self-aware. He also taught us that so long as we seem to be this ego, we do have the freedom and ability to choose and to try to be attentively self-aware, so since this freedom and ability are the only means by which we can free ourself from this ego and all the encumbrances that it entails, if we are wise we will make proper use of them by persistently trying to be attentively self-aware.<br>\n<br>\n<a name=\"view\"></a><b>7. Our ego and its dream creation do not exist in the clear view of our actual self</b><br>\n<br>\nIn his <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448127932436#c2146720115188765343\">third comment</a>, which he also wrote in reply to another friend, Venkat asked: ‘So under eka jiva vada, what is it that has the thought of turning attention on itself, given the ego is part of the dream? Or is the thought of turning attention on itself, also just part of the play which consciousness is watching — and there is in fact nothing to be done and no one doing this turning?’<br>\n<br>\nThe ego is the <i>ēka jīva</i>, the ‘one soul’ or sole experiencer, and it is part of the dream because it experiences it not as an uninvolved spectator but as a participant, since it experiences it only by experiencing itself as a person in its own dream world. It is also that which alone thinks and which alone possesses the function and capability of attention, so it alone is what ‘has the thought of turning attention on itself’. It generally uses its attention to focus on things other than itself, but since it can attend to anything that is within the range or scope of its awareness, it is able to (and should) attend to itself instead of to anything else.<br>\n<br>\nThere could be no turning of the attention if there were ‘no one doing this turning’, because there obviously could not be any action without something that is doing it, nor any experience without something that is experiencing it. Our ego, which is the sole actor and experiencer in this dream, is ‘no one’ in the sense that it does not actually exist, but so long as it seems to exist it seems to be someone, so it is this seeming someone who must try to turn its attention back towards itself to see whether it is actually what it seems to be. If it does so, its seeming existence as an ego will dissolve, and what will then remain is what it actually is, which is the one infinite and indivisible space of pure self-awareness, which alone actually exists and which therefore is never aware of anything other than itself.<br>\n<br>\nWhen Venkat asks whether the thought of turning attention on itself is ‘just part of the play which consciousness is watching’, I assume that what he means by ‘consciousness’ in this context is not our ego but what we actually are. However, what we actually are is only pure self-awareness, which is a consciousness that is not aware of anything other than itself, because in its clear view nothing other than itself exists, so there is nothing other than itself for it to watch. What is aware of our ego and each one of its dreams is not our actual self (<i>ātma-svarūpa</i>) but only our ego itself, so other than this ego there is no consciousness that is watching it and its play.<br>\n<br>\nOur ego and its dream creation do not exist or even seem to exist in the view of anything other than itself, because in the clear view of our actual self nothing other than our own pure self-awareness exists, has ever existed or ever could exist. Therefore though Bhagavan sometimes said that this ego and all the phenomena it experiences are just like pictures appearing on the screen of pure consciousness or self-awareness, he did not mean that these pictures appear in the view of our pure consciousness but only that they appear in the view of ourself as this ego.<br>\n<br>\n<a name=\"un11\"></a><a name=\"un13\"></a>Being aware of otherness or multiplicity is not real knowledge but only ignorance, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/09/self-knowledge-is-not-void-sunya.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai</i>), which means ‘not knowing oneself, who knows, knowing other things is ignorance’, and also in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/09/self-knowledge-is-not-void-sunya.html#un13\">verse 13</a>, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), which means ‘knowledge that is many [or knowledge of multiplicity] is ignorance (<i>ajñāna</i>)’. Therefore, since ignorance can be an attribute only of our ego and not of our actual self, what we actually are can never be aware of anything other than itself, nor can it ever be aware of itself as many different things.<br>\n<br>\n<a name=\"un07\"></a><b>8. <i>Uḷḷadu Nāṟpadu</i> verse 7: the world seems to exist only because it is perceived by our ego</b><br>\n<br>\nIn his <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448186785132#c2460967774612451966\">fourth comment</a> Venkat referred to what another friend had written and asked, ‘You say “we limit our consciousness . . . we can choose to cling” but WHO is this “we”?’ What we actually are never undergoes any kind of change, so it never limits itself or clings to anything. Therefore the ‘we’ who have limited our consciousness and therefore choose to cling is only our ego and not our actual self.<br>\n<br>\nWe rise and endure as this ego only by grasping or clinging to things other than ourself, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, so as long as we choose to continue clinging to anything other than ourself we will thereby be perpetuating the illusion that we are this ego. Therefore, if we wish to free ourself (the one who now seems to be this ego) from this illusion, we must choose to cling only to ourself.<br>\n<br>\nIn the same comment Venkat also wrote: ‘When Bhagavan talks about chit-jada-granthi, I understand it to mean that in our dream we see a set of perceptions that are closely and continuously linked with a particular point in space-time (“my body”), as distinct from the rest of the world. As a result an I-thought arises which identifies with this particular set of perceptions and seeks to protect and enhance itself relative to the rest of the perceptions (“the world”) that is seen. Hence begins the false idea of separation’.<br>\n<br>\nAs Bhagavan indicated in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>, the term <i>cit-jaḍa-granthi</i> (the knot that binds the conscious and the non-conscious together as if they were one) is another name for our ego, which is what he also called ‘the thought called I’ (or ‘I-thought’, as Venkat referred to it), so it is wrong to consider it to be the result of any perception, because we can only perceive anything other than ourself when we rise as this ego. Perceptions appear as soon as this ego appears, so they are an inseparable pair, but though they appear and disappear together, the ego is the cause and its perceptions are its effects, as Bhagavan implied in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/09/self-knowledge-is-not-void-sunya.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரும் […]<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷirum</i> […]<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். […]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum</i>. […]<br>\n<br>\n<b>English translation:</b> Though the world and mind arise and subside simultaneously, the world shines by the mind. […]</blockquote>\nஉலகு (<i>ulahu</i>) is a Tamil word derived from the Sanskrit word लोक (<i>lōka</i>), or rather from its older Vedic form, उलोक (<i>ulōka</i>), which means ‘world’ or ‘universe’, but which etymologically means ‘what is seen’, so in this context the world means the sum total of all perceptions (since there is no world other than our perceptions). அறிவு (<i>aṟivu</i>) is a Tamil word that means knowledge or awareness, but since the only awareness that rises and subsides is our ego or mind, in this context it means our ego or mind. The Tamil verb ஒளிரும் (<i>oḷirum</i>) literally means ‘shines’, but in this context it is used metaphorically to mean ‘seems to exist’, ‘is known’ or ‘is cognised’, so when Bhagavan says, ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), which means ‘the world shines by the mind’, what he implies is that it seems to exist only because it is known or cognised by our ego or mind.<br>\n<br>\nWhen Venkat writes, ‘in our dream we see a set of perceptions […] As a result an I-thought arises which identifies with this particular set of perceptions’, he implies that perceptions arise first and the ego or ‘I-thought’ arises as a result of those perceptions, but that cannot be the case, because perceptions arise only when we experience them, and we who experience them are what is called the ego, ‘I-thought’ or <i>cit-jaḍa-granthi</i>. Therefore what arises first is our ego, and as it arises it simultaneously brings perceptions into seeming existence, because just as perceptions cannot exist without our ego, who is their perceiver, our ego cannot exist without perceiving or being aware of something other than itself.<br>\n<br>\nThis ego rises by projecting and attaching itself to a body, through the five senses of which it projects and perceives a world. Therefore, since we are fundamentally just pure self-awareness, which is consciousness (<i>cit</i>), and since we seem to rise as this ego only by projecting and experiencing ourself as a body, which is non-conscious (<i>jaḍa</i>), as this ego we are a confused and conflated mixture of <i>cit</i> and <i>jaḍa</i>, so we are called <i>cit-jaḍa-granthi</i>.<br>\n<br>\n<a name=\"belief\"></a><b>9. Mere belief in <i>ajāta</i> or anything else is not an adequate means to free ourself from this ego illusion</b><br>\n<br>\nIn his <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448318589436#c1421967991917061906\">seventh comment</a> Venkat wrote: ‘I have to say that the logic of advaita, and ajata vada, inevitably has to mean that there can be no method, no cause, no effect, no one bound, no one to be liberated. We hear it, we say we believe it … but then we want to realise it — which is clearly contradictory’.<br>\n<br>\nWe may believe <i>ajāta vāda</i>, but it is contrary to our experience (as I explain in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/10/we-can-believe-vivarta-vada-directly.html\">We can believe <i>vivarta vāda</i> directly but not <i>ajāta vāda</i></a>), because we now experience ourself as a finite ego and hence we perceive a world in which cause and effect operate, and as this ego we are bound by limitations from which we wish to be liberated. Therefore believing <i>ajāta vāda</i> is of little use to us unless we strive to experience it, and Bhagavan has taught us that the only means by which we can experience it is by investigating ourself to see whether we are really this ego that we seem to be.<br>\n<br>\nBelief is a function of our mind, so we can believe <i>ajāta vāda</i> or anything else only so long as we experience ourself as this mind. In sleep we do not believe anything, because we are then free of the illusion that we are this ego or mind. Therefore mere belief in anything cannot be an adequate means to free ourself permanently from the limitations we impose on ourself by experiencing ourself as this mind. <i>Ajāta</i> is not merely a <i>vāda</i> (an argument or philosophical contention), but is a description of what we will experience if we investigate ourself thoroughly, so if we claim to believe <i>ajāta</i> we should try to investigate or scrutinise ourself in order to find out what we actually are.<br>\n<br>\nAs I explained earlier (in the <a href=\"#choice\">sixth section</a> above), though Bhagavan’s experience was <i>ajāta</i>, he based his teachings primarily on the <i>vivarta</i> viewpoint, because the <i>ajāta</i> viewpoint denies that there is any ego, or that an ego even seems to exist, so by itself it cannot provide us with a solution to the problem we now face, which is that we now seem to be this ego. According to the <i>vivarta</i> viewpoint, on the other hand, this ego does seem to exist, but is just an illusory appearance (<i>vivarta</i>), like a seeming snake that is actually just a rope, so we can get rid of it by investigating ourself and thereby discovering that we are not actually this finite entity called ego but are only infinite self-awareness, other than which nothing exists.<br>\n<br>\nIn the same comment Venkat also wrote: ‘Bhagavan’s is the simplest and most elegant ‘method’, fulfilling Occam’s razor, without adding any frills or further concepts: look at yourself and keep doing so until you see that you are the watcher, and not the ego that is being watched. In a way, it doesn’t matter if you ‘realise’ or not (except perhaps to reduce suffering in the present) — since in any event the dream will end with ‘physical’ death’.<br>\n<br>\nThere are two points of confusion in this statement. Firstly, Bhagavan’s teaching was not ‘look at yourself and keep doing so until you see that you are the watcher, and not the ego that is being watched’, because the watcher is nothing other than our ego (since what is aware of anything other than itself is only this ego and not our actual self), so the aim of self-investigation is not to see that we are the watcher but is only to see that we have never watched or been aware of anything other than ourself.<br>\n<br>\n<a name=\"un25\"></a>Moreover, is it actually possible for us to watch this ego? We can try to do so, and should try to do so, but we will never succeed in actually seeing this ego, because it does not actually exist. Though  it may seem to us that when we try to be self-attentive we are watching the watching ego, we can never actually watch it, because as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’, thereby implying that if we try to see it, it disappears, because it does not actually exist.<br>\n<br>\nThat is, we seem to be this ego only when we are aware of anything other than ourself, but if we turn our attention back to see the ego that we seem to be, it will disappear, because it has no real existence. It is just an ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>) or ‘formless phantom’ — something that seems to exist so long as one does not look at it directly, but that vanishes as soon as one does look at it directly. Therefore watching this ego is like trying to look carefully at an illusory snake: just as we seem to be looking at a snake only so long as we are not looking at it carefully enough, but find that what we were actually looking at was only a rope when we look at it with sufficient care, we seem to be watching a finite ego or ‘I-thought’ only so long as we are not watching it carefully enough, but find that what we were actually watching was only pure and infinite self-awareness (which is what we always actually are) when we watch it sufficiently keenly and vigilantly.<br>\n<br>\nSecondly, though it is obviously true that our present dream will end with the death of our present body, the benefit we gain thereby will be no more lasting than the benefit we gain by falling asleep. Just as sleep provides us with only a temporary respite from our ego, physical death is also only a temporary respite, because until we destroy the basic illusion that we are this ego by trying to be attentively self-aware, this ego will continue rising and projecting one dream after another.<br>\n<br>\nThe dreamer of every dream is our ego, so as long as this ego endures, whenever one of its dreams comes to an end it will sooner or later begin to dream another dream, so the ending of any dream, including this dream of our present bodily life, is not a real solution to all the problems that we as this ego face or are liable to face. Our present dream may now seem to be a relatively pleasant and comfortable one, but there is no guarantee either that it will continue to be so pleasant or that our next dream will be so pleasant, so contrary to what Venkat wrote, it does matter if we ‘realise’ or not.<br>\n<br>\nIn this context ‘realise’ obviously means ‘experience what we actually are’, so in this sense ‘realising’ is the only thing that really matters. Of course it does not matter to our actual self, because as our actually self we always experience ourself as we actually are, but it does matter to us as this ego, because as this ego we are always liable to suffer in numerous ways, and even when we are experiencing a relatively pleasant dream, we are still suffering the limitation of being a seemingly finite entity, so even the most pleasant dream is a state of suffering in comparison to the infinite peace and joy of experiencing ourself as we actually are.<br>\n<br>\n<a name=\"real\"></a><b>10. What is actually real?</b><br>\n<br>\nIn two comments that he wrote in reply to Venkat’s second comment (to which I replied in the <a href=\"#choice\">sixth section</a> above), another friend called Sivanarul wrote two comments about what can be considered real. In the <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448123282167#c4445943388691218724\">first of these comments</a> he wrote: ‘Just like the dream is real as long as one is dreaming, the ego is real as long as the dream of life is happening’.<br>\n<br>\nIf Sivanarul intended the words ‘is real’ to be understood literally, what he wrote in that sentence in not correct, because neither the ego nor any of its dreams is ever real. However, though they are not real, they seem to be real so long as we are experiencing them, so if what he meant by ‘is real’ is ‘seems to be real’, then it is correct to say: ‘Just as a dream seems real as long as one seems to be dreaming, the ego seems real as long as the dream of life seems to be happening’.<br>\n<br>\nWhen something is said to be real, that means that it actually exists and is actually what it seems to be, because whatever does not actually exist cannot be real, even if it seems to exist, and whatever is not what it seems to be is not real as the thing it seems to be but only as the thing that it actually is. Therefore to be real, a thing must not merely seem to exist but must actually exist, so ‘real’ means ‘actually existent’.<br>\n<br>\nOur ego does not actually exist, even though it seems to exist, so it is not real, even though it seems to be real. Likewise phenomena do not actually exist, even though they seem to exist, so they are not real, even though they seem to be real, because all phenomena are just an illusion created by our ego, so they seem to exist only so long as our ego seems to exist, as Bhagavan clearly implied when he wrote in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego alone is everything’.<br>\n<br>\nSince any dream is just a series of phenomena experienced by our ego, it is as unreal as our ego, and it seems to be real only when we seem to be the ego who experiences it. And since our present state, which seems to be a state of waking so long as we experience it, is also just a series of phenomena experienced by our ego, it is just another dream, so it is likewise as unreal as our ego.<br>\n<br>\n<a name=\"ny07\"></a>According to Bhagavan what actually exists is only ourself, as he clearly and emphatically states in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own essential self].</blockquote>\nSince we alone actually exist, whatever else seems to exist does not actually exist, so nothing other than ourself is real. Everything else is just a <i>kalpanā</i> (a fabrication, imagination or idea created by our mind or ego), like the imaginary silver seen in a shell, as he says in the second sentence of the same paragraph. And since everything other than ourself is experienced only by our ego, our ego is the first <i>kalpanā</i> and the root and cause of all other <i>kalpanas</i>. That is, since our ego is not what we actually are but only what we seem to be, it is not real but is just a <i>kalpanā</i> or illusory fabrication.<br>\n<br>\n<a name=\"ny14\"></a>The fact that only what actually exists can be considered real is also indicated by Bhagavan in the first few sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சுகமென்பது ஆத்மாவின் சொரூபமே; சுகமும் ஆத்மசொரூபமும் வேறன்று. ஆத்மசுகம் ஒன்றே யுள்ளது; அதுவே ஸத்யம்.<br>\n<br>\n<i>sukham-eṉbadu ātmāviṉ sorūpamē; sukhamum ātma-sorūpamum vēṟaṉḏṟu. ātmasukham oṉḏṟē y-uḷḷadu; aduvē satyam</i>.<br>\n<br>\nWhat is called happiness is only the <i>svarūpa</i> of <i>ātmā</i> [the ‘own form’ or actual nature of oneself]; happiness and <i>ātma-svarūpa</i> [one’s own actual self] are not different. <i>Ātma-sukha</i> [the happiness of oneself] alone exists; that alone is real.</blockquote>\nBhagavan used to define reality by saying that what is real must be eternal, unchanging and self-shining (as he explains, for example, in a dialogue recorded in the third chapter of the second book of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>: 2002 edition, pages 67-8). It must be eternal, because whatever does not exist always is confined within the limits of time, and time is not real, since it exists only in the view of our ego (as we can infer from the fact that we experience time only in waking and dream, when we seem to be this ego, but not in sleep, when we are not aware of any ego). It must be unchanging, because whatever changes is not exactly the same thing at all times, since what it was before each change is different to what it is after that change, so each thing that it changes into is confined within the limits of time. And most importantly, it must be self-shining (that is, it must illumine or make itself known without the aid of any other thing, which means it must be self-aware), because whatever does not illumine and know itself must depend upon something other than itself in order to be known, so whether it is real or not would depend upon whether that thing that illumines or knows it is real, and hence it would not be independently real.<br>\n<br>\nWhat then is real according to this standard? No phenomenon is eternal, unchanging or self-shining, because phenomena seem to exist only when they are experienced by our ego, and our ego itself is just a temporary phenomenon that appears in waking and dream and disappears in sleep. Because it is temporary, our ego is not eternal, and because it has no form of its own it depends for its seeming existence upon whatever form it attaches itself to, and because it attaches itself to different forms at different times (that is, to one body in waking and another body in dream), it is not unchanging. Though it may seem to be self-shining, because it is aware of its own existence, our ego does not actually shine by the light of its own awareness but only by the light of awareness that it borrows from our actual self (<i>ātma-svarūpa</i>), as we can infer from the fact that we continue to be self-aware in sleep even though we are then not aware of ourself as this ego.<br>\n<br>\nTherefore the only thing that is eternal, unchanging and self-shining is ourself, so we alone are real. We are eternal, because we have never and could never experience a moment when we did not exist. We are unchanging, because whatever changes we may seem to experience are not changes that happen to ourself but only to other things, since we always remain essentially the same ‘we’ or ‘I’. And we are self-shining, because we are always aware of ourself, and our awareness of ourself does not depend on anything else, since we continue to be self-aware whether other things seem to exist (as in waking an dream) or not (as in sleep). Therefore according to Bhagavan and to this standard of reality that he defined, what is real is only ourself and nothing else whatsoever.<br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448124468677#c4330308752840556377\">second</a> of Sivanarul’s two comments that I referred to above he wrote, ‘Advaita accepts three orders of reality’, and then he explain that these ‘three orders of reality’ are <i>pāramārthika satya</i>, <i>vyāvahārika satya</i> and <i>prātibhāsika satya</i>. Though these three terms are used in <i>advaita</i> texts and commentaries, it is wrong to assume that <i>advaita</i> accepts more than one reality, because ‘<i>advaita</i>’ means non-duality, so it is the name given to a philosophy that does not accept that more than one thing is real.<br>\n<br>\nWhat is real is only ourself, so the reality of ourself is called <i>pāramārthika satya</i>, which means the ultimate truth or reality. The other two terms, <i>vyāvahārika satya</i> and <i>prātibhāsika satya</i>, are each a description of what seems to be real but is not actually real. <i>Vyāvahārika satya</i> means ‘transactional reality’, the seeming reality of worldly affairs, business and activity, whereas <i>prātibhāsika satya</i> means ‘seeming reality’ or ‘illusory reality’. In some texts a distinction is made between <i>vyāvahārika satya</i> and <i>prātibhāsika satya</i>, and what we experience in the waking state is said to be <i>vyāvahārika satya</i>, whereas what we experience in dream is said to be <i>prātibhāsika satya</i>, but according to Bhagavan this waking state is just another dream, so <i>vyāvahārika satya</i> (transactional reality) is actually just <i>prātibhāsika satya</i> (seeming reality). In other words, other than our real self, whatever seems to be real is not actually real but only seemingly real.<br>\n<br>\n<a name=\"distinguish\"></a><b>11. Why is it so important to distinguish what is actually real from what merely seems to be real?</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#un26\">section 11</a> of my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html\">Is there more than one way in which we can investigate and know ourself?</a>, I had quoted verse 26 of <i>Uḷḷadu Nāṟpadu</i>, in which Bhagavan says, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego alone is everything’, and in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/sleep-is-our-natural-state-of-pure-self.html#uu17\">section 9</a> of the article prior to that, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/sleep-is-our-natural-state-of-pure-self.html\">Sleep is our natural state of pure self-awareness</a>, I had quoted verse 17 of <i>Upadēśa Undiyār</i>, in which he said, ‘மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை’ (<i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai</i>), which means ‘When one investigates [examines or scrutinises] the form of the mind without forgetting [or neglecting], anything called ‘mind’ will not exist’. Since he explained in the next verse of <i>Upadēśa Undiyār</i> that the mind is in essence just our ego or root-thought called ‘I’, I drew from verse 17 the obvious inference, ‘our ego or mind does not actually exist at all, even now’.<br>\n<br>\nThis prompted a friend called Rudraksha to write a <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448321637747#c370351046145021659\">comment</a> in which he asked whether what Bhagavan says in verse 26 of  <i>Uḷḷadu Nāṟpadu</i> is not contrary to what he says in verse 17 of <i>Upadēśa Undiyār</i>. However, there is actually no contradiction between these two verses, because though our ego or mind does not actually exist, it does seem to exist, and it will persist in seeming to exist until we investigate what it actually is.<br>\n<br>\nWhen a rope is mistaken to be a snake, there is actually no snake there at all, but there does seem to be a snake, and so long as it seems to exist the snake is liable to cause fear. Likewise, we now mistake ourself to be this ego, even though this is not what we actually are, so though there is actually no ego, it seems to exist, and so long as it seems to exist it creates all sorts of problems for us. Just as the only way to free ourself from the fear caused by the illusory snake is to look carefully at what seems to be a snake, because then only will we see that there is no snake but only a harmless rope, so the only way to free ourself from all the problems caused by this illusory ego is to look carefully at ourself, who are what seems to be this ego, because then only will we see that there is no ego but only our own infinite self-awareness, which is what we actually are.<br>\n<br>\nTherefore we should be careful not to mistake our ego to be real, even though it seems to be real, because it is not actually real and hence is not what we actually are. So long as we believe it and everything that it experiences to be real, it will continue deluding us and causing us endless problems and suffering, so Bhagavan advises us to doubt its reality and therefore to investigate it to see whether or not it is actually real, as it now seems to be.<br>\n<br>\nThis is why it is so important for us to distinguish what actually exists and is therefore actually real from what merely seems to exist and therefore merely seems to be real. What actually exists and is real is only our own simple self-awareness, which we experience without a break in waking, dream and sleep, because everything else, beginning with our own ego or mind, does not actually exist even though it seems to exist and to be real. To know this from our own experience, all we need do is to investigate ourself in order to experience ourself as we actually are, rather than as we now seem to be.<br>\n<br>\n<a name=\"un26\"></a><b>12. <i>Uḷḷadu Nāṟpadu</i> verse 26: why does Bhagavan say that if our ego does not exist, nothing else exists?</b><br>\n<br>\nAs I mentioned in each of the previous two sections, in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego alone is everything’. Since I had cited this verse in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#un26\">section 11</a> of my previous article, in a <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1449349101591#c5611144792544558040\">recent comment</a> on that article a friend called Algeciras referred to the second sentence of it, ‘if the ego does not exist, everything does not exist’, and remarked, ‘That clause we obviously cannot take literally (word for word)’. He then explained, ‘For example, when I am sleeping the ego does not exist. But can we really say that then nothing does exist?’, and after elaborating on this argument he concluded by asking: ‘Could you please explain, in what sense we should understand this verse correctly?’<br>\n<br>\nBhagavan did intend us to take what he wrote in this verse literally, but it is difficult for us to accept that everything that we experience depends for its seeming existence upon the seeming existence of our ego unless we are willing to accept that our present so-called waking state is actually just another dream. The arguments that Algeciras gave are based on the assumption the world we now experience is not just a mental projection, like everything that we experience in a dream, but according to Bhagavan it is just a mental projection, so it seems to exist only so long as we are aware of its seeming existence, and we are aware of it only when we experience ourself as this ego.<br>\n<br>\nBecause we are attached to our present life and to the person that we now seem to be, we are naturally reluctant to accept that this is all just a creation of our ego and therefore no more real than any other dream that we experience. However, if we want to experience what is actually real, we need to doubt the reality of everything that we now experience. The only thing that must necessarily exist is ourself, because whether everything else is real or just an illusion, we must exist in order to be aware of it. As Descartes argued, ‘I think, therefore I am’, though his argument would have been simpler and more robust if he had instead argued, ‘I am aware, therefore I am’, or ‘I experience, therefore I am’.<br>\n<br>\nOther than ourself, there is nothing that certainly exists or is certainly real, because everything else that we perceive or experience could be just an illusion, like everything that we perceive or experience in a dream. While we are dreaming, we seem to be awake, so everything that we experience in a dream seems to be real so long as we are dreaming, and is found to be just a mental creation and hence unreal only after we wake up. Therefore just because we now seem to be awake and not dreaming does not mean that we are actually not dreaming, because we could be just dreaming that we are awake.<br>\n<br>\nAlgeciras argued that the ‘fact’ that the world exists in the absence of the ego in sleep ‘would be easily proved by a film camera which would film all the scene’, but whatever may be filmed would not prove anything, unless we could watch the film while sleeping, which we obviously cannot. If someone were to argue with us in a dream that the world exists while we are asleep, and if they were to show us a film of our body sleeping in our bed, would that prove anything? No, it obviously would not, because the film we were shown was part of our dream, the whole of which was just a creation of our ego. Likewise, even if we now watch a film of our body sleeping in our bed, that would not prove that our body or the world existed while we were asleep, because if our present state is just a dream, that film would just be part of this dream.<br>\n<br>\nAnother argument in support of Algeciras’s view was offered by a friend called Samarender Reddy in a <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/is-there-more-than-one-way-in-which-we.html?commentPage=2#c8328924593580699982\">later comment</a>, namely that we could watch the body of a friend while he is asleep, so since we ‘know for a certain fact’ that ‘his body and the world existed when he slept’, we ‘can certainly extrapolate and infer (which is a reasonably good inference given that I am not different from him) that pretty much the same thing would happen if I were to go to sleep and he sat in watch by my bedside’. This argument is again based of the assumption that our present state is not a dream, because though we may see the body of a sleeping friend in a dream, we would not consider it reasonable to infer from this in our present state that our dream body and dream world exist even when we are asleep, since we now know that the body of our sleeping friend that we saw in our dream was just a creation of our own ego or mind. Therefore if our present state is also just a dream, all the friends we see in this dream are likewise just creations of our own ego, so they and the rest of this world do not exist or even seem to exist except when we are perceiving them in this dream.<br>\n<br>\nUnless we can prove that we are not now dreaming, we cannot prove that any of the things that we now perceive exist while we are asleep. Since there is no means by which we can prove — either to ourself or to anyone else — that our present experience is not just a dream, there is no means by which we can prove that anything other than ourself exists while we are asleep.<br>\n<br>\nWe could argue that just as we cannot be sure that we are not now dreaming or that anything other than ourself exists while we are asleep, we equally well cannot be sure of the opposite, namely that we are now dreaming or that nothing other than ourself exists while we are asleep. That would be a perfectly reasonable argument, but it would show that we should at least doubt whether anything exists independent of our awareness of it, and that we should admit the possibility that everything that we experience other than ourself could be just our ego’s dream creation.<br>\n<br>\nHowever, since Bhagavan has shown us that we cannot be the body or person that we now seem to be (since we experience ourself even when we do not experience either this body or this person), and since everything else that we experience seems to exist only when we seem to be a body and person, it is reasonable for us to believe him when he says that everything else seems to exist only when this ego (our illusory awareness of ourself as a body) seems to exist, and that whenever this ego does not seem to exist nothing else exists. However, in order to ascertain from our own experience whether or not this is actually the case, he says that we need to investigate ourself and thereby experience ourself as we really are.<br>\n<br>\nBelieving what he taught us (particularly in verses such as 25 and 26 of <i>Uḷḷadu Nāṟpadu</i>) can certainly help us in our self-investigation, but it is not an adequate substitute for self-investigation, because all his most essential teachings were given to us in order to convince us that we need to investigate what we ourself actually are. As he often used to say, we cannot know the reality of anything else until and unless we know our own reality, and to know our own reality we must investigate what we actually are.<br>\n<br>\n<a name=\"thought\"></a><b>13. A thought is anything fabricated by our ego or mind, so everything other than ourself is a thought</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448318802942#c4959645178955788949\">an earlier comment</a> on my previous article, a friend called Amrita quoted some portions from <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#un26\">section 11</a> of that article and asked, ‘In order to understand the above statements in their complete significance could you please give a more detailed description what a thought is’.<br>\n<br>\nThe word that Bhagavan generally used in Tamil to mean ‘thought’ or ‘idea’ was நினைவு (<i>niṉaivu</i>), but in verses he sometimes used எண்ணம் (<i>eṇṇam</i>) instead, and occasionally he would use a word of Sanskrit origin such as சிந்தனை (<i>cintaṉai</i>, which is a Tamil form of <i>cintana</i>) or விருத்தி (<i>virutti</i>, which is a Tamil form of <i>vṛtti</i>). However, whichever word he used to mean ‘thought’, what he meant by it was generally anything produced or fabricated by our ego or mind, so all types of mental phenomena were included in what he called ‘thought’, and since according to his teachings all phenomena (including those that seem to us to be physical) are actually mental (because they are created only by our mind and are experienced within it), he taught us that everything other than our actual self (<i>ātma-svarūpa</i>) is just a thought.<br>\n<br>\nAs he often said, the first thought and root of all other thoughts is only the thought called ‘I’, which is our ego, so without this thought no other thought can arise, because every other thought is produced and experienced only by this first thought, ‘I’. Since our mind is nothing but a collection of thoughts, and since no thought could seem to exist if it were not experienced by our ego, what our mind essentially is is just this ego, our primal thought called ‘I’. Other thoughts come and go and are constantly changing, but so long as our mind is active this first thought called ‘I’ endures, so our mind cannot exist in the absence of this thought.<br>\n<br>\nThe reason why Bhagavan describes our ego as a thought is that it is not what we actually are, but only what we seem to be, and we seem to be this ego only when we experience ourself as a body. Therefore our ego is a confused mixture of pure self-awareness, which is what we actually are, and awareness of a body, so since any body (or our awareness of it) is just a thought, our ego is itself just a thought. That is, as a mixture of what is real (namely our pure self-awareness) and a thought (namely our body-awareness), our ego is a thought.<br>\n<br>\nSince our ego is the illusory experience ‘I am this body’, it cannot seem to exist without experiencing itself as a body, so as soon as it rises it projects a body and experiences it as itself, and then through the five senses of that body it projects and experiences a world. Since this happens in both waking and dream, Bhagavan said that this so-called waking state is just another dream. Just as everything that we experience in a dream (including the body that we then experience as ourself, and the seemingly external world that we experience through the senses of that body) is just a mental fabrication, and hence just a collection or series of thoughts, so everything that we experience in this so-called waking state is likewise just a mental fabrication, and hence just a collection or series of thoughts.<br>\n<br>\nSince our ego cannot rise or endure without projecting and experiencing other thoughts, beginning with whichever body it currently experiences as itself, it is sustained and nourished by experiencing other thoughts, and it could not even seem to exist if it was not aware of them. This is what Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, and hence he says in the same verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’, and which implies that if we try to be aware only of our ego, it will subside and disappear, and along with it all its other thoughts will also cease to exist.<br>\n<br>\nThis is the vital clue that he gives us in order to enable us to free ourself from the illusion that we are this ego. That is, we seem to be this ego only so long as we are aware of anything other than ourself, so when we try to be aware of ourself alone, our ego will dissolve and vanish, and what will then remain is only pure self-awareness, which is what we actually are.<br>\n<br>\nSince the production and experiencing of any other thought entails directing our attention away from ourself, attention is the instrument by which our ego produces and experiences thoughts. Therefore, since the practice of self-investigation (<i>ātma-vicāra</i>) entails directing our attention back towards ourself, Bhagavan sometimes described it as ‘thought of oneself’ or ‘thinking of oneself’, as I explained in the early sections of this article.<br>\n<br>\nHowever, though he thus described self-attentiveness as ‘thought of oneself’, it is a ‘thought’ quite unlike any other thought, because whereas other thoughts feed and nourish our ego, this thought of ourself undermines and dissolves our ego, and along with this ego it also dissolves all its other thoughts. Therefore self-attentiveness it is a ‘thought’ that will destroy both its parent, namely our ego or primal thought called ‘I’, and all its siblings, namely all our other thoughts.<br>\n<br>\nThis therefore is all that we need to know about thoughts and their nature. They are all unreal, being mere apparitions, but of all of them, the one unreal thought that will destroy all other unreal thoughts is only this ‘thought of oneself’, which is the simple practice of trying to be attentively self-aware.<br>\n<br>\n<a name=\"death\"></a><b>14. Birth and death are both mere thoughts, as is any kind of body that we may experience as ourself</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448378912784#c3679910124061417582\">another comment</a>, a friend called Tirich Mir wrote, ‘We often see bodily weakness, frailty of old age, disease and death of the body. Let us assume that many of us seekers are or will be not able to give up everything and to destroy this ego for ever before physical death. Therefore knowing ourself might include to know whether the ego will grasp any other subtle form of body after leaving the physical body because of death’, and then asked several questions about what we may experience after death.<br>\n<br>\nBefore answering his questions I will start by saying two things in reply to his opening remarks. Firstly, why should we assume that we ‘will be not able to give up everything and to destroy this ego for ever before physical death’? If we assume that, we would thereby be setting an unnecessary limitation upon ourself, so it is best not to assume anything about when we may destroy our ego. If we really want to, we can destroy it here and now, so if we do not do so, that is only because we do not yet want to be free of it more than we want anything else. In other words, we are still attached to our finite life as this ego, so we are not yet ready to let go of it.<br>\n<br>\nHow close we are to being ready to let go of it is something that we cannot know, because we cannot see how deeply our attachments are still rooted. It may seem to us that our attachments are still very strong, and hence we constantly resist our own attempts to be calmly self-attentive, but perhaps our present resistance is just the last desperate struggle of our ego to survive, in which case we may finally surrender ourself much sooner than we now expect. Trying to know how close or how far we now are from finally giving up everything is a futile effort, so we would make better use of our time and effort trying to see who it is who now seems to be resisting so strongly.<br>\n<br>\nOur love to surrender ourself completely may now seem to be very feeble, but we have taken refuge in Bhagavan and his teachings, so since he is the sole reality, whereas our ego is merely an illusory apparition with no substantial existence, we should trust in his power to save us in spite of our present lack of true wholehearted love to merge in him. Now we may feel ourself to be too weak to effectively wield the supreme weapon (<i>brahmāstra</i>) of self-attentiveness (who am I?) that he has given us, but as Sadhu Om once assured me when I said this, he who has given us this weapon will also surely give us the strength to wield it effectively. Therefore let us just persevere in making our feeble attempts to be attentively self-aware with complete faith in the assurance that Bhagavan gave us in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Yār?</i>, namely that we are now like the prey in the jaws of a tiger, so all we have to do is to avoid resisting by persistently following the path of self-investigation that he has shown us.<br>\n<br>\nSecondly it is not correct to say ‘knowing ourself might include to know whether the ego will grasp any other subtle form of body after leaving the physical body because of death’, because this ego is not what we actually are, so knowing what forms it may assume in future has nothing to do with knowing ourself as we actually are. In order to know what we actually are we must investigate ourself and thereby discover that we are not and never have been this ego that we now seem to be.<br>\n<br>\nTirich Mir’s first four questions were about what we may experience at the moment of physical death and thereafter, what kind of body our ego may grasp or what kind of thought it may have then, whether there is a life as an astral body, what influence such a life may have on a future physical body, and whether there is any ‘world on the opposite side of the river called (physical) life’. According to Bhagavan our present so-called ‘physical’ life is just a dream, so whatever we experience after this dream will either be a temporary sleep or another dream, and as we all know from experience, in a dream we can experience just about anything, so we could dream that we are in heaven or in hell, wandering as a ghost or born again in another world very similar to the one we now seem to be in, or in any other condition that we may imagine. However, all we need to know about any possible future condition of this ego is that whatever body or world we may experience will just be a dream and will therefore be no more real than the present condition of our ego.<br>\n<br>\nRegarding ‘astral’, mental or physical bodies, there is really no significant difference between such things, because though whatever body we experience as ourself in a dream is actually just a mental fabrication (a thought or idea), while we are dreaming it seems to us to be a physical body, and the same applies to the body that we now experience as ourself. As I mentioned in the <a href=\"#thought\">previous section</a>, all phenomena — including those that seem to us to be physical — are actually just mental phenomena, so though whichever body we are currently experiencing as ourself (whether in this dream or in any other one) seems to us to be physical, it is actually just a thought or idea fabricated by our own mind, and hence even if we experience ourself being in heaven or hell, the body we would then experience as ourself would likewise be just a mental creation, as also would be the heaven or hell in which we then find ourself.<br>\n<br>\nRegarding death, we will only experience ourself as this body so long as it is alive, so the moment it dies will be like the ending of any other dream. Either we will temporarily subside into a state like sleep, or we will immediately start to dream another dream. During the last few hours, minutes or seconds of the life of our present body we may struggle to hold on to it, as one can often see happening if one is by the bedside of a dying person, but once this body is actually dead, this dream will be over. In some cases one may then experience the sort of condition described by some people who have had a near-death experience, such as seeing one’s body lying in bed and people surrounding it crying, but that would be just another dream, because one would then experience oneself not as the dead body but as another body that is seeing it.<br>\n<br>\nThe bottom line is that whatever we may experience other than ourself, whether before death, while dying or after death, is only a dream, so it is not real and hence is not worth thinking about. If we are wise, we should try to direct all our attention only towards ourself, because that is the only means by which we will be able to experience ourself as we really are and thereby destroy the illusion that we are this ego.<br>\n<br>\nSince everything other than ourself is just a thought, whatever body we may experience as ourself is likewise just a thought, and so too is both its birth and its death. Neither birth nor death is real, because they are just the beginning and ending of a dream, and every dream is unreal. What is real is only ourself, so the only truly worthwhile endeavour is to try to experience what we ourself actually are.<br>\n<br>\nIn his fifth and sixth questions Tirich Mir asked whether Bhagavan ever answered questions such as the previous four that he had asked, or whether he always advised the questioner ‘only to seek the source of the ‘I’-thought in the now’. Bhagavan adapted the answers he gave to any question according to the need of the person asking it, so he did not always answer the same question in the same way, but generally he did try to divert people away from asking useless questions by directing their attention back towards themself, the ego who was asking those questions.<br>\n<br>\nAs he often said in reply to questions such as the first four asked by Tirich Mir, when we do not know what we ourself actually are at this present moment, how can we know what we will be in future. Whatever we actually are is ever unchanging, so to know what we will actually be in future, all we need do is to find out what we actually are here and now. Whatever we may now believe about what we will be in future cannot be true, because what we now experience ourself to be is not true. Even now we are not this ego that we seem to be, so we will not be anything that this ego may seem to become in future. Therefore we should give up enquiring about the past or future, and should instead investigate what we actually are now, at this precise present moment.<br>\n<br>\n<a name=\"method\"></a><b>15. Is self-investigation (<i>ātma-vicāra</i>) a ‘method’ or just a simple and direct means?</b><br>\n<br>\nIn several comments, beginning with <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448292061896#c2256739068459153826\">this one</a>, an anonymous friend repeatedly asserted that ‘methods’ do not work, and in support of this questionable assertion he did not offer either any evidence or any logical arguments but only other equally questionable assertions, or ones that either did not support his primary contention or that directly contradicted it. Therefore I do not think it is worth spending time trying to repudiate each of his false, questionable or merely superficial assertions, but there is one implication in what he wrote that is worth discussing, namely the implication  that self-investigation (<i>ātma-vicāra</i>) is just one among many methods, none of which can enable us to experience what we actually are.<br>\n<br>\nBhagavan taught us that self-investigation is the simple and direct means by which we can experience ourself as we really are, but is it correct to call it a ‘method’? Looking at something is definitely the means to see it, because if we do not look at it we will not be able to see it, but would we say that looking is a method to see? Most of us would not, because looking is too simple and also too essential to be called a method to see. Generally the term ‘method’ means a contrived or elaborate means to accomplish something, so a simple, natural and indispensable means such as looking is not considered to be a method. It could be part of a method (just as, for example, looking at evidence can be part of a method of scientific research), but it is not a method by itself.<br>\n<br>\nJust as looking is the simple, natural and indispensable means to see something, or just as listening is the simple, natural and indispensable means to hear something, so being self-attentive is the simple, natural and indispensable means to experience or be aware of ourself as we actually are. Therefore, since self-investigation entails nothing but simply being attentively self-aware, it is not a method, even though it is the direct means to experience what we really are and thereby to dissolve the illusion that we are this ego.<br>\n<br>\nA method is necessary only when no simple and straightforward means is available or would be sufficient to accomplish something, so to accomplish our aim of knowing what we really are, no method is required, because all that we need do is to investigate ourself by simply looking at, observing, attending to or being attentively aware of ourself. This is the simplest and most straightforward of all means, it is sufficient by itself, and it is also indispensable, because we cannot know what we actually are unless we examine or scrutinise ourself in this way. Therefore self-investigation is just the simple, direct and obvious means to know ourself, but it is too simple and straightforward to be called a method.<br>\n<br>\nRegarding the efficacy of self-investigation, that is, whether or not it will ‘work’ as a means to accomplish its aim, simple logic demands that it must be effective. Just as looking carefully at an illusory snake is the only effective means to see that it is actually just a harmless rope, so looking carefully at ourself, who now seem to be this ego, is the only effective means to see what we actually are. If we do not look carefully at the ‘snake’ we will never actually see that it is only a rope, and likewise if we do not look carefully at ourself we will never actually see what we really are. Therefore investigating ourself by looking at ourself carefully is logically the only effective means to know ourself as we really are, and hence it is indispensable, as Bhagavan repeatedly explained to us.<br>\n<br>\n<a name=\"direct\"></a><b>16. Since Bhagavan says <i>ātma-vicāra</i> is ‘the direct path for everyone’, we would be wise to follow it from the outset</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448135682635#c612708290659401902\">one of the comments</a> he wrote on my previous article Sivanarul said, ‘I am a firm believer that the ocean can be reached by various rivers following various paths, even if the last 10 feet is a single path. I consider Vichara as that last 10 feet and not the only path from beginning to end that all rivers must follow’. This is an apt analogy. All other paths are like tributaries that must sooner or later merge in the river of self-investigation (<i>ātma-vicāra</i>), because as Bhagavan taught us, ultimately self-investigation is the only path that can destroy our ego and thereby discharge us into the infinite ocean of joy that always exists within us as our own real self.<br>\n<br>\nThough on at least the last ten feet of our journey, so to speak, we must travel along the royal highway of self-investigation, we need not wait for that metaphorical final ten feet before joining this path. As Bhagavan used to say, since this is the quickest and most direct path from wherever we may now be standing, if we are truly intent upon freeing ourself from our ego we should start trying to practise self-investigation from the moment we are given to understand that this is the only means by which our ego can ultimately be destroyed. This is why he ended verse 17 of <i>Upadēśa Undiyār</i> (which I cited in full in the <a href=\"#uu17\">second section</a> of this article) by declaring, ‘மார்க்கம் நேர் ஆர்க்கும் இது’ (<i>mārggam nēr ārkkum idu</i>), which means ‘This is the direct [straight or appropriate] path for everyone’.<br>\n<br>\nIn this final sentence of verse 17, மார்க்கம் (<i>mārggam</i>) is a Tamil form of the Sanskrit word मार्ग (<i>mārga</i>), which means way, road, path or means; நேர் (<i>nēr</i>) means straight, direct, appropriate, suitable, proper or correct; ஆர்க்கும் (<i>ārkkum</i>) literally means ‘for whomever’, so it implies ‘for anyone’ or ‘for everyone’; and இது (<i>idu</i>) means ‘this’, referring to the practice of self-investigation described in the first sentence of this verse. Thus in this sentence Bhagavan affirms that this path is suitable not only for certain people but for everyone who truly wishes to surrender themself completely by giving up the illusion that they are this ego or mind. Therefore none of us need wait or delay our progress till we have gained greater purity of mind or spiritual maturity by following any other path before we begin trying to practise this simple path of self-investigation, nor is it necessary for us to practise anything else if we are sincerely trying our best to follow this path.<br>\n<br>\nThis is clearly illustrated by what Bhagavan said during the following incident. Once a group of villagers came to him and asked what is the best way to attain liberation (<i>mukti</i>), and he replied explaining in simple terms that all one need do to attain liberation is to investigate who is oneself, who seeks to attain it. After the villagers left he went out for his usual walk, whereupon Kavyakantha Ganapati Sastri, who had been present while he was talking with them, turned to his followers and remarked:<br>\n<blockquote>Why does Bhagavan always recommend his path of <i>ātma-vicāra</i> to everyone, even to such ignorant villagers? His path may be the best one for some people, but it is suitable only for those who are learned, so how can these villagers understand or practice it? Even for a very learned person like me it is difficult to follow it, so how can he expect that such unlearned people would be able to do so? Surely it would have been more useful to them if he had advised them to do a simple practice like <i>japa</i>. Or if he does not like to teach <i>japa</i>, he could have directed them to me, knowing that I would teach them <i>mantra-japa</i>.</blockquote>\nWhen Bhagavan returned from his walk, someone told him what Kavyakantha had said in his absence, to which he replied:<br>\n<blockquote>What to do? I can only teach what I know. I do not know anything about any <i>mantras</i> or <i>tantras</i>, because I have never been attracted to learn about such things or to practice them. What I know is that liberation means being free from the ego, and in order to be free from it we must know who we really are, and we can know who we really are only by investigating ourself. This is why I advise anyone who asks how to attain liberation to try to find out who they are.<br>\n<br>\nThis is the easiest and most simple path, so it can be practised by anyone, and in order to practise it there is no need to be learned. In fact it can be easier for an unlearned person to practise it than for a learned person, because the minds of learned people tend to be full of unnecessary thoughts and counterarguments, which confuse them and distract their attention away from themself, making it more difficult for them to simply turn their attention back towards themself.<br>\n<br>\nI know that if I were to advise anyone to practise <i>japa</i> or any path other than <i>ātma-vicāra</i>, I would sooner or later have to tell them that such practices are not sufficient, because ultimately the only way to destroy one’s ego is to investigate oneself and thereby to experience oneself as one actually is. Therefore why should I recommend any path knowing that I would later have to say that it is not enough? I would be cheating people if I were to do so. Since everyone must ultimately practise <i>ātma-vicāra</i> in order to annihilate their ego, it is best to advise them to practise it from the very beginning.<br>\n<br>\nNot only is <i>ātma-vicāra</i> sufficient from the outset and necessary at the end, but it is also the simplest, easiest and quickest path from wherever one may begin. If some people want to practise other paths, let them do so, but if anyone really wants to be free from their ego, I can only advise them to practise this simple and easy path of self-investigation and complete self-surrender. When an aeroplane is available and is the quickest means to reach our destination, why should I advise anyone to travel by any slower means such as a bullock cart or a train?</blockquote>\nThese are not the exact words that Bhagavan spoke, but they are the gist of what I have been told he said on that occasion. I first heard this story from Kunju Swami, and later it was confirmed to me by Swami Natananandar and others who were present at the time, and it was also recorded more briefly by Joan and Matthew Greenblatt on page 74 of their book <i>Bhagavan Sri Ramana: A Pictorial Biography</i>, which was published by Ramanasramam in 1981 as one of their special publications to commemorate Bhagavan’s birth centenary. Kunju Swami also referred to this incident rather obliquely in the final paragraph of his reminiscences as presented by David Godman in Part Two of <i>The Power of the Presence</i> (2005, pp. 95-6), and in a footnote David quoted his fuller account of it as recorded in the <i>Pictorial Biography</i>.<br>\n<br>\n<a name=\"sense\"></a><b>17. Is there any difference between attending to ourself and attending to our sense of ‘I’?</b><br>\n<br>\nAnother friend called Viswanathan wrote a <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448240734848#c8396480404157750105\">comment</a> in which he quoted something that David Godman wrote recently (in his reply to a comment on his <a href=\"https://www.youtube.com/watch?v=UDVQC_uHRCI\">video on self-enquiry</a>, in which someone called James Austin had asked him about two sentences from the sixteenth paragraph of <i>Nāṉ Yār?</i> that he had quoted in his comment on verse 389 of <i>Guru Vācaka Kovai</i>), namely:<br>\n<blockquote>Though Bhagavan defines self-enquiry as ‘keeping the mind fixed in the Self’ in ‘Who am I?’, I think that this is an advanced level of the practice that most people aspire to rather than experience. Until that is possible, attention to the sense of ‘I’ and a concomitant rejection of all thoughts that try to attach themselves to it is the Bhagavan-prescribed route back to the Self.</blockquote>\nThis implies that attending to the sense of ‘I’ is in some way different to ‘keeping the mind fixed in the Self’, which is an idea that could cause confusion in the minds of those who wish to practise what Bhagavan taught us, because if the ‘self’ we are trying to know is something other than the ‘I’ who is trying to know it, that would mean that we have more than one ‘I’ or self, which obviously cannot be the case. Therefore to clarify what the practice of <i>ātma-vicāra</i> (self-investigation or self-enquiry) actually is and to remove any confusion that could arise from this statement by David, let us carefully consider the meaning of the words he used here in order to try to understand whether there is actually any difference between attending to ourself and attending to our sense of ‘I’.<br>\n<br>\nThe sentence in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i> (Who am I?) that David referred to when he wrote that Bhagavan defines self-enquiry as ‘keeping the mind fixed in the Self’ is the one I cited and discussed in the <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/is-there-more-than-one-way-in-which-we.html#ny16\">first section</a> of my previous article, where I explained that the words ‘மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>maṉattai ātmāvil vaittiruppadu</i>) used by Bhagavan in that sentence literally mean ‘putting [placing, keeping or fixing] the mind in [or on] oneself (<i>ātmā</i>)’, which is an idiomatic way of saying attending to oneself, so what he clearly implied in that sentence is that the term <i>ātma-vicāra</i> (self-investigation or self-enquiry) means only the simple practice of keeping our attention fixed firmly on ourself.<br>\n<br>\nThough the word ஆத்மா (<i>ātmā</i>), which is a Tamil form of the Sanskrit word आत्मन् (<i>ātman</i>), is often used to refer specifically to our actual self (which in English is often referred to as ‘the Self’, meaning ourself as we actually are), it is actually just a generic pronoun, the basic meaning of which is ‘oneself’, and which depending on the context can therefore mean myself, yourself, herself, himself or itself. In this context we can take it to mean either our actual self or ourself in general, without making any distinction between our actual self and our ego, because what seems to be this ego is only our actual self, so when we seem to be attending to our ego what we are actually attending to is our actual self, just as in the case of an illusory snake when we seem to be looking at a snake what we are actually looking at is only a rope. Therefore it makes no difference in practice whether we interpret ஆத்மா (<i>ātmā</i>) in that sentence to mean our actual self or ourself in general, because in either case what Bhagavan clearly implies in that sentence is that the term <i>ātma-vicāra</i> refers only to the practice of being self-attentive.<br>\n<br>\nWhat then does David mean by attending to the sense of ‘I’? In this context ‘sense’ presumably means awareness, and ‘I’ is obviously a pronoun referring to ourself, so the sense of ‘I’ must simply mean our awareness of ourself. Since self-awareness is our very nature, attending to our self-awareness means exactly the same as attending to ourself. Therefore it is hard to see what difference there could possibly be between attending to the sense of ‘I’ and keeping one’s mind fixed on oneself. These are simply two different ways of describing the simple practice of being self-attentive.<br>\n<br>\nWhen using this term ‘the sense of I’ in this context David may have meant specifically our ego, but since our ego is merely what we now seem to be, when we attend to our ego we are attending to ourself (as I explained in more detail in an earlier article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/by-attending-to-our-ego-we-are.html\">By attending to our ego we are attending to ourself</a>), and if we attend to ourself (this ego or sense of ‘I’) sufficiently keenly, we will discover that what we actually are is only our real self, which is not this finite ego but only the one infinite space of pure self-awareness. Just as an illusory snake and the rope that seems to be that snake are not two different things, this illusory ego and our actual self are not two different things, because our ego is merely what our actual self seems (in the view of this ego) to be.<br>\n<br>\n<a name=\"ny16\"></a>This is why in that sentence of <i>Nāṉ Yār?</i> Bhagavan said:<br>\n<blockquote>சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்.<br>\n<br>\n<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>.<br>\n<br>\nThe name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] keeping the mind [one’s attention] always on oneself.</blockquote>\nIn this sentence தான் (<i>tāṉ</i>) is used as an intensifying suffix, which can mean ‘itself’, ‘only’ or ‘definitely’, but which in this context it clearly implies ‘only’, so the clear implication of this sentence is that the term ‘<i>ātma-vicāra</i>’ means nothing other than ‘மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>maṉattai ātmāvil vaittiruppadu</i>), ‘keeping the mind on oneself’ or ‘keeping the mind fixed in the Self’. In other words, what Bhagavan asserts here is that <i>ātma-vicāra</i> is only the simple practice of being self-attentive. Therefore keeping one’s mind or attention fixed on oneself (or at least trying to do so) is not merely ‘an advanced level of the practice’ (as David wrote) but is the only practice from beginning to end.<br>\n<br>\nSince keeping one’s mind on oneself means being self-attentive, it is in no way different to the practice of attending to one’s sense of ‘I’, so David is correct in saying that ‘attention to the sense of ‘I’ and a concomitant rejection of all thoughts that try to attach themselves to it is the Bhagavan-prescribed route back to the Self’. His only mistake lies in thinking that this is in any way different to what Bhagavan described as ‘மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>maṉattai ātmāvil vaittiruppadu</i>), which means ‘keeping the mind on oneself’ or ‘keeping the mind fixed in the Self’.<br>\n<br>\nThe phrase ‘keeping the mind fixed in the Self’ can be interpreted as something other than simply attending to one’s sense of ‘I’ only if one takes the term ‘the Self’ to mean something other than oneself. But how could ‘the Self’ refer to anything other than oneself, because we obviously do not have more than one self? In this context the term ‘self’ or ‘the Self’ must refer only to ourself, because there cannot be any self other than whosesoever self it is. I and myself are not two different things, just as a table and itself are not two different thing, because nothing can ever be different to itself. Therefore we have no ‘self’ or ‘Self’ other than ourself, so ‘keeping the mind fixed in the Self’ can only mean keeping one’s mind on oneself.<br>\n<br>\nMoreover, in Tamil and Sanskrit scripts there are no capital letters, nor is there any equivalent in such languages to the English article ‘the’, so the word ஆத்மா (<i>ātmā</i>) used by Bhagavan in this context simply means ‘self’ or ‘oneself’, so it makes no distinction between oneself and ‘the Self’. Therefore ‘keeping the mind on <i>ātmā</i>’ simply means keeping one’s attention on oneself or being self-attentive, so it means exactly the same as attending to one’s sense of ‘I’, because one’s sense of ‘I’ is simply one’s awareness of oneself. Since self-awareness is our very nature, there is no difference between ourself and our awareness of ourself, so attending to our awareness of ourself is the same as attending to ourself.<br>\n<br>\nBhagavan used many different terms to describe the practice of <i>ātma-vicāra</i>, but whatever terms he used were terms that mean simply being self-attentive. For example, in <i>Nāṉ Yār?</i> he used terms such as ஆன்மசிந்தனை (<i>āṉma-cintaṉai</i> or <i>ātma-cintana</i>) or ‘thought of oneself’, நானார் என்னும் நினைவு (<i>nāṉ-ār eṉṉum niṉaivu</i>) or ‘the thought called who am I’, சொரூபத்யானம் (<i>sorūpa-dhyāṉam</i> or <i>svarūpa-dhyāna</i>) or ‘meditation on oneself’, and சொரூபஸ்மரணை (<i>sorūpa-smaraṇai</i> or <i>svarūpa-smaraṇa</i>) or ‘self-remembrance’, but all such terms mean only being self-attentive. Likewise, when he described <i>ātma-vicāra</i> as looking at oneself, turning towards oneself, facing oneself, investigating the ego, investigating from where it rose, or investigating its source, birthplace or rising-place, these were all just alternative ways of describing this one simple practice of scrutinising ourself by being keenly self-attentive. Therefore he neatly summarised the essential meaning of all these various descriptions by writing in this sentence: ‘சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்’ (<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>), which means ‘The name ‘<i>ātma-vicāra</i>’ [refers] only to keeping the mind always on oneself’.<br>\n<br>\nIn his comment that I referred to at the beginning of this section, after quoting what David had written about this sentence, Viswanathan then quoted another sentence that David had written to him when he asked him about it, namely ‘Self is what remains when the one that directs attention disappears’. This is correct, because the one who directs attention is only our ego, and when this ego directs its entire attention back towards itself instead of towards anything else, it will subside and disappear, and what will then remain is what we actually are.<br>\n<br>\nAn important word in this sentence is the verb ‘remains’, because when something is said to remain, that implies that it was already present. Our actual self remains when our ego disappears because it is what always is and has always been present. It is not something that we are not already aware of, but is only ourself, the only thing that we are always aware of. However, though we are always aware of ourself, we now mistake ourself to be this ego, which is not what we actually are but only what we seem to be whenever we attend to anything other than ourself. Therefore when we attend only to ourself, this illusory ego will disappear, and what will then remain is what we essentially are, which is just pure self-awareness.<br>\n<br>\nTherefore, though David had written that ‘attention to the sense of ‘I’ and a concomitant rejection of all thoughts that try to attach themselves to it is the Bhagavan-prescribed route back to the Self’, he was presumably using the term ‘route back to the Self’ in a metaphorical sense rather than a literal one, because ‘the Self’ is what we always are, so it is not something that we need to literally return to or reach. What is meant by returning to or reaching ourself is simply remaining as we actually are instead of rising as this ego.<br>\n<br>\nAs Bhagavan repeatedly emphasised, the only means by which we can remain as we actually are is by trying to be self-attentive, because so long as we attend to anything other than ourself we are nourishing and sustaining our ego, which comes into existence, stands and thrives only by attending to or ‘grasping’ anything other than ourself (as he taught us in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>). Since attending to anything other than ourself sustains our fundamental illusion that we are this ego, we can free ourself from it and thereby remain as we actually are only by attending exclusively to ourself.<br>\n<br>\nThis is why Bhagavan sometimes described this practice of being self-attentive as சும்மா விருப்பது (<i>summā-v-iruppadu</i>), which means ‘just being’, ‘silently being’, ‘being without activity’ or ‘being still’. So long as we attend to anything other than ourself, our ego and mind are active, but when we try to attend only to ourself, they subside and become inactive, so being self-attentive is the only means by which we can just be as we actually are, which is eternally motionless (<i>acala</i>) and hence inactive self-awareness (as the term <i>acala</i> in the name <i>aruṇācala</i> or ‘Arunachala’ signifies).<br>\n<br>\nTherefore though in a passage from <a href=\"http://davidgodman.org/interviews/al1.shtml\">an interview with David</a> that Viswanathan quoted in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448329609104#c4237016388655299417\">a later comment</a> David said that ‘<i>summa iru</i>’ (‘be quiet’ or ‘be still’) was Bhagavan’s ‘primary advice’, but that ‘he knew that most people couldn’t naturally stay quiet. If such people asked for a method, a technique, he would often recommend a practice known as self-inquiry’, and though some people may mistake this to mean that being quiet (<i>summā iruppadu</i>) and self-enquiry (<i>ātma-vicāra</i>) are two distinct practices (as another friend called Steve remarked in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448349778090#c2904964214168938699\">one comment</a> that it seems to imply), I assume that is not what David meant, because according to Bhagavan <i>ātma-vicāra</i> is the practice of being self-attentive, which is the only means by which we can subside in our natural state of just being, which is what is denoted by the term ‘<i>summā iruppadu</i>’.<br>\n<br>\n<a name=\"analysis\"></a><b>18. Is analysis of any use or relevance to self-investigation?</b><br>\n<br>\nTowards the end of the same <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448240734848#c8396480404157750105\">comment</a> that I referred to at the beginning of the <a href=\"#sense\">previous section</a> Viswanathan wrote that when he asked David some further questions about the practice of self-investigation, David replied, ‘Too many words and too much hair-splitting. Self-enquiry is not something you analyse like this. It is something you do to keep the mind away from pointless busyness such as this’.<br>\n<br>\nObviously most analysis that people do is about things other than ourself and the means by which we can experience what we really are, so such analysis would distract our mind away from the necessary task of investigating ourself, and hence engaging in it would be ‘pointless busyness’ for those of us who want to experience ourself as we really are. Even analysis of ourself and the practice of self-investigation can be a distraction if it is not done properly, because confused or misguided analysis can lead to further confusion. Therefore when we analyse this practice or any other aspect of Bhagavan’s teachings, we should take care to be guided by his words and should try to avoid misinterpreting them.<br>\n<br>\nHowever, not all analysis is harmful, and if done in the right way and for the right purpose it can be beneficial, because the aim of analysis is (or at least should be) to simplify and clarify one’s understanding and thereby to free one from confusion and misunderstanding. Each one of us has come to Bhagavan because we are confused about what we actually are. Our confusion is more than just an intellectual or conceptual confusion, because it is a deeply rooted experiential confusion, since what we experience as ourself is not what we actually are. Therefore to help us remove our confusion Bhagavan begins by teaching us that we are not what we now seem to be, and he explains this by teaching us to analyse our experience of ourself in each of our three states of waking, dream and sleep.<br>\n<br>\nThis analysis of our experience of ourself in these three states is the conceptual foundation of his teachings. Since we are always aware of ourself, we cannot be anything that we are not always aware of, so since we are aware of ourself as one body in waking, another body in dream and no body at all in sleep, we cannot be any body that we temporarily experience as ourself. Likewise, since we are aware of ourself as a finite ego or mind in waking and dream but not in sleep, this ego or mind cannot be what we actually are. Therefore Bhagavan advises us to investigate ourself in order to experience ourself as we actually are.<br>\n<br>\nThough he taught us that the practice of self-investigation (<i>ātma-vicāra</i>) is simply being self-attentive, and though there could not be anything simpler than just being attentively self-aware, our mind is used to dealing with complexity and it hankers for and thrives on it, because it cannot survive without experiencing things other than itself, which inevitably leads to complexity. Therefore though the practice of <i>ātma-vicāra</i> is extremely simple, our mind is complex, and since the very simplicity of <i>ātma-vicāra</i> threatens the seeming existence of our mind, our mind tends to make it seem much more complicated than it actually is.<br>\n<br>\nFor many people the idea of trying to be self-attentive seems completely baffling, so they ask how to attend to oneself and what is the ‘self’ or ‘I’ that one should attend to. Other people get confused even by the very simple words that Bhagavan uses to explain this practice, so they ask questions such as whether the ‘I’ they should attend to is the ego or the Self, as if there were more than one ‘I’ or ‘self’ that they could attend to. Another common confusion is that when Bhagavan advises us to investigate who am I or to investigate to whom thoughts occur, many people mistake ‘investigate’ to mean ‘enquire’ in the sense of asking a question, so they assume that he meant that we should constantly ask ourself ‘who am I?’ or should wait for the next thought to rise in order to pop the question ‘to whom is this thought?’ Even when it is explained to people that enquiring or investigating who am I simply means observing oneself or being self-attentive, it is hard for many people to believe that it could really be as simple as that, so they begin to imagine that there are different stages to this practice, and that though the ‘I’ that they are now trying to observe or attend to is only their ego, at a later stage they will find something called <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/demystifying-term-sphurana.html\"><i>sphuraṇa</i></a> or they will experience a new and wonderful state called <i>nirvikalpa samādhi</i>.<br>\n<br>\nIn these and so many other ways people become confused about this simplest of practices, so in order to remove such confusion and to prevent further confusion arising, it is necessary for most of us to repeatedly reflect on what Bhagavan has taught us and to carefully analyse his words in order to be sure that we have not misinterpreted them or failed to understand their full implication. Such reflection and analysis, which is what is called <i>manana</i>, is obviously not a substitute for actual practice, but it is nevertheless necessary to prevent us from misinterpreting his teachings and to ensure that we are practising them correctly.<br>\n<br>\nWhen we first read Bhagavan teachings, our understanding of them is relatively superficial, but as we go deeper into the practice of them, we are able to see fresh depth of meaning in his simple words, so until our ego has been completely annihilated, we should not imagine that we have understood his teachings perfectly and that there is therefore no longer any need for us to read them or to reflect upon them. Whenever our mind in not deeply engaged in being self-attentive, we should be reading or reflecting on his teachings, because they constantly remind us of the need to be self-attentive and they encourage us in so many ways, besides providing subtle clues to help us practise most effectively.<br>\n<br>\nOf course we should avoid engaging in hair-splitting about any unnecessary or irrelevant subjects, but if done properly ‘hair-splitting’ in the sense of making fine distinctions with regard to the practice of self-investigation is necessary, because self-investigation entails making the finest distinction of all, since it entails splitting the ego, which is far finer and more subtle than even the finest hair, and we can split it only by distinguishing our pure self-awareness from all the adjuncts with which we are now confusing it. If we are not able to grasp correctly at a conceptual level what we need to distinguish from what while practising <i>ātma-vicāra</i>, we will not be able to distinguish it in practice. Therefore having a subtle and finely nuanced understanding of the practice is absolutely necessary, and such an understanding comes from persistent practice supported by careful reflection on and analysis of Bhagavan’s own words about this practice.<br>\n<br>\nBhagavan’s words, particularly as written by him in his own original works, have tremendous power to convey clarity, so reading them and thinking about them carefully, deeply and repeatedly can help  us greatly in our attempt to practise self-investigation and self-surrender correctly and persistently. Therefore we should not disparage any attempt by our fellow aspirants to analyse and try to understand what he taught us, nor should we discourage them from doing so. Of course if any of them ask us any questions or talk to us about his teachings in a way that shows that they are analysing them incorrectly or have formed a confused understanding of them, we should gently point out to them where and why we think they have gone wrong, but we should not discourage them from trying to understand them correctly.<br>\n<br>\nThe important point to bear in mind is that Bhagavan’s teachings and the practice he recommended are extremely simple, albeit also very subtle and abstract, so to comprehend and practise them correctly our understanding of them needs to be equally simple and subtle. Therefore when we analyse what he has taught us about the practice of self-investigation and self-surrender our aim should be to simplify and thereby clarify our understanding of them. If our analysis leads to any complication or confusion, that is a sign that we are analysing and understanding them incorrectly, whereas if our analysis leads to simplicity and clarity, that is a sign that we are analysing and understanding them correctly.<br>\n<br>\n<a name=\"razor\"></a><b>19. Bhagavan’s teachings and <i>ātma-vicāra</i> are the sharpest of all razors, comparable to Ockham’s razor in their aim and effect</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448318589436#c1421967991917061906\">comment</a> by Venkat that I discussed in the <a href=\"#belief\">ninth section</a> he wrote, ‘Bhagavan’s is the simplest and most elegant ‘method’, fulfilling Occam’s razor, without adding any frills or further concepts’. This is correct, because the practice of self-investigation and Bhagavan’s teachings in general conform perfectly with the <a href=\"http://www.britannica.com/topic/Occams-razor\">principle of parsimony</a>, popularly known as Ockham’s (or Occam’s) razor, which is the principle that plurality or complexity should be kept to an absolute minimum, or that no complexity should be accepted unless absolutely necessary. Since the practice of self-investigation (<i>ātma-vicāra</i>) entails nothing other than being self-attentive or attentively self-aware, and since self-awareness is our very nature (that is, what we essentially are), this practice entails only one entity, namely ourself being aware of ourself, and hence it is the simplest or most parsimonious state possible.<br>\n<br>\nThe principle of parsimony is called Ockham’s razor because William of Ockham (a fourteenth century monk and philosopher) used it so frequently and effectively to shave off all unnecessary complexity and thereby to keep philosophical, theological and scientific theories as simple as possible. Not only does the philosophical basis of Bhagavan’s teachings likewise shave off all unnecessary complexity (which exists in abundance in many of the traditional accounts of <i>advaita</i> and <i>vēdānta</i> philosophy), thereby keeping his explanations as simple as possible, but the actual practice of self-investigation that he taught also shaves off our awareness of anything other than ourself. Therefore we should use the sharp razor of his teachings to shave away all our unnecessarily complex ideas and resulting confusion in order to arrive at a simple and clear understanding, and we should use the even sharper and most deadly razor of self-investigation to shave away our awareness of anything other than ourself. The former requires careful analysis to determine which ideas are necessary and synthesis to connect those necessary ideas together into a coherent yet simple understanding, while the latter requires keen discrimination (<i>vivēka</i>) to distinguish and isolate ourself from everything else.<br>\n<br>\n<a name=\"inclusive\"></a><b>20. Is <i>ātma-vicāra</i> an exclusive or inclusive practice?</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448990758769#c5951075163256777474\">one of his more recent comments</a> Sivanarul appealed to me ‘to please try to reduce the “appearance” of putting down other Sadhana’ and referred to some of his earlier comments, in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448729817649#c395388204787988326\">one of which</a> he wrote, ‘It is my honest belief, that aspirants will serve themselves and Bhagavan better, if they are more inclusive of all paths, just like Bhagavan himself was’, and in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448909290265#c5212556643786537639\">another of which</a> he explained what he meant by an exclusive way of promoting <i>ātma-vicāra</i> and by an inclusive way of promoting it, before finally writing: ‘Many of us are really turned away by the exclusive promotion and we would greatly benefit if the “appearance” becomes more inclusive. There has to be a way by which the importance of Vichara can be stressed without appearing to put down other Sadhana’.<br>\n<br>\nBefore answering his appeal directly, I would first like to mention that there is a sense in which <i>ātma-vicāra</i> is all-exclusive and another sense in which it is all-inclusive. It is all-exclusive in the sense that it entails trying to focus one’s entire attention on oneself alone, thereby excluding everything else from one’s awareness. The reason why it is necessary to exclude everything else from our awareness is that what is aware of anything other than ourself is only our ego, so as long as we are aware of anything other than ourself we are not experiencing ourself as we actually are but only as this ego, which is what we seem to be and not what we actually are, and hence in order to experience ourself as we actually are we must be aware of nothing other than ourself.<br>\n<br>\nThis is why the state of liberation (<i>mukti</i>, <i>mōkṣa</i> or <i>nirvāṇa</i>) is often called <i>kaivalya</i>, which means isolation, solitude or aloneness. Since perfect isolation or aloneness entails excluding everything other than oneself, liberation is an all-exclusive state in which oneself alone exists, and since our goal therefore excludes everything other than ourself, the means to attain it must also exclude everything other than ourself. In other words, exclusive isolation or <i>kaivalya</i> is not only our goal but also the only means by which we can ultimately experience it.<br>\n<br>\nHowever <i>ātma-vicāra</i> is also all-inclusive in the sense that it can be practised by anyone, whatever their religion may be or whether they believe in any religion or not, because everyone is self-aware, so investigating or attending to one’s own self-awareness in order to observe whether or not one is what one seems to be does not conflict with any religion, philosophy or science. It is also all-inclusive in the sense that one can practise it at any time or in any circumstances, because it does not require any outward restrictions or observances, and in the sense that one can practise it either as one’s sole spiritual practice or alongside any other spiritual practice that one may like to do.<br>\n<br>\nIt is particularly compatible with any devotional practices, and is especially suitable for devotees who believe that God or <i>guru</i> is essentially one’s own actual self and is therefore most intimately and immediately present and accessible to one as oneself, which is a belief that must logically be held by anyone who truly believes that God is infinite, because if he is infinite nothing can be other than him, since if we or anything else were other than him, he would thereby be limited and hence not infinite. Therefore for any devotee who firmly believes that God alone is real and that as a seemingly separate entity (this ego) we are therefore nothing, it should be obvious that the most pressing and imperative need is for one to look within oneself to see past the illusion of one’s separate self and thereby to recognise experientially that what actually exists within oneself as one’s own real self is only God.<br>\n<br>\nThis is why Bhagavan ended his discussion of the relative efficacy of each of the various kinds of devotional practice such as <i>pūja</i> (physical or bodily worship of God), <i>japa</i> (repetition of a name of God, whether done aloud, softly or mentally) and <i>dhyāna</i> (meditation on God) in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">verses 4 to 8</a> of <i>Upadēśa Undiyār</i> by saying in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html#uu08\">verse 8</a> that rather than அனியபாவம் (<i>aṉiya-bhāvam</i> or <i>anya-bhāva</i>), which means ‘meditation on what-is-other’ and which in this context implies meditation on God or devotion to him as if he were something other than oneself, அனனியபாவம் (<i>aṉaṉiya-bhāvam</i> or <i>ananya-bhāva</i>), which means ‘meditation on what-is-not-other’ and which in this context implies meditation upon God as nothing other than oneself, is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), which means ‘the best of all’ or ‘the best among all’ and which in this context implies the best, foremost, highest, greatest or most excellent among all practices of devotion (<i>bhakti</i>) and all forms or varieties of meditation.<br>\n<br>\nIf we understand the full implication of the principle that God is not other than oneself, which is one of the most fundamental principles of both <i>advaita</i> philosophy and the teachings of Bhagavan, <i>ananya-bhāva</i> or meditation upon God as not other than oneself means not merely meditating on the thought ‘I am God’ (<i>sōham</i>, <i>śivōham</i> or <i>ahaṁ brahmāsmi</i>), because such a thought is something other than oneself, but means only meditating on oneself alone, so it is just an alternative way of describing the practice of <i>ātma-vicāra</i>. Therefore in verse 8 of <i>Upadēśa Undiyār</i> Bhagavan clearly implies that <i>ātma-vicāra</i> is the best among all practices of devotion (<i>bhakti</i>).<br>\n<br>\nIn saying this, he did not intend to ‘put down’ other practices (as Sivanarul and another anonymous friend seem to think anyone is doing if they try to explain why he taught us that <i>ātma-vicāra</i> is such a special and efficacious practice), but merely intended to teach us the relative efficacy of each kind of practice and thereby to show them all in a clear perspective. He never disparaged or intended to disparage any devotional practice or any other practice that was done for the love of God or for attaining liberation, but for those of us who want to know what is the best and most efficacious devotional practice or means to free ourself from our ego, he never hesitated to explain why <i>ātma-vicāra</i> is அனைத்தினும் உத்தமம் (<i>aṉaittiṉum uttamam</i>), the best among all.<br>\n<br>\nHe also taught us through the verses of <i>Śrī Aruṇācala Stuti Pañcakam</i> and through the example of his own devotion to Arunachala and many of his oral teachings that practices of dualistic devotion are not incompatible with the practice of <i>ātma-vicāra</i>, but are in fact complementary to it, so if we choose we can combine other devotional practices with it. The reason for this is that most of us do not yet have sufficient <i>bhakti</i> to keep our attention always immersed only in ourself, so for much of the time our attention is flowing out towards other things, and hence whenever we are not trying to be exclusively self-attentive we can instead be praying to Bhagavan to give us more love to be self-attentive or doing any other devotional practice that may appeal to us at that moment, such as <i>aruṇācala-pradakṣiṇa</i> (reverentially walking around Arunachala). Such a blend of seemingly dualistic devotion and love to be self-attentive is beautifully expressed in so many verses <i>Śrī Aruṇācala Stuti Pañcakam</i> and also in numerous heart-melting verses sung by devotees such as Sri Muruganar and Sri Sadhu Om, who were both staunch and uncompromising advocates of the unique efficacy of <i>ātma-vicāra</i>.<br>\n<br>\n<a name=\"uu10\"></a>Another sense in which <i>ātma-vicāra</i> is all-inclusive is expressed by Bhagavan in verse 10 of <i>Upadēśa Undiyār</i> and verse 14 of <i>Uḷḷadu Nāṟpadu Anubandham</i>. After saying in verse 8 of <i>Upadēśa Undiyār</i> that <i>ananya-bhāva</i> or self-attentiveness the best among all practices, in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html#uu09\">verse 9</a> he says that by பாவ பலம் (<i>bhāva-balam</i>), the strength of <i>bhāva</i> (meaning the strength, power, intensity or firmness of <i>ananya-bhāva</i> or self-attentiveness), being in <i>sat-bhāva</i> (the ‘state of being’ or ‘real being’), which transcends <i>bhāvana</i> (thinking, thought, imagination or meditation), is பரபத்தி தத்துவம் (<i>parabhatti-tattuvam</i> or <i>parabhakti-tattva</i>), the real essence or true state of supreme devotion, and then in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html#uu10\">verse 10</a> he says:<br>\n<blockquote>உதித்த விடத்தி லொடுங்கி யிருத்த<br>\nலதுகன்மம் பத்தியு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வதுயோக ஞானமு முந்தீபற.<br>\n<br>\n<i>uditta viḍatti loḍuṅgi irutta<br>\nladukaṉmam bhattiyu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaduyōga jñāṉamu mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உதித்த இடத்தில் ஒடுங்கி இருத்தல்: அது கன்மம் பத்தியும்; அது யோகம் ஞானமும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uditta iḍattil oḍuṅgi iruttal: adu kaṉmam bhatti-y-um; adu yōgam jñāṉam-um</i>.<br>\n<br>\n<b>English translation:</b> Subsiding and being in the place from which one rose: that is <i>karma</i> and <i>bhakti</i>; that is <i>yōga</i> and <i>jñāna</i>.</blockquote>\nWhat Bhagavan describes here as ‘உதித்த இடத்தில் ஒடுங்கி இருத்தல்’ (<i>uditta iḍattil oḍuṅgi iruttal</i>) , which means ‘subsiding and being in the place from which one rose’ or ‘being having subsided in the place from which one rose’, is the same state of just being that he described in the previous verse as ‘பாவனாதீத சத் பாவத்து இருத்தலே’ (bhāvaṉātīta sat-bhāvattu iruttalē), which means ‘only being in <i>sat-bhāva</i> [one’s real state of being], which transcends <i>bhāvana</i> [thinking or meditation]’, so in the context of verses 8 to 10 what he implies by ‘உதித்த இடத்தில் ஒடுங்கி இருத்தல்’ (<i>uditta iḍattil oḍuṅgi iruttal</i>) in this verse is remaining in (and as) oneself, the source from which one arose, having subsided there by the intensity or firmness of one’s <i>ananya-bhāva</i> or self-attentiveness. Therefore what he implies in this verse is that subsiding and abiding in oneself by intensely focused self-attentiveness amounts to practising perfectly all the four kinds of spiritual practice, namely <i>karma</i> (<i>niṣkāmya karma</i> or desireless action), <i>bhakti</i> (love or devotion), <i>yōga</i> (a set of practices that include <a href=\"http://happinessofbeing.blogspot.co.uk/2015/06/pranayama-is-just-aid-to-restrain-mind.html\"><i>prāṇāyāma</i></a> and various kinds of meditation) and <i>jñāna</i> (knowledge, which entails self-investigation).<br>\n<br>\n<a name=\"una14\"></a>That is, since the ultimate aim of each of these four kinds of spiritual practice is the removal of one’s ego, and since this ego can be completely and effectively removed only by means of <i>ātma-vicāra</i>, practising <i>ātma-vicāra</i> and thereby merging back into one’s actual self, which is the source from which one rose as this ego, is itself the culmination and pinnacle of <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i>. Likewise in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html#una14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i> he implied much the same thing:<br>\n<blockquote>வினையும் விபத்தி வியோகமஞ் ஞான<br>\nமினையவையார்க் கென்றாய்ந் திடலே — வினைபத்தி<br>\nயோகமுணர் வாய்ந்திடநா னின்றியவை யென்றுமிறா<br>\nனாகமன லேயுண்மை யாம்.<br>\n<br>\n<i>viṉaiyum vibhatti viyōgamañ ñāṉa<br>\nmiṉaiyavaiyārk keṉḏṟāyn diḍalē — viṉaibhatti<br>\nyōgamuṇar vāyndiḍanā ṉiṉḏṟiyavai yeṉḏṟumiṟā<br>\nṉāhamaṉa lēyuṇmai yām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையும், விபத்தி, வியோகம், அஞ்ஞானம் இணையவை யார்க்கு என்று ஆய்ந்திடலே வினை, பத்தி, யோகம், உணர்வு. ஆய்ந்திட, ‘நான்’ இன்றி அவை என்றும் இல். தானாக மனலே உண்மை ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉai-y-um, vibhatti, viyōgam, aññāṉam iṉaiyavai yārkku eṉḏṟu āyndiḍal-ē viṉai, bhatti, yōgam, uṇarvu. āyndiḍa, ‘nāṉ’ iṉḏṟi avai eṉḏṟum il. tāṉ-āha maṉal-ē uṇmai ām</i>.<br>\n<br>\n<b>English translation:</b> Investigating to [or for] whom are these, <i>karma</i>, <i>vibhakti</i>, <i>viyōga</i> and <i>ajñāna</i>, is itself <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i>. When one investigates, without ‘I’ [the ego] they [<i>karma</i>, <i>vibhakti</i>, <i>viyōga</i> and <i>ajñāna</i>] never exist. Only being permanently as oneself is true.</blockquote>\nIn the first line of this verse வினை (<i>viṉai</i>) means action or <i>karma</i>; விபத்தி (<i>vibhatti</i>) means <i>vibhakti</i>, but in the special sense of ‘lack of devotion’ rather than its usual sense of ‘separation’; வியோகம் (<i>viyōgam</i>) mean ‘separation’; and அஞ்ஞானம் (<i>aññāṉam</i>) means <i>ajñāna</i> or ‘ignorance’ in the sense of self-ignorance. Since these defects seem to exist only so long as our ego seems to exist, and since they are defects that are inherent in our ego, we can get rid of them entirely only by getting rid of our ego. Therefore, since these defects cannot exist without this ego (as he says in the next sentence), and since investigating this ego will reveal that it does not actually exist, Bhagavan says that investigating to whom or for whom these defects seem to exist is itself <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i>. Hence the simple practice of self-investigation (<i>ātma-vicāra</i>) includes within itself all the benefits of practising every other kind of spiritual practice, so in this sense it is all-inclusive.<br>\n<br>\n<a name=\"putdown\"></a><b>21. Does explaining the unique efficacy of <i>ātma-vicāra</i> imply that we are ‘putting down’ all other kind of spiritual practice?</b><br>\n<br>\nHowever, I appreciate that Sivanarul’s appeal to me was not directly concerned with the question of whether <i>ātma-vicāra</i> itself is inclusive or exclusive, but was rather concerned with what he perceives as an ‘appearance’ that my presentation of it seems to ‘put down’ other practices and hence to be insufficiently inclusive, so I will now address his appeal more directly. Paradoxically, one of the reasons why I tend almost exclusively to promote <i>ātma-vicāra</i> rather than any other practice in my writings is precisely because I am so firmly convinced by Bhagavan’s teachings that it includes within itself all the benefits of practising every other kind of spiritual practice, so I feel I would not be true to my understanding of his teachings if I were to promote any other practice instead of <i>ātma-vicāra</i>.<br>\n<br>\nHowever, this is not the only way in which I can explain why I focus so much on what I perceive to be the unique efficacy of <i>ātma-vicāra</i> as taught by Bhagavan, so I shall try to explain this in several other ways. Firstly, <i>ātma-vicāra</i> is concerned primarily with investigating and experiencing what we ourself actually are, so since ourself is what is dearest and of greatest concern to each one of us, logically <i>ātma-vicāra</i> should appeal to all of us, particularly if we believe Bhagavan when he says that what we actually are is infinite happiness, and that we seem to suffer only because we do not experience ourself as we actually are. This is beautifully expressed by him in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of <i>Nāṉ Yār?</i>, which was not part of any answer that he gave to Sivaprakasam Pillai but was added by him when he rewrote the questions and answers recorded by Pillai in the form of an essay, and which was largely a summary of what he had written earlier in the first sentence of his introduction (<i>avatārikai</i>) to his Tamil translation of <i>Vivēkacūḍāmaṇi</i> (a translation of which  I give towards the end of the <a href=\"http://www.happinessofbeing.com/hab-ch01.html\">first chapter</a> of <a href=\"http://www.happinessofbeing.com/happiness_art_being.html\"><i>Happiness and the Art of Being</i></a>).<br>\n<br>\nHowever, though we should each logically want to experience ourself as we actually are and should therefore be attracted to the practice of <i>ātma-vicāra</i>, in fact most of us are not, because we are reluctant to let go of all the illusions we have about ourself and everything else. Since <i>ātma-vicāra</i> is a direct threat to all our dearly held illusions, most people would take no interest in it at all even if they heard about it, and even among those of us who have heard about it and the central importance Bhagavan attached to it, most of us shy away from it and find one excuse of another not to practise it.<br>\n<br>\nSome people like me recognise why Bhagavan recommended it so strongly and therefore acknowledge that we should practise it, yet due to our lingering attachments to our illusions about ourself and everything else we find ourself reluctant to be self-attentive as much as we could be and know that we should be, so our attempts to practise <i>ātma-vicāra</i> face tremendous internal resistance, which can be overcome only by patient persistence. Others who face similar internal resistance prefer to believe that since Bhagavan did not try to dissuade anyone who preferred to practise any other kind of spiritual practice, he considered all kinds of spiritual practice to be equally efficacious, or that he at least considered that though <i>ātma-vicāra</i> is the quickest and most efficacious practice, it is suited only to certain people, so others can reach the same goal by other means.<br>\n<br>\nWhen it is pointed out to such people that in <i>Nāṉ Yār?</i> he explicitly taught that other practices such as <i>prāṇāyāma</i> (breath-restraint), <i>mūrti-dhyāna</i> (meditation on a form of God) or <i>mantra-japa</i> (repetition of a sacred word or phrase, usually consisting of or containing a name of God) are only aids but will not bring about <i>manōnāśa</i> (annihilation of the mind), and that other than <i>ātma-vicāra</i> there is no adequate means by which we can eradicate our ego and mind, and also that this message is repeated and further explained by him in <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and other texts, they are reluctant to accept that these texts are the truest and purest expressions of his fundamental teachings, and they argue that in his day-to-day conduct and in so many answers that he gave to devotees’ questions recorded in books such as <i>Talks with Sri Ramana Maharshi</i> and <i>Day by Day with Bhagavan</i> he showed that he was far more inclusive and accepted that one can attain liberation by following any spiritual path that may appeal to one. If we feel inclined to accept such a view of his teachings and are therefore willing to dismiss or attach less importance to the clear, explicit and unequivocal teachings that he wrote in texts such as <i>Nāṉ Yār?</i>, <i>Upadēśa Undiyār</i> and <i>Uḷḷadu Nāṟpadu</i>, and if we therefore believe that those devotees who attach central importance to these texts are thereby excluding those who do not accept that <i>ātma-vicāra</i> is uniquely efficacious and is ultimately the only means by which we can experience ourself as we actually are and thereby liberate ourself from the clutches of our ego, we should perhaps consider what motivates us to take such a view, rather than deploring those who are not willing to agree with our view.<br>\n<br>\nThe only reason why we seem to be unable to experience ourself as we actually are here and now, and why we therefore find it difficult to practise <i>ātma-vicāra</i>, is that we are still too strongly attached to all our illusions about ourself and everything else, so if we prefer to believe that <i>ātma-vicāra</i> is not ultimately the only means by which we can experience ourself as we actually are or that it is not uniquely efficacious, and that we can attain liberation by other means also, in the final analysis the reason for this preference would seem to be simply that we are reluctant to surrender all our illusions about ourself and everything else, or even to acknowledge this reluctance is ultimately the sole obstacle that we all face, no matter what spiritual path we may choose to follow. Since all our illusions are embodied in our ego, which is their sole root and foundation, the fundamental difference between <i>ātma-vicāra</i> and every other kind of spiritual practice is that <i>ātma-vicāra</i> tackles this root directly by giving it absolutely no room to rise its ugly head, whereas other spiritual practices tackle it more indirectly, allowing it room to endure but endeavouring to keep it in check.<br>\n<br>\nNot only has Bhagavan explicitly stated that <i>ātma-vicāra</i> is the only means by which we can give up or surrender our ego entirely, but he has also explained clearly and logically why this is so. As he pointed out to us in so many ways, what is aware of anything other than ourself alone is only our ego, and it cannot rise or endure even for a moment without being aware of anything other than ourself, so being aware of other things is the means by which it nourishes itself and survives. This is a simple and inviolable law of nature (and unlike other laws of nature, such as the laws of physics, which are laws that hold in some dreams but not necessarily in all dreams, this is a law that necessarily holds in every dream, because it is the fundamantal law upon which the very appearance of any dream is based), and it is therefore one of the fundamental principles of his teachings, which is expressed by him clearly in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he uses the phrase ‘உரு பற்றி’ (<i>uru paṯṟi</i>) or ‘grasping form’ to mean grasping or being aware of anything other than oneself, who is உருவற்ற (<i>uru-v-aṯṟa</i>) or formless. Therefore, since being aware of anything other than ourself nourishes and sustains our fundamental illusion that we are this ego, logically the only means by which we can destroy this illusion is by trying to be aware of ourself alone. This is why he says in the same verse: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it [this ego] will take flight’.<br>\n<br>\nTrying to be aware of ourself alone entails trying to focus our entire attention only on ourself, so this simple practice of trying to be attentively self-aware is the only way in which we can investigate ourself and thereby experience what we actually are. Therefore since every kind of spiritual practice other than self-investigation (<i>ātma-vicāra</i>) entails attending to or being aware of something other than ourself, no such practice can be a direct means to annihilate our ego and thereby to establish us firmly in our natural state of absolutely pure self-awareness, which alone is the state of true liberation.<br>\n<br>\nThis is not to say that other practices are of no use. As Bhagavan said, they can be aids to achieving liberation, but none of them can be a direct means to achieve it, so they must all eventually lead one to the simple practice of self-attentiveness, which alone will ultimately liberate us from our ego.<br>\n<br>\nI make no apology for repeating this again and again when answering questions that I am asked about Bhagavan’s teachings or when writing on this blog, even if it does make it appear to some friends that I am promoting <i>ātma-vicāra</i> too exclusively and ‘putting down’ other practices, because if I did not emphasise this explicitly and unequivocally, I would not be true to my understanding of what I believe Bhagavan taught us no less explicitly or unequivocally. This practice of self-attentiveness is taught more or less explicitly in numerous ancient texts (such as in <i>Bhagavad Gītā</i> 6.25-6), but as far as I know no one before Bhagavan had ever emphasised it so strongly or explained its unique efficacy so clearly as he did, so in this important respect his teachings are very special, and this is what has attracted many of us to him and encouraged us to try to practise <i>ātma-vicāra</i>.<br>\n<br>\nOf course he did not attempt to compel anyone to practise being self-attentive unless they were willing to try, so whenever anyone was clearly not willing even to try to be self-attentive, he would encourage them to continue doing whatever spiritual practice they wanted to do. To practise being self-attentive requires sincere <i>bhakti</i> or love to experience what is real, so he knew it would be futile to try to compel anyone to practise it, but when he was asked questions he would not hesitate to encourage people at least to try little by little to be attentively self-aware in order to find out who or what they actually are.<br>\n<br>\n<a name=\"ny09\"></a><b>22. <i>Nāṉ Yār?</i> paragraph 9: why is <i>ēkāgratā</i> (one-pointedness) considered so necessary?</b><br>\n<br>\nOne quality that is considered to be of utmost importance in any kind of <i>yōga</i> or spiritual practice is <i>ēkāgratā</i>, which means ‘one-pointedness’ and which implies single-minded devotion to the pursuit of one goal by one means. The reason why it is considered so necessary is explained by Bhagavan in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para09\">ninth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனம் அளவிறந்த நினைவுகளாய் விரிகின்றபடியால் ஒவ்வொரு நினைவும் அதிபலவீனமாகப் போகின்றது. நினைவுக ளடங்க வடங்க ஏகாக்கிரத்தன்மை யடைந்து, அதனாற் பலத்தை யடைந்த மனத்திற்கு ஆத்மவிசாரம் சுலபமாய் சித்திக்கும்.<br>\n<br>\n<i>maṉam aḷaviṟanda niṉaivugaḷ-āy virigiṉḏṟapaḍiyāl ovvoru niṉaivum adi-bala-v-īṉam-āha-p pōgiṉḏṟadu. niṉaivugaḷ aḍaṅga v-aḍaṅga ēkāggira-t-taṉmai y-aḍaindu, adaṉāl balattai y-aḍainda maṉattiṟku ātma-vicāram sulabham-āy siddhikkum</i>.<br>\n<br>\nBecause of the mind spreading out as innumerable thoughts [thereby scattering its energy], each thought becomes extremely weak. When thoughts [progressively] reduce and reduce, for the mind which has gained strength by [thereby] achieving <i>ēkāgratā</i> [one-pointedness] <i>ātma-vicāra</i> [self-investigation] will easily be accomplished.</blockquote>\nIf we habitually allow our mind to scatter in many directions, it will lack the power to remain focused for any length of time on just one thing, so such a mind will be a poor instrument for practising either <i>ātma-vicāra</i> or any other type of <i>yōga</i> or spiritual practice. Therefore in order to successfully pursue any form of spiritual practice it is necessary to train one’s mind to be one-pointed in its pursuit, and hence in every form of <i>yōga</i> one-pointedness (<i>ēkāgratā</i>) is considered to be absolutely necessary.<br>\n<br>\nIf we want to dabble in doing various kinds of spiritual practice, such as a little bit of <i>ātma-vicāra</i> together with some <i>bhakti</i> and some <i>raja yōga</i>, and perhaps also some <i>vipassanā</i> as well as some Tibetan Buddhist and Zen meditation, and also throw in some Sufi practices and Christian prayers for good measure, that would be OK, because engaging in such practices is no doubt better than engaging in many other kinds of more worldly activity that we could be doing instead, but spreading our energy, effort and interest out in many different directions like this would not enable us to go deep into any of these practices. Therefore if we want to make significant progress in any spiritual path, we should decide to focus primarily on just one path leading to one clearly defined goal.<br>\n<br>\nThe term <i>ēkāgratā</i> and the synonymous term <i>ēkāgratva</i> are each a compound of two words and a suffix: <i>ēka</i> means one, single or only; <i>agra</i> means first, foremost, summit, tip, point, aim, goal or climax; and the suffixes <i>tā</i> and <i>tva</i> are both equivalent to the English suffix ‘-ness’. Therefore <i>ēkāgratā</i> and <i>ēkāgratva</i> both mean ‘one-pointedness’ or having a single aim or focal point, both in the sense focusing one’s attention on just one thing and in the sense of having just one goal. Hence in order to develop <i>ēkāgratā</i> or one-pointedness we must first choose a single goal towards which we wish to work and then choose a single means by which we can achieve that goal.<br>\n<br>\nAs Bhagavan implied in the two sentences of <i>Nāṉ Yār?</i> cited above, we can gain the <i>bala</i> (strength, power or ability) required to achieve our goal only if we seek it one-pointedly rather than allowing our energy and attention to be scattered in many different directions. Hence if we take him as our <i>guru </i>and therefore wholeheartedly accept that the only goal that we should seek to achieve is the annihilation of our ego, which is what is also called complete self-surrender, we should try to focus all our interest, effort and attention on one-pointedly practising <i>ātma-vicāra</i>, which he has taught us is the only direct means by which we can achieve this goal.<br>\n<br>\nFocusing one-pointedly on a single path leading to a single goal does not mean that we are putting down all other kinds of spiritual practices. We can single-mindedly take interest in and try to practise only our chosen path while at the same time recognising and acknowledging that other people have chosen other paths because those other paths are better suited to their particular beliefs, interests, aims and aspirations.<br>\n<br>\nNot everyone is ready yet to accept that annihilation of one’s own ego is the best goal to seek, and even among those who accept this, not everyone is ready yet to accept that <i>ātma-vicāra</i> is the only direct means to achieve this goal. For example, in some <i>bhakti</i> traditions merging completely in God (which is an alternative way of describing the annihilation or complete surrender of one’s ego) is not considered to be the goal, because they argue that God is like honey, so it is better to be a bee drinking the honey than to be one that falls in it and drowns. Therefore in such traditions liberation (<i>mukti</i>) is not considered to be a state of absolute oneness with God, but a state in which one perpetually loves him and worships him as someone other than oneself. For devotees who believe this, dancing and singing in praise of God will naturally seem to be a better path than <i>ātma-vicāra</i> (even though they may be devotees of Sri Krishna, who taught the practice of <i>ātma-vicāra</i> in <i>Bhagavad Gītā</i> 6.25-6).<br>\n<br>\nThough Bhagavan taught us that the honey analogy used by such devotees is not an appropriate one (because God is not insentient like honey, so if we become one with him by drowning in him and thereby losing our ego, we will enjoy the infinite happiness that is him as our own self), if any such devotee came to him, he would encourage them to continue one-pointedly practising their chosen path of devotion, knowing that just as a bee drinking from a bowl of honey would eventually become so intoxicated with it that it would fall into it and drown, any devotee who practises dualistic <i>bhakti</i> with one-pointed love will eventually become so intoxicated with love of God that his or her mind will turn within and drown in God, who is always shining within each one of us as our own self.<br>\n<br>\nHowever, for those of us who have come to him seeking to know the simplest and most direct means to achieve the perfect happiness that we are all seeking in one way or another, he taught that the simplest, quickest and most direct means is <i>ātma-vicāra</i>, so if we are convinced by his teachings we should try one-pointedly to practise <i>ātma-vicāra</i>. One-pointedly trying to practise <i>ātma-vicāra</i> does not mean that we should not seek the aid of his grace whenever our mind is dragged outwards by our old attachments and <i>viṣaya-vāsanās</i> (inclinations or desires to experience things other than ourself), or that we should not express our yearning for his grace through dualistic practices of devotion towards his human form or his form as Arunachala, but <i>ātma-vicāra</i> should be the focal point of all our practises, and if we pray to Bhagavan or Arunachala we should pray only for him to give us the love to practise <i>ātma-vicāra</i> as he has taught us.<br>\n<br>\n<a name=\"aamm001\"></a>In <i>Śrī Aruṇācala Stuti Pañcakam</i> and elsewhere Bhagavan has clearly indicated that the purpose of worshipping Arunachala is the same as the purpose of practising <i>ātma-vicāra</i>, namely the annihilation of our ego. One of the traditional beliefs about Arunachala is that mere thought of Arunachala will bestow liberation (<i>mukti</i>), and since Bhagavan has taught us that Arunachala is our own real self, the ‘thought of Arunachala’ is a metaphorical way of describing thought of oneself (<i>ātma-cintana</i>) or self-attentiveness. This is clearly indicated by him in the first verse of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>அருணா சலமென வகமே நினைப்பவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ரகத்தைவே ரறுப்பா யருணாசலா.<br>\n<br>\n<i>aruṇā calameṉa vahamē niṉaippava<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;rahattaivē raṟuppā yaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அருணாசலம் என அகமே நினைப்பவர் அகத்தை வேர் அறுப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇācalam eṉa ahamē niṉaippavar ahattai vēr aṟuppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, you root out the ego of those who think at heart ‘Arunachalam’.</blockquote>\nSince அகம் (<i>aham</i>) is both a Tamil word that means inside, within, heart or mind, and a Sanskrit word that means ‘I’ or ego, அகமே (<i>ahamē</i>) in the first line of this verse can either mean within, at heart, in heart or in one’s mind, or it can mean ‘only I’. Therefore an alternative interpretation of this verse, which was emphasised by Sri Muruganar in his commentary, is:<br>\n<blockquote>Arunachala, you root out the ego of those who think that Arunachalam is only ‘I’.</blockquote>\nThus, as in many other verses of <i>Śrī Aruṇācala Stuti Pañcakam</i>, in this verse Bhagavan has given room for us to interpret what he sang as a reference to Arunachala as the outward form of a hill or as our own real self, and by doing so he has beautifully and significantly blended seemingly dualistic devotion with devotion to what we ourself actually are, because until we root out our ego and thereby remain as we actually are, these two forms of devotion are like two wings that together will enable us to fly to our destination, or like two oars that will enable us to row to liberation, the shore of this ocean of <i>saṁsāra</i>. However, the use that we make of these two wings should be one-pointed in their aim, namely to root out our ego.<br>\n<br>\nWhen the need for us to one-pointedly follow the path that Bhagavan has shown us is explained to people, some of them argue that this does not necessarily mean that we should practise only <i>ātma-vicāra</i>, because when he explained the need for one-pointedness in the two sentences of the ninth paragraph of <i>Nāṉ Yār?</i> that I cited at the beginning of this section he did so in the context of explaining how both <i>mūrti-dhyāna</i> (meditation on a form of God) and <i>mantra-japa</i> (repetition of a sacred word or phrase, usually consisting of or containing a name of God) are aids to restrain the mind. However, though he said that the mind will gain one-pointedness (<i>ēkāgratā</i>) by both <i>mūrti-dhyāna</i> and <i>mantra-japa</i>, he clearly indicated that the resulting one-pointedness should then be used to practise <i>ātma-vicāra</i>, because <i>mūrti-dhyāna</i> and <i>mantra-japa</i> are only aids but will not bring about <i>manōnāśa</i> (annihilation of the mind), which can be achieved only by <i>ātma-vicāra</i>.<br>\n<br>\nIn order to succeed in annihilating our ego by <i>ātma-vicāra</i> (which is what he meant by the words ‘ஆத்மவிசாரம் சித்திக்கும்’ (<i>ātma-vicāram siddhikkum</i>) or ‘<i>ātma-vicāra</i> will be accomplished’ in the second of the two sentences cited at the beginning of this section) we obviously need to develop one-pointedness, but rather than developing it by any other means, it is best to develop it by trying one-pointedly to practise <i>ātma-vicāra</i> from the outset. Sadhu Om used to explain this by the following analogy:<br>\n<br>\nLet us suppose that we are in Tiruvannamalai and we need to reach Vellore, which is a town to the north of it, as quickly as possible, and that the fastest available mode of transport is a bicycle, but we have not till then learnt to ride a bicycle. Obviously the quickest way to reach Vellore would be to start learning to cycle on the road to Vellore, because by the time we have become proficient in cycling we would already be well on the way to reaching Vellore. We could of course start to learn to cycle on the road to Tirukoilur, which is a town to the south of Tiruvannamalai, but by the time we have become proficient in cycling we would be further from our destination than we were when we started, so we would then have to turn back to cycle to Tiruvannamalai before preceding from there to Vellore.<br>\n<br>\nLikewise, since the one-pointedness we need to succeed in reaching the goal of <i>ātma-vicāra</i> is a one-pointed focus on ourself alone, the best way to gain that one-pointedness is by trying to focus our attention only on ourself. This is like learning to cycle on the road to Vellore. If instead we try to gain one-pointedness by focusing our attention on a <i>mūrti</i> (a form of God) or a <i>mantra</i> (a sacred word or phrase, usually consisting of or containing a name of God), that would be like learning to cycle on the road to Tirukoilur, because by the time we have gained a one-pointed focus on our chosen <i>mūrti</i> or <i>mantra</i>, we would then have to turn around and try instead to gain a one-pointed focus on ourself alone. Since the one-pointed focus we need is on ourself alone, it is logical to try to cultivate one-pointedness by focusing on ourself from the moment we understand that this is our aim.<br>\n<br>\nIn the ninth paragraph of <i>Nāṉ Yār?</i> Bhagavan’s aim was to explain how <i>mūrti-dhyāna</i> and <i>mantra-japa</i> can each be an indirect aid to <i>ātma-vicāra</i>, but this does not mean that he was recommending that we should practise either <i>mūrti-dhyāna</i> or <i>mantra-japa</i>. Since he made it clear in other paragraphs that <i>ātma-vicāra</i> is the only direct and adequate means by which our ego can be annihilated, we can infer that the best way to gain the one-pointedness required to accomplish the aim of <i>ātma-vicāra</i> (namely to experience ourself as we actually are) is to practise only <i>ātma-vicāra</i> from the outset by trying to be attentively aware of ourself alone.<br>\n<br>\nTherefore my answer to Sivanarul’s appeal to me to present <i>ātma-vicāra</i> in a more inclusive manner and ‘to reduce the “appearance” of putting down other Sadhana’ is that since this blog is intended to be primarily about Bhagavan’s teachings and his unique path of <i>ātma-vicāra</i>, and since one-pointedness is required for any of us to derive the full benefit of this path, I believe it would be doing a disservice if I did not focus so one-pointedly and single-mindedly on the need for <i>ātma-vicāra</i> and the efficacy and benefit of practising it one-pointedly. My aim is not to ‘put down’ any other <i>sādhana</i> or spiritual path, but is only to explain what is so special and unique about the efficacy and benefit of this path, in order to encourage myself and others to cling one-pointedly and tenaciously to this simple practice of being attentively self-aware.<br>\n<br>\n<a name=\"skill\"></a><b>23. What skill is required to practise <i>ātma-vicāra</i>?</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448909290265#c5212556643786537639\">one of his comments</a> Sivanarul wrote, ‘We all know Vichara was close to Bhagavan’s heart and some of us are highly skilled in that practice, while others struggle with it’, and in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1449064885096#c3621595053680025937\">a later one</a> he wrote:<br>\n<blockquote>Let us take our worldly skills as an example. Isn’t it obvious that each one of us is highly skilled in certain things and is really bad in certain others? People with great artistic skills usually are very poor in analytical skills and people who have great analytical skills are poor with artistic skills. It is well established in science, different parts of the brain is involved in different skills.<br>\n<br>\nSpiritual skills/practices are no different. The brain is still being used and some of us have devotional predisposition and some of us have analytical predisposition.</blockquote>\nIf any of us were highly skilled in the practice of <i>ātma-vicāra</i>, we would be able to dissolve very quickly the illusion that we are this ego, because our ego is just a spurious entity, so as Bhagavan taught us it cannot stand in the clear light of vigilant and unwavering self-attentiveness. As he said in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’.<br>\n<br>\nThe reason our ego has not yet taken flight and disappeared forever is precisely because we are not yet highly skilled in the practice of <i>ātma-vicāra</i>. However ‘skill’ is perhaps not the most appropriate word to use in this context, because skill is required to do anything complex or difficult, whereas being attentively self-aware is the simplest and easiest of all things. The only ‘skill’ we require to be self-attentiveness is a sincere liking or love to be so. As I wrote in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1447878080160#c1707711092419032188\">an earlier comment</a> on the same article in reply to a question asked by another friend:<br>\n<blockquote>Perseverance in this practice of being attentively self-aware is the only means by which we can cultivate the necessary love (<i>bhakti</i>) to be aware of ourself alone, and this love will give us the ability or skill to keep our entire attention fixed firmly on ourself without allowing it to be distracted away towards anything else.</blockquote>\nOther kinds of spiritual practice may require a particular skill, because they may involve doing something complex or difficult, but <i>ātma-vicāra</i> requires absolutely no skill other than the love to be self-attentive and hence aware of oneself alone. It does not entail using the brain in any particular way, because the brain may be needed for doing anything, whereas being attentively self-aware does not entail doing anything, since it is simply a state of just being (<i>summā iruppadu</i>). Nor does it require an analytical predisposition rather than a devotional one. In fact quite the opposite: though an analytical predisposition may help us to understand the practice and its simple theoretical basis more clearly, to put it into actual practice requires a strong devotional predisposition, because without single-minded devotion or love to be aware of oneself alone it is not possible to hold firmly on to being attentively self-aware.<br>\n<br>\n<a name=\"un40\"></a><b>24. <i>Uḷḷadu Nāṟpadu</i> verse 40: annihilating our ego by means of <i>ātma-vicāra</i> is fulfilling the ultimate purpose of <i>sanātana dharma</i></b><br>\n<br>\nIn many of his comments Sivanarul referred to <i>sanātana dharma</i>, which means the ‘eternal <i>dharma</i>’ and which is a term that generally refers to the Hindu religion or those parts of the <i>dharmic</i> family of religions, philosophies, beliefs and practices (which includes all the various forms of Hinduism, Jainism, Buddhism and Sikhism) that in one way or another revere the Vēdas. For example, in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html?showComment=1448403750913#c8288910159093781033\">one comment</a> he wrote that <i>sanātana dharma</i> ‘does not exclude any religion, spiritual practice or even materialism. It articulated all 4 (Dharma, Artha, Kama and Moksha) as attainments open for all of mankind and maintains that Artha and Kama when practiced with Dharma, will ultimately lead to Moksha. Bhagavan was one of the greatest exponents of Sanatana Dharma’.<br>\n<br>\nThough it is true that Bhagavan was one of the greatest exponents of <i>sanātana dharma</i>, he did not teach all aspects of it, nor does every aspect of it represent his teachings, because <i>sanātana dharma</i> is an extremely broad church, so to speak, in that it encompasses a wide range of very different and often conflicting philosophies, aims, beliefs and practices. For example, as Sivanarul says, <i>sanātana dharma</i> is said to recognise four <i>puruṣārthas</i> or legitimate goals of human life, namely <i>dharma</i> (righteous conduct), <i>artha</i> (prosperity or material wealth), <i>kāma</i> (sensual pleasures) and <i>mōkṣa</i> (liberation), but though Bhagavan obviously did not condone any behaviour that did not conform to <i>dharma</i> (in the broad sense of being righteous, ethical and not causing harm), and though he would not have condoned seeking <i>artha</i> or <i>kāma</i> by any means that did not conform to <i>dharma</i>, he did not recommend any of these three as being a worthy goal of life, because he made it clear that the only truly worthwhile goal that we should seek is <i>mōkṣa</i> (as indicated by Sri Muruganar in verses 8 and 1204 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>).<br>\n<br>\nHowever, though all forms of <i>sanātana dharma</i> generally acknowledge that <i>mōkṣa</i> is the ultimate goal of human life, within <i>sanātana dharma</i> there are many different conceptions of what <i>mōkṣa</i> actually entails, whereas Bhagavan did not accept that there is more than one kind of real liberation, as he made clear in verse 40 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவ மருவ முருவருவ மூன்றா<br>\nமுறுமுத்தி யென்னி லுரைப்ப — னுருவ<br>\nமருவ முருவருவ மாயு மகந்தை<br>\nயுருவழிதன் முத்தி யுணர்.<br>\n<br>\n<i>uruva maruva muruvaruva mūṉḏṟā<br>\nmuṟumutti yeṉṉi luraippa — ṉuruva<br>\nmaruva muruvaruva māyu mahandai<br>\nyuruvaṙitaṉ mutti yuṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம், அருவம், உருவருவம், மூன்று ஆம் உறும் முத்தி என்னில், உரைப்பன்: உருவம், அருவம், உருவருவம் ஆயும் அகந்தை உரு அழிதல் முத்தி. உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam, aruvam, uru-v-aruvam, mūṉḏṟu ām uṟum mutti eṉṉil, uraippaṉ: uruvam, aruvam, uru-v-aruvam āyum ahandai uru aṙidal mutti. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உறும் முத்தி உருவம், அருவம், உருவருவம், மூன்று ஆம் என்னில், உரைப்பன்: உருவம், அருவம், உருவருவம் ஆயும் அகந்தை உரு அழிதல் முத்தி. உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṟum mutti uruvam, aruvam, uru-v-aruvam, mūṉḏṟu ām eṉṉil, uraippaṉ: uruvam, aruvam, uru-v-aruvam āyum ahandai uru aṙidal mutti. uṇar</i>.<br>\n<br>\n<b>English translation:</b> If it is said that <i>mukti</i> one will experience is three, form, formless, or form or formless, I will say: know that the destruction of the ego-form, which distinguishes form, formless, and form or formless, is <i>mukti</i>.<br>\n<br>\n<b>Paraphrased translation:</b> If it is said that <i>mukti</i> [liberation] one will experience is of three kinds, with form, without form, or either with form or without form [that is, a state in which one can alternate back and forth between being a form or being formless], I will say: know that the destruction of the ego-form, which distinguishes [these three kinds of liberation], with form, without form, or either with form or without form, is [alone real] <i>mukti</i>.</blockquote>\nAs Bhagavan made clear in this verse, in his view the only real liberation is the destruction of our ego, so this is the only true <i>puruṣārtha</i>, goal or purpose of human life. Then why is liberation described in so many other ways by sages and in sacred texts? The answer to this was given by Bhagavan in the words he added before this verse to link it to the previous one when he composed the <i>kaliveṇbā</i> version of <i>Uḷḷadu Nāṟpadu</i>, namely ‘மனத்துக்கு ஒத்தாங்கு’ (<i>maṉattukku ottāṅgu</i>), which means ‘so as to suit the mind’, and which implies ‘in order to suit the different beliefs, desires and aspirations of various minds’.<br>\n<br>\n<i>Sanātana dharma</i> consists of an extremely broad range of different philosophies, goals, beliefs and practices because it is intended to cater for the needs of all people before ultimately leading them to the final goal of life, which is only the annihilation of our fundamental illusion that we are a finite ego, whereas Bhagavan’s teachings are intended to cater specifically for the needs of those of us who want to finish this long journey as quickly as possible. Thus <i>sanātana dharma</i> is like the legendary ocean of milk and Bhagavan’s teachings are like the <i>amṛta</i> (the ambrosia or nectar of immortality) that was churned from it. Therefore having been blessed to receive this <i>amṛta</i>, let us be intent on drinking it fully rather than concerning ourself with any of the other contents of the vast ocean of <i>sanātana dharma</i>.<br>\n<br>\nMost of the beliefs and practices prescribed in <i>sanātana dharma</i> are there for the sake of those who are not yet ready to embark on the final stage of the long journey of the soul or ego towards its own annihilation, whereas Bhagavan’s teachings have been given to us to enable us to complete this final state as directly and as quickly as possible. Let us therefore not confuse other parts of <i>sanātana dharma</i> with his teachings, because they are a preparation for his teachings but not his teachings themselves. By following his teachings single-mindedly we are fulfilling the ultimate purpose of <i>sanātana dharma</i>, so we are not thereby showing any disrespect to it, even though to complete our journey we need to ignore the bulk of it.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "429",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/955396381758182955/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTEwNjgyNzQ4MzU4Cm9mZnNldDogMAo\""
}