{
    "kind": "blogger#post",
    "id": "9097372791800541234",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-03-02T11:37:00Z",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/03/investigating-ourself-is-only-way-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9097372791800541234",
    "title": "Investigating ourself is the only way to solve all the problems we see in this world",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">More than a year ago a friend wrote to me asking some questions about Sri Ramana’s teaching that what we now believe to be our waking state is actually just another dream, and last month he followed this up with a series of three more emails asking various questions, most of which were concerning the same subject. This article is adapted from the replies that I wrote to these four emails.<br>\n<br>\n<b>First reply:</b><br>\n<br>\nIn his first email my friend asked how we got ourself into this state of dream or forgetfulness if our real state is consciousness or spirit, and how it is possible for us to remain all the time in the state of self-abidance or self-awareness if we are at work, and finally: ‘Can you be in the state [of self-awareness] and yet optimally perform in the dream state (in the world) or do you forgo one when doing the other?’ In reply to this I wrote:<br><a name='more'></a>\n<br>\nWhat Sri Ramana asks us to investigate is whether we ever really got into this state of dream or self-forgetfulness. It seems to us now that we are in such a state, but if we investigate ourself to find out what this ‘I’ that seems to experience all this actually is, this false ‘I’ (the ego that we now seem to be) will subside and disappear, because it does not really exist, and what will then remain is our real ‘I’ (what we actually are), which is devoid of any self-forgetfulness or any dream in which a finite ‘I’ seems to experience things that are other than itself.<br>\n<br>\nThis is what Sri Ramana teaches us, but we should not just take it on faith, because that would simply be replacing one set of beliefs with another. Sri Ramana does not actually ask us to believe anything that we do not know or cannot infer from our own experience, but advises us that we should just investigate ourself in order to experience ourself as we actually are. After doing this, we will then know from experience whether we ever really got into a state of self-forgetfulness or dream.<br>\n<br>\nEven when we are engaged in work, are we not aware that I am doing this work? Since we are always aware of ‘I’ (ourself) even while engaged in work, we can cultivate the habit of being more clearly (attentively) self-aware even while working.<br>\n<br>\nHowever, the self-attentiveness that we practise while engaged in other activities will not be very deep or intense, so we should also set aside time to practise it more intensely. When we do so, our aim should be to turn our entire attention towards ourself and hence away from anything else. If we once succeed in thus turning our entire attention towards ourself, we will experience perfect clarity of self-awareness, unsullied by even to slightest awareness of any other thing. This is the state of true self-knowledge, which will completely destroy the illusion that we are this ego or mind, so after this the illusion of experiencing anything other than ourself can never return.<br>\n<br>\n<b>Second reply:</b><br>\n<br>\nIn his next email my friend asked, ‘According to Bhagavan’s teachings what happens after we attain true self-knowledge... does this world disappear along with everything in it (people etc.) and only awareness of self remains?’, to which I replied:<br>\n<br>\nAccording to Bhagavan Sri Ramana, what experiences the world or anything else other than ourself is only our ego, so the world seems to exist only when we experience ourself as this ego. Therefore when we experience ourself as we actually are, we will experience nothing other than ourself, and hence no world will even seem to exist. This was stated by him clearly in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும். கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṯkum sarva toṙiṯkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṯpita sarppa-jñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-jñāṉam uṇḍāhādadu pōla, kaṯpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause of all knowledge [other than our fundamental knowledge ‘I am’] and of all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as unless knowledge of the imaginary snake ceases, knowledge of the rope, which is the <i>adhiṣṭhāna</i> [the base that underlies and supports the illusory appearance of the snake], will not arise, unless perception of the world, which is a <i>kalpita</i> [a fabrication, mental creation or figment of our imagination], ceases, <i>svarūpa-darśana</i> [experience of our own essential self], which is the <i>adhiṣṭhāna</i> [the base or foundation that underlies and supports the imaginary appearance of this world], will not arise.</blockquote>\n<b>Third reply:</b><br>\n<br>\nIn his third email my friend asked:<br>\n<blockquote>Do you practice the method taught by Bhagavan?  If so since how many years and what does you daily practice look like.  I understand that this is an individual’s personal journey but if I may ask and you don’t mind sharing... did you ever have a personal glimpse into the state of absolute self-knowledge even if for just a moment?  If yes can you please put your experience into words? [...] <br>\n<br>\nJust an afterthought for me to ponder on ... are you in my imaginary world or am I in yours? :-)</blockquote>\nTo which I replied:<br>\n<br>\nYes, I do practise self-investigation as taught by Sri Ramana, but since it entails only trying to be self-attentive (that is, trying to experience ourself alone, in complete isolation from everything else, including our mind, body and everything else that we mistake to be ourself) it is not possible to describe what it looks like. Anything that can be described either in thought or in words is not the pure featureless self-awareness that we are trying to experience and that we actually are.<br>\n<br>\nBecause self-investigation entails only trying to turn our attention towards ourself alone, and hence away from everything else, it can be practised at any time, in any place and in any circumstances, so it is not constrained in any way by any conventional ideas of meditation such as sitting in a particular posture for a fixed period of time. Even in the midst of our day-to-day activities, whenever our mind has no immediate or pressing need to attend to anything else, we can try for at least a few moments to be self-attentive. Therefore self-investigation is a practice for which there is no prescribed time, place or any other restriction.<br>\n<br>\nRegarding your question about ‘a personal glimpse into the state of absolute self-knowledge even if for just a moment’, we are always aware of ourself, but we are not aware of ourself as we actually are because our awareness of ourself is mixed and confused with awareness of other things. Therefore our aim is not to experience anything new or anything that we have not always experienced, but is only to experience ourself alone, in complete isolation from even the slightest awareness of anything else. If we experience ourself alone for just a single moment, we will thereby experience ourself as we actually are, and hence the illusion that we are anything else will be destroyed forever.<br>\n<br>\nTherefore when we experience absolute self-knowledge (perfectly clear self-awareness) for just a moment, we will never again be able to experience anything else, because our ego (which alone is what experiences the appearance of anything else) will thereby have been destroyed. Hence there is no such thing as ‘a personal glimpse’ of absolute self-knowledge, because by experiencing self-knowledge the illusion that we are a person will be dissolved completely and forever.<br>\n<br>\nWhat you are now experiencing is your own dream, and though you see what seem to be other people in your dream, there is actually no one other than yourself experiencing your dream. Therefore all the other people in this dream of yours are just figments of your own imagination, like all the people you see in any other dream.<br>\n<br>\n<b>Fourth reply:</b><br>\n<br>\nIn his latest email my friend asked several more questions, to which I replied:<br>\n<br>\nAs you say, the idea that our present state is just a dream and that the world we perceive in this state is therefore just a mental creation, like any world we perceive in any other dream, is a theory for us, because we cannot know for certain whether or not we are now dreaming until we experience ourself as we really are. Since we are ignorant about what we ourself are, we must also be ignorant about whether or to what extent whatever we experience is caused by anything other than our own mind.<br>\n<br>\nHowever, theories are the basis on which any research is conducted, because any research or investigation is in effect an attempt to test whether a theory is true. Without theories to guide and direct it, our research would be like a rudderless ship being tossed here and there in rough seas.<br>\n<br>\nTherefore to direct and guide us in our self-investigation, Sri Ramana has taught us certain theories. However, though what he taught us is from our perspective just theories until we test and verify them for ourself, from his perspective what he taught is an expression in words of what he actually experienced. Of course words cannot adequately convey what he experienced, but they can point us in the right direction to enable us to investigate and experience what he experienced.<br>\n<br>\nAll the essential theories he taught, such as that the world is merely a mental creation or projection of our own thoughts, are intended to direct us to investigate ourself — that is, to try to experience ourself as we actually are by attempting to focus our entire attention on ourself alone. If everything that we experience other than ourself is just an illusion created and experienced only by our own mind, by continuing to attend to that illusion we are just perpetuating our own delusion — the delusion that we are this mind. If we alone are real, we can experience what is real only by trying to experience what we ourself are.<br>\n<br>\nWhen you say, ‘This world being a dream is all theory until experienced and therefore Bhagavan asks us not to believe but instead to practice and find out for ourselves what the true state of reality is’, that is partly but not entirely true. Yes, he did advise us ‘to practice and find out for ourselves what the true state of reality is’, but it is not quite true to say that he asked us not to believe.<br>\n<br>\nHe advised us not to be satisfied with mere belief, and not to believe what we do not know, but by analysing our experience of ourself and other things, he gave us sound reasons to believe at least tentatively the theories that he taught us. If we believe what he taught us, we will understand that mere belief is insufficient, because beliefs are just ideas, so they exist only in the realm of mind, which is a product of our self-ignorance. Therefore if we tentatively believe what he taught us, our belief will impel us to investigate ourself in order to experience ourself as we really are.<br>\n<br>\nRegarding your questions about the ‘pain, fear, anger, hopelessness that arise when we see how much lack of control we have over our lives and the world around us’ and the ‘suffering the whole world is going through, radical groups that are terrorizing people, weather that is out of control, greed, poverty, diseases, fear and on and on’, all the confusion, selfishness and other defects that we see in the world are a reflection of the confusion, selfishness and other defects that exist within us so long as we experience ourself as an ego. Therefore the only solution to all such problems is for us to investigate ourself in order to discover whether or not we are actually the ego that we now seem to be.<br>\n<br>\nAccording to Sri Ramana, if we persevere in investigating ourself until we experience ourself as we actually are, we will discover that we are not this ego. Since the ego is just an unreal and illusory experience of ourself, it cannot exist when we experience ourself as we actually are, and since everything else that we now experience exists only in the self-ignorant view of this illusory ego, it will all disappear like a dream when we wake up by experiencing what we actually are.<br>\n<br>\nYou ask, ‘How did we get ourselves into this terrible dream? Does it have a purpose?’ What is experiencing this terrible dream is only our ego, so if we investigate ourself and discover that we are not this ego, we will thereby discover that we have never actually experienced any dream, terrible or otherwise.<br>\n<br>\nAsking how we got ourself into this terrible dream is like asking how a snake appeared on the path in front of us. If we look carefully are what seems to be a snake, we will see that it is not actually a snake but only a rope, so whatever questions we asked about the snake will thereby be rendered invalid and meaningless, because there never was any snake to ask about. Likewise, if we look carefully at ourself, the ego who experiences this terrible dream, we will find that we are not actually this ego but only pure and infinite self-awareness, which never experiences anything other than itself, so whatever questions we asked about the ego or what it experienced will thereby be rendered invalid and meaningless, because there never was any ego (or any terrible dream that it experienced) to ask about.<br>\n<br>\nThis terrible dream has no purpose, because it does not actually exist, but so long as it seems to exist (that is, so long as we experience ourself as the ego who experiences it), we can say that its only purpose is to prompt us to investigate ourself and thereby to experience what we really are.<br>\n<br>\nYou also ask, ‘Who put you and Bhagavan in my dream? Did I do it at some level so that I could get help to wake up and not be lost in the dream forever?’ Yes, in a certain sense that is true. Whatever we experience in a dream is a projection of what is already within us, just as whatever we see on a cinema screen is a projection of what is in the projector. However the projector does not only project the pictures on the film reel that is rolling through it, but also projects its own light. Sri Ramana and his teachings are like the light projected on the screen, whereas everything else that appears there is just a projection of the pictures on the film reel. In this analogy, the light represents the pure consciousness or self-awareness that we actually are, so Sri Ramana and his teachings are a projection of our own real self, and the reason they are projected is only to direct us to turn within to experience ourself as we really are.<br>\n<br>\nRegarding your final statements, ‘There is so much anger when I see the hopeless state the world is in […].  I have been searching for meaning all my life but I’m losing hope’, so long as we search for meaning or purpose outside ourself, we will certainly be disappointed and frustrated, because there is no real meaning or purpose in anything outside, since everything other than ourself is just an expansion of our ego, which is itself just an illusion — something that seems to exist but does not actually exist.<br>\n<br>\nBecause the world is just an expansion or creation of our ego, it can never be perfect. If one problem in the world is solved, another one appears in its place, so whatever we or anyone else may do to try to solve the problems of the world is like trying to chase our own shadow. However fast we may run after it, our shadow will run equally fast away from us, so we will end up being no nearer to it than we were when we started, whereas if we turn our back on it and return home, our shadow will follow us. Likewise, however many problems we may try to solve in the world, there will always be more problems in need of a solution, so even if we do seem to succeed in solving a few problems, we will end up seeing as many problems as there were when we started, whereas if we ignore the world and all its problems and instead investigate only ourself, the world and all its problems will subside and disappear along with our ego.<br>\n<br>\nThere is therefore no use in getting angry or upset about the world, because by attending to the world we are perpetuating the fundamental illusion that we are this ego. If we want to get angry with anything, we should get angry only with ourself for rising as this ego and thereby creating the appearance of this world. However, even such anger is of use only if it motivates us to turn our attention inwards to investigate whether we really are the ego that we now seem to be.<br>\n<br>\nThis is why Sri Ramana teaches us that this world is just an illusion, like any other world we see in a dream, and that we should therefore try to investigate what is real, which is only ourself. One world appears in waking, another world appears in dream, and no world appears in sleep, but in all these three states we exist and experience our existence, ‘I am’, so we alone are real, and everything else is just a transitory appearance or illusion. Therefore what we should investigate is only ourself.<br>\n<br>\nIf we manage to experience ourself as we really are, we will then know for ourself whether this ego and world actually exist or just seem to exist only when we experience ourself as anything other than what we actually are. Until then, it is best to assume that the ego and world are not real, or at least to recognise that their seeming reality is at best very doubtful and not to be trusted.<br>\n<br>\nEverything that we experience other than ourself is of doubtful reality, but there are two facts that we can know for certain even now. The first fact that we know for certain is that I am, because if I did not exist I could not experience anything, whether real or illusory. The second fact that we know for certain is that at present we are confused about what I am, because though I certainly do exist, I now experience myself as if I were a particular body and mind, whereas in dream I experience myself as if I were some other (mind-created) body, and in sleep I experience myself without experiencing any body or mind. Since I cannot be anything that I do not always experience as myself, I cannot be either this or any other body or mind, so the fact that I now experience myself as this body and mind proves that I do not now experience myself as I actually am.<br>\n<br>\nWhen we learn from Sri Ramana how to analyse our experience of ourself in our three alternating states in this way, it becomes clear to us that our foremost concern should now be to investigate ourself by trying to experience ourself as we actually are. So long as we experience anything other than ourself, as we do in both waking and dream, we confuse ourself with a body and mind, even though these cannot be what we actually are, so in order to experience ourself as we actually are, we should try to experience ourself alone, in complete isolation from everything else, including any body or mind. This is why Sri Ramana taught us that to experience ourself as we actually are, we must try to attend to ourself alone, thereby excluding everything else from our experience or awareness.<br>\n<br>\nLet us therefore try our best to follow this simple practice of self-attentiveness taught by Sri Ramana, and persevere in our attempts until we eventually succeed in experiencing ourself clearly and in complete isolation from everything else. Until then, let us not lose hope, because Sri Ramana has assured us that if we persevere patiently and with firm determination, we will not be disappointed, but will certainly succeed sooner or later. As he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br>\n<br>\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br>\n<br>\nGod and <i>guru</i> are in truth not different. Just as that [prey] which has been caught in the jaws of a tiger will not return, so those who have been caught in the glance of <i>guru</i>’s grace will surely be saved by him and will never instead be forsaken; nevertheless, it is necessary to proceed unfailingly according to the path that <i>guru</i> has shown.</blockquote></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "21",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9097372791800541234/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3OTYwCm9mZnNldDogMzYwMDAwMAo\""
}