{
    "kind": "blogger#post",
    "id": "3201572487718743752",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-03-14T15:44:00Z",
    "updated": "2017-10-06T22:23:44+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/03/self-attentiveness-and-self-awareness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3201572487718743752",
    "title": "Self-attentiveness and self-awareness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me three emails in which he asked a series of questions about the practice of self-investigation (<i>ātma-vicāra</i>), and the following is adapted and expanded from the replies I wrote to each of his questions:<br><a name='more'></a>\n<ol>\n<li><a href=\"#attention\">What is the difference between attention and awareness?</a></li>\n<li><a href=\"#one\">We are one, so we can experience ourself as we really are only when we experience ourself alone</a></li>\n<li><a href=\"#ourself\">We should try to attend only to ourself and not to anything else</a></li>\n<li><a href=\"#work\">Being self-attentive in the midst of other work</a></li>\n<li><a href=\"#thoughts\">Our ego is nourished and sustained by attending to thoughts</a></li>\n<li><a href=\"#distraction\">Thoughts distract our attention away from ourself, so we should try to attend to ourself alone</a></li>\n</ol>\n<a name=\"attention\"></a><b>1. What is the difference between attention and awareness?</b><br>\n<br>\nThe first question my friend asked was ‘What is the difference between attention and awareness?’, to which I replied:<br>\n<br>\nAttention is awareness used selectively. That is, it is our ability to select or choose what we want to be aware of, and consequently to focus our awareness on one thing rather than another.<br>\n<br>\nThe exact meaning of awareness varies according to the context in which it is used, but in the context of Sri Ramana’s teachings it generally means what is aware, namely ourself. That is, since we alone are aware of ourself and all other things, we alone are awareness (in this sense of what is aware).<br>\n<br>\nWhether we are aware of anything else or not, we are always aware of ourself, because self-awareness is our very nature — what we actually are. However, so long as we are not just aware of ourself alone, our self-awareness seems to be clouded and confused with our awareness of other things. Moreover, even though we are aware of nothing other than ourself in sleep, from the perspective of our waking mind our self-awareness in sleep seems to be obscured and therefore not perfectly clear, because in sleep our mind somehow covers itself, so to speak, with a protective blanket of self-ignorance, and this is why it is able to rise again after it has rested sufficiently in sleep.<br>\n<br>\nTherefore, in order to be aware of ourself as we actually are, and thereby to destroy forever the illusion that we are this mind or ego, we need to be clearly aware of ourself alone, and hence we need to try to withdraw our attention from everything else and to focus it entirely on ourself alone. This attempt to be clearly aware of ourself alone is what is called self-attentiveness or self-attention, and it alone is the correct practice of self-investigation or <i>ātma-vicāra</i> as taught by Sri Ramana.<br>\n<br>\nThat is, though we are aware of ourself even when we are aware of other things, our awareness of other things obscures our natural clarity of self-awareness, causing us to mistake ourself to be some of the other things that we experience, such as a body and mind. Therefore in order to be clearly aware of ourself alone, we need to be not just self-aware (as we always are) but <i>attentively self-aware</i>. In other words, we need to focus our entire attention or awareness on ourself alone, thereby excluding everything else from our awareness.<br>\n<br>\n<a name=\"one\"></a><b>2. We are one, so we can experience ourself as we really are only when we experience ourself alone</b><br>\n<br>\nThe second question my friend asked in the same email was: ‘We are advised to focus our attention inwards, so my questions is whether this power of attention is of mind or self?’, to which I replied:<br>\n<br>\nWe are one, and not two different things, a mind and a self. When we experience ourself as we really are (as we do in sleep), we do not experience a mind or anything else, but when we experience ourself as this mind (as we do in waking and dream), we experience not only ourself but also many other things. Therefore whenever we experience anything other than ourself, we are experiencing ourself as if we were this mind, whereas when we experience ourself alone, we are experiencing ourself as we really are.<br>\n<br>\nHence, when we direct our awareness or power of attention outwards (that is, towards anything other than ourself), it is ourself as this mind that is attending to outward things, whereas when we direct our awareness or power of attention within (that is, towards ourself alone), it is ourself as we really are that is attending to ourself.<br>\n<br>\nHowever, because we have long been accustomed to experiencing ourself as this mind, we are not yet able to separate ourself entirely from it, so when we try to attend to ourself alone, we are not yet able to do so perfectly. Therefore when we begin to make an effort to turn our attention within, it is ourself as this mind that is making the effort, but the more keenly we focus our attention only on ourself (that is, the closer we come to being aware of ourself alone), the more our mind will subside, and eventually when we succeed in attending to ourself alone, our mind will have subsided entirely and will thereby merge in its source (ourself), so what will then be aware of ourself alone will be ourself alone and not our mind. In other words, to the extent that we manage to attend to ourself alone, to that extent it is not our mind but only ourself that is attending.<br>\n<br>\n<a name=\"ourself\"></a><b>3. We should try to attend only to ourself and not to anything else</b><br>\n<br>\nThe final question that my friend asked in his first email was about watching or ‘witnessing’ thoughts or feelings. He began by saying that he believes that ‘whatever you put attention on grows’, but then he referred to the advice given by some people that we should look at or witness any thought or feeling that may arise, and he asked whether looking at, noticing, acknowledging or witnessing thoughts is at all different to putting attention on them, and if not, ‘then if we put attention on thoughts will they grow or fade away?’, to which I replied:<br>\n<br>\nYes, anything that we attend to grows in prominence in our experience or awareness. Therefore the more we try to attend to ourself alone, the more we ourself will grow in prominence in our awareness — in other words, the more clearly we will become aware of ourself as we really are, in isolation from our body, mind and all the other adjuncts that we now mistake to be ourself.<br>\n<br>\nHowever, if we watch, look at, witness or attend to any thought, feeling or anything else other than ourself, that thing will grow in prominence in our awareness, and will thereby reinforce the illusion that we are this mind rather than what we actually are. This is why Sri Ramana always advised us to attend only to ourself and thereby to ignore everything else, including any thought or feeling that may arise.<br>\n<br>\nIn this connection please read the following: <a href=\"http://happinessofbeing.blogspot.co.uk/2015/01/the-fundamental-law-of-experience-or.html#05\">The fundamental law of experience</a>, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/the-need-for-manana-and-viveka.html#nisargadatta\">The teachings of Sri Ramana and Nisargadatta are significantly different</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/the-crucial-secret-revealed-by-sri.html\">The crucial secret revealed by Sri Ramana: the only means to subdue our mind permanently</a>. As you will see if you read these, Sri Ramana never advised us to look at or witness any thoughts or feelings, because doing so would only feed and nourish our mind or ego, and since our ego is the root of all our other thoughts, by attending to any thought we are not only nourishing and sustaining our ego but through it we are also nourishing and sustaining our tendency to think other thoughts.<br>\n<br>\n<a name=\"un25\"></a>This is one of the most fundamental and important principles that Sri Ramana taught us: by attending to any thought — that is, to anything other than ourself alone — we are nourishing and sustaining the illusion that we are this ego that we now seem to be, and hence the only way to deprive our ego or mind of the nourishment that it requires to survive is to try to attend to ourself alone. This principle was stated by him clearly and emphatically in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nHere உரு (<i>uru</i>) or ‘form’ means any thought — that is, anything that has any features that distinguish it from ourself, who experience it. Hence by attending to any thought we are ‘grasping form’ and ‘feeding on form’, whereas if we try to attend only to ourself, the ego who normally attends to things other than ourself, we will thereby cease to grasp anything else, and hence our ego will ‘take flight’ — that is, it will subside and disappear — and what will then remain is only ourself as we really are.<br>\n<br>\nWhether we talk of looking at, noticing, acknowledging, witnessing, watching, observing or putting attention on thoughts, it all means the same thing, and it all entails ‘grasping form’ and ‘feeding on form’, so it is the direct opposite of attending only to ourself, as Sri Ramana advised us to do. Witnessing, watching or observing is not different to attending, and if we witness, watch, observe or attend to any thought it will not subside or fade away but will only grow stronger.<br>\n<br>\nTherefore our aim should not be to witness or be aware of any thought, but only to witness or be aware of ourself alone. Trying to do so is alone the correct practice of self-investigation (<i>ātma-vicāra</i>) as taught by Sri Ramana.<br>\n<br>\n<a name=\"work\"></a><b>4. Being self-attentive in the midst of other work</b><br>\n<br>\nIn his second email, which he wrote after receiving what I replied to his earlier questions, my friend began by saying that he is a surgeon and that he therefore has to constantly interact with his patients, analyse their health issues, do research and so on, but that he is also inclined towards spirituality, so he asked: ‘How to balance both worlds? How can I be aware of myself when I am dealing with patients, who always seek the best results from the treating doctor?’ in reply to this I wrote:<br>\n<br>\nWhatever work we may do need not stand in the way of our practising <i>ātma-vicāra</i>, because however much work we may have we still find time to think many unnecessary thoughts, so if we spend the time we normally spend attending to such thoughts attending to ourself instead, that will be sufficient. Whatever thoughts may be required for you to do your work effectively are obviously necessary, so you should attend to those thoughts as usual, but if you spend all or most of the rest of your time trying to be self-attentive, you will gradually find that a subtle degree of self-attentiveness can continue even while you are attending to all the necessary thoughts that your work entails.<br>\n<br>\n<a name=\"thoughts\"></a><b>5. Our ego is nourished and sustained by attending to thoughts</b><br>\n<br>\nIn the same email my friend also wrote, ‘Nisargadatta Maharaja and other spiritual teachers always advised to witness or look at any thoughts and that if one does that, the thought automatically withers away’, and he added that such teachers ‘advised never to repress or avoid any thoughts but to accept and look at (witness) them because thoughts themselves have no power of their own. It is the awareness which is more powerful than thoughts and that the energy of thoughts gets dissolved in the energy of awareness when they are looked at instead of ignored, because the more we ignore them, the more they will get embedded in the subconscious or unconscious mind’, and hence we should ‘rather bring all the thoughts in our consciousness and be aware of them fully’.<br>\n<br>\nHowever, he agreed that this is not what Sri Ramana advises us to do, so he asked: ‘So when I have thoughts, should I just ignore or repress them? I feel doing that would make those thoughts buried in the unconscious mind and that it will come out anytime with a great vengeance’, to which I replied:<br>\n<br>\nRegarding the advice given by people such as Nisargadatta to witness thoughts, according to Sri Ramana that is not a real spiritual practice, because witnessing thoughts simply entails being aware of them, and we are anyway aware of our thoughts all the time. According to Sri Ramana our ego is nourished and sustained by attending to thoughts (that is, to anything other than ourself), so it will subside and merge within only by attending to itself (ourself) alone.<br>\n<br>\nTherefore it is wrong to imagine that thoughts will automatically wither away if we attend to them. On the contrary, the more we attend to them (or witness them) the more our ego and its attachment to them will be strengthened. If we want all thoughts to wither away, the only way to make them do so is to try to attend to ourself alone, thereby ignoring them.<br>\n<br>\nThe practice of <i>ātma-vicāra</i> taught by Sri Ramana entails turning our attention back to ourself whenever it is distracted away towards any thoughts. This is not suppressing thoughts, but simply ignoring them. Attending to thoughts is like watering plants, whereas ignoring them by attending only to ourself is like depriving plants of water. Just as plants deprived of water will wither and die, thoughts deprived of our attention will wither and die.<br>\n<br>\nYou imply that Nisargadatta and other teachers claim that since awareness is more powerful than thoughts, ‘the energy of thoughts gets dissolved in the energy of awareness when they are looked at’. This is contrary to our experience. We are constantly ‘looking at’ and hence aware of our thoughts, but they are not thereby ‘dissolved in the energy of awareness’. On the contrary, they are nourished and sustained by our awareness of them, so this claim is clearly refuted by our experience.<br>\n<br>\nYou also imply that they claim that ‘the more we ignore them [thoughts], the more they will get embedded in the subconscious or unconscious mind’. The term ‘the subconscious or unconscious mind’ seems to refer to a concept in modern psychology, but I assume that in this context what is meant by saying ‘they will get embedded in the subconscious or unconscious mind’ is that they will be stored as <i>vāsanās</i> or propensities to think the same kinds of thoughts repeatedly. However, this claim is directly opposed to what Sri Ramana taught us about the nature of <i>vāsanās</i> and thoughts.<br>\n<br>\n<a name=\"ny10\"></a>According to him, <i>vāsanās</i> are like seeds and thoughts are the plants that sprout from them, and the more we attend to any particular type of thought the more we will thereby multiply and nurture the <i>vāsanās</i> from which they sprout. Therefore the only way to weaken and eventually destroy all our <i>vāsanās</i> is to attend only to ourself and thereby to ignore whatever thoughts may sprout from them. This is clearly implied by him in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். [...]<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>. [...]<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations, propensities or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and be [or remain] only as self?’ it is necessary to cling tenaciously to self-attentiveness. [...]<br>\n<br>\n<a name=\"ny11\"></a>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். [...]<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>. [...]<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [self-investigation or vigilant self-attentiveness] in the very place from which they arise. [...]</blockquote>\nBecause thoughts require our attention in order to survive, they will try to grab our attention whenever we try to attend to ourself alone, but if we persevere in trying to be self-attentive, they will gradually be weakened and will eventually lose their power to distract us.<br>\n<br>\n<a name=\"distraction\"></a><b>6. Thoughts distract our attention away from ourself, so we should try to attend to ourself alone</b><br>\n<br>\nIn reply to this my friend wrote another email in which he said that when he tries to practise <i>ātma-vicāra</i> thoughts start, to which I replied:<br>\n<br>\nWe are thinking thoughts of one kind or another throughout our waking and dream states, because according to Sri Ramana everything that we experience other than ourself, including this entire world, is nothing but our own thoughts or ideas. Therefore thoughts do not start only when we try to practise <i>ātma-vicāra</i>, but do so whenever our mind rises from sleep, because the nature of our mind is to think constantly. However, it is only when we try to practise <i>ātma-vicāra</i> — that is, when we try to experience ourself alone — that thoughts start to trouble us, because then only do we notice that the nature of any thought is to distract our attention away from ourself.<br>\n<br>\nWhen we practise <i>ātma-vicāra</i> it is natural that thoughts arise, because thoughts are the food on which our mind or ego lives, and our ego cannot stand for a moment without them. Self-attentiveness is therefore undermining the very foundation of our ego by depriving it of the nourishment on which it depends for survival, so when we try to be exclusively self-attentive, our ego rebels by projecting and trying to cling to thoughts.<br>\n<br>\n<i>Ātma-vicāra</i> is therefore a battle between our love to experience ourself alone (<i>sat-vāsanā</i>) and our liking to experience other things (<i>viṣaya-vāsanās</i>). In order to succeed we must just persevere in trying to be self-attentive as much as possible. There is no other way.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "11",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3201572487718743752/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzI1MDI0OTc2Cm9mZnNldDogMzYwMDAwMAo\""
}