{
    "kind": "blogger#post",
    "id": "2242710719045916129",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-11-03T13:31:00Z",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/11/what-happens-to-our-mind-in-sleep.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2242710719045916129",
    "title": "What happens to our mind in sleep?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A couple of months ago a friend called Vilcomayo wrote a <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html?showComment=1441401906226#c1963558654370687137\">comment</a> on one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html\">Our memory of ‘I’ in sleep</a>, in which he or she asked, ‘what exactly means “absence of the mind” in sleep? In a state in which our mind is/was absent or subsided, does/did the mind “go” to any other place or does/did it rather subside in its source?’, and today he or she wrote another comment reminding me about this question.<br>\n<br>\nBefore replying to this question I would first like to apologise to Vilcomayo for not replying earlier. I receive so many questions by email and in comments on this blog that I am unfortunately not able to reply to all of them immediately, and if I cannot reply to any of them soon enough they tend to join the large backlog of hundreds of questions that I have not yet had time to reply to and may never have time to do so. Therefore, Vilcomayo, you are perfectly justified in reminding me about your question, and I apologise not only to you but also to all the other friends whose questions I have not been able to reply to yet.<br>\n<br>\nWhat happens to our mind in sleep is not actually an easy question to answer, because it is a question asked from the perspective of waking or dream, the two states in which this mind seems to exist, about sleep, which is the state in which it does not seem to exist. According to Bhagavan the mind does not actually exist even when it seems to exist, so the correct answer is that nothing happens to the mind in sleep, because there is no mind to which anything could ever happen.<br><a name='more'></a>\n<br>\nHowever, so long as we seem to be this mind, this answer will not appear to be very satisfactory, so from the perspective of this mind it is said that in sleep it subsides back into its source, which is ourself. Though this is not entirely true, it is less far from the truth than saying that the mind goes to any other place, because there is no other place to which it could go, since anything other than ourself seems to exist only so long as we seem to be this mind.<br>\n<br>\nAccording to Bhagavan what actually exists is only ourself (as he says, for example, in the first sentence of <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i><i>Nāṉ Yār?</i></i>), so in the view of ourself as we really are there is only one state, which is eternal and unchanging self-awareness. Therefore the three alternating states that we call waking, dream and sleep are not real, but seem to exist only in the self-ignorant view of this illusory mind, which itself does not actually exist.<br>\n<br>\nHowever this mind seems to exist only in waking and dream, so these are the only two states of mind. What then is sleep? It cannot be called a state of mind, because the mind does not exist or even seem to exist in sleep. What exists in sleep is only ourself, so sleep is actually the state of our real self, and as such it is the only real state.<br>\n<br>\nThis one real state seems to be interrupted by the appearance of two other states called waking and dream, but this seeming interruption does not occur in the view of our actual self but only in the view of ourself as this mind. In other words, when we rise as this mind in either waking or dream, our one real state seems to have been divided into three states, in two of which we experience ourself as this mind and hence experience many other things also, and in one of which we do not experience anything other than ourself, not even our mind.<br>\n<br>\nSadhu Om used to explain this by saying that our waking body and our dream body are like two parallel walls erected in a vast open space. Just as two parallel walls would divide an open space into three parts, the appearance of our waking and dream bodies seems to divide our single permanent state into three transitory ones.<br>\n<br>\nTherefore what happens to our mind in sleep is that it simply does not appear — that is, it does not seem to exist at all. However, from the perspective of our mind in either waking or dream it is not possible for us to conceive of sleep as a state in which our mind does not exist at all, so it is said that in sleep our mind has subsided and remains in a dormant or seed-like condition, which is then called by various names such as the <i>kāraṇa śarīra</i> (causal body) and the <i>ānandamaya kōśa</i> (sheath composed of happiness). These two terms, therefore, denote something that does not actually exist or even seem to exist while we are asleep, but that seems to exist only from the perspective of our mind in either waking or dream.<br>\n<br>\nThat is, since we know that whenever we fall asleep we will sooner or later rise again as this mind, we infer that in sleep this mind must exist in a latent or unmanifest condition, and since this latent condition is what causes our mind to rise again from sleep, it is called the ‘causal body’ or <i>kāraṇa śarīra</i>. Moreover, since what we actually experience in sleep is only peaceful happiness, which is our own real nature, this supposedly latent condition of our mind is considered to the one of the ‘sheaths’ or ‘coverings’ (<i>kōśas</i>) that conceal our actual self, and hence it is called the ‘sheath composed of happiness’ or <i>ānandamaya kōśa</i>.<br>\n<br>\nHowever, according to Bhagavan what actually exists and what we actually experience in sleep is only our real self and not any sort of ‘body’ (<i>śarīra</i>) or ‘covering’ (<i>kōśa</i>), so what is called the <i>kāraṇa śarīra</i> or <i>ānandamaya kōśa</i> is only a theoretical entity that does not actually exist but that nevertheless helps to explain the re-emergence of our mind from sleep. Explaining the re-emergence of our mind from sleep is necessary only so long as we accept that our mind does now seem to exist, but Bhagavan asks us not to accept this but instead to investigate ourself to see whether we are really this mind that we now seem to be. If we investigate ourself sufficiently deeply, he assures us, we will find that we are not this finite mind or ego (which rises as ‘I am this body’) but are only infinite self-awareness (which shines eternally as ‘I am’ or ‘I am I’).<br>\n<br>\nSince this mind or ego seems to exist only so long as we experience ourself as it, when we experience ourself as we really are we will clearly know that no such thing as ‘mind’ or ‘ego’ has ever existed or even seemed to exist. And since waking and dream seem to exist only so long as we experience ourself as this mind, when we know that this mind has never existed we will also know that waking and dream have never existed, and that the only state that has ever actually existed is our one real state of absolutely pure self-awareness, which is what we previously mistook to be sleep.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "66",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2242710719045916129/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3Nzk4Cm9mZnNldDogMzYwMDAwMAo\""
}