{
    "kind": "blogger#post",
    "id": "6926182508191369542",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-07-18T23:20:00+01:00",
    "updated": "2023-01-02T20:04:15Z",
    "url": "http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6926182508191369542",
    "title": "Can we experience what we actually are by following the path of devotion (<i>bhakti mārga</i>)?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/05/in-order-to-understand-essence-of-sri.html?showComment=1433657389658#c8273635314033905934\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2015/05/in-order-to-understand-essence-of-sri.html\">In order to understand the essence of Sri Ramana’s teachings, we need to carefully study his original writings</a>, a friend called Sanjay wrote, ‘I have also noticed that many of the current devotees of Bhagavan somehow are not able to reconcile to the advaitic standpoint of Bhagavan, Shankara and others, but are more comfortable to accept and believe in all their own dualistic ideas’, and this triggered a long discussion, with some other friends defending the path of dualistic devotion against what was perceived to be criticism of it by those who are more attracted to Bhagavan’s non-dualistic path of self-investigation (<i>ātma-vicāra</i>). This article is written partly in response to that discussion.<br>\n<br>\nHowever, I actually began to write this article before that discussion started, and I did so in response to a <a href=\"http://happinessofbeing.blogspot.com/2015/05/what-is-unique-about-teachings-of-sri.html?showComment=1431189045255#c1074078579461147503\">comment</a> on one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2015/05/what-is-unique-about-teachings-of-sri.html\">What is unique about the teachings of Sri Ramana?</a>, in which a friend called Viswanathan wrote:<br>\n<blockquote>[...] I feel that if one continues with total faith in whatever path one goes in, be it Bakthi Margam or Jnana Margam, the destination will be the same — realization of self. [...] it appears to me that it might be just an illusory divide in one’s mind that the two paths are different or that one path is circuitous and the other path is shorter.</blockquote>\nThough there is some truth in what he wrote, we cannot simply say that the path of devotion (<i>bhakti mārga</i>) and the path of knowledge (<i>jñāna mārga</i>) are not different without analysing what is meant by the term <i>bhakti mārga</i> or ‘the path of devotion’, because <i>bhakti mārga</i> encompasses a wide range of practices, of which only the ultimate one is the same as self-investigation (<i>ātma-vicāra</i>), which is the practice of <i>jñāna mārga</i>.<br><a name='more'></a>\n<ol>\n<li><a href=\"#diverse\">The diversity within <i>bhakti mārga</i>, the path of devotion</a></li>\n<li><a href=\"#kamya\">The distinction between <i>kāmya bhakti</i> and <i>niṣkāmya bhakti</i></a></li>\n<li><a href=\"#uu02\"><i>Upadēśa Undiyār</i> verse 2: no action or <i>karma</i> can give liberation</a></li>\n<li><a href=\"#uu03\"><i>Upadēśa Undiyār</i> verse 3: <i>niṣkāmya karma</i> done with love for God will show the way to liberation</a></li>\n<li><a href=\"#pure\">Why is purification of mind necessary?</a></li>\n<ol type=\"a\">\n<li><a href=\"#ap03\"><i>Śrī Aruṇācala Pañcaratnam</i> verse 3: only by a pure mind can we know what we really are</a></li>\n<li><a href=\"#uu18\"><i>Upadēśa Undiyār</i> verse 18: our ego is the root of all our mental impurities</a></li>\n</ol>\n<li><a href=\"#free\">We can free ourself from our ego only by self-investigation</a></li>\n<ol type=\"a\">\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: by attending to anything other than ourself we are sustaining our ego</a></li>\n<li><a href=\"#ny13a\"><i>Nāṉ Yār?</i> paragraph 13: by attending to ourself we are surrendering ourself to God</a></li>\n<li><a href=\"#ut15\"><i>Upadēśa Taṉippākkaḷ</i> verse 15: self-investigation is supreme devotion to God</a></li>\n<li><a href=\"#una14\"><i>Uḷḷadu Nāṟpadu Anubandham</i> verse 14: self-investigation is <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i></a></li>\n</ol>\n<li><a href=\"#efficacy\">The relative efficacy of <i>niṣkāmya karmas</i> done by body, speech and mind</a></li>\n<ol type=\"a\">\n<li><a href=\"#uu04\"><i>Upadēśa Undiyār</i> verse 4: <i>dhyāna</i> is more effective than <i>japa</i>, which is more effective than <i>pūjā</i></a></li>\n<li><a href=\"#uu05\"><i>Upadēśa Undiyār</i> verse 5: anything can be worshipped as God</a></li>\n<li><a href=\"#uu06\"><i>Upadēśa Undiyār</i> verse 6: the relative efficacy of different modes of <i>japa</i></a></li>\n<li><a href=\"#uu07\"><i>Upadēśa Undiyār</i> verse 7: uninterrupted meditation is superior to interrupted meditation</a></li>\n</ol>\n<li><a href=\"#uu08\"><i>Upadēśa Undiyār</i> verse 8: meditating on nothing other than ourself is ‘the best among all’</a></li>\n<li><a href=\"#uu09\"><i>Upadēśa Undiyār</i> verse 9: by meditating on ourself we will subside in our real state of being</a></li>\n<li><a href=\"#uu10\"><i>Upadēśa Undiyār</i> verse 10: subsiding and being in our source is <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i></a></li>\n<li><a href=\"#analysis\">Analysis of the various types of <i>bhakti</i></a></li>\n<ol type=\"a\">\n<li><a href=\"#sadhuom\">Sadhu Om’s analysis of <i>bhakti</i></a></li>\n<li><a href=\"#support\"><i>Anya bhakti</i> and <i>ananya bhakti</i> can be mutually supportive practices</a></li>\n<li><a href=\"#pray\">What is prayer?</a></li>\n<li><a href=\"#ny12\"><i>Nāṉ Yār?</i> paragraph 12: we must without fail follow the path taught by our <i>guru</i></a></li>\n</ol>\n<li><a href=\"#surrender\">Is self-surrender an alternative to self-investigation?</a></li>\n<ol type=\"a\">\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: we cannot surrender our ego so long as we are aware of anything other than ourself</a></li>\n<li><a href=\"#partial\">Partial surrender will gradually lead to complete surrender</a></li>\n<li><a href=\"#ny13b\"><i>Nāṉ Yār?</i> paragraph 13: the significance of the last three sentences</a></li>\n</ol>\n<li><a href=\"#conclusion\">Conclusion</a></li>\n</ol>\n<a name=\"diverse\"></a><b>1. The diversity within <i>bhakti mārga</i>, the path of devotion</b><br>\n<br>\nIn the context of the teachings of Sri Ramana, the term <i>jñāna mārga</i> or ‘the path of knowledge’ means only the practice of self-investigation (<i>ātma-vicāra</i>), which entails trying to experience ourself alone, in complete isolation from everything else, in order to experience ourself as we actually are, so there is no ambiguity about the meaning of this term. However, the meaning of the term <i>bhakti mārga</i> is not so clear-cut or unambiguous, because whereas there is only one correct practice of <i>jñāna mārga</i>, there are a range of different practices and stages in <i>bhakti mārga</i>, so we need to analyse these practices and stages in order to decide whether or not any of them are the same as the practice of <i>jñāna mārga</i> or will lead directly to the same goal.<br>\n<br>\n<i>Jñāna</i> means knowledge and <i>bhakti</i> means devotion or love. Though <i>jñāna</i> can mean knowledge of any kind or knowledge of anything, in the context of <i>jñāna mārga</i> it means specifically<i> ātma-jñāna</i>, knowledge or experience of oneself, so what we are seeking to know or experience correctly when we follow <i>jñāna mārga</i> is only ourself. However, in the case of <i>bhakti mārga</i> the goal is not so clear or obvious, because <i>bhakti</i> can mean devotion to a variety of things. Generally it is understood to mean devotion to God, but devotees do not all share the same concept of God or beliefs about him, her or it, so the term <i>bhakti mārga</i> covers a much wider range of beliefs, practices and aspirations than the term <i>jñāna mārga</i>. Therefore when we analyse what is meant by the term <i>bhakti mārga</i>, the first thing we need to consider is what each devotee is devoted to and what he or she aims to achieve.<br>\n<br>\n<a name=\"kamya\"></a><b>2. The distinction between <i>kāmya bhakti</i> and <i>niṣkāmya bhakti</i></b><br>\n<br>\nThe first clear distinction we need to make when analysing the meaning of <i>bhakti</i> is between <i>kāmya bhakti</i>, which is devotion practised for achieving some desired objective or objectives, and <i>niṣkāmya bhakti</i>, which is devotion practised for no ulterior motive but only for the love of God. <i>Kāmya bhakti</i> is not real <i>bhakti</i> or devotion to God, but is only devotion to whatever we seek to achieve from him. That is, if we worship God or pray to him for health, wealth or any other benefit that we may desire, we are using him just as a means to our end, so we are devoted to him only insofar as he gives us whatever we desire. If he does not answer our prayers or give us what we want, we become disappointed or angry with him, because he is not doing what we expect him to do for us. Therefore <i>kāmya bhakti</i> is not a spiritual path (though it may be a preparatory stage leading to <i>niṣkāmya bhakti</i>), and hence it is not what is meant by the term <i>bhakti mārga</i>. Only when our devotion evolves from being <i>kāmya bhakti</i> to being <i>niṣkāmya bhakti</i> does the real <i>bhakti mārga</i> begin.<br>\n<br>\n<a name=\"uu02\"></a><b>3. <i>Upadēśa Undiyār</i> verse 2: no action or <i>karma</i> can give liberation</b><br>\n<br>\nAs we saw in the previous section, real <i>bhakti</i> begins only when we worship or practise devotion to God for no purpose other than our love for him. During the early stages of such <i>bhakti</i> we still consider God to be something other than ourself, and hence we feel that we can express our devotion to him only by certain actions done by our body, speech or mind, and such actions or <i>karmas</i> are what Bhagavan briefly outlines in verses 4 to 7 of <i>Upadēśa Undiyār</i>. However, no action can enable us to reach God or to merge in him, so such practices are only a means to purify our mind and not an adequate means to experience God as he really is, as Bhagavan makes clear in verses 2 and 3 of <i>Upadēśa Undiyār</i>. In verse 2 he says:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய் <br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்து ஆய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittu āy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action perishing, as seed causes to fall in the ocean of action. It is not giving liberation.<br>\n<br>\n<b>Paraphrased translation:</b> The fruit of [any] action will perish [when it is experienced as part of <i>prārabdha</i>], [but what remains] as seed [namely <i>viṣaya-vāsanās</i> (inclinations to seek happiness or satisfaction in experiencing <i>viṣayas</i>, objects or phenomena) and their concomitant <i>karma-vāsanās</i> (inclinations to do whatever actions of mind, speech or body seem conducive to enabling one to experience whatever <i>viṣayas</i> one is inclined to experience)] causes [one] to fall in the ocean of action. [Therefore] it [action or <i>karma</i>] does not give liberation.</blockquote>\nThe results of our actions are compared here to the fruit and seeds of a tree. If we eat an apple, for example, it ceases to exist as such as soon as we eat it, but its seeds remain, and given favourable circumstances they will sprout and grow into new apple trees, which will produce more apples and seeds. Likewise, the fruit or moral consequence of each action that we do perishes as soon as we experience it, but the seed (the inclination or <i>vāsanā</i>) generated by that action remains, and given favourable circumstances it will sprout, prompting us to do the same kind of action again. Thus, even after we have experienced the moral consequence of any of our past actions, we will still have an inclination, propensity or <i>vāsanā</i> to do such an action again, so actions (<i>karmas</i>) are self-perpetuating, and hence Bhagavan says that doing any action under the sway of our <i>vāsanās</i> ‘causes [us] to fall [or sink] in the ocean of action’ (வினை கடல் வீழ்த்திடும்: <i>viṉai-kaḍal vīṙttiḍum</i>). Therefore he concludes this verse by saying that action or <i>karma</i> ‘is not liberation-giving’ or ‘does not give liberation’ (வீடு தரல் இலை: <i>vīḍu taral ilai</i>).<br>\n<br>\n<a name=\"us02\"></a>When he translated this verse into Sanskrit, the poetic metre in which he wrote it was too short for him to include in it the crucial words வித்து ஆய் (<i>vittu āy</i>), which mean ‘as seed’, but he expressed the idea in the final clause even more strongly than in Tamil by saying not merely that action does not give liberation but that it actually obstructs liberation (गति निरोधकम्: <i>gati nirōdhakam</i>):<br>\n<blockquote>कृतिम होदधौ पतन कारणम् ।<br>\nफलम शाश्वतं गतिनि रोधकम् ॥<br>\n<br>\n<i>kṛtima hōdadhau patana kāraṇam<br>\nphalama śāśvataṁ gatini rōdhakam</i>.<br>\n<br>\n<b>पदच्छेद:</b> कृति महा उदध्औ पतन कारणम्. फलम् अशाश्वतं. गति निरोधकम्.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>kṛti mahā udadhau patana kāraṇam. phalam aśāśvataṁ. gati nirōdhakam</i>.<br>\n<br>\n<b>English translation:</b> The cause of falling in the great ocean of action. Fruit is impermanent. Liberation-obstructing.<br>\n<br>\n<b>Explanatory paraphrase:</b> The cause of falling in the great ocean of action [is seeds, namely <i>viṣaya-vāsanās</i> (inclinations to seek happiness or satisfaction in experiencing <i>viṣayas</i>, objects or phenomena) and their concomitant <i>karma-vāsanās</i> (inclinations to do whatever actions of mind, speech or body seem conducive to enabling one to experience whatever <i>viṣayas</i> one is inclined to experience)]. The fruit [of any action] is impermanent. [Action is] liberation-obstructing.</blockquote>\nWhat he says in this verse applies to morally good actions as much as to morally bad ones or morally neutral ones, because whatever action we may do will create or strengthen our tendency to do the same kind of action again. Good actions yield good fruit, in the sense that whatever moral consequences they cause us to experience will be pleasant, whereas bad actions yield bad or unpleasant fruit, but whether actions happen to be morally good, bad or neutral, they will always create <i>karma-vāsanās</i> (inclinations to do such actions), which are the seeds that immerse us in the vast ocean of action. Therefore by doing action we can never be liberated from the bondage of action or the illusion that we are doing action.<br>\n<br>\n<a name=\"uu03\"></a><b>4. <i>Upadēśa Undiyār</i> verse 3: <i>niṣkāmya karma</i> done with love for God will show the way to liberation</b><br>\n<br>\nHowever in the next verse Bhagavan makes a concession by pointing out the only way in which action can lead to liberation, albeit only indirectly. That is, if we do actions without desire for any kind of personal gain but for the love of God alone, such actions will purify our mind, in the sense that they will weaken our desires and attachments and increase our love for God. Of course we cannot do action without any desire whatsoever so long as we experience ourself as this ego, but at least to a limited extent we can do actions motivated by love for God rather than desire for any personal benefit. Such actions are called <i>niṣkāmya karmas</i>, and by purifying our mind they enable us to recognise that the only way to liberate ourself from our ego and all its actions is to investigate ourself and thereby experience what we really are. This is what Bhagavan indicates in verse 3 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>கருத்தனுக் காக்குநிட் காமிய கன்மங்<br>\nகருத்தைத் திருத்தியஃ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கதிவழி காண்பிக்கு முந்தீபற.<br>\n<br>\n<i>karuttaṉuk kākkuniṭ kāmiya kaṉmaṅ <br>\nkaruttait tiruttiyaḵ dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;gativaṙi kāṇbikku mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கருத்தனுக்கு ஆக்கும் நிட்காமிய கன்மம் கருத்தை திருத்தி, அஃது கதி வழி காண்பிக்கும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>karuttaṉukku ākkum niṭkāmiya kaṉmam karuttai tirutti, aḵdu gati vaṙi kāṇbikkum</i>.<br>\n<br>\n<b>English translation:</b> <i>Niṣkāmya karma</i> done [with love] for God purifies the mind and [thereby] it will show the path to liberation.</blockquote>\n<a name=\"us03\"></a>The first line of this verse, ‘கருத்தனுக்கு ஆக்கும் நிட்காமிய கன்மம்’ (<i>karuttaṉukku ākkum niṭkāmiya kaṉmam</i>) literally means ‘<i>niṣkāmya karma</i> [desireless or unmotivated action] done to [or for] God’. In this context கருத்தனுக்கு ஆக்கும் (<i>karuttaṉukku ākkum</i>), ‘done to [or for] God’, could be interpreted to mean ‘done for [the sake of] God’, ‘done for [the love of] God’, ‘done [with love] for God’ or ‘done [offering the fruit] to God’. Generally it is interpreted in the latter sense, because in the Sanskrit version of this verse Bhagavan translated this first line as ‘ईश्वर अर्पितम् न इच्छया कृतम्’ (<i>īśvara arpitam na icchayā kṛtam</i>), which literally means ‘what is done not with desire [but] offered [entrusted or transferred] to God’. However in the Malayalam version (which he wrote in a longer poetic metre, enabling him to elaborate what he wrote in Tamil and other languages) he translated it as ‘ഈശ്വര പ്രീതിയിനായ് ഫലം ഏല്പിച്ച് ഒരു ഇച്ഛ എന്നി ചെയ് നിഷ്കാമ്യ കര്മം’ (<i>īśvara prītiyināy phalaṃ ēlpiccŭ oru icchā enni cey niṣkāmya karmaṁ</i>), which means ‘<i>niṣkāmya karma</i> done without any desire [but] for love of God, offering [its] fruit [to him]’. Here the words ‘ഈശ്വര പ്രീതിയിനായ്’ (<i>īśvara prītiyināy</i>), which mean ‘for love of God’, are significant because they indicate the motivation with which <i>niṣkāmya karma</i> is to be done, and we can infer from them that what Bhagavan meant in Tamil by the words ‘கருத்தனுக்கு ஆக்கும்’ (<i>karuttaṉukku ākkum</i>) is not only ‘done [offering the fruit] to God’ but also ‘done [with love] for God’.<br>\n<br>\nThus from this third verse of <i>Upadēśa Undiyār</i> Bhagavan begins to discuss not only the path of <i>niṣkāmya karma</i> but also the path of <i>bhakti</i>, and by doing so he indicates that the path of <i>niṣkāmya karma</i> is not a separate path but an integral part of the early stages of the path of <i>bhakti</i>. As he implies in later verses, particularly in verses 8 and 9, in its more advanced stages the path of <i>bhakti</i> goes beyond all <i>karma</i>, but those more advanced stages are generally reached through the devotional practices of <i>niṣkāmya karma</i> such as <i>puja</i>, <i>japa</i> and <i>dhyāna</i>, as we shall see while discussing <a href=\"#efficacy\">verses 4 to 7</a>.<br>\n<br>\nThe words ‘கருத்தை திருத்தி’ (<i>karuttai tirutti</i>) are usually interpreted as ‘purifying the mind’, because this is what they imply in this context, and because it is the meaning of the equivalent words used by Bhagavan in his Sanskrit, Telugu and Malayalam translations. For example, in Sanskrit he translated கருத்தை திருத்தி (<i>karuttai tirutti</i>) as चित्त शोधकम् (<i>citta śōdhakam</i>), which means purifying, cleansing or rectifying the mind or will. However in Tamil கருத்தை திருத்தி (<i>karuttai tirutti</i>) has various shades of meaning besides ‘purifying the mind’, such as rectifying, correcting or elevating desire or intention, because கருத்தை (<i>karuttai</i>) is the accusative case form of கருத்து (<i>karuttu</i>), which means not only mind but also intention, desire or will, and திருத்தி (<i>tirutti</i>) is a verbal participle that means not only cleaning or polishing but also correcting, rectifying, reforming, repairing, mending, improving or elevating.<br>\n<br>\nOne question that we need to consider in this context is how <i>niṣkāmya karma</i> done with love for God purifies the mind. Is it the <i>karma</i> itself that purifies the mind, or is it only the love with which the <i>karma</i> is done that purifies it? Since the nature of <i>karma</i> is to sow seeds in the form of <i>karma-vāsanās</i> (inclinations to do similar actions again and again), doing any <i>karma</i> will tend to bind the mind to the habit of doing <i>karma</i>, so what purifies our mind is not <i>niṣkāmya karma</i> itself but only the love with which we do it. Since love is the very nature of our real self, and since God is an outward manifestation of the love that we as our real self have for ourself, having heartfelt love for God will tend to purify our mind, cleansing it of at least the grosser forms of its desires and attachments.<br>\n<br>\nThe final clause of this verse, ‘அஃது கதி வழி காண்பிக்கும்’ (<i>aḵdu gati vaṙi kāṇbikkum</i>), contains its only finite verb, so it is its main clause, to which all its other clauses are subsidiary. That is, whereas ஆக்கும் (<i>ākkum</i>) is a relative participle (meaning ‘done’ or ‘which is done’) and திருத்தி (<i>tirutti</i>) is a verbal participle (meaning ‘cleansing’, ‘purifying’ or ‘rectifying), காண்பிக்கும் (<i>kāṇbikkum</i>) is a finite verb meaning ‘will show’ or ‘will cause to see’. Thus the grammatical structure of this verse indicates that the principal benefit to be gained from doing <i>niṣkāmya karma</i> with love for God is being made to see, discern or recognise the path by which we can ultimately attain liberation, and that we are enabled to see it as a result of the purification of our mind. In other words, the purifying of our mind is an intermediate benefit of doing <i>niṣkāmya karma</i> with love for God, but its ultimate benefit is that we will thereby be able to discern what the only means to attain liberation actually is.<br>\n<br>\nIn this final clause, அஃது (<i>aḵdu</i>) is a poetic form of அது (<i>adu</i>), which is a pronoun that means ‘it’ or ‘that’, and that in this context refers to <i>niṣkāmya karma</i> done with love for God; கதி (<i>gati</i>) is a word of Sanskrit origin that has various meanings, but in this context means <i>mukti</i> or liberation in the sense of the final destination or ultimate refuge; வழி (<i>vaṙi</i>, which is often transcribed in English as <i>vazhi</i>) means way, path or means; and காண்பிக்கும் (<i>kāṇbikkum</i>) is the third person singular future (or rather predictive) form of காண்பி (<i>kāṇbi</i>), the causal form of காண் (<i>kāṇ</i>), which means to see, perceive, discern, discover, experience or know, so காண்பிக்கும் (<i>kāṇbikkum</i>) means ‘it will cause to see’ or ‘it will show’, in the sense that it will enable one to see or recognise. Thus this final clause means ‘it will show the path to liberation’ and implies that doing <i>niṣkāmya karma</i> with love for God will enable one to see, discern or recognise what the correct path to liberation is.<br>\n<br>\n<a name=\"pure\"></a><b>5. Why is purification of mind necessary?</b><br>\n<br>\nHow <i>niṣkāmya karma</i> done with love for God enables us to recognise the path to liberation is by purifying our mind. So long as our mind is clouded with impurities in the form of strong desires and attachments, it will not have sufficient clarity or <i>vivēka</i> to discern what the correct path to liberation is, so purifying our mind at least to a certain extent is a necessary prerequisite to being able to appreciate that liberation is only the annihilation of our own ego, that our ego is merely an illusory experience of ourself, and that therefore the only means by which we can attain liberation is by investigating ourself and thereby experiencing ourself as we actually are.<br>\n<br>\nIf we are convinced by Bhagavan’s teaching that self-investigation (<i>ātma-vicāra</i>) is the only way to annihilate our ego and thereby to attain liberation, that indicates that our mind is already sufficiently purified for this purpose, so we need not practise any of the forms of <i>niṣkāmya karma</i> outlined by him in <a href=\"#efficacy\">verses 4 to 7</a> of <i>Upadēśa Undiyār</i>, but can instead concentrate all our interest, effort and attention on practising only self-investigation. However, if we are not yet convinced by his teaching that self-investigation is the only way to attain liberation, then we should continue our practices of <i>niṣkāmya bhakti</i> until our mind is sufficiently pure for us to clearly understand that ultimately we can attain liberation only by investigating ourself, this ego who is seeking to attain it.<br>\n<br>\nHowever, a word of warning: just because we are convinced by Bhagavan’s teachings and are therefore trying our best to practise self-investigation as much as possible, we should not conclude that our mind is therefore more pure than the minds of others who have not yet been given to understand that self-investigation is the only way to attain liberation and are therefore still practising various forms of dualistic devotion. Bhagavan did not intend us to use verse 3 of <i>Upadēśa Undiyār</i> as a yardstick for assessing the purity either of our own mind or of the minds of others. In our case we have been fortunate that he has appeared in our life as our <i>guru</i> and has enabled us to understand his teachings at least to a certain extent, but this does not mean that our mind is any more pure than anyone else’s. If we have been firmly convinced by him that self-investigation is the only way to attain liberation, we should consider that to be entirely due to his unbounded and uncaused grace.<br>\n<br>\nIn some cases grace allows a person to progress very far along the path of dualistic devotion before eventually turning their mind inwards to experience God as their own self, so we cannot reliably judge by anyone’s outward actions how pure their mind actually is. Literature in India abounds with stories of people who outwardly appeared to be simple devotees but actually had extraordinarily intense devotion in their heart, so the minds of such devotees are probably far more pure than our own.<br>\n<br>\nIf grace allows a person to develop extremely intense devotion to God as if he were something other than themself, it will eventually become relatively easy for that person to turn their mind inwards and surrender themself to him in their heart, whereas if grace has appeared to us in the form of Bhagavan Ramana and thereby shown us relatively early in our spiritual development that self-investigation is the only means by which we can experience ourself as we really are, it may be necessary for us to persevere with much difficulty and for a long time in trying to practise self-investigation before we are eventually able to surrender ourself entirely.<br>\n<br>\nAll we can say with certainty is that whatever other spiritual path anyone may follow, eventually we must each turn our mind inwards to investigate ourself, because that is the only means by which any of us can experience what we actually are, and that if we are fortunate to have been shown this path of self-investigation early on in our spiritual development, it serves as a shortcut by which we can attain liberation much quicker and more easily than we could if we were to follow any other path. If our mind is pure enough to understand and accept the teachings of Bhagavan Ramana but not yet pure enough to practise self-investigation without much difficulty, the quickest, most effective and most reliable way for us to purify it further is to persevere in trying to practise self-investigation to the best of our ability.<br>\n<br>\nWhatever effort we are able to make in this path will be far more effective and beneficial than the same amount of effort made in any other path, so Bhagavan often used to say that if we can make even a little effort to do any other form of spiritual practice, such as <i>puja</i>, <i>japa</i>, <i>dhyāna</i> or <i>prāṇāyāma</i>, we can make the same amount of effort to practise self-investigation, and by doing so we will derive much greater benefit and much faster than we could by expending our effort in doing any other form of spiritual practice. As we shall see later, this is what he clearly implies when he says in <a href=\"#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i> that <i>ananya bhāva</i> (meditation on what is not other), which is an alternative way of describing the practice of self-investigation, is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘the best among all’, in which அனைத்தினும் (<i>aṉaittiṉum</i>), ‘among all’, means both among all practices of <i>bhakti</i> and among all forms of meditation, and உத்தமம் (<i>uttamam</i>), ‘the best’, ‘the highest’ or ‘the most excellent’, means the most efficacious in purifying our mind.<br>\n<br>\nThough <i>niṣkāmya karma</i> done with love for God can purify our mind, what we need to consider is how quickly, effectively and reliably and to what extent it can do so. This obviously depends to a large extent upon the intensity and depth of our love for God, but according to Bhagavan it also depends upon the nature of the <i>niṣkāmya karma</i> that we do, as he explains in verses 4 to 7 of <i>Upadēśa Undiyār</i>. Since our body, speech and mind are the three instruments through which we do <i>karma</i>, and since they are in this order progressively more subtle and hence more powerful instruments, <i>niṣkāmya karma</i> done by speech is more efficacious than that done by body, and that done by mind is more efficacious than that done by speech. However <i>niṣkāmya karma</i> done even by mind cannot purify our mind as quickly, effectively or reliably or to the same extent as self-investigation. Therefore the sooner we start investigating what we really are, the quicker and more reliably we will make progress towards our ultimate goal of liberation or true self-knowledge.<br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/05/in-order-to-understand-essence-of-sri.html?showComment=1433699485717#c6087700030069942793\">one of his comments</a> on <a href=\"http://happinessofbeing.blogspot.com/2015/05/in-order-to-understand-essence-of-sri.html\">In order to understand the essence of Sri Ramana’s teachings, we need to carefully study his original writings</a>, a friend called Sivanarul wrote in response to someone else’s comment, ‘[...] It saddens me to read that dualistic forms of worship “just” purify our mind and having it attributed to Bhagavan. [...] If anyone knew of Kannappa Nayanar’s life and his devotion, they would never, even in their dream, say that dualistic form just purifies the mind to a certain extent’. Though I appreciate the sentiment with which Sivanarul wrote this, his use of the word ‘just’ to qualify ‘purify our mind’ suggests that he believes that others look down upon purification of the mind as a trivial benefit, which perhaps some people do, so in this context it is necessary for us to carefully consider and understand the importance and value of purifying our mind.<br>\n<ul><a name=\"ap03\"></a><b>5a. <i>Śrī Aruṇācala Pañcaratnam</i> verse 3: only by a pure mind can we know what we really are</b></ul>\nA certain degree of purity of mind is required not only to recognise that self-investigation is the only means by which we can free ourself from this ego, but also to practise self-investigation, and to be able to experience ourself as we really are we need an extremely pure mind, as Bhagavan indicates in verse 3 of <i>Śrī Aruṇācala Pañcaratnam</i>:<br>\n<blockquote>அகமுகமா ரந்த வமலமதி தன்னா<br>\nலகமிதுதா னெங்கெழுமென் றாய்ந்தே — யகவுருவை<br>\nநன்கறிந்து முந்நீர் நதிபோலு மோயுமே<br>\nயுன்கணரு ணாசலனே யோர்.<br>\n<br>\n<i>ahamukhamā randa vamalamati taṉṉā<br>\nlakamidudā ṉeṅkeṙumeṉ ḏṟāyndē — yahavuruvai<br>\nnaṉgaṟindu munnīr nadipōlu mōyumē<br>\nyuṉgaṇaru ṇācalaṉē yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகமுகம் ஆர் அந்த அமல மதி தன்னால் அகம் இது தான் எங்கு எழும் என்று ஆய்ந்தே, அக உருவை நன்கு அறிந்து, முந்நீர் நதி போலும் ஓயுமே உன்கண் அருணாசலனே. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahamukham ār anda amala mati-taṉṉāl aham idu-tāṉ eṅgu eṙum eṉḏṟu āyndē, aha-v-uruvai naṉgu aṟindu, munnīr nadi pōlum ōyumē uṉkaṇ aruṇācalaṉē. ōr</i>.<br>\n<br>\n<b>English translation:</b> By that immaculate mind which is completely <i>ahamukham</i> [inward facing, selfward-facing or self-attentive] investigating where this ‘I’ itself rises and [thereby] clearly knowing the [real] form of ‘I’, one will certainly cease in you, Arunachala, like a river in the ocean. Know.</blockquote>\nமதி தன்னால் (<i>mati-taṉṉāl</i>) is an instrumental case form of மதி (<i>mati</i>), which means mind, so the first line of this verse describes the instrument by which self-investigation can be done successfully, and it specifies two conditions that the mind must be in, one of which is a short-term condition and the other of which is a long-term one. The long-term condition is described by the adjective அமல (<i>amala</i>), which is a word of Sanskrit origin that means free of <i>mala</i> (dirt or impurity), clean, stainless, blemishless, immaculate or pure. In the Sanskrit original of this verse Bhagavan intensified the meaning of <i>amala</i> by prefixing to it the adverb <i>ati</i>, which means extremely or exceedingly. Having an extremely pure mind is a necessary condition because an impure mind will be too strongly attached to external things and experiences to be willing to let go of everything and surrender itself entirely to the experience of pure and infinite self-awareness.<br>\n<br>\nHowever, having an extremely pure mind is not a sufficient condition, because such a mind also needs to be turned inwards in order to experience what it really is or the source from which it arises. This is what is described by the other condition specified in the first line, namely அகமுகம் ஆர் (<i>ahamukham ār</i>). அகமுகம் (<i>ahamukham</i>) is a compound of two words: அகம் (<i>aham</i>), which is both a pure Tamil word that means ‘inside’ or ‘within’ and a word of Sanskrit origin that means ‘I’, and முகம் (<i>mukham</i>), which is a word of Sanskrit origin that means either ‘face’ or ‘facing’, ‘turning towards’ or ‘turned towards’, so அகமுகம் (<i>ahamukham</i>) means ‘inward facing’, ‘turned towards I’, ‘selfward facing’ or ‘self-attentive’. ஆர் (<i>ār</i>) is a verb that has several meaning such as to become full or complete, to spread, to be satisfied, to abide or to experience, but it is here used is the sense of its relative participle, ஆரும் (<i>ārum</i>), so அகமுகம் ஆர் (<i>ahamukham ār</i>) means ‘which is completely inward facing [selfward-facing or self-attentive]’.<br>\n<br>\nI described being <i>amala</i> or immaculate as a long-term condition because the degree of our mind’s purity does not fluctuate but changes only gradually over a prolonged period of time, and I described being <i>ahamukham</i> or self-attentive as a short-term condition because we can quickly switch between being <i>ahamukham</i> (inward facing or self-attentive) and being <i>bahirmukham</i> (outward facing or turned towards things other than ourself). When we are trying to practise self-investigation, our mind fluctuates between being at least partially <i>ahamukham</i> and again lapsing into being <i>bahirmukham</i>. However, if we once succeed in being completely <i>ahamukham</i>, it will become our permanent condition, because by being so even for a moment we will experience ourself as we really are, and thus our ego and mind will be destroyed forever.<br>\n<br>\nBoth of these conditions, being immaculately pure and being completely self-attentive, are necessary, so neither is sufficient without the other. Until our mind is purified to a great extent, we will not be able to be completely self-attentive, and however pure our mind may be, we will not be able to experience what we actually are until we turn our mind inwards to experience ourself alone. However, though we will not manage to be completely self-attentive until our mind is purified to a great extent, the most effective and reliable way to purify it is to try repeatedly and persistently to be self-attentive, so we need not wait till our mind is extremely pure before trying to be completely self-attentive. However impure our mind may be, if we have even an iota of love to experience ourself as we really are, we should try our best to be self-attentive as much as possible.<br>\n<br>\nBy persevering in our attempts to be self-attentive, we will eventually reach a point where our mind has been purified sufficiently for us to become completely self-attentive, and what will then happen is described by Bhagavan in the last three lines of this verse. In the second line the clause ‘அகம் இது தான் எங்கு எழும் என்று ஆய்ந்தே’ (<i>aham idu-tāṉ eṅgu eṙum eṉḏṟu āyndē</i>), which means, ‘investigating where this I itself rises’, is an alternative way of describing the practise of trying to be <i>ahamukham</i> or self-attentive, because the source from which this ‘I’ (our ego) rises is only ourself, and investigating ourself entails only being self-attentive.<br>\n<br>\nIn the next clause he says ‘அகவுருவை நன்கு அறிந்து’ (<i>aha-v-uruvai naṉgu aṟindu</i>), which literally means ‘knowing the I-form well [thoroughly or clearly]’. அகவுருவை (<i>aha-v-uruvai</i>) literally means the ‘inner form’ or ‘form of I’, so it is more or less equivalent in meaning to the Sanskrit term <i>ātma-svarūpa</i>, which means the ‘own form of oneself’ and which Bhagavan often used to denote what we really are — our real or essential self. In the Sanskrit original of this verse the equivalent term he used was स्वंरूपम् (<i>svaṁrūpam</i>), which is a poetic variant of <i>svarūpa</i>, which means ‘one’s own form’, so like அகவுருவை (<i>aha-v-uruvai</i>) it means ourself as we really are.<br>\n<br>\nWhen we clearly know or experience ourself as we really are, we will cease to experience ourself as the ego or mind that we now seem to be, and will therefore merge back into our source, which is what we really are. This is described by Bhagavan poetically in the final clause, ‘முந்நீர் நதி போலும் ஓயுமே உன்கண் அருணாசலனே’ (<i>munnīr nadi pōlum ōyumē uṉkaṇ aruṇācalaṉē</i>), which means, ‘one will certainly cease in you, Arunachala, like a river in the ocean’. Here the verb ஓயுமே (<i>ōyumē</i>) is an intensified form of ஓயும் (<i>ōyum</i>), which means ‘will cease’, ‘will come to an end’, ‘will perish’ or ‘will rest’, and in this context it implies that we will certainly merge and come to rest in Arunachala (our own real self) like a river that merges in the ocean.<br>\n<br>\nOnly when we thus merge in the one infinite reality, which is what Bhagavan calls Arunachala, will we become absolutely pure. Until then, we will continue to experience ourself as this finite ego, so however pure our mind may be, it is still only a state of relative purity, not one of absolute purity, because the very nature of our mind is to be more or less impure. A perfectly pure mind is not a mind at all, but only the one infinite reality itself, which is what we always actually are.<br>\n<ul><a name=\"uu18\"></a><b>5b. <i>Upadēśa Undiyār</i> verse 18: our ego is the root of all our mental impurities</b></ul>\nWhat are the impurities in our mind, and how do they prevent us from seeing or recognising the path to liberation? To answer this, we first need to consider what exactly is meant by the term ‘mind’. As Bhagavan says in verse 18 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Elaborated translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nAs he explains here, there are two senses in which the term ‘mind’ can be used. It is generally used as a collective name for all thoughts or mental phenomena, but since the root of all thoughts is only the ego, our primal thought called ‘I’, what the mind essentially is is just this ego. In other words, the term ‘mind’ can refer either to our ego alone or to our ego and all its other thoughts. Since our ego is an erroneous experience of ourself, it is the first and most harmful impurity in our mind, and it is the root of all our other mental impurities. Therefore if we could remove this primal impurity, our ego, what would remain is only a perfectly clear experience of ourself as we really are, so in this sense an absolutely pure mind is nothing but ourself as we really are, and hence the ultimate aim of all forms of spiritual practice should be only to remove this root-impurity, our ego.<br>\n<br>\nTo what extent can doing any <i>niṣkāmya karma</i> with love for God purify our mind? Can it remove its fundamental impurity, our ego? The implication in verse 3 of <i>Upadēśa Undiyār</i> is that it cannot, because if it could there would have been no need for Bhagavan to say, ‘அஃது கதி வழி காண்பிக்கும்’ (<i>aḵdu gati vaṙi kāṇbikkum</i>), ‘it will show the way to liberation’. These concluding words imply that doing any <i>niṣkāmya karma</i> with love for God will purify our mind only to a certain extent, and that beyond a certain extent we need some other வழி (<i>vaṙi</i>), means, path or way, in order to reach our final கதி (<i>gati</i>), destination or goal, which is liberation or the state of absolute egolessness.<br>\n<br>\nIf <i>niṣkāmya karma</i> done with love for God cannot remove our ego, which is the fundamental impurity in our mind, what other impurities can it remove? What are the impurities that help to sustain our ego and keep it firmly bound to doing <i>karma</i> or action? The answer is obviously our <i>karma-vāsanās</i> (the desires or inclinations that impel us to do actions), and also the power that motivates them, which is our <i>viṣaya-vāsanās</i> (our desires or inclinations to experience things other than ourself). In other words, the impurities that we first need to reduce are our desires for and attachments to anything other than ourself.<br>\n<br>\nSo long as our ego survives, its desires and attachments will remain, at least in some form and to some extent, so doing any <i>niṣkāmya karma</i> with love for God can only remove our desires and attachments to a certain extent. Removing our desires and attachments by any means other than self-investigation is like cutting the leaves and branches off a dense bush. We need to cut the leaves and branches to a certain extent in order to be able to cut the root that they are surrounding and protecting, but if we continue trying to cut the leaves and branches without ever trying to cut their root, they will continue sprouting again and again. Therefore as soon as we have cut them sufficiently for us to be able to see their root, we should concentrate on trying to cut that root, because only when it has been cut will the leaves and branches finally stop sprouting.<br>\n<br>\nLikewise, we need to remove our desires and attachments to a certain extent in order to see that their root is only our own ego and that therefore we cannot get rid of them entirely until we root out this ego, which we can do only by investigating it. That is, so long as our desires and attachments remain, they will surround and protect their root, our ego, so we do need to destroy them to a certain extent in order to be able to destroy this ego. However, if we continue trying to destroy our desires and attachments without ever trying to destroy their root, they will continue sprouting again and again. Therefore as soon as we have destroyed them sufficiently for us to be able to see that their root is only our own ego, we should concentrate on trying to destroy this root, because only when it has been destroyed will its desires and attachments finally stop sprouting.<br>\n<br>\n<a name=\"free\"></a><b>6. We can free ourself from our ego only by self-investigation</b><br>\n<br>\nLike any other <i>karma</i> (action), <i>niṣkāmya karma</i> (desireless action) is done only by ourself as this ego, so by doing any <i>niṣkāmya karma</i> we are sustaining the illusion that we are this ego, and hence we cannot free ourself from this ego by doing <i>niṣkāmya karma</i>. This is why Bhagavan said in <a href=\"#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i> that <i>karma</i> ‘does not give liberation’ (வீடு தரல் இலை: <i>vīḍu taral ilai</i>).<br>\n<br>\nAttending to anything other than ourself is an action or <i>karma</i>, because it entails a movement of our attention away from ourself towards that other thing, so we cannot attain liberation by attending to anything other than ourself. Therefore, since any form of spiritual practice other than self-investigation entails attending to something other than ourself, it is a <i>karma</i>, and hence it will not destroy our ego, or even allow it to be destroyed. Therefore our ego can be destroyed only when we give up all other forms of spiritual practice and try to investigate ourself alone.<br>\n<br>\nSince self-investigation entails no movement of our attention away from ourself, it is not an action or <i>karma</i> but only a state of just being. That is, our ego or mind becomes active only by attending to anything other than itself, so when it tries to attend to itself alone, all its activity subsides, and since it cannot stand without grasping something other than itself, it too will subside along with all it activity. Therefore by trying to be self-attentive we are returning to our natural state of just being as we always actually are, and hence self-attentiveness is the only means by which we can free ourself from our ego.<br>\n<ul><a name=\"un25\"></a><b>6a. <i>Uḷḷadu Nāṟpadu</i> verse 25: by attending to anything other than ourself we are sustaining our ego</b></ul>\nWe seem to be this ego only when we experience anything other than ourself, so by attending to anything other than ourself we are sustaining the fundamental illusion that we are this ego. This is why Bhagavan always insisted that we can destroy our ego only by investigating it, as he clearly implies in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince our ego has no form of its own, he describes it here as a ‘formless phantom’ (உருவற்ற பேய்: <i>uru-v-aṯṟa pēy</i>), and thus he implies that whatever forms it grasps are things other than itself. Therefore when he says, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum</i>), which means ‘grasping form it rises into being; grasping form it stands; grasping and feeding on form it grows abundantly’, what he implies is that it is only by attending to and thereby experiencing anything other than itself that this formless phantom-ego comes into existence, endures and is nourished.<br>\n<br>\nTherefore by doing any spiritual practice that entails attending to anything other than ourself we are nourishing and sustaining our ego, and hence such practices cannot be a means to destroy our ego. The only means by which we can destroy our ego is therefore self-investigation — the practice of trying to attend to ourself alone. This is what Bhagavan indicates in the final sentence of this verse: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’.<br>\n<br>\nThus in this verse Bhagavan expresses one of the fundamental principles of his teachings: by attending to anything other than ourself we are nourishing and sustaining our ego, so we can destroy it only by attending to it alone.<br>\n<br>\nTherefore however much we may purify our mind by any other means, we cannot thereby remove its root-impurity, our ego. Hence even the greatest of devotees can finally surrender their ego to God only by turning their attention back within in order to ascertain what this ego actually is. Since it is just a formless phantom, it does not really exist, so when it is investigated ‘it will take flight’ — that is, it will dissolve and disappear.<br>\n<ul><a name=\"ny13a\"></a><b>6b. <i>Nāṉ Yār?</i> paragraph 13: by attending to ourself we are surrendering ourself to God</b></ul>\nTherefore, self-investigation is the culmination and pinnacle of the path of devotion, because as Bhagavan clearly indicated in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> it is the only means by which we can surrender ourself entirely to God:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance], giving not even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [thought of oneself or self-attentiveness], alone is giving oneself to God.</blockquote>\nSo long as we are aware of anything other than ourself, we are not experiencing ourself as we actually are, but only as a separate entity, this ego, so we cannot give up this ego so long as we continue to think of anything other than ourself. Since we rise as this ego only by grasping things other than ourself, we can subside and merge back into God, who is the source from which we rose, only by trying to grasp (or be aware of) ourself alone. This is why Bhagavan says that abiding firmly as what we actually are by thinking of nothing other than ourself is alone giving or surrendering ourself to God. <br>\n<ul><a name=\"ut15\"></a><b>6c. <i>Upadēśa Taṉippākkaḷ</i> verse 15: self-investigation is supreme devotion to God</b></ul>\nThis is why Bhagavan often used to say that self-investigation (<i>ātma-vicāra</i>) is supreme devotion (<i>parabhakti</i>) and is the ultimate practice to which all other devotional practices must eventually lead. For example, in verse 15 of <i>Upadēśa Taṉippākkaḷ</i> he says:<br>\n<blockquote>ஆன்மாநு சந்தான மஃதுபர மீசபத்தி<br>\nஆன்மாவா யீசனுள னால்.<br>\n<br>\n<i>āṉmānu sandhāṉa maḵdupara mīśabhatti<br>\nāṉmāvā yīśaṉuḷa ṉāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆன்ம அநுசந்தானம் அஃது பரம் ஈச பத்தி, ஆன்மாவாய் ஈசன் உளனால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>āṉma-anusandhāṉam aḵdu param īśa-bhatti, āṉmā-v-āy īśaṉ uḷaṉāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஈசன் ஆன்மாவாய் உளனால், ஆன்ம அநுசந்தானம் அஃது பரம் ஈச பத்தி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>īśaṉ āṉmā-v-āy uḷaṉāl, āṉma-anusandhāṉam aḵdu param īśa-bhatti</i>.<br>\n<br>\n<b>English translation:</b> Self-investigation (<i>ātma-anusaṁdhāna</i>) is supreme devotion to God (<i>para īśa-bhakti</i>), because God exists as oneself (<i>ātman</i>).</blockquote>\nஅநுசந்தானம் (<i>anusandhāṉam</i>) is a Tamil form of the Sanskrit word अनुसंधान (<i>anusaṁdhāna</i>), which means investigation, examination, scrutiny or close inspection, so ஆன்மாநுசந்தானம் (<i>āṉmānusandhāṉam</i> or <i>āṉma-anusandhāṉam</i>) means investigating or closely inspecting oneself. Since God is nothing other than ourself, Bhagavan says that investigating ourself is supreme devotion to him.<br>\n<ul><a name=\"una14\"></a><b>6d. <i>Uḷḷadu Nāṟpadu Anubandham</i> verse 14: self-investigation is <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i></b></ul>\nWhereas other devotional practices can help to remove other defects in our mind, only self-investigation can remove our ego, which is the root of all those defects, because only when we investigate this ego by looking at it very carefully will we discover that it does not actually exist, and that what seemed to be this ego is only ourself as we really are. Therefore no other spiritual practice can be complete on its own without self-investigation, and hence in verse 14 of <i>Uḷḷadu Nāṟpadu Anubandham</i> Bhagavan says:<br>\n<blockquote>வினையும் விபத்தி வியோகமஞ் ஞான<br>\nமினையவையார்க் கென்றாய்ந் திடலே — வினைபத்தி<br>\nயோகமுணர் வாய்ந்திடநா னின்றியவை யென்றுமிறா<br>\nனாகமன லேயுண்மை யாம்.<br>\n<br>\n<i>viṉaiyum vibhatti viyōgamañ ñāṉa<br>\nmiṉaiyavaiyārk keṉḏṟāyn diḍalē — viṉaibhatti<br>\nyōgamuṇar vāyndiḍanā ṉiṉḏṟiyavai yeṉḏṟumiṟā<br>\nṉāhamaṉa lēyuṇmai yām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையும், விபத்தி, வியோகம், அஞ்ஞானம் இணையவை யார்க்கு என்று ஆய்ந்திடலே வினை, பத்தி, யோகம், உணர்வு. ஆய்ந்திட, ‘நான்’ இன்றி அவை என்றும் இல். தானாக மனலே உண்மை ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉai-y-um, vibhatti, viyōgam, aññāṉam iṉaiyavai yārkku eṉḏṟu āyndiḍal-ē viṉai, bhatti, yōgam, uṇarvu. āyndiḍa, ‘nāṉ’ iṉḏṟi avai eṉḏṟum il. tāṉ-āha maṉal-ē uṇmai ām</i>.<br>\n<br>\n<b>English translation:</b> Investigating to whom are these, <i>karma</i>, <i>vibhakti</i>, <i>viyōga</i> and <i>ajñāna</i>, is itself <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i>. When [one] investigates, without ‘I’ [the ego] they [<i>karma</i>, <i>vibhakti</i>, <i>viyōga</i> and <i>ajñāna</i>] never exist. Only being permanently as oneself is true.</blockquote>\nIn the first line of this verse வினை (<i>viṉai</i>) means action or <i>karma</i>; விபத்தி (<i>vibhatti</i>) means <i>vibhakti</i>, but in the special sense of ‘lack of devotion’ rather than its usual sense of ‘separation’; வியோகம் (<i>viyōgam</i>) mean ‘separation’; and அஞ்ஞானம் (<i>aññāṉam</i>) means <i>ajñāna</i> or ‘ignorance’ in the sense of ‘self-ignorance’. Since these are issues only for our ego, and since investigating this ego will reveal that it does not actually exist, Bhagavan says that investigating to whom or for whom these defects seem to exist is itself <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i>, by which he implies that if we investigate our ego none of the other practices of <i>niṣkāmya karma</i>, <i>bhakti</i>, <i>yōga</i> or <i>jñāna</i> are necessary, because as he says in the next sentence these defects cannot ever exist without this ego. Therefore if we investigate this ego sufficiently diligently, it will no longer seem to exist, and thus we will discover that what is true or real is only that we are always ourself and nothing but ourself.<br>\n<br>\n<a name=\"efficacy\"></a><b>7. The relative efficacy of <i>niṣkāmya karmas</i> done by body, speech and mind</b><br>\n<br>\nAny devotional practice other than self-investigation is an action done by our ego, so such practises seem necessary only when we do not investigate this ego. Though such practises can help to purify our mind and thereby to enable us to see that the path of self-investigation is the only means by which we can be liberated from this ego, their efficacy in doing so depends upon whether they are actions done by our body, speech or mind, as Bhagavan briefly outlines in verses 4 to 7 of <i>Upadēśa Undiyār</i>.<br>\n<ul><a name=\"uu04\"></a><b>7a. <i>Upadēśa Undiyār</i> verse 4: <i>dhyāna</i> is more effective than <i>japa</i>, which is more effective than <i>pūjā</i></b></ul>\nIn verse 4 he discusses the three types of <i>niṣkāmya karma</i> that we can do by body, speech and mind respectively, namely <i>pūjā</i> (worship), <i>japa</i> (verbal repetition) and <i>dhyāna</i> (meditation):<br>\n<blockquote>திடமிது பூசை செபமுந் தியான<br>\nமுடல்வாக் குளத்தொழி லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுயர்வாகு மொன்றிலொன் றுந்தீபற.<br>\n<br>\n<i>diḍamidu pūjai jepamun dhiyāṉa <br>\nmuḍalvāk kuḷattoṙi lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuyarvāhu moṉḏṟiloṉ ḏṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> திடம் இது: பூசை செபமும் தியானம் உடல் வாக்கு உள தொழில். உயர்வு ஆகும் ஒன்றில் ஒன்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>diḍam idu: pūjai jepam-um dhiyāṉam uḍal vākku uḷa toṙil. uyarvu āhum oṉḏṟil oṉḏṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> பூசை செபமும் தியானம் உடல் வாக்கு உள தொழில். ஒன்றில் ஒன்று உயர்வு ஆகும். இது திடம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>pūjai jepam-um dhiyāṉam uḍal vākku uḷa toṙil. oṉḏṟil oṉḏṟu uyarvu āhum. idu diḍam</i>.<br>\n<br>\n<b>English translation:</b> This is certain: <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> are actions of body, speech and mind. One than one is superior.</blockquote>\nஉயர்வு (<i>uyarvu</i>) means high, lofty, elevated, exalted or superior, being a noun derived from the verb உயர் (<i>uyar</i>), which means to rise, ascend, grow, increase or expand, or to be high, lofty, elevated, exalted or superior. ‘உயர்வு ஆகும் ஒன்றில் ஒன்று’ (<i>uyarvu āhum oṉḏṟil oṉḏṟu</i>) literally means ‘one than one is superior’, which in this context implies that each successive one is superior to the preceding one, so the meaning of this verse can be paraphrased as follows:<br>\n<blockquote>This is certain: <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> are [respectively] actions of body, speech and mind, [and hence in this order each successive] one is superior to [the preceding] one.</blockquote>\nSince this verse comes immediately after verse 3, in which Bhagavan said, ‘<i>Niṣkāmya karma</i> done [with love] for God purifies the mind and [thereby] it will show the path to liberation’, in this context the terms <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> imply only <i>niṣkāmya pūjā</i>, <i>japa</i> and <i>dhyāna</i> done with love for God, so this verse is not referring to any form of <i>kāmya pūjā</i>, <i>japa</i> or <i>dhyāna</i> (that is, <i>pūjā</i>, <i>japa</i> or <i>dhyāna</i> done for the fulfilment of any personal desires).<br>\n<br>\nWhen he says that each one of these is superior to the preceding one, what he implies by the term உயர்வு (<i>uyarvu</i>) or ‘superior’ is more effective and reliable in purifying the mind and thereby showing the path to liberation. The reason why each successive one is superior in this way is implied by the words ‘உடல் வாக்கு உள தொழில்’ (<i>uḍal vākku uḷa toṙil</i>), which mean ‘actions of body, speech and mind’. That is, body, speech and mind are the three instruments by which we as this ego do actions or <i>karmas</i>, but since in this order each successive one of these instruments is more subtle than the preceding one, whatever actions we do by speech are potentially more powerful and effective than any action we could do by our body, and whatever actions we do by our mind are potentially more powerful and effective than any action we could do by our speech.<br>\n<br>\nSince <i>pūjā</i> (any physical act of worship) is an action done by our body, whatever actions or materials are involved in doing it are liable to distract our mind away from God, at least partially, so it is a less effective and reliable way of focusing our love on him. In this respect <i>japa</i> (repeating a name of God), which is an action done by our speech, is superior to <i>pūjā</i>, because it is a simpler and more subtle action, and hence it will tend to distract our attention away from God less. Therefore generally speaking <i>japa</i> is a more effective way of focusing our love on God than <i>pūjā</i>, and hence it is a more effective and reliable means of purifying our mind.<br>\n<br>\nHowever, even while doing <i>japa</i> we can easily fail to notice when our attention becomes distracted by other thoughts, because <i>japa</i> can continue mechanically while we are thinking of other matters, thereby creating an illusion that we are doing <i>japa</i> when our mind is in fact dwelling on other thoughts. In this respect <i>dhyāna</i> (meditation, which in this context means meditation upon a name or form of God) is superior to <i>japa</i>, because it is an action done by our mind and hence we can notice more easily when our attention is distracted by any other thoughts, since we cannot continue meditating on God when we are thinking about anything else. Therefore generally speaking <i>dhyāna</i> is a more effective way of focusing our love on God than doing <i>japa</i> vocally, and hence it is a more effective and reliable means of purifying our mind.<br>\n<br>\nHence Bhagavan says in this verse that it is certain that <i>dhyāna</i> is superior to <i>japa</i>, and <i>japa</i> is superior to <i>pūjā</i>. Then in the next three verses he discusses each of these three kinds of <i>niṣkāmya karma</i> in more detail.<br>\n<ul><a name=\"uu05\"></a><b>7b. <i>Upadēśa Undiyār</i> verse 5: anything can be worshipped as God</b></ul>\nIn verse 5 he explains what he means by <i>pūjā</i> or ‘worship’ in this context:<br>\n<blockquote>எண்ணுரு யாவு மிறையுரு வாமென<br>\nவெண்ணி வழிபட லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீசனற் பூசனை யுந்தீபற.<br>\n<br>\n<i>eṇṇuru yāvu miṟaiyuru vāmeṉa <br>\nveṇṇi vaṙipaḍa lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīśaṉaṯ pūjaṉai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண் உரு யாவும் இறை உரு ஆம் என எண்ணி வழிபடல் ஈசன் நல் பூசனை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇ uru yāvum iṟai uru ām eṉa eṇṇi vaṙipaḍal īśaṉ nal pūjaṉai</i>.<br>\n<br>\n<b>English translation:</b> Worshipping thinking that all eight forms are forms of God is good <i>pūjā</i> of God.<br>\n<br>\n<b>Paraphrased translation:</b> Worshipping [anything] thinking that all things [in this entire universe], [which is composed of] eight forms, are forms of God, is good worship of God.</blockquote>\nThe word எண் (<i>eṇ</i>) is both an adjectival form of eight and a noun that has several meanings such as thought, imagination or mind, so எண்ணுரு (<i>eṇ-ṇ-uru</i>) can mean either ‘eight forms’ or ‘thought-forms’, and hence in this context எண்ணுரு யாவும் (<i>eṇ-ṇ-uru yāvum</i>) can be interpreted to mean either ‘all eight forms’ or ‘all thought-forms’. According to Bhagavan all phenomena, whether mental or seemingly physical, are merely thoughts, ideas or imaginations, and hence in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> he says:<br>\n<blockquote>[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. [...]<br>\n<br>\n[...] <i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai</i>. [...]<br>\n<br>\n[...] Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. [...]<br>\n<br>\n[...] ஜக மென்பது நினைவே. [...]<br>\n<br>\n[...] <i>jagam eṉbadu niṉaivē</i>. [...]<br>\n<br>\n[...] What is called the world is only thought. [...]</blockquote>\nTherefore if we interpret எண்ணுரு யாவும் (<i>eṇ-ṇ-uru yāvum</i>) as meaning ‘all thought-forms’, it denotes all phenomena, including all the phenomena that comprise this or any other world. However எண்ணுரு யாவும் (<i>eṇ-ṇ-uru yāvum</i>) is generally interpreted as meaning ‘all eight forms’, because अष्टमूर्ति (<i>aṣṭa-mūrti</i>) or the ‘eight-formed’ is a name of Siva and because in the Sanskrit, Telugu and Malayalam versions of this verse Bhagavan translated எண்ணுரு (<i>eṇ-ṇ-uru</i>) as <i>aṣṭa-mūrti</i>, but even if we interpret it in this sense, it still denotes all the phenomena that comprise this or any other world, because the ‘eight forms’ of Siva are believed to be the constituents that make up this entire universe. Various texts innumerate these ‘eight forms’ in different ways, but they invariably include the five elements, namely earth, water, fire, air and space, plus three other things such as mind, ego and <i>prakṛti</i> (the primordial form of all phenomena), the sun, the moon and the sacrificing priest, or the sun, moon and <i>jīvas</i> (souls or sentient beings), but in this context it is most appropriate to take them to be the five elements, sun, moon and <i>jīvas</i>, because these are all forms that can be worshipped.<br>\n<br>\nTherefore whether we take this phrase எண்ணுரு யாவும் (<i>eṇ-ṇ-uru yāvum</i>) to mean ‘all thought-forms’ or ‘all eight forms’, it denotes anything and everything, so what Bhagavan implies in this verse is that if we consider everything to be a form of God, worshipping anything is ‘ஈசன் நல் பூசனை’ (<i>īśaṉ nal pūjaṉai</i>), ‘good worship of God’. Here நல் பூசனை (<i>nal pūjaṉai</i>) or ‘good worship’ can mean either appropriate worship or worship that is effective in purifying our mind. The rationale behind this idea that worshipping anything considering it to be a form of God is appropriate worship of him and will therefore purify our mind is that God is the one infinite reality, other than which nothing exists, so everything that seems to exist is just God himself appearing in that form, and hence it is appropriate for us to respect everything as God.<br>\n<br>\nவழிபடல் (<i>vaṙipaḍal</i>) means following, adhering to, worshipping, adoring or treating with reverence, and in this context can mean either worshipping ritually or rendering appropriate service. However rendering appropriate service can be applicable only to <i>jīvas</i> (sentient beings) and not to any of the other seven forms, so if we want to worship God in any other form such as the sun, the moon, any of the five elements or anything composed of such elements, we can do so only ritually. In the case of <i>jīvas</i>, we can worship them either ritually or by rendering appropriate service to them, such as by alleviating whatever suffering we can or by adhering strictly to the principle of <i>ahiṁsa</i> (avoiding causing harm to any sentient being). Thus in this verse Bhagavan gives us a very broad and inclusive definition of ‘good worship of God’.<br>\n<ul><a name=\"uu06\"></a><b>7c. <i>Upadēśa Undiyār</i> verse 6: the relative efficacy of different modes of <i>japa</i></b></ul>\nIn verse 6 he explains the different ways in which <i>japa</i> can be done and the relative efficacy of doing it in each way:<br>\n<blockquote>வழுத்தலில் வாக்குச்ச வாய்க்குட் செபத்தில்<br>\nவிழுப்பமா மானத முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விளம்புந் தியானமி துந்தீபற.<br>\n<br>\n<i>vaṙuttalil vākkucca vāykkuṭ jepattil <br>\nviṙuppamā māṉata mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viḷambun dhiyāṉami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வழுத்தலில், வாக்கு உச்ச, வாய்க்குள் செபத்தில் விழுப்பம் ஆம் மானதம். விளம்பும் தியானம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaṙuttalil, vākku ucca, vāykkuḷ jepattil viṙuppam ām māṉatam. viḷambum dhiyāṉam idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> வழுத்தலில், உச்ச வாக்கு, வாய்க்குள் செபத்தில் மானதம் விழுப்பம் ஆம். இது தியானம் விளம்பும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaṙuttalil, ucca vākku, vāykkuḷ jepattil māṉatam viṙuppam ām. idu dhiyāṉam viḷambum</i>.<br>\n<br>\n<b>English translation:</b> Rather than praising, [<i>japa</i>] in a loud voice, rather than <i>japa</i> within the mouth, mental [<i>japa</i>] is beneficial. This is called <i>dhyāna</i>.</blockquote>\nIn this verse Bhagavan compares four modes of vocal worship or <i>japa</i> and implies that each successive one is more beneficial or effective than the preceding ones, but he does so in an extremely terse manner, reminiscent of the style in which ancient sages expressed their ideas in aphoristic <i>sutras</i>, and similar to the way in which people used to convey information in telegrams or that nowadays we do so in text messages.<br>\n<br>\nHe expresses the first mode by the word வழுத்தலில் (<i>vaṙuttalil</i>), which is a locative case form of the verbal noun வழுத்தல் (<i>vaṙuttal</i>), which means ‘praising’ or ‘chanting’. In this case the locative case is used in a comparative sense, so it conveys the same meaning as ‘than’, ‘rather than’ or ‘in comparison with’, so I translated வழுத்தலில் (<i>vaṙuttalil</i>) as ‘rather than praising’, but it implies ‘in comparison with praising God by chanting hymns’. What praising or chanting is compared with is not explicitly stated, but in the context of the whole verse the implication is that it is compared with <i>japa</i> in general (that is, with all the three modes of <i>japa</i> that Bhagavan mentions here), meaning that in comparison with praising God by chanting hymns <i>japa</i> in general is விழுப்பம் (<i>viṙuppam</i>), which means good, beneficial, excellent, eminent or superior.<br>\n<br>\nWhereas வழுத்தல் (<i>vaṙuttal</i>) means ‘praising’ or ‘chanting’ and is therefore a form of vocal worship but not <i>japa</i> as such, the other three modes that Bhagavan discusses here are each a form of <i>japa</i>. He expresses the second mode by the words வாக்கு உச்ச (<i>vākku ucca</i>), in which வாக்கு (<i>vākku</i>) means ‘voice’ and உச்ச (<i>ucca</i>) means ‘high’ or ‘loud’. Though the locative case-ending is not appended to வாக்கு உச்ச (<i>vākku ucca</i>), in the context of this verse it is implied, so the implication of these two words, வாக்கு உச்ச (<i>vākku ucca</i>) or ‘loud voice’, is that in comparison with <i>japa</i> done in a loud voice the subsequent two modes of <i>japa</i> that Bhagavan mentions here are விழுப்பம் (<i>viṙuppam</i>), ‘beneficial’ or ‘superior’.<br>\n<br>\nThe third mode that Bhagavan mentions here is expressed by the words வாய்க்குள் செபத்தில் (<i>vāykkuḷ jepattil</i>), in which வாய்க்குள் (<i>vāykkuḷ</i>) or வாய்க்கு உள் (<i>vāykku-uḷ</i>) means ‘within the mouth’ or ‘inside to the mouth’ and செபத்தில் (<i>jepattil</i>) is a locative case form of செபம் (<i>jepam</i>), which is a Tamil form of the Sanskrit word जप (<i>japa</i>), which means ‘repeating’. Therefore I translated வாய்க்குள் செபத்தில் (<i>vāykkuḷ jepattil</i>) as ‘rather than <i>japa</i> within the mouth’, but what it implies is ‘rather than [or in comparison with] <i>japa</i> [whispered faintly] within the mouth’. What such <i>japa</i> is compared with is the fourth and final mode, which Bhagavan expresses by the word மானதம் (<i>māṉatam</i>), which is a Tamil form of the Sanskrit word मानसिक (<i>mānasika</i>), which means ‘mental’ or ‘what is done by mind’. Thus the main clause of this first sentence is ‘வாய்க்குள் செபத்தில் மானதம் விழுப்பம் ஆம்’ (<i>vāykkuḷ jepattil māṉatam viṙuppam ām</i>), which means ‘in comparison with <i>japa</i> [whispered faintly] within the mouth, what is done by mind is beneficial’.<br>\n<br>\nThe second and final sentence of this verse is ‘விளம்பும் தியானம் இது’ (<i>viḷambum dhiyāṉam idu</i>), which is a poetic way of saying ‘இது தியானம் விளம்பும்’ (<i>idu dhiyāṉam viḷambum</i>), which means ‘this is called <i>dhyāna</i>’, in which இது (<i>idu</i>) or ‘this’ refers to mental repetition or <i>mānasika japa</i> and தியானம் (<i>dhiyāṉam</i>) is a Tamil form of the Sanskrit word ध्यान (<i>dhyāna</i>), which means ‘meditation’. Thus the meaning of this entire verse can be paraphrased as follows:<br>\n<blockquote>Rather than praising [God by chanting hymns], [<i>japa</i> or repetition of his name is beneficial]; [rather than <i>japa</i> done in] a loud voice, [<i>japa</i> whispered faintly within the mouth is beneficial]; [and] rather than <i>japa</i> within the mouth, that which is done by mind is beneficial. This [mental repetition or <i>mānasika japa</i>] is called <i>dhyāna</i> [meditation].</blockquote>\nIn this context <i>japa</i>, ‘repeating’ or ‘repetition’, means specifically <i>niṣkāmya nāma-japa</i> or repeating a name of God with love and without desire for any personal gain. Therefore, since in this context மானதம் (<i>māṉatam</i>) or ‘mental’ means मानसिक जप (<i>mānasika japa</i>) or ‘mentally repeating’, the implied meaning of the final sentence is that mentally repeating a name of God with love for him is a form of <i>dhyāna</i> or meditation on God. However this final sentence is not intended to imply that doing <i>mānasika japa</i> of a name of God is the only way of meditating upon him, because so long as we consider God to be other than ourself we can meditate upon him either by mentally repeating his name or by doing <i>mūrti-dhyāna</i>, which mean meditation upon any one of the numerous forms that can be attributed to him. Therefore what Bhagavan says in the next verse about meditation applies both to <i>mānasika japa</i> of a name of God and to meditation upon any of his forms.<br>\n<ul><a name=\"uu07\"></a><b>7d. <i>Upadēśa Undiyār</i> verse 7: uninterrupted meditation is superior to interrupted meditation</b></ul>\nIn verse 7 he implies that continuous meditation is more effective in purifying our mind than meditation that is frequently interrupted by other thoughts:<br>\n<blockquote>விட்டுக் கருதலி னாறுநெய் வீழ்ச்சிபோல்<br>\nவிட்டிடா துன்னலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விசேடமா முன்னவே யுந்தீபற.<br>\n<br>\n<i>viṭṭuk karudali ṉāṟuney vīṙccipōl <br>\nviṭṭiḍā duṉṉalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viśēḍamā muṉṉavē yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> விட்டு கருதலின் ஆறு நெய் வீழ்ச்சி போல் விட்டிடாது உன்னலே விசேடம் ஆம் உன்னவே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṭṭu karudaliṉ āṟu ney vīṙcci pōl viṭṭiḍādu uṉṉal-ē viśēḍam ām uṉṉa-v-ē</i>.<br>\n<br>\n<b>அன்வயம்:</b> விட்டு கருதலின் ஆறு நெய் வீழ்ச்சி போல் விட்டிடாது உன்னலே உன்னவே விசேடம் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>viṭṭu karudaliṉ āṟu ney vīṙcci pōl viṭṭiḍādu uṉṉal-ē uṉṉa-v-ē viśēḍam ām</i>.<br>\n<br>\n<b>English translation:</b> Rather than leaving and meditating, meditating without leaving, like a river or the falling of ghee, is indeed superior to meditate.<br>\n<br>\n<b>Alternative translation:</b> Rather than meditating discontinuously, meditating without discontinuing, like a river or the falling of ghee, is indeed superior to meditate [or is indeed superior, when considered].</blockquote>\nSince this verse continues the theme of the previous four verses, which are about the various kinds of <i>niṣkāmya karma</i> that we can do with love for God, ‘meditating’ here means meditating on God with love and without any desire for achieving anything else. As I mentioned in the final paragraph of the previous subsection, so long as we consider God to be other than ourself we can meditate upon him either by mentally repeating his name (which is called <i>mānasika japa</i>) or by meditating upon any one of the numerous forms that can be attributed to him (which is called <i>mūrti-dhyāna</i>), so what Bhagavan says in this verse applies to either of these two forms of meditation.<br>\n<br>\nIn this verse Bhagavan contrasts two modes of meditation, which he describes as விட்டு கருதல் (<i>viṭṭu karudal</i>) and விட்டிடாது உன்னல் (<i>viṭṭiḍādu uṉṉal</i>). விட்டு (<i>viṭṭu</i>) is a verbal participle that means leaving, quitting, abandoning, forsaking, letting go of or discontinuing, and விட்டிடாது (<i>viṭṭiḍādu</i>) is a negative form of the same verbal participle, so it means without leaving, abandoning or discontinuing. கருதல் (<i>karudal</i>) and உன்னல் (<i>uṉṉal</i>) are both verbal nouns that mean thinking, considering, imagining, pondering, meditating or meditation. Therefore விட்டு கருதல் (<i>viṭṭu karudal</i>) literally means ‘leaving [and] meditating’, but implies ‘meditating discontinuously’, ‘meditating [but then] abandoning [one’s meditation]’ or ‘meditating interruptedly’, whereas விட்டிடாது உன்னல் (<i>viṭṭiḍādu uṉṉal</i>) literally means ‘not leaving [and] meditating’, but implies ‘meditating without leaving’, ‘meditating without discontinuing’, ‘meditating without abandoning’ or ‘meditating uninterruptedly’.<br>\n<br>\nTo show that he is contrasting these two modes of meditation, to விட்டு கருதல் (<i>viṭṭu karudal</i>) Bhagavan suffixed the particle இன் (<i>iṉ</i>), which in this case implies ‘than’, ‘rather than’ or ‘in contrast to’, and to விட்டிடாது உன்னல் (<i>viṭṭiḍādu uṉṉal</i>) he suffixed the intensifying particle ஏ (<i>ē</i>), which in this case implies ‘indeed’ or ‘certainly’.<br>\n<br>\nBhagavan gives two analogies to emphasise the continuous nature of விட்டிடாது உன்னல் (<i>viṭṭiḍādu uṉṉal</i>) or ‘meditating uninterruptedly’, namely ஆறு (<i>āṟu</i>), which means ‘river’ and which in this context implies the steady and unbroken flow of a river, and நெய் வீழ்ச்சி (<i>ney vīṙcci</i>), which means ‘falling of ghee’ and which suggests the continuous flow of ghee (clarified butter) or any other viscous oil when it is poured. He says that in contrast to meditating discontinuously, meditating uninterruptedly in such a steady manner is விசேடம் (<i>viśēḍam</i>), which is a Tamil form of the Sanskrit word विशेष (<i>viśēṣa</i>), which in this context means special, distinguished, excellent or superior.<br>\n<br>\nLike உயர்வு (<i>uyarvu</i>) or ‘superior’ in verse 4, நல் (<i>nal</i>) or ‘good’ in verse 5, விழுப்பம் (<i>viṙuppam</i>), ‘beneficial’ or ‘superior’, in verse 6, and உத்தமம் (<i>uttamam</i>), ‘the best’, ‘the highest’ or ‘the most excellent’, in verse 8, in  this verse விசேடம் (<i>viśēḍam</i>) or ‘superior’ means more efficacious in purifying our mind and thereby giving us the clarity to understand that the only way to attain liberation is to turn our mind inwards to experience ourself alone.<br>\n<br>\nThe final word in this verse, உன்னவே (<i>uṉṉavē</i>), is an intensified form of உன்ன (<i>uṉṉa</i>), the infinitive form of the verb உன்னு (<i>uṉṉu</i>), which means to think, consider, ponder or meditate, and which is the verb from which the verbal noun உன்னல் (<i>uṉṉal</i>) is derived. Since in Tamil the infinitive can be used either in the same sense as the infinitive in English or in a conditional sense similar to that conveyed by ‘when’ in English, in this context உன்னவே (<i>uṉṉavē</i>) can mean either ‘to meditate’ or ‘when considered’. Thus the main clause of this verse, ‘விட்டிடாது உன்னலே விசேடம் ஆம் உன்னவே’ (<i>viṭṭiḍādu uṉṉal-ē viśēḍam ām uṉṉa-v-ē</i>), can be interpreted to mean either ‘meditating without discontinuing is certainly superior to meditate’ (which implies that it is a superior manner in which to meditate, or simply that it is a superior mode of meditation) or ‘meditating without discontinuing is certainly superior, when considered’.<br>\n<br>\nTherefore the meaning of this verse can be paraphrased as follows:<br>\n<blockquote>Rather than meditating [upon God] [but then] abandoning [one’s thought of him by allowing one’s attention to be distracted by other thoughts], meditating [upon him] without letting go [of one’s thought of him], like [the uninterrupted flow of] a river or the falling of ghee, is indeed [a] superior [manner in which] to meditate [or is indeed superior, when considered].</blockquote>\nWhy does Bhagavan say that uninterrupted meditation is superior to meditation that is frequently interrupted by other thoughts, thereby implying in the context of this series of verses that it is more effective in purifying our mind and thereby showing us the way to liberation? To answer this we need to consider why our attention tends to get distracted by other thoughts. Whenever we let go of the thought of God in order to think of some other thing, we do so because we are more interested in or concerned with that other thing than we are with God. If our love for him was greater than our desire or concern for anything else, we would not be distracted but would continue thinking of him alone. Therefore the extent to which our meditation on God is uninterrupted by any thought of anything else is an indication of the intensity of our love for him.<br>\n<br>\nTherefore the implied meaning of this is that meditation upon God is effective to the extent that we have unwavering love for him. The more we love him, the less our meditation upon him will be interrupted by other thoughts, and hence the more effective our meditation will be in purifying our mind and giving us the inner clarity to understand that God is actually our own real self, so we can experience him as he actually is only by turning our mind inwards to experience ourself alone, in complete isolation from all thoughts of anything else.<br>\n<br>\nMeditating on ourself alone in this manner, without thinking of anything else, is what Bhagavan describes in the next verse of <i>Upadēśa Undiyār</i> as அனனிய பாவம் (<i>ananya-bhāvam</i>) or ‘otherless meditation’, which he says is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), which means ‘the best among all’, implying thereby that it is the best among all forms of meditation and the best among all practices of <i>bhakti</i> or devotion. As he says in verse 15 of <i>Upadēśa Taṉippākkaḷ</i> (which we considered above in <a href=\"#ut15\">section 6c</a>), investigating or meditating on ourself alone is <i>parabhakti</i> or supreme devotion to God, and as he says in the first sentence of the thirteenth paragraph of <i>Nāṉ Yār?</i> (which we considered in <a href=\"#ny13a\">section 6b</a>), thinking of nothing other than ourself is alone surrendering ourself entirely to God.<br>\n<br>\nEarlier in this subsection I said that what Bhagavan says about meditation in this present verse of <i>Upadēśa Undiyār</i> (verse 7) applies to either of the two ways in which we can meditate upon God as if he were other than ourself, namely <i>mānasika japa</i> (mentally repeating any name we may choose to give him) or <i>mūrti-dhyāna</i> (meditating upon any form we may choose to attribute to him), but it can apply equally well to <i>ananya-bhāvam</i> (meditating upon him as nothing other than oneself), because the more intense is our love for him as ourself, the more uninterrupted our self-attentiveness will be, and hence the more rapidly and effectively all our mental impurities in the form of <i>viṣaya-vāsanās</i> (desires or inclinations to experience things other than ourself) will be eradicated.<br>\n<br>\n<a name=\"uu08\"></a><b>8. <i>Upadēśa Undiyār</i> verse 8: meditating on nothing other than ourself is ‘the best among all’</b><br>\n<br>\nAll the forms of <i>niṣkāmya karma</i> that we can practise with love for God, as discussed by Bhagavan verses 4 to 7 <i>Upadēśa Undiyār</i>, are based on the assumption that God is something other than ourself. Whether we were to worship him bodily by doing any form of <i>pūjā</i> as described in verse 5, or worship him vocally by chanting hymns of praise or doing <i>japa</i> as described in verse 6, or worship him mentally by meditating upon any name or form of his as uninterruptedly as we can, as described in verse 7, we would be doing so as if he were something other than ourself. However according to Bhagavan God is actually nothing other than ourself, so the best way to meditate upon him is to meditate on ourself alone. In this way our love is not divided between ourself and God, but is focused wholly upon him as ourself.<br>\n<br>\nIf God were anything other than ourself, he would thereby be limited, and hence would not be the one infinite reality that he actually is. As Bhagavan once said in reply to a Christian missionary who asked him whether it is not blasphemy to say that we are God, the greatest blasphemy of all would be to say that we are anything separate from God, because we would thereby be implying that he is not infinite but only something finite, as we seem to be so long as we experience ourself as anything other than him. By saying this he implied that the worst <i>apacāra</i> (offence or disrespect) to God that we can commit is to rise as an ego, as if we were anything other than him. Therefore if we have true love for God, we should not consider ourself to be anything other than him, and hence we should try to subside back into him, which we can do only by meditating upon nothing other than ourself.<br>\n<br>\nTherefore in verse 8 of <i>Upadēśa Undiyār</i> Bhagavan says:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n <br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i>, <i>ananya-bhāva</i>, in which he is I, certainly is the best among all.</blockquote>\nஅனிய (<i>aṉiya</i>) is a Tamil form of the Sanskrit word अन्य (<i>anya</i>), which means what is other, different or separate, and அனனிய (<i>aṉaṉiya</i>) means the opposite of that, namely what is not other, different or separate. பாவம் (<i>bhāvam</i>) is likewise a word of Sanskrit origin, but one that has a very wide range of meanings, such as being, becoming, state, condition, state of being, true condition, truth, reality, nature, temperament, feeling, emotion, devotion, love, thought, idea, meditation, contemplation, attitude, mental disposition, state of mind and so on, so its meaning in each case is determined by the context in which it is used. In this present context it means meditation or <i>bhāvana</i>, so அனியபாவம் (<i>aṉiya-bhāvam</i>) means ‘meditation on what is other’ and implies meditation upon God considering him to be other than oneself, whereas அனனியபாவம் (<i>aṉaṉiya-bhāvam</i>) means ‘meditation on what is not other’ and implies meditation upon God as nothing other than oneself, which means meditation on oneself alone. Thus அனனியபாவம் (<i>aṉaṉiya-bhāvam</i>) is simply an alternative description of <i>svarūpa-dhyāna</i> or <i>ātma-cintanā</i>, self-contemplation or self-attentiveness, and is therefore a synonym for <i>ātma-vicāra</i> or self-investigation.<br>\n<br>\nThat is, any form of meditation other than simple self-attentiveness must be meditation on something other than ourself, so it is a variety of <i>anya-bhāva</i>, whereas self-attentiveness is meditation on nothing other than ourself, so it alone is <i>ananya-bhāva</i>. Thus in this verse Bhagavan is highlighting the fundamental difference between self-attentiveness and every other kind of meditation. In every other kind of meditation there is a distinction between the meditator and what is meditated upon, whereas in self-attentiveness there is no such distinction. Therefore every other kind of meditation entails duality in the form of the fundamental distinction between subject and object, whereas self-attentiveness entails absolutely no duality whatsoever, because what we are meditating upon when we are trying to be exclusively self-attentive is not any object but only ourself, the subject who is meditating or attending.<br>\n<br>\nபாவத்தின் (<i>bhāvattiṉ</i>) is a locative case form of பாவம் (<i>bhāvam</i>) and is used here in a comparative sense,  so அனிய பாவத்தின் (<i>aṉiya-bhāvattiṉ</i>) means ‘rather than <i>anya-bhāva</i>’ or ‘in contrast to <i>anya-bhāva</i>’. பாவமே (<i>bhāvamē</i>) is an intensified form of பாவம் (<i>bhāvam</i>), so in this context அனனிய பாவமே (<i>aṉaṉiya-bhāvamē</i>) means ‘<i>ananya-bhāva</i> certainly’ or ‘<i>ananya-bhāva</i> alone’. Thus the grammatical structure of these two phrases, அனிய பாவத்தின் (<i>aṉiya-bhāvattiṉ</i>) and அனனிய பாவமே (<i>aṉaṉiya-bhāvamē</i>), strongly emphasises the contrast between them, indicating that what is said about the latter, namely that it is ‘the best among all’, is certainly true of it and it alone.<br>\n<br>\n‘அவன் அகம் ஆகும்’ (<i>avaṉ aham āhum</i>) is a relative clause that in this context means ‘in which he is I’ and that therefore confirms or clarifies the meaning of அனனிய பாவம் (<i>aṉaṉiya-bhāvam</i>). That is, ‘அவன் அகம் ஆகும் அனனிய பாவம்’ (<i>avaṉ aham āhum aṉaṉiya-bhāvam</i>) means ‘otherless meditation, in which he is I’, so it indicates that what Bhagavan means by <i>ananya-bhāva</i> (‘otherless meditation’ or ‘meditation what is not other’) is only meditation on nothing other than ‘I’, ourself, since what is called ‘God’ or ‘he’ is actually only ‘I’.<br>\n<br>\nHowever some people misinterpret the meaning of ‘அவன் அகம் ஆகும் அனனிய பாவம்’ (<i>avaṉ aham āhum aṉaṉiya-bhāvam</i>) by claiming that these words refer to <i>sōham bhāvana</i>, the practice of meditating on the idea ‘he is I’. Though in his Sanskrit translation of this verse Bhagavan translated ‘அவன் அகம் ஆகும்’ (<i>avaṉ aham āhum</i>) as ‘सोहम् इति’ (<i>sōham iti</i>), which means ‘in the manner he is I’ or ‘thus he is I’, he did not mean to imply that we should meditate on the idea ‘he is I’ or <i>sōham</i> (which a compound of <i>saḥ</i>, which means ‘he’, and <i>aham</i>, which means ‘I’), because like any other idea this idea is <i>anya</i> — something that is alien, other, different or separate from ourself.<br>\n<br>\nWhatever we experience only temporarily cannot be ourself, so it is <i>anya</i> or other than ourself, and hence since we do not experience any thought or idea permanently, meditating on any thought or idea is not <i>ananya-bhāva</i> but only <i>anya-bhāva</i>. Even meditating on the thought of God or <i>brahman</i> is only <i>anya-bhāva</i>, because though the words ‘God’ and ‘<i>brahman</i>’ both refer to what we actually are, as words or ideas they are temporary phenomena, so they are <i>anya</i> or alien to ourself. Since the only thing that is not other than ourself is ourself, <i>ananya-bhāva</i> or ‘meditation on what is not other’ can only mean meditation on ourself alone and not on anything else whatsoever.<br>\n<br>\nTherefore we should understand that in this context the words ‘அவன் அகம் ஆகும்’ (<i>avaṉ aham āhum</i>) in Tamil and ‘सोहम् इति’ (<i>sōham iti</i>) in Sanskrit are not intended to imply that <i>ananya-bhāva</i> means meditation on any idea such as ‘he is I’, but are only intended to indicate the conviction with which we should meditate upon nothing other than ourself, namely the conviction that God (who is what is denoted by the word ‘he’) is only ourself (who are what is denoted by the word ‘I’).<br>\n<br>\nSince anything other than ourself can be experienced by us only in waking or dream, in which we experience ourself as this ego or mind, it is merely a phenomenon created by our mind, and hence it cannot be what is actually denoted by words such as ‘God’ or ‘<i>brahman</i>’, which refer to the one infinite and eternal reality from which our ego and all its creations have arisen and into which they must all eventually subside, so meditating on anything other than ourself cannot be meditation upon God as he actually is. Since God is the sole source and substance of our ego and everything else, he must be what we actually are, so meditating on ourself alone is the only way in which we can meditate upon God as he actually is. This is why Bhagavan asserts in this verse that <i>ananya-bhāva</i> (meditation on nothing other than ourself) is certainly ‘the best among all’.<br>\n<br>\nThe final words in this verse, ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), mean ‘the best of all’ or ‘the best among all’, because அனைத்தினும் (<i>aṉaittiṉum</i>) means ‘of all’ or ‘among all’, particularly in the sense of ‘among all things of its kind’, and உத்தமம் (<i>uttamam</i>) is a Tamil form of the Sanskrit word उत्तम (<i>uttama</i>), which means best, foremost, highest, greatest or most excellent. In this context ‘the best among all’ implies both the best among all practices of <i>bhakti</i> and the best among all forms or varieties of meditation. Thus the meaning of this verse can be expressed more elaborately as follows:<br>\n<blockquote>Rather than <i>anya-bhāva</i> [meditation in which God is considered to be other than I], <i>ananya-bhāva</i>, in which he is [considered to be none other than] I, is certainly the best among all [practices of <i>bhakti</i> and forms or varieties of meditation].</blockquote>\nWhy or in what respect is <i>ananya-bhāva</i> certainly the best among all? It is best not only because it is the only way in which we can meditate upon God as he actually is, since he is actually nothing other than ourself, but also because it is more effective in purifying our mind than any other form of meditation or spiritual practice (all of which entail attending to something other than ourself alone). This latter implication is confirmed by Bhagavan in his Sanskrit version of this verse, in which he translated அனைத்தினும் உத்தமம் (<i>aṉaittiṉum uttamam</i>) as ‘पावनी मता’ (<i>pāvanī matā</i>), which means ‘considered cleansing’, ‘considered purifying’ or ‘considered purificatory’.<br>\n<br>\nHowever, another important respect in which <i>ananya-bhāva</i> is certainly the best among all practices of <i>bhakti</i> and all other forms of spiritual practice is that whereas all other practices are actions or <i>karmas</i>, <i>ananya-bhāva</i> is not an action but a cessation or subsidence of all action along with its doer, our ego. All other practices are actions because they entail a movement of our mind or attention away from ourself towards something else, and by doing so they help to sustain the illusion that we are this ego, who is the agent or doer of all actions. Since <i>ananya-bhāva</i> is the only practice that does not entail any movement of our mind or attention away from ourself, it is the only practice that is not an action or <i>karma</i>, so it alone is the means to free ourself from all action, and hence it is the கதி வழி (<i>gati vaṙi</i>) — the way, path or means to liberation that Bhagavan referred to in <a href=\"#uu03\">verse 3</a> of <i>Upadēśa Undiyār</i>.<br>\n<br>\nEvery kind of action or <i>karma</i> entails <i>anya</i>-attention (attention to something other than ourself), because if we did not experience anything other than ourself we could not either do or experience any action. In <i>ananya</i>-attention (attention to nothing other than ourself) there is only ourself and no other thing, so there is absolutely no room for action of any kind to occur, because action requires space in which to happen, and there is no space between us and ourself. The space in which actions can occur or be done is created only when our attention moves away from ourself towards anything else, so <i>anya</i>-attention is not only an action but also what gives rise to all other actions. Therefore if we want to bring about a cessation of all activity or <i>karma</i>, we must abandon all <i>anya</i>-attention and cling fast only to <i>ananya</i>-attention.<br>\n<br>\nIn <i>advaita</i> philosophy activity is called <i>pravṛtti</i>, which is a term that also means rising, going out, going forwards, advancing, continuing, exerting, appearance or manifestation, whereas inactivity is called <i>nivṛtti</i>, which also means returning, coming back, withdrawing, refraining, discontinuing, terminating, ceasing, cessation or disappearance. In order to do any action we must rise and go outwards, away from ourself, and hence all action is directed towards something other than ourself. No action can be directed towards ourself as we really are, because as soon as we turn the direction or flow of our attention back towards ourself, away from all other things, we begin to subside back into ourself and thus all activity ceases. Therefore any form of <i>anya</i>-attention is a <i>pravṛtti</i> because it leads us away from ourself into the ocean of ceaseless activity, whereas <i>ananya</i>-attention is <i>nivṛtti</i> because it leads us back to ourself, away from all activity.<br>\n<br>\nTherefore <i>ananya-bhāva</i> (meditation on nothing other than ourself) is the culmination and pinnacle of all practices of <i>bhakti</i> and all other forms of spiritual practice (as Bhagavan clearly implies in <a href=\"#uu10\">verse 10</a>), so other practices are useful and beneficial only to the extent that they help to lead us to this ultimate practice of simple self-attentiveness or meditation on ourself alone. No matter how intense our devotion to God may be, and no matter how much we may diligently do any other kind of spiritual practice, we will not be able to attain the ultimate goal of liberation or merging back into the source from which we rose as this ego until and unless we turn our entire attention back within to meditate on ourself alone, because whatever else we may do is done by us as this ego or mind, so it will sustain our illusion that this ego or mind is ourself.<br>\n<br>\nThough <i>ananya-bhāva</i> or turning our entire attention back within to meditate on ourself alone is initiated by us as this ego, as soon as we attend to ourself we as this ego begin to subside and dissolve back into ourself as we really are, so as Bhagavan wrote in the first sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>:<br>\n<blockquote>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்.<br>\n<br>\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum</i>.<br>\n<br>\nOnly by the investigation who am I will the mind subside [or cease to exist].<br>\n<br>\nமனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும்.<br>\n<br>\n<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum</i>.<br>\n<br>\nFor the mind to subside [permanently], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means. If made to subside by other means, the mind will remain as if subsided, [but] will emerge again.</blockquote>\nTherefore knowing this from his own experience Bhagavan was able to confidently assert that <i>ananya-bhāva</i> is certainly the best among all practices of <i>bhakti</i> and all other forms of spiritual practice. Whatever else we may do out of our love for God is a <i>karma</i>, so we need to do it without <i>kāmyatā</i> or any sense of desire for its fruit, and hence we need to have the attitude that its fruit is an offering to God, but since <i>ananya-bhāva</i> or <i>ātma-vicāra</i> is not a <i>karma</i> and therefore has no fruit, we need have not have any such attitude while practising it. All we need to do is simply attend to ourself alone, because by doing so we are entrusting ourself entirely to God, the one reality from which we emerged as this ego and into which we are now subsiding back.<br>\n<br>\nThe fact that <i>ananya-bhāva</i> is not an action or <i>karma</i> but just a complete subsidence not only of all our <i>karma</i> but also of ourself as this ego who rose to do <i>karma</i> is clearly indicated by Bhagavan in the next two verses of <i>Upadēśa Undiyār</i>.<br>\n<br>\n<a name=\"uu09\"></a><b>9. <i>Upadēśa Undiyār</i> verse 9: by meditating on ourself we will subside in our real state of being</b><br>\n<br>\nIn verse 9 of <i>Upadēśa Undiyār</i> Bhagavan clearly implies that by meditating on nothing other than ourself we will subside back into our real state of being, which transcend all thought or mental activity, and he declares that being in this state is alone supreme devotion or <i>parabhakti</i>:<br>\n<blockquote>பாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal-ē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of meditation, being in <i>sat-bhāva</i>, which transcends <i>bhāvana</i>, is certainly <i>parabhakti tattva</i>.</blockquote>\nபலத்தினால் (<i>balattiṉāl</i>) is an instrumental case form of பலம் (<i>balam</i>), which is a word of Sanskrit origin that means power, strength, force, vigour, intensity, firmness or stability, so பலத்தினால் (<i>balattiṉāl</i>) means by the power, strength, intensity, firmness or stability. In this context பாவ பலத்தினால் (<i>bhāva balattiṉāl</i>) means ‘by the strength of meditation’ and implies by the strength, intensity or firmness of the meditation extolled in the previous verse, namely <i>ananya-bhāva</i> or self-attentiveness.<br>\n<br>\nபாவனாதீத (<i>bhāvaṉātīta</i>) means ‘<i>bhāvana</i>-transcending’ or ‘which transcends <i>bhāvana</i>’, and in this context <i>bhāvana</i> means thinking, thought, imagination or meditation. Since சத் (<i>sat</i>) means being, existence, truth or reality and பாவம் (<i>bhāvam</i>) means being or state, சற்பாவம் (<i>saṯbhāvam</i>) or சத் பாவம் (<i>sat-bhāvam</i>) can mean either ‘state of being’ or ‘real being’, but though either of these two meanings would be appropriate in this context, it generally means ‘state of being’. பாவத்து (<i>bhāvattu</i>) is an inflexional base of பாவம் (<i>bhāvam</i>), but is used here to represent its locative case form, so பாவனாதீத சத் பாவத்து (<i>bhāvaṉātīta sat-bhāvattu</i>) means ‘in the state of being, which transcends <i>bhāvana</i> [thinking, imagination or meditation]’.<br>\n<br>\nஇருத்தலே (<i>iruttalē</i>) is an intensified form of இருத்தல் (<i>iruttal</i>), which is a verbal noun that means being, existing, remaining, abiding, sitting down, resting or sinking, so இருத்தலே (<i>iruttalē</i>) means ‘being certainly’ or ‘being only’. பரபத்தி (<i>parabhatti</i>) is a Tamil form of परभक्ति (<i>parabhakti</i>), which means ‘supreme devotion’, and தத்துவம் (<i>tattuvam</i>) is a Tamil form of तत्त्व (<i>tattva</i>), which literally means ‘itness’ or ‘thatness’ but which is used in a wide variety of senses such as truth, reality, true state, essential nature, real essence or any true or fundamental principle, so பரபத்தி தத்துவம் (<i>parabhatti tattuvam</i>) means the real essence or true state of supreme devotion. Thus the meaning of this verse can be expressed more elaborately as follows:<br>\n<blockquote>By the strength [intensity, firmness or stability] of [such] meditation [<i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [our ‘state of being’ or ‘real being’], which transcends [all] <i>bhāvana</i> [thinking, imagination or meditation], is certainly [or is alone] <i>parabhakti tattva</i> [the real essence or true state of supreme devotion].</blockquote>\nAs Bhagavan explains in verse 25 of <i>Uḷḷadu Nāṟpadu</i> (which we considered above in <a href=\"#un25\">section 6a</a>), we rise, stand, feed and flourish as this ego only by ‘grasping form’, which implies by <i>anya</i>-attention — that is, by attending to or being aware of anything other than ourself. Therefore our natural state of just being seems to be disturbed and all action or <i>karma</i> begins only as a result of our attending to anything other than ourself. When we abide in our <i>sat-bhāva</i> or real state of being without rising as an ego, nothing other than ourself seems to exist, but as soon as we rise as this ego we project and become aware of other things, and thus our attention begins to move away from ourself towards those other things.<br>\n<br>\nThe first action is therefore the rising of ourself as this ego, and this primal action is always accompanied by a movement of our attention away from ourself, which is likewise an action, and which leads to its further movement ceaselessly from one thing to another. Therefore so long as we are aware of anything other than ourself we are entangled in mental activity, which in turn gives rise to actions of our speech and body. This is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i> that our ego or mind is what is called <i>saṁsāra</i>, which means moving, flowing, wandering or revolving (being a noun derived from the verb <i>saṃsṛ</i>, an intensified form of <i>sṛ</i>, meaning to go, move, flow, wander or revolve thoroughly), and which therefore implies perpetual motion or restless activity.<br>\n<br>\nTherefore we cannot remain still so long as we are aware of anything other than ourself, so any form of <i>anya-bhāva</i> (meditation on anything other than ourself) entails movement or activity of our mind, whereas <i>ananya-bhāva</i> (meditation on nothing other than ourself) entails subsidence of our mind and all its activity. The more intense, firm and steady our <i>ananya-bhāva</i> becomes, the more we will subside within ourself, as Bhagavan implies in this verse by saying ‘பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே’ (<i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttalē</i>), which means ‘only being in the thought-transcending state of being by the strength of [<i>ananya</i>] <i>bhāva</i>’.<br>\n<br>\nHere பாவ பலத்தினால் (<i>bhāva balattiṉāl</i>), ‘by the strength of meditation’, implies by the intensity or steadiness of our self-attentiveness; சத் பாவத்து இருத்தலே (<i>sat-bhāvattu iruttalē</i>), ‘only being in the state of being’, implies subsiding and abiding firmly in our true state of being, which is the source from which we rose as this ego; and பாவனாதீத (<i>bhāvaṉātīta</i>), ‘thought-transcending’, implies that our true state of being is completely devoid of any thinking or imagining. In this context <i>bhāvana</i> means thinking, imagining or meditation in the sense of thinking about or attending to anything other than ourself, so it indirectly refers to any form of <i>anya-bhāva</i>.<br>\n<br>\nWhen we first start trying to be self-attentive, it may seem that we are trying to make ourself the object of our attention, but we soon discover that we cannot attend to ourself in the same way that we attend to other things, because we are the subject and can therefore never be an object of our experience. However, though we are not an object, we can attend to ourself in a certain sense, albeit non-objectively, because we are always aware of ourself, so we can choose either to be attentively self-aware or negligently self-aware. As this ego we are generally negligently self-aware, because we are more interested in experiencing other things than in experiencing ourself alone, so we allow our attention to be diverted away from ourself towards other things.<br>\n<br>\nWhen we investigate ourself by trying to observe or attend to ourself alone, what we are actually trying to do is to be attentively self-aware as much as possible. Therefore what is called self-investigation (<i>ātma-vicāra</i>), meditation on ourself (<i>svarūpa-dhyāna</i>), meditation on what is not other (<i>ananya-bhāva</i>), thinking of ourself (<i>ātma-cintanā</i>), self-remembrance (<i>svarūpa-smaraṇa</i>), facing ourself (<i>ahamukham</i>), self-observation, self-attention, self-attentiveness and so on is just being attentively self-aware.<br>\n<br>\nBeing aware of anything other than ourself is an action, because it entails a movement of our attention away from ourself towards whatever we are aware of, whereas being self-aware is not an action, both because it entails no movement of our attention away from ourself, and because being self-aware is our very nature. Therefore all that being attentively self-aware entails is withdrawing our attention away from everything else and bringing it back to rest in and as ourself. Once we have withdrawn our attention from other things and allowed it to rest in ourself as pure self-awareness, we are being in our <i>sat-bhāva</i> or true state of being, as Bhagavan describes it in this verse.<br>\n<br>\nTherefore what Bhagavan calls ‘சத் பாவத்து இருத்தலே’ (<i>sat-bhāvattu iruttalē</i>) or ‘only being in the state of being’ entails nothing other than being attentively self-aware — that is, aware of nothing other than ourself alone. Hence the more steady and intense our <i>ananya-bhāva</i> or self-attentiveness becomes, the more we are just being in our <i>sat-bhāva</i>, which is our natural state of being aware of nothing other than ourself.<br>\n<br>\nBy practising any form of <i>anya-bhāva</i> we are perpetuating <i>karma</i>, whereas by practising <i>ananya-bhāva</i> we are refraining from doing any <i>karma</i> and thus we are arresting all <i>karma</i> in its tracks, so to speak. Since our real nature is just action-free being, we cannot experience ourself as we really are by doing any <i>karma</i> (as Bhagavan unequivocally asserted in <a href=\"#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>), so we can experience ourself as we really are only by just being as we really are, and we can just be as we really are only by the strength, firmness or stability of our <i>ananya-bhāva</i> or self-attentiveness.<br>\n<br>\nBy practising any form of <i>anya-bhāva</i> we are perpetuating not only <i>karma</i> but also our ego, which is the root of all <i>karma</i>, because we can be aware of anything that is <i>anya</i> or other than ourself only when we experience ourself as this ego. That is, when we experience ourself as we really are we will clearly know that we alone exist, so we cannot be aware of anything other than ourself — not even the seeming existence of any other thing. Therefore <i>ananya-bhāva</i> (being aware of nothing other than ourself alone) is the only means by which we can be liberated from both <i>karma</i> and its root, our illusion that we are this ego.<br>\n<br>\nHence <i>ananya-bhāva</i> is the only means by which we can surrender our ego entirely, as Bhagavan clearly implied in the first sentence of the thirteenth paragraph of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance], giving not even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [self-contemplation or ‘thought of oneself’], alone is giving oneself to God.</blockquote>\nWhen we attend to nothing other than ourself, our ego subsides back into our natural state of being or <i>sat-bhāva</i>, so what Bhagavan describes in this verse as ‘பாவனாதீத சத் பாவத்து இருத்தலே’ (<i>bhāvaṉātīta sat-bhāvattu iruttalē</i>) or ‘only being in the thought-transcending state of being’ is the state of complete self-surrender, and hence he says that it is பரபத்தி தத்துவம் (<i>parabhatti tattuvam</i>), the real essence or true state of supreme devotion.<br>\n<br>\n<a name=\"uu10\"></a><b>10. <i>Upadēśa Undiyār</i> verse 10: subsiding and being in our source is <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i></b><br>\n<br>\nSubsiding and being in our thought-transcending <i>sat-bhāva</i> or true state of being, which is the source from which we rose as this ego, our primal thought called ‘I’, which is the root of all other thoughts, is not only <i>parabhakti</i> (supreme devotion) but also the culmination and ultimate goal of all the other three <i>mārgas</i> or spiritual paths, namely <i>karma mārga</i> (the path of <i>niṣkāmya karma</i> discussed in verses 3 to 7), <i>yōga mārga</i> (the path of <i>yōga</i> discussed in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/06/pranayama-is-just-aid-to-restrain-mind.html\">verses 11 to 14</a>) and <i>jñāna mārga</i> (the path of knowledge discussed in verses 15 to 30), as Bhagavan says in verse 10 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உதித்த விடத்தி லொடுங்கி யிருத்த<br>\nலதுகன்மம் பத்தியு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வதுயோக ஞானமு முந்தீபற.<br>\n<br>\n<i>uditta viḍatti loḍuṅgi irutta<br>\nladukaṉmam bhattiyu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaduyōga jñāṉamu mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உதித்த இடத்தில் ஒடுங்கி இருத்தல்: அது கன்மம் பத்தியும்; அது யோகம் ஞானமும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uditta iḍattil oḍuṅgi iruttal: adu kaṉmam bhatti-y-um; adu yōgam jñāṉam-um</i>.<br>\n<br>\n<b>English translation:</b> Subsiding and being in the place from which [one] rose: that is <i>karma</i> and <i>bhakti</i>; that is <i>yōga</i> and <i>jñāna</i>.</blockquote>\nஉதித்த (<i>uditta</i>) is a past relative participle of உதி (<i>udi</i>), which is a verb of Sanskrit origin that means to rise, come into existence, appear, spring up, originate, begin or ascend, so உதித்த (<i>uditta</i>) means ‘which rose’ or in this case ‘from which [one] rose’. இடத்தில் (<i>iḍattil</i>) is a locative case form of இடம் (<i>iḍam</i>), which means ‘place’ but which in this case is used in a metaphorical sense to mean source or origin, so உதித்த இடத்தில் (<i>uditta iḍattil</i>) means ‘in the place from which [one] rose’ and implies ‘in ourself, who are the source from which we rose as this ego’.<br>\n<br>\nஒடுங்கி (<i>oḍuṅgi</i>) is a verbal participle that means subsiding, sinking, settling or ceasing, and இருத்தல் (<i>iruttal</i>) is a verbal noun that means being, existing, remaining or abiding, so ஒடுங்கி இருத்தல் (<i>oḍuṅgi iruttal</i>) means ‘subsiding and being’ (in the sense of first subsiding and then being) or ‘being having subsided’. Since we cannot have arisen or originated as this ego from any place other than ourself, this phrase உதித்த இடம் (<i>uditta iḍam</i>) refers only to ourself, as also does the phrase சத் பாவம் (<i>sat-bhāvam</i>) used in the previous verse, so ‘உதித்த இடத்தில் ஒடுங்கி இருத்தல்’ (<i>uditta iḍattil oḍuṅgi iruttal</i>), ‘subsiding and being in the place from which [one] rose’, means the same as ‘சத் பாவத்து இருத்தலே’ (<i>sat-bhāvattu iruttalē</i>), ‘only being in the state of being’, namely being in and as what we always actually are.<br>\n<br>\nAs Bhagavan indicated in the previous verse, the only means by which we can thus be as we actually are is by intense, firm and stable <i>ananya-bhāva</i> — being attentively aware of nothing other than ourself. Thus the overall implication of verses 8, 9 and 10 is that <i>ananya-bhāva</i> or self-attentiveness is the best among all forms of spiritual practice because it is the only means by which we can subside back into and be firmly established as ourself, the source from which we seemed to have arisen as this ego. Subsiding by the intensity of our self-attentiveness and being thereby firmly established in our true state of being is the culmination and ultimate goal of all the four paths or varieties of spiritual practice, namely <i>karma mārga</i>, <i>bhakti mārga</i>, <i>yōga mārga</i> and <i>jñāna mārga</i>, and is also the state of absolute self-surrender, which is called <i>parabhakti</i> or supreme devotion.<br>\n<br>\n<a name=\"analysis\"></a><b>11. Analysis of various types of <i>bhakti</i></b><br>\n<br>\nHaving carefully studied the overview of the various practices of <i>bhakti mārga</i> and the relative efficacy of each given by Bhagavan in verses 3 to 10 of <i>Upadēśa Undiyār</i>, let us now consider how this can be applied to the comment by Viswanathan in response to which I began to write this article, namely ‘I feel that if one continues with total faith in whatever path one goes in, be it Bakthi Margam or Jnana Margam, the destination will be the same — realization of self. [...] it appears to me that it might be just an illusory divide in one’s mind that the two paths are different or that one path is circuitous and the other path is shorter’.<br>\n<br>\nAs we saw in the <a href=\"#kamya\">second section</a> above, all the practices done in the name of <i>bhakti</i> can be divided into two broad categories, namely <i>kāmya bhakti</i> (devotion practised for achieving some desired objective) and <i>niṣkāmya bhakti</i> (devotion practised for no ulterior motive but only for the love of God), and only practices of the latter kind belong to <i>bhakti mārga</i> proper, because they are motivated by true love of God himself, whereas practices of the former kind are motived not by love of God but only by love of whatever one hopes to gain from him. Then as indicated by Bhagavan in verse 8 of <i>Upadēśa Undiyār</i>, the practices of <i>niṣkāmya bhakti</i> can be further subdivided into two types, <i>anya bhakti</i> (devotion to God as if he were something other than ourself) and <i>ananya bhakti</i> (devotion to God as none other than ourself).<br>\n<br>\nThe various practices of <i>anya bhakti</i> each entail doing some action or <i>karma</i> by our body, speech or mind, as outlined by Bhagavan in verses 4 to 7 of <i>Upadēśa Undiyār</i>, and hence none of them is a direct means to liberation, but is a means by which our mind can be purified to a certain extent and can thereby be enabled to see what the direct means to liberation actually is. Therefore though such practices do lead us indirectly towards the same goal as self-investigation (<i>ātma-vicāra</i>), they are clearly distinct from it, because they entail attending to something other than ourself, whereas self-investigation entails attending to nothing other than ourself.<br>\n<br>\nOnly the practice of <i>ananya bhakti</i> is actually the same as the practice of <i>ātma-vicāra</i>, because they both entail absolutely no action of our body, speech or mind but only attention to nothing other than ourself. Therefore Viswanathan’s idea that ‘it might be just an illusory divide in one’s mind that the two paths are different or that one path is circuitous and the other path is shorter’ is true with regard to the practice of <i>ananya bhakti</i> but not with regard to any of the practices of <i>anya bhakti</i>.<br>\n<ul><a name=\"sadhuom\"></a><b>11a. Sadhu Om’s analysis of <i>bhakti</i></b></ul>\nIn accordance with what Bhagavan taught us in verses 2 to 10 of <i>Upadēśa Undiyār</i>, so far in this article I have distinguished firstly <i>kāmya bhakti</i> from true <i>niṣkāmya bhakti</i>, and secondly the practices of <i>anya bhakti</i> from the more efficacious practice of <i>ananya bhakti</i>. This simple analysis of <i>bhakti</i> is sufficient for the purpose of this article, but a more detailed and very useful analysis of <i>bhakti</i> has been given by Sri Sadhu Om in the second chapter of the <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_Two.pdf\">supplementary part</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a>, so I will give a brief overview of his analysis here and explain how it relates to my more simple one.<br>\n<br>\nSadhu Om explains his analysis in terms of an analogy, namely the different standards, grades or forms through which a child progresses in school, and he therefore refers to his analytical framework as the school of <i>bhakti</i>, which has five standards, the third of which is divided into two distinct stages. Each of these standards represents a certain type of religious or spiritual devotion that characterises a particular stage in an individual’s spiritual development through the course of many lives.<br>\n<br>\nThe first standard is characterised by faith in ritualistic actions — a faith that attaches so much importance to such actions that it overlooks God, the real power that ordains the fruit of action. This is the type of faith that was personified by the so-called <i>ṛṣis</i> (<i>rishis</i>) or ‘ascetics’ living in the Daruka forest, whose story formed the context in which Bhagavan composed <i>Upadēśa Undiyār</i>, and whose belief that there is no God except <i>karma</i> was therefore emphatically repudiated by him in the <a href=\"http://happinessofbeing.blogspot.co.uk/2014/09/the-karma-theory-as-taught-by-sri-ramana.html\">first verse</a>.<br>\n<br>\nThe second standard is characterised by faith in many different deities (such as the many names and forms in which God is worshipped in the Hindu religion, or the many saints to whom a devout Catholic or Orthodox Christian might pray), each of whom is supposed to have some particular power to fulfil a particular type of desire or to ward off a particular type of evil.<br>\n<br>\nThe third standard is characterised by faith in and single-minded devotion to only one particular name and form of God. However, this third standard is divided into two stages, standard 3(a) and 3(b), because it is in this third standard that the most significant change of heart takes place within each person.<br>\n<br>\nThat is, in standards 1, 2 and 3(a), a person’s devotion is not real devotion to God, but is only devotion to the material and other personal benefits that they hope to achieve from their ritualistic actions, worship or prayers. In other words, it is <i>kāmya bhakti</i> — devotion practised only for the fulfilment of personal desires. This is the spirit of devotion with which most religious people practise their respective religions.<br>\n<br>\nHowever, when we practise such <i>kāmya bhakti</i> for many lives, our mind gradually gains spiritual maturity — the clarity of mind that enables us to discriminate and understand that true happiness does not lie in the mere fulfilment of our personal desires — until in the final stages of standard 3(a) we come to understand that the real source of our happiness is not any of the benefits that we seek to gain from God, but only God himself, who has so much love for us that he grants our prayers and wishes. Thus we progress from the <i>kāmya bhakti</i> of standard 3(a) to the <i>niṣkāmya bhakti</i> of standard 3(b) — that is, to true devotion to God, not for the sake of anything that we may gain from him, but for his own sake alone.<br>\n<br>\nIt is at a suitable point in this stage in our spiritual development that God appears in our life in the form of <i>guru</i> to teach us the truth that happiness does not exist outside ourself — not even in the all-loving God whom we imagine to be other than ourself — but only in ourself, as ourself. Thus in the form of <i>guru</i> God teaches us that his true form is only our own essential self, and therefore directs us to turn our mind back within to experience ourself alone. If we have already gained sufficient purity of mind as a result of our dualistic love for God, as soon as we hear this teaching we will turn our attention inwards and merge in ourself as we really are, but most of us do not yet have sufficient purity of mind, so rather than merging immediately in ourself, we redirect our former love for an outward form of God towards the outward form of our <i>guru</i> and his teachings. This love for our <i>guru</i> and his teachings is <i>guru-bhakti</i>, which is the fourth standard in this school of <i>bhakti</i>.<br>\n<br>\nHowever, to the extent that we have real love for our <i>guru</i> and his teachings, we will not be content just with practising any form of dualistic devotion towards him but will also try to put his teachings into practice by attempting to be self-attentive as much as possible. Thus in this fourth standard we will gradually progress from dualistic love (<i>anya bhakti</i>) to non-dualistic love (<i>ananya bhakti</i>), until eventually as a result of the intensity of our persistent practice of self-investigation and self-surrender our love for our <i>guru</i> will finally blossom into pure <i>ananya bhakti</i> or <i>svātma-bhakti</i> (love for our own self), which is the pinnacle of love. This otherless love for God and <i>guru</i> as our own self is the fifth and final standard in the school of <i>bhakti</i>, and is what Bhagavan described as <a href=\"#uu09\"><i>parabhakti tattva</i></a> (the real essence of supreme devotion), the state of just being in and as <i>bhāvanātīta sat-bhāva</i> (the state of being, which transcends all thought).<br>\n<ul><a name=\"support\"></a><b>11b. <i>Anya bhakti</i> and <i>ananya bhakti</i> can be mutually supportive practices</b></ul>\nThough there is a clear distinction both between <i>kāmya bhakti</i> and <i>niṣkāmya bhakti</i> and between <i>anya bhakti</i> and <i>ananya bhakti</i>, our progress first from <i>kāmya bhakti</i> to <i>niṣkāmya bhakti</i> (in the third standard) and later from <i>anya bhakti</i> to <i>ananya bhakti</i> (in the fourth standard) generally does not happen instantaneously but only gradually. For example, if we are in the third standard of the school of <i>bhakti</i> and our devotion to God is beginning to develop from being <i>kāmya bhakti</i> (standard 3(a)) into being <i>niṣkāmya bhakti</i> (standard 3(b)), our devotion will probably oscillate between the two for a while. Though we know that we should pray to God for nothing other than ever-increasing love for him and though we want to do so, when we are faced with any particularly severe difficulties in our life we will still tend to revert back to our old habit of praying to him to alleviate our difficulties or provide a solution to our problems.<br>\n<br>\nLikewise for most of us in the fourth standard our progress from <i>anya bhakti</i> to <i>ananya bhakti</i> will be a gradual process. We would like to be able to be vigilantly and unceasingly self-attentive, but the strength of our deeply rooted <i>viṣaya-vāsanās</i> (our desires or inclinations to experience things other than ourself) keeps on pulling our mind out towards other things, so we struggle in our effort to be self-attentive at least for a moment or two as frequently as possible. In such a predicament, whenever we feel we are failing in our efforts, we naturally turn to Bhagavan in his outward form as <i>guru</i>, praying to him to give us ever-increasing love for being self-attentive and thereby to free us from our out-going <i>vāsanās</i>. When we manage to be self-attentive, we are practising <i>ananya bhakti</i>, and when we resort to praying to Bhagavan for his help we are practising <i>anya bhakti</i>.<br>\n<br>\nIf whatever we pray to Bhagavan for is essentially just the love to turn inwards and merge in him as ourself, our <i>anya bhakti</i> is supporting our attempt to cultivate true <i>ananya bhakti</i>. Likewise, when we try to be self-attentive, our <i>ananya bhakti</i> is in effect thereby supporting our <i>anya bhakti</i>, because the more intensely we try to be self-attentive, the more our yearning to be so will increase, and thus the more intensely we will pray to Bhagavan for his help whenever we find ourself failing in our attempts. Thus in our present state of <i>guru-bhakti</i> (the fourth standard), our <i>anya</i> and <i>ananya bhakti</i> are not necessarily mutually exclusive but can instead be mutually supportive.<br>\n<br>\n<a name=\"rs138\"></a>This is well illustrated by all the prayers that Bhagavan wrote in <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html\"><i>Śrī Aruṇācala Stuti Pañcakam</i></a>, and reading the verses in this set of his writings we can see how beautifully, naturally and seamlessly he blended dualistic and non-dualistic forms of <i>bhakti</i> together. A similar blending can also be seen in the thousands of verses that devotees such as Sri Muruganar and Sri Sadhu Om wrote praying to him. Though they expressed their prayers in so many different words, what they were essentially praying for was only the love to turn within and drown forever in him, the one infinite self-awareness, other than which nothing actually exists. For example in verse 138 of <i>Śrī Ramaṇa Sahasram</i> (a poem of a thousand verses praying for <i>jñāna</i>) Sadhu Om prayed:<br>\n<blockquote>அந்தர்முக மன்றிவர மாயிரநான் கேட்டாலு<br>\nமெந்த பிறவரங்க ளென்னையுள்ளே — யுந்தியிழுத்<br>\nதோய்வுதரச் சற்று முதவா திடையூறா<br>\nயாவதோவஃ தீயா தருள்.<br>\n<br>\n<i>antarmukha maṉḏṟivara māyiranāṉ kēṭṭālu<br>\nmenda piṟavaraṅga ḷeṉṉaiyuḷḷē — yundiyiṙut<br>\ntōyvudarac caṯṟu mudavā diḍaiyūṟā<br>\nyāvadōvaḵ dīyā daruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அந்தர்முகம் அன்றி வரம் ஆயிரம் நான் கேட்டாலும், எந்த பிற வரங்கள் என்னை உள்ளே உந்தி இழுத்து ஓய்வு தர சற்றும் உதவாது இடையூறாய் ஆவதோ, அஃது ஈயாது அருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>antarmukham aṉḏṟi varam āyiram nāṉ kēṭṭālum, enda piṟa varaṅgaḷ eṉṉai uḷḷē undi iṙuttu ōyvu tara caṯṟum udavādu iḍaiyūṟāy āvadō, aḵdu īyādu aruḷ</i>.<br>\n<br>\n<b>English translation:</b> Even if I ask for a thousand boons other than <i>antarmukham</i> [facing inwards], whatever other boons would become impediments, not helping even a little to give rest [cessation or termination] by pushing and pulling me inwards, please do not give that.</blockquote>\nOf course our <i>anya bhakti</i> in the form of praying to Bhagavan for his help or repeating his name or thinking of his form with yearning for his grace is not an adequate substitute for trying to be self-attentive, so it is essential that along with praying to him we should also try as much as possible to be self-attentive. If we really want his help, we should do whatever we can to help ourself by trying to be self-attentive, because unless we ourself try sincerely and earnestly to be self-attentive, there is no use in asking him to help us. The most effective way of praying for his help is to try as much as we can to be self-attentive. Only then will our dualistic activity of praying to him externally for his help be genuine, intense and heart-felt.<br>\n<br>\nWhatever else we may do as an expression of our love for our <i>guru</i>, Bhagavan Ramana, our principal and central practice should be trying to be self-attentive, because it is only by the intensity of our self-attentiveness (which is what he called <i>bhāva balam</i> in <a href=\"#uu09\">verse 9</a> of <i>Upadēśa Undiyār</i>) that we can subside within ourself, the source from which we rose, and thereby be in our <i>bhāvanātīta sat-bhāva</i> (state of being, which transcends all thought). All our prayers and other devotional activities are useful only to the extent that they help us in our effort to be ever more steadfastly self-attentive.<br>\n<br>\nThe extent to which we each include prayer or any other devotional activities in our spiritual practice may vary from time to time, and for some of us such activities may play a more important role than for others. What is essential, however, is only that we try as much as possible to be self-attentive, so prayer or other devotional activities are an optional extra, which may be more appealing to some of us than to others. There are no hard and fast rules in this respect. Some aspirants may find that their mind is not drawn to such activities, in which case it is sufficient if they just persevere in trying to be self-attentive, whereas other aspirants may find that praying or doing other devotional activities is a very important and necessary support for them in their attempts to be self-attentive.<br>\n<ul><a name=\"pray\"></a><b>11c. What is prayer?</b></ul>\nThe term ‘prayer’ is generally understood to mean requesting God in words, either vocally or mentally, to do whatever we want him to do either for ourself or for others, but what prayer essentially is is just a desire, wish or yearning for anything, so it need not necessarily be expressed in words. If we have intense yearning to turn within and subside in the innermost depth of ourself, that yearning is a prayer, whether or not we express it either vocally or mentally in words. This is why I wrote in the previous subsection, ‘The most effective way of praying for his help is to try as much as we can to be self-attentive’, and why in reply to someone who asked him, ‘If I surrender myself, is no prayer to God necessary?’, Bhagavan said, ‘Surrender itself is a mighty prayer’ (as recorded in <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>, Book 2, chapter 2: 2002 edition, page 56).<br>\n<br>\nPoets like Bhagavan, Muruganar and Sadhu Om have expressed their prayers in beautiful and heart-melting verses, and thereby they have taught us what we should yearn for, but this does not mean that we need to express our own yearning in words. Sometimes reading or reciting their verses of prayer may help us to channel our own longing in the right direction or may help us to express our own longing in words, and at other times we may spontaneously turn to Bhagavan in prayer, which we may either express in words or feel wordlessly in our heart, but whether or not we use words as a vehicle for our prayers, what prayer essentially is (if it is prayer for what he teaches us we should pray for) is just the longing we feel to turn away from everything else and merge forever in our heart — that is, in what we actually are.<br>\n<br>\nSince Bhagavan defined surrender as the merging of our ego within ourself, and since he taught us that our ego will subside and merge within ourself only to the extent that we attend exclusively to ourself, when he said that ‘surrender itself is a mighty prayer’, what he implied is that trying to be self-attentive is the most effective way in which we can pray to God or <i>guru</i> to help us be forever attentively and exclusively self-aware. Asking him in words for his help may support us in our attempts to be self-attentive, but the best way to ask for his help is just to persevere patiently and persistently in trying to be aware of ourself alone, to the complete exclusion of everything else.<br>\n<ul><a name=\"ny12\"></a><b>11d. <i>Nāṉ Yār?</i> paragraph 12: we must without fail follow the path taught by our <i>guru</i></b></ul>\n<a name=\"ny12\"></a>As we saw in the <a href=\"#uu03\">fourth section</a> above, in verse 3 of <i>Upadēśa Undiyār</i> Bhagavan says that <i>niṣkāmya karma</i> done with love for God will purify our mind and thereby show the way to liberation, so from this we can infer that if we are truly convinced by his teachings and have therefore accepted him as our <i>guru</i> we need not practise any of the <i>niṣkāmya karmas</i> that he outlines in verses 4 to 7, because he has already shown us that the way to liberation is only self-investigation (<i>ātma-vicāra</i>). Therefore once he and his teachings have entered our life we should carefully consider all that he has taught us in his original writings, particularly in his three most crucial texts, <i>Nāṉ Yār?</i>, <i>Upadēśa Undiyār</i> and <i>Uḷḷadu Nāṟpadu</i>, and should thereby understand that all we need do is to investigate who or what we actually are, because then only will we be following the path taught by him, as he indicates we must do in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br>\n<br>\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br>\n<br>\nGod and <i>guru</i> are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the glance of <i>guru</i>’s grace will surely be saved by him and will never instead be forsaken; nevertheless, it is necessary to walk unfailingly along the path that <i>guru</i> has shown.</blockquote>\nIn the final clause of this paragraph, ‘குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்’ (<i>guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>), ‘it is necessary to walk unfailingly along [or according to] the path that <i>guru</i> has shown’, Bhagavan clearly implies that it is essential for us to follow without fail the path of self-investigation that he has shown us. If we fail to do so (that is, if we do not even try to be self-attentive), our love for him is not genuine <i>guru-bhakti</i> (the <i>bhakti</i> of the fourth standard) but is at best only <i>dēva-bhakti</i> (love for him as God, which is <i>bhakti</i> of the third standard, if we take him as our only God, or <i>bhakti</i> of the second standard, if we take him to be just one among many Gods that we worship).<br>\n<br>\n<a name=\"gvk965\"></a>The measure of our <i>guru-bhakti</i> is the extent to which we try to follow the path of self-investigation that he has taught us. Even if we seem to fail in our attempts it does not matter, so long as we persistently try, because our effort to be self-attentive indicates the love that we have to ‘walk unfailingly along the path that <i>guru</i> has shown’. If we do our bit by trying to walk his path, he will give us all the help and support we require, both from within and from outside, and thereby we will surely be saved by him. As he says in verse 965 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br>\n<blockquote>தன்னைநினைத் தோரடிநீ சார்ந்தா லதற்கீடா<br>\nவன்னையினு மிக்கவவ் வாண்டானும் — உன்னை<br>\nநினைத்துத்தா னொன்பதடி நீளவந் தேற்பா<br>\nனனைத்துக்கா ணன்னோ னருள்.<br>\n<br>\n<i>taṉṉainiṉait tōraḍinī sārndā ladaṟkīḍā<br>\nvaṉṉaiyiṉu mikkavav vāṇḍāṉum — uṉṉai<br>\nniṉaittuttā ṉoṉbadaḍi nīḷavan dēṟpā<br>\nṉaṉaittukkā ṇaṉṉō ṉaruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை நினைத்து ஓர் அடி நீ சார்ந்தால், அதற்கு ஈடா அன்னையினும் மிக்க அவ் ஆண்டானும் உன்னை நினைத்து தான் ஒன்பது அடி நீள வந்து ஏற்பான். அனைத்து காண் அன்னோன் அருள்!<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai niṉaittu ōr aḍi nī sārndāl, adaṟku īḍā aṉṉaiyiṉum mikka a-vv-āṇḍāṉum uṉṉai niṉaittu tāṉ oṉbadu aḍi nīḷa vandu ēṟpāṉ. aṉaittu kāṇ aṉṉōṉ aruḷ!</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை நினைத்து நீ ஓர் அடி சார்ந்தால், அதற்கு ஈடா அன்னையினும் மிக்க அவ் ஆண்டானும் உன்னை நினைத்து தான் ஒன்பது அடி நீள வந்து ஏற்பான். அன்னோன் அருள் அனைத்து காண்!<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai niṉaittu nī ōr aḍi sārndāl, adaṟku īḍā aṉṉaiyiṉum mikka a-vv-āṇḍāṉum uṉṉai niṉaittu tāṉ oṉbadu aḍi nīḷa vandu ēṟpāṉ. aṉṉōṉ aruḷ aṉaittu kāṇ!</i><br>\n<br>\n<b>English translation:</b> Thinking of him, if you approach one step, as an appropriate response to that, more [lovingly] than even a mother that Lord [God or <i>guru</i>] thinking of you will himself come nine steps and receive [you]. See, so great is his grace!</blockquote>\nHowever, though he repeatedly emphasised the need for us to follow this path of self-investigation by trying to be self-attentive as much as possible, he also indicated in <i>Śrī Aruṇācala Stuti Pañcakam</i> and elsewhere that we can draw help and support from him by praying to him and by practising devotion to his outward name and form (or to the outward name and form of Arunachala, which he indicated is himself). Therefore though trying to be self-attentive is the one essential practice of <i>guru-bhakti</i>, praying to him and expressing our love for him in whatever way appeals to us is also effective as a supplementary practice of <i>guru-bhakti</i>.<br>\n<br>\nTrying to be self-attentive is the one essential practice of <i>guru-bhakti</i> because it is both necessary and sufficient. It is necessary because until and unless we try to experience ourself alone we will never be able to experience ourself as we really are, and it is sufficient because if we try to experience ourself alone no other practice is necessary. As Bhagavan says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்.<br>\n<br>\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum</i>.<br>\n<br>\nOnly by the investigation who am I will the mind subside [or cease to exist].<br>\n<br>\nஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone will be sufficient.</blockquote>\nOn the other hand, prayer and other devotional practices are supplementary practices of <i>guru-bhakti</i> because strictly speaking they are neither necessary nor sufficient. They are not necessary because self-investigation is sufficient by itself, and they are not sufficient because until and unless we turn our attention back towards ourself alone no amount of prayer or <i>anya bhakti</i> can enable us to experience what we actually are.<br>\n<br>\n<a name=\"surrender\"></a><b>12. Is self-surrender an alternative to self-investigation?</b><br>\n<br>\nBhagavan often said that we should either investigate who we are or surrender ourself completely to God, so some people interpret this to mean that self-investigation and self-surrender are two alternative paths. However he also often said that we can surrender ourself completely to God only by investigating ourself, and he implied this very clearly in the first sentence of the thirteenth paragraph of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance], giving not even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [thought of oneself], alone is giving oneself to God.</blockquote>\nWhy then did he sometimes speak of self-surrender as if it were an alternative path? He did so because some people find the idea of surrendering oneself to God more appealing than the idea of investigating who or what one actually is. Though we can actually surrender ourself completely to God only by investigating ourself, and though we cannot investigate ourself without surrendering the ego or mind that now seems to be ourself, self-investigation and self-surrender are two alternative ways of conceptualising and describing this single practice.<br>\n<br>\nSelf-surrender means surrendering ourself, so what is this ‘self’ that we are to surrender? We obviously cannot surrender or give up what we actually are, because we can never cease to be what we actually are, nor can we ever separate ourself in any way from what we actually are, so self-surrender must mean surrendering only what we seem to be. In other words, self-surrender means surrendering our ego, the false ‘self’ that we now seem to.<br>\n<ul><a name=\"un26\"></a><b>12a. <i>Uḷḷadu Nāṟpadu</i> verse 26: we cannot surrender our ego so long as we are aware of anything other than ourself</b></ul>\nHow can we surrender this ego? Since this ego is just an erroneous and illusory experience of ourself — that is, an experience of ourself as if we were something that is not actually ourself — we can surrender it or give it up only by experiencing ourself as we actually are. So long as we experience ourself as anything other than what we actually are, that false experience of ourself is what is called ‘ego’, so we can get rid of this false experience only by experiencing ourself as we actually are. Therefore in order to surrender our ego effectively, we must try to experience what we actually are, and in order to experience what we actually are we must investigate ourself by trying to experience ourself in complete isolation from everything else. In other words, we must try to be exclusively aware of ourself alone.<br>\n<br>\nThis is why Bhagavan emphatically stated in the thirteenth paragraph of <i>Nāṉ Yār?</i> that self-surrender entails ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல்’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal</i>), ‘not giving even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [thought of oneself or self-attentiveness]’. Since according to the sense in which he used the term ‘thought’ any awareness of anything other than ourself is a thought, ‘not giving even the slightest room to the rising of any thought other than thought of oneself’ means not being aware of anything other than ourself, so what he clearly implies in this sentence is that we cannot give ourself entirely to God unless we avoid being aware of anything other than ourself.<br>\n<br>\nWhy is this so? Because according to what Bhagavan teaches us in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, we rise, stand and flourish as this ‘formless phantom ego’ (உருவற்ற பேய் அகந்தை: <i>uru-v-aṯṟa pēy ahandai</i>) only by ‘grasping form’ (உரு பற்றி: <i>uru paṯṟi</i>) — that is, by being aware of anything other than our formless self. What we really are is never aware of anything other than ourself as we really are, so whenever we are aware of anything other than ourself, we are not experiencing ourself as we really are but only as this ego. Therefore we seem to be this ego only when we are aware of anything other than ourself, so we cannot experience ourself as we really are and thereby give up our ego so long as we are aware of anything other than ourself. This is why Bhagavan said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para03\">third</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[...] கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n[...] <i>kaṯpita sarppa-jñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-jñāṉam uṇḍāhādadu pōla, kaṯpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa darśaṉam uṇḍāhādu</i>.<br>\n<br>\n[...] Just as unless knowledge of the imaginary snake ceases, knowledge of the rope, which is the <i>adhiṣṭhāna</i> [the base that underlies and supports the illusory appearance of the snake], will not arise, unless perception of the world, which is a <i>kalpita</i> [a fabrication, mental creation or figment of our imagination], ceases, <i>svarūpa-darśana</i> [experience of our own essential self], which is the <i>adhiṣṭhāna</i> [the base or foundation that underlies and supports the imaginary appearance of this world], will not arise.<br>\n<br>\n[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. [...] மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. [...]<br>\n<br>\n[...] <i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>. [...] <i>maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>. [...]<br>\n<br>\n[...] Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. [...] When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [our ‘own form’ or essential self] does not appear [as it really is]; when <i>svarūpa</i> appears (shines) [as it really is], the world does not appear. [...]</blockquote>\nAs he states unequivocally in these passages, awareness of the world (which includes awareness of anything other than ourself) is incompatible with awareness of ourself as we really are. Therefore we have to choose between being aware of the world or anything other than ourself and being aware of ourself as we really are. So long as we are aware of anything other than ourself, we cannot be aware of ourself as we really are, and hence we cannot cease experiencing ourself as this ego. Therefore in order to surrender our ego entirely, we must give up being aware of anything other than ourself. As Bhagavan says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nWe cannot give up our ego without giving up everything else along with it, and as Bhagavan clearly implies in this verse, the only way in which we can give up both our ego and everything else is by investigating what this ego actually is. Since this ego is nothing but ourself seeming to be something other than what we actually are, when we investigate what it is by focusing our entire attention upon it (thereby withdrawing our attention from everything else) we will find that what seemed to be this ego is actually just ourself as we really are. Therefore self-investigation is the only effective means by which we can give up or surrender our ego entirely.<br>\n<ul><a name=\"partial\"></a><b>12b. Partial surrender will gradually lead to complete surrender</b></ul>\nHowever, though our self-surrender can be complete only when we investigate ourself by trying to be aware of ourself alone, the path of devotion (<i>bhakti mārga</i>) is a means by which we can gradually come to the point where we are ready to give up everything else and attend to ourself alone, with the firm conviction that what shines within us as ‘I’ is essentially nothing other than God himself. In other words, <i>bhakti mārga</i> provides a gentle and gradual approach to self-surrender — an approach that will eventually culminate in self-investigation, which is the only means by which our self-surrender can become complete.<br>\n<br>\nTherefore whenever Bhagavan said that we should either investigate who we are or surrender ourself completely to God, the reason why he mentioned surrender as if it were an alternative to self-investigation is that for some people the more gentle and gradual approach of <i>bhakti mārga</i> is the most suitable way to come to the path of self-investigation, and in <i>bhakti mārga</i> surrender evolves from being partial to eventually becoming complete. This is why whenever anyone complained to him that self-surrender does not seem to be possible, he would say either that if we cannot surrender ourself we should try instead to investigate ourself, or that even if complete self-surrender is not possible initially, at least partial surrender is possible for everyone, and partial surrender will eventually lead to complete surrender (as he is recorded to have said on one occasion in section 244 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a>: 2006 edition, page 203).<br>\n<br>\nWhat exactly did he mean by partial surrender? Obviously we cannot partially give up our ego, because we experience ourself either as we really or as this ego, so we cannot experience ourself partially as we really are and partially as this ego. Therefore surrender of our ego is an all or nothing state, so partial surrender must mean surrender of something other than our ego. What most devotees mean when they talk about surrender is not surrender of ‘I’ (the ego) but only surrender of ‘mine’ (everything that the ego normally claims as its own), so partial surrender means a gradual giving up of everything that seems to be ‘mine’.<br>\n<br>\nEven in the stage of <i>kāmya bhakti</i> devotees give up certain things that they consider to be ‘mine’, either by giving donations to a temple, church, mosque, synagogue, gurudwara or some other charity, or by abstaining from some particular worldly pleasure, but they do so only because they hope to gain something from God in return for their sacrifice. However, after they progress beyond such <i>kāmya bhakti</i> to <i>niṣkāmya bhakti</i>, they continue making similar sacrifices, but do so just for the love of God and without any expectation of receiving anything in return. This is the stage at which partial surrender really begins.<br>\n<br>\nWorshipping God in any way by body, speech or mind without expecting anything in return is itself a form of partial surrender, because we are offering to God the fruits of our actions instead of desiring them for ourself. In this way our mind is gradually purified or cleansed of its grosser forms of desire and attachment, as Bhagavan says in <a href=\"#uu03\">verse 3</a> of <i>Upadēśa Undiyār</i>, and this gradual shedding of our desires and attachments is further progress on the path of partial surrender.<br>\n<br>\nHowever, so long as we are worshipping God as anything other than ourself, we are still clinging to our false experience of ourself as a seemingly separate ego or soul, so we cannot surrender anything more than ‘mine’. However much of ‘mine’ we may manage to surrender to God, vestiges of ‘mine’ will remain in one form or another and fresh forms of ‘mine’ (such as more subtle desires or attachments) will continue sprouting so long as we do not surrender their root, our separate ‘I’ or ego. Therefore in order to surrender not just ‘mine’ but this ‘I’ itself we must give up our idea that we are anything separate from God, and we can give up this idea only by meditating upon him as nothing other than ourself, as Bhagavan indicates that we should do in <a href=\"#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>.<br>\n<br>\nThat is, it is only when our devotion evolves from <i>anya bhakti</i> (devotion to God as something other than ourself) into <i>ananya bhakti</i> (devotion to him as nothing other than ourself) that we go beyond surrendering only ‘mine’ (partial surrender of things other than ourself) and begin to face the challenge of actually surrendering ‘I’ (complete surrender of ourself and everything else). In this way by progressing through the various stages and practices of <i>bhakti</i> we will eventually reach the point to which all those stages and practices are intended to lead, namely the complete surrender of ourself, the ‘I’ or ego, the false entity who claims that anything is ‘mine’.<br>\n<br>\nIn order to surrender ourself, we obviously need to surrender all our attachments to everything else, so the gradual training in surrendering our attachments to other things that we receive while following the path of <i>anya bhakti</i> is a necessary prerequisite to surrendering ourself entirely. However, once we have understood that the only way to surrender our ego and thereby surrender everything else along with it is to investigate or meditate upon ourself alone, we no longer need to practise any form of <i>anya bhakti</i>, because we can shed all our attachments more quickly, effectively and reliably by trying to be self-attentive than we could by any other means whatsoever.<br>\n<ul><a name=\"ny13b\"></a><b>12c. <i>Nāṉ Yār?</i> paragraph 13: the significance of the last three sentences</b></ul>\nWe have already considered the importance of the first sentence of the thirteenth paragraph of <i>Nāṉ Yār?</i> several times in this article (such as in <a href=\"#ny13a\">section 6b</a>), so let us now consider the rest of that paragraph. However before we do so, it is worth noting the significance of the fact that it was immediately after saying in the final sentence of the twelfth paragraph that ‘it is necessary to walk unfailingly along the path that <i>guru</i> has shown’ (குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்: <i>guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>) that Bhagavan began this paragraph by indicating that being exclusively self-attentive (‘not giving even the slightest room to the rising of any thought other than thought of oneself’) is that only means by which we can surrender ourself to God. By doing so, he emphasised that whether we think of the path shown by him in terms of either self-investigation or self-surrender, what it entails is trying to be aware of nothing other than ourself. Therefore whether we aspire to follow the path of self-investigation or the path of self-surrender, what we need to do is to try to think of nothing but ourself.<br>\n<br>\nWhat he says in the entire the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i> is as follows:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām. īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vakittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cinti-p-padēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance], giving not even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [thought of oneself], alone is giving oneself to God. Even though we place whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all activities [everything that happens in this world], instead of yielding to it why should we always think, ‘it is necessary to act in this way; it is necessary to act in that way’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it suffer bearing our small luggage on our head instead of remaining happily leaving it placed on that [train]?</blockquote>\nFor many devotees, particularly those who are strongly attached to <i>anya bhakti</i>, firmly believing that God is something separate from or other than themselves, the definition of self-surrender that Bhagavan gives in the first sentence of this paragraph may seem strange or unfamiliar, and may even appear to be threatening to their idea of devotion and surrender, whereas what he says in the next three sentences will appear familiar and comforting. Does this mean, then, that he is describing two different types or concepts of surrender here? No, because if we understand the reason why he defines self-surrender as he does in the first sentence, it will be clear that what he says in the next three sentences is intended to help us to put into practice what he says in the first one.<br>\n<br>\nThat is, since he says in the first sentence that we can surrender ourself completely to God only by thinking of nothing other than ourself, what he says in the later three sentences is intended to encourage us not to be distracted by any other thoughts. So long as we think we are responsible for anything that is happening in this world, or that we must bear the burden of worldly concerns and responsibilities, we will not be able to free ourself from endless thoughts about such things. If we are to think of nothing other than ourself, knowing and being confident that the one supreme ruling power (<i>paramēśvara śakti</i>) is taking care of everything else and that we can therefore yield all our own cares and concerns to it without thinking about them even a little will help us greatly to avoid being distracted by thoughts of anything other than ourself.<br>\n<br>\nIf we have strong faith in God, and if we firmly believe him to be all-knowing, all-loving and all-powerful, what need is there for us to think about anything? Whatever we or anyone else need is known to him, and since he is omnipotent and loves each one of us as himself, he will surely provide what is best for each of us, so there is no need for us to pray to him or even to think about anything. All we need do is to surrender ourself and all our seeming burdens to him by silently subsiding back into the source from which we arose (as he urges us to do in <a href=\"#uu10\">verse 10</a> of <i>Upadēśa Undiyār</i>, and which we can do only by the strength and firmness of our <i>ananya-bhāva</i> or self-attentiveness, as he implies in verses <a href=\"#uu08\">8</a> and <a href=\"#uu09\">9</a>).<br>\n<br>\nWe may not yet have sufficient love for him or trust in him to be able to yield everything to him and subside back into ourself, the source from which we arose, but the quickest and most effective way to cultivate such love and trust is to persevere patiently in our effort to be self-attentive as much as we can. As he used to say, sooner or later we will each have to begin trying to turn our attention back within in order to subside in the infinite reality that we really are, so rather than waiting till later, we should begin as soon as possible by trying at this very moment, and should continue trying as much as we can until we finally succeed.<br>\n<br>\n<a name=\"conclusion\"></a><b>13. Conclusion</b><br>\n<br>\nSo what is the final answer to the question that this article has been considering: can we experience what we actually are by following the path of devotion (<i>bhakti mārga</i>)? The simple answer is obviously yes, but how directly we can experience what we actually are depends upon how close we have come to the final stage of this path, namely the stage at which we focus all our love and effort on trying to surrender our ego entirely to God by being vigilantly self-attentive.<br>\n<br>\nAs we have seen, the <i>bhakti mārga</i> includes a wide range of beliefs and practices, some of which are more advanced and beneficial than others, but where all such beliefs and practices must eventually lead is to <i>ananya-bhāva</i> or self-attentiveness, which is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘the best among all’, and by the strength or firmness of which alone we will subside back into the source from we rose. Therefore the conclusion we can draw from studying <i>Upadēśa Undiyār</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Nāṉ Yār?</i> carefully and in depth is that the ultimate and best practice of <i>bhakti mārga</i> is self-investigation (<i>ātma-vicāra</i>), because it is the only means by which we can surrender ourself entirely to God, the one infinite reality, which alone is what we actually are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "159",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6926182508191369542/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "guru",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjcyNjg5ODU1ODY4Cm9mZnNldDogMAo\""
}