{
    "kind": "blogger#post",
    "id": "1173693549603818706",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-05-03T10:45:00+01:00",
    "updated": "2015-05-03T10:45:32+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/05/being-attentively-self-aware-does-not.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1173693549603818706",
    "title": "Being attentively self-aware does not entail any subject-object relationship",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/04/trying-to-see-seer.html?showComment=1430440526735#c6401645788327972720\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/04/trying-to-see-seer.html\">Trying to see the seer</a>, a friend called Diogenes wrote:<br>\n<blockquote>Is it at all possible to be attentively self-aware, that is, paying close direct high concentrated undivided attention and looking intensely-carefully to anything featureless? To try to keep our entire mind or attention fixed firmly and unshakenly on that which sees, i.e. our ego, is surely a reflective activity of the subject, i.e. ourself. You say that we ourself are not an object. But to gently see, attend to or observe ourself seems to be just an objective process to which the subject is involved.</blockquote>\nThe following is my reply to this:<br><a name='more'></a>\n<ol>\n<li><a href=\"#subject\">We are the subject, and can never be an object</a></li>\n<li><a href=\"#featureless\">We are aware of ourself even though we are featureless</a></li>\n<li><a href=\"#aware\">Being self-aware is not an adjunct but what I essentially am</a></li>\n<li><a href=\"#attentively\">Because we are self-aware we can choose to be <i>attentively self-aware</i></a></li>\n<li><a href=\"#possible\">Is it possible to be attentively self-aware?</a></li>\n</ol>\n<a name=\"subject\"></a><b>1. We are the subject, and can never be an object</b><br>\n<br>\nThere is a fundamental difference between subject and object. The subject is what experiences everything (both itself and all other things), and the object is anything else — that is, anything that is other than the subject, but that stands in relation to it as an object of its experience. Whereas the subject experiences both itself and everything else, an object does not experience either itself or anything else. Therefore by definition the subject cannot be an object.<br>\n<br>\nThe subject does experience itself, but not as an object, because it experiences itself only as itself, the subject. A clue to this simple and obvious fact lies in the way we structure our languages, because in most (or perhaps even all) languages there is a crucial distinction made between accusative pronouns (me, you, him, her, it, us and them) and reflexive pronouns (myself, yourself, himself, herself, itself, oneself, ourselves, yourselves and themselves). When we talk about what we do to an object (a second or third person) we use the accusative case (the case reserved for objects), whereas when we talk about what we do to the subject (ourself, the first person) we use a reflexive pronoun, because the subject is not an object of its own action or experience.<br>\n<br>\nFor our present purposes, rather than considering any verbs of action, it is particularly relevant to see how this applies in the case of verbs of cognition, such as observing, watching, looking at, attending to, seeing, hearing, perceiving, knowing, experiencing or being aware of. For example, if we say we are observing a second or third person, we use the appropriate accusative pronoun, ‘I am observing you, him, her, it or them’, whereas if we say we are observing ourself (the first person, the subject) we do not use an accusative pronoun, ‘I am observing me’, but only the reflexive pronoun, ‘I am observing myself’. We use the accusative first person pronoun ‘me’ only when the subject of the sentence is some other person, as in ‘she is observing me’.<br>\n<br>\nThis distinction between accusative pronouns and reflexive pronouns enables us to distinguish a subject-object relationship from a subject-subject one (that is, one in which the subject stands in a reflexive relationship with itself). For example, if someone says, ‘she is observing her’, we understand that the ‘her’ who is being observed is someone other than the ‘she’ who is observing, whereas if they say, ‘she is observing herself’, we understand that the ‘herself’ who is being observed is the same as the ‘she’ who is observing.<br>\n<br>\nSelf-awareness (our awareness of ourself) is not a subject-object relationship but a reflexive relationship between the subject and itself. Our awareness of anything else is a subject-object relationship, because two distinct things are involved, namely ourself as the subject and the other thing as the object, but in the case of our awareness of ourself, only we are involved, so there is no second thing to stand as an object in relation to us.<br>\n<br>\n<a name=\"featureless\"></a><b>2. We are aware of ourself even though we are featureless</b><br>\n<br>\nDiogenes, you ask whether it is possible to look carefully at anything featureless. Nothing other than ourself is featureless, because it is only features that enable us to distinguish each thing from each other thing and also from ourself. There can be no such thing as a featureless object, because nothing could be an object of our experience if it did not have any features that we could experience. Each object is defined only by its features, and in the absence of any features it would not be an object or a distinct thing at all.<br>\n<br>\nWhat we essentially are is featureless. Now we seem to be a person with certain features (both physical and mental), but all such features are mere adjuncts, because we experience ourself in their absence in sleep. We do not experience any features in sleep, yet we know that we were asleep, because we did not cease to experience ourself then. When we say, ‘I slept peacefully last night’, we are expressing our experience of having been in a state in which we experienced no features.<br>\n<br>\nIf we did not experience such a state intermittently, we would be aware of only two states, namely waking and dream, with no perceptible gap between successive occurrences of them. The fact that we are aware of gaps between such states shows that we actually experience those gaps while they are occurring. Those gaps are what we call sleep, and in them we experience no features. Thus we experience two kinds of states, one in which we experience features, and one in which we experience no features. Waking and dream are each the former kind, whereas sleep is the latter kind.<br>\n<br>\nSince we experience ourself in both these kinds of states, we cannot be anything that we experience in one of them but not in the other. Therefore we cannot be any of the features that we experience in waking or dream, because in sleep we experience ourself without experiencing any such features. What we actually are is therefore essentially featureless.<br>\n<br>\nIf we try to describe our experience in sleep, we can do so only in negative terms by saying that we did not experience any features of the kind that we are accustomed to experiencing in waking and dream. Our experience in sleep is therefore almost a complete negation or opposite of our experience in waking and dream, yet in both these states we experience ourself.<br>\n<br>\nThe fact that we are aware of ourself in each of these three states means that we are able to be aware of ourself even though we are essentially featureless. In other words, we do not need to have any features in order to experience ourself. Even in the absence of all distinguishable features, we are still aware of ourself. Therefore, if at all we wish to describe ourself as having any feature, the only thing about ourself that we could call a ‘feature’ is our self-awareness, and it is by this ‘feature’ alone that we cognise ourself.<br>\n<br>\n<a name=\"aware\"></a><b>3. Being self-aware is not an adjunct but what I essentially am</b><br>\n<br>\nIn waking and dream we experience ‘I am aware of other things’, but ‘aware of other things’ is only an adjunct and not what I essentially am, because in sleep I experience myself without experiencing myself being aware of any other thing. What we experience in each one of our three states is only ‘I am aware of myself’, so ‘aware of myself’ is not just an adjunct but what I essentially am. Therefore, though ‘aware of other things’ is what I now seem to be, it is not what I actually am. What I actually am is only ‘aware of myself’ — which is what is otherwise known as self-awareness or being self-aware.<br>\n<br>\nSince all other things are objects, being ‘aware of other things’ is an objective experience, whereas I myself am not an object, so being ‘aware of myself’ is not an objective experience but an entirely subjective one. It is an experience that entails nothing but myself, the subject, being aware simply of myself. However, even to call it a subjective experience is not entirely correct, because I experience myself as the subject only in relation to whatever objects I may experience, so when I am aware of myself alone, my self-awareness transcends the state of being a self-aware subject. It is just the pure and simple experience of being self-aware, which is what I always essentially am.<br>\n<br>\n<a name=\"attentively\"></a><b>4. Because we are self-aware we can choose to be <i>attentively self-aware</i></b><br>\n<br>\nHowever, though we are always essentially self-aware, in waking and dream we tend to neglect or overlook our self-awareness because we are more interested in our awareness of other things. Therefore though we are self-aware, we are not <i>attentively self-aware</i>, because most of our attention is preoccupied with all the other seemingly interesting or attractive things that we are now experiencing.<br>\n<br>\nBecause we are aware both of ourself and of other things, we can choose either to be either attentively self-aware or attentively aware of other things. Most of the time we choose the latter, but the more we choose the former the more familiar we will become with being simply self-aware — or at least aware of ourself to a greater extent than we are aware of other things.<br>\n<br>\n<a name=\"possible\"></a><b>5. Is it possible to be attentively self-aware?</b><br>\n<br>\nDiogenes, you ask whether it is at all possible to be attentively self-aware, which indicates that you have not yet tried sufficiently to be so. You may have tried a little, but not yet persistently enough. Therefore the most appropriate answer to your question seems to be: try it and see, and even if you seem to fail at first, continue trying until you succeed, because it is certainly possible. Being attentively self-aware is a skill that we can learn only with practice.<br>\n<br>\nIf you had never ridden on a bicycle, nor seen anyone else doing so, you may ask whether it is possible to balance on two narrow wheels, but if you were to try persistently enough, you would eventually find (albeit after several not so successful attempts) that it is possible. Before you acquire the skill to do so, you would have to fall many times, but the more you practise the easier it would become, until eventually it would become as natural for you as walking.<br>\n<br>\nLikewise, when we first begin trying to be attentively self-aware, we lose our balance frequently, because our attention is easily diverted away towards other things, but with persistent practice we gradually learn how to remain balanced at least somewhat more steadily in a state of simple self-attentiveness.<br>\n<br>\n‘Try persistently until you succeed’ is the only practical answer to your question. However, if your doubt is whether it is even theoretically possible to do so, the answer is that we can attend to anything that we are aware of or able to be aware of, because attention or attentiveness is simply the focusing of our awareness on whatever we choose to be aware of. If we are not much interested in or curious about our self-awareness, it may seem difficult for us to focus on it, because our attention will be quickly drawn away towards other things that we find more interesting. But if we are interested in our self-awareness — curious about what we actually are — our curiosity will prompt us to persevere in trying to focus our attention on ourself.<br>\n<br>\nYou describe being attentively self-aware as ‘paying close direct high concentrated undivided attention’ to ourself or our self-awareness, but in this context the verb ‘paying’ is potentially misleading. Though the term ‘paying attention’ seems to suggest an action, what it actually means is just being attentive, so it is essentially a state of being rather than an action. However, when we pay attention to anything other than ourself, we are directing our attention away from ourself towards that other thing, so that does entail a movement or activity of our mind, and hence paying attention to anything else (any object) is a state of being mentally active. On the other hand, when we try to be self-attentive, we are not directing our attention away from ourself, its source, so being self-attentive (or attentively self-aware) does not entail any movement or activity of our mind, and hence it is just a state of being as we really are — because what we really are is always naturally and effortlessly self-aware.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1173693549603818706/comments"
    },
    "labels": [
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDMwNjQ2MzMyNzM3Cm9mZnNldDogMzYwMDAwMAo\""
}