{
    "kind": "blogger#post",
    "id": "6722813369287640776",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-04-06T12:28:00+01:00",
    "updated": "2015-04-07T09:24:28+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/04/how-we-can-confidently-dismiss.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6722813369287640776",
    "title": "How we can confidently dismiss the conclusions of materialist metaphysics",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/all-phenomena-are-just-dream-and-only.html\">All phenomena are just a dream, and the only way to wake up is to investigate who is dreaming</a>, I wrote:<br>\n<blockquote>Moreover, since we experience ourself existing in sleep, when we do not experience anything else, the fact that we exist independent of whatever else we may experience in waking or dream is self-evident. Therefore we need not doubt this fact, or suppose that our existence could depend upon the existence of our body or any other thing, as is wrongly supposed by most present-day philosophers and scientists.</blockquote>\nQuoting this passage, a friend called Sivanarul wrote <a href=\"http://happinessofbeing.blogspot.com/2015/03/all-phenomena-are-just-dream-and-only.html?showComment=1427979072764#c9097885426012590528\">a comment</a> in which he said:<br><a name='more'></a>\n<blockquote>With regards to Michael’s writing above, it is quite a challenge to remove this doubt even as a working hypothesis. There are two powerful opposing forces. First is the very strongly rooted “I am the body” idea. Second is scientific materialism that powerfully reinforces “I am the body” idea. Our lives are pretty much run by technology these days and technology is the huge success story of science. The web, mobile phones and GPS are part of everyday life and their successes in turn add tremendous credibility to anything science concludes. <br>\n<br>\nSo the question that the questioner asked Michael, “This awareness/consciousness can be a by-product of the body? Some neurons + chemical reactions happening in the brain which is projected as this consciousness?” is the conclusion of science which says the waking state is the base reality of life. The mind projects dream state as a way to fulfil desires that cannot be fulfilled in waking state, and deep sleep is a state where the mind takes rest. Consciousness is simply an epiphenomenon of the brain which arises when matter gets complex enough.<br>\n<br>\nIn fact, science can say all spiritual experiences reported by spiritual saints and Jnanis may just be the trigger of a sub-atomic particle. Just like, the recently verified Higg’s Boson, gives mass to matter, science can conclude that there is an undiscovered particle that the saints tap into in the body (by Vichara, Meditation Japa etc) that gives rise to their experiential reality. Once the body dies, that tapped into particle also dies and the experiential reality of the Jnani also dies with it. This does not mean I support the scientific conclusion on this matter. But it is also not easy to dismiss its conclusion.</blockquote>\nAnd in <a href=\"http://happinessofbeing.blogspot.com/2015/03/all-phenomena-are-just-dream-and-only.html?showComment=1427986150174#c7694333517565542867\">a second comment</a> he added:<br>\n<blockquote>As a continuation of my previous comment, even experiencing “I” completely in isolation to anything else will not disprove the theory because the experience of isolation itself can be simply a trigger of an undiscovered subatomic particle like Higg’s Boson. In other words, a Jnani’s experiential reality of “Ajata” could be brain based that gets triggered based on certain conditions (internal and/or external). Once triggered, the state is irreversible as long as the body exists. Once the body dies, that state dies as well. The only way this theory can be disproved is that after physical death, if we realize ‘I’ still exists. As long as the Physical brain is involved (waking, dream, deep sleep), nothing definite can be said. <br>\n<br>\nWe have two compelling arbiters’ of reality. One is the rich spiritual tradition with its long list of saints, mystics and jnani’s (or Jnana alone). Other is the modern scientific enterprise with its illustrious scientists. Both provide very compelling arguments. It is unfortunate that it cannot be verified which one is right when we are still brain based.</blockquote>\nThe uncertainty that Sivanarul expressed in these two comments is one that may affect many people who aspire to follow the teachings of Sri Ramana but have not yet reflected sufficiently deeply upon them, so the following is my reply to this uncertainty:<br>\n<ol>\n<li><a href=\"#self-investigation\">Self-investigation is the only means by which we can eradicate all doubt</a></li>\n<li><a href=\"#science\">Science cannot resolve any metaphysical doubts</a></li>\n<li><a href=\"#body\">We cannot be the body that we now seem to be</a></li>\n<li><a href=\"#waking\">Belief in the reality of the waking state is not adequately justified</a></li>\n<li><a href=\"#dream\">Does our present body exist when we are dreaming or asleep?</a></li>\n<li><a href=\"#ourself\">What actually exists is only ourself</a></li>\n<li><a href=\"#consciousness\">Materialist theories of consciousness cannot explain it satisfactorily</a></li>\n<li><a href=\"#experiencer\">Materialism cannot account for the experiencer</a></li>\n</ol>\n<a name=\"self-investigation\"></a><b>1. Self-investigation is the only means by which we can eradicate all doubt</b><br>\n<br>\nSo long as we experience ourself as an ego (which is a confused mixture of ourself and certain adjuncts that we mistake to be ourself, such as a body and mind), there is scope for us to doubt just about anything, particularly with regard to metaphysical beliefs, because the ego is by definition metaphysically ignorant, since metaphysical ignorance (ignorance about what we actually are) is what gives rise to the illusion that we are this ego. Therefore, as I wrote in the final sentence of the article on which Sivanarul was commenting:<br>\n<blockquote>[…] the only way in which we can completely eradicate any scope for any doubt we may have about whether our current state is just another dream or a state of real waking, or about whether our current body exists when we do not experience it, is by experiencing ourself as we really are, and the only way we can experience ourself as we really are is by investigating ourself, who experience not only the seeming existence of other things in waking and dream, but also their absence in sleep.</blockquote>\nThough I referred there to two particular doubts that we may have, what I wrote applies to any metaphysical doubt that we may have. Investigating ourself and thereby experiencing ourself as we really are is the only means by which we can completely eradicate all scope for any doubt regarding metaphysical issues — or regarding anything else for that matter, because doubt can arise only for our ego (since it is our ego alone that experiences anything other than ourself), and our ego will cease to exist when we experience ourself as we really are.<br>\n<br>\n<a name=\"science\"></a><b>2. Science cannot resolve any metaphysical doubts</b><br>\n<br>\nHowever, though self-investigation is the only means by which we can completely eradicate our ego and hence all scope for any doubt whatsoever, Sri Ramana’s teachings give us powerful arguments that can help us to resolve many of our metaphysical doubts with a reasonable degree of certainty and confidence even while we are still experiencing ourself as this ego. For example, regarding the two opposing metaphysical views that Sivanarul referred to — namely the view taught by Sri Ramana that we exist independent of the transitory appearance and disappearance of any body, our mind or any other phenomena, and the opposing view espoused by many present-day philosophers and scientists that our existence is dependent on the functioning of our body and brain — Sri Ramana has given us strong reasons to accept his view based upon a simple and clear analysis of our own experience of ourself in our three alternating states of waking, dream and sleep.<br>\n<br>\nSivanarul cites ‘the huge success story of science’, particularly with reference to all the wonderful technology it has given us, but though science has been successful in understanding and manipulating <i>how</i> phenomena work, we cannot justifiably infer from this success that it has been equally successful in understanding <i>what</i> phenomena actually are —that is, what it is that appears as all these phenomena. Knowing how phenomena work (or at least how they seem to work) does not enable us to know whether any of them exist independent of our experience of them, or whether they are all just a mental creation, like any phenomena that we experience in a dream.<br>\n<br>\nAs I have explained elsewhere (such as in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/does-world-exist-independent-of-our.html\">Does the world exist independent of our experience of it?</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/science-and-self-investigation.html\">Science and self-investigation</a>), the entire edifice of modern scientific theories is based upon a huge metaphysical assumption, the correctness of which no scientist or philosopher is able to verify or ever could verify, namely the assumption that certain phenomena that we experience (specifically all those phenomena that we collectively call ‘the world’ and that such people claim to be ‘objective reality’) exist independent of ourself, the subject or first person who experiences them.<br>\n<br>\nModern scientific observations and theories seem to be useful to us in numerous ways in our material life, but that does not mean that they can help us in any way to remove our metaphysical ignorance or to resolve any metaphysical doubts. One of the most fundamental metaphysical issues is the question whether anything that we experience exists independent of our experience of it — or is in any way caused by anything that exists independent of our experiencing ego or mind — but no scientific observation or theory can provide any evidence or adequate reason to suppose that our inborn belief in the independent existence of the physical world is correct. Therefore, when considering metaphysical issues, we cannot rely upon whatever science may seem to tell us.<br>\n<br>\n<a name=\"body\"></a><b>3. We cannot be the body that we now seem to be</b><br>\n<br>\nOn the other hand, Sri Ramana has not only taught us a reliable means by which we can remove our metaphysical ignorance forever, but has also given us strong grounds for concluding that we are mistaken in believing that we are the physical body that we now experience as if it were ourself, and also in believing that the physical world exists independent of our experience of it. These grounds are in brief as follows:<br>\n<br>\nIf we were actually the physical body that we now seem to be, we could not experience ourself without experiencing this body, but we experience it only in our present state (the state that we now believe to be our waking state) and not in dream or sleep. In dream we experience some other body as if it were ourself, and in sleep we experience ourself without experiencing any body whatsoever. Our experience therefore provides us with irrefutable evidence that neither our present body nor any other body can be what we actually are, and that our experience that this body is ourself is therefore an illusion.<br>\n<br>\nSince we experience the seeming existence of this physical world only when we experience ourself as our present body, and since we likewise experience the seeming existence of another such world in dream when we experience ourself as some other body, it is clear that our experience of this or any other world is dependent upon our experience that we are a body in whichever world we are then experiencing. Therefore, since we have concluded that our experience that we are a body is an illusion, all the worlds (indeed all the phenomena, both physical and mental) that we experience solely on the basis of this illusion must likewise be illusory.<br>\n<br>\nTherefore, contrary to what Sivanarul says, it is actually quite easy for us to dismiss the conclusion (or rather the fundamental assumption) of science and of many varieties of philosophy that claim that we are just a physical body and that the world in which this body seems to exist exists independent of our experience of it.<br>\n<br>\n<a name=\"waking\"></a><b>4. Belief in the reality of the waking state is not adequately justified</b><br>\n<br>\nHowever, in order for us to strengthen our conviction that the view taught by Sri Ramana is correct, and that the claims made by metaphysical materialism (also known as physicalism) are therefore unjustified, let us consider some of the claims made by some scientists and philosophers that Sivanarul mentions in his comments. Firstly, he mentions ‘the conclusion of science which says the waking state is the base reality of life’, but rather than describing this as a conclusion of science, it would be more accurate to describe it as one of the fundamental assumptions of science, because it is an assumption on which all scientific research and theories are based. Therefore to argue that it is a conclusion that we can reach on the basis of any scientific research or theory is obviously begging the question — that is, it is assuming that the proposition in question (namely that ‘the waking state is the base reality of life’) is true, and using it as a premise in an argument in support of itself.<br>\n<br>\nScience is not actually the reason why we tend to believe that ‘the waking state is the base reality of life’, because we would tend to believe this even if we knew nothing about modern science. The reason we tend to believe this is that whatever we happen to be currently experiencing (whether we are actually awake or just dreaming) seems to us to be real, so even while we are dreaming what we are then experiencing seems to be real, and hence we assume that we are then awake (as I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/is-there-any-real-difference-between.html#awake\">While dreaming we seem to be awake</a>). Whatever we are currently experiencing seems to us to be real for the simple reason that I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/is-there-any-real-difference-between.html#illusion\">The power of the illusion that whatever we are currently experiencing is real</a>, namely:<br>\n<blockquote>[...] whenever we experience any world, whether we are dreaming or seemingly awake, we always experience ourself as if we were a body in that world. Therefore, since we are real, we experience our current body as if it were real, and since that body is a part of a world, we experience that world as if it too were real. That is, we superimpose the reality of ourself upon whatever body we experience as ourself, and via that body we also superimpose it upon the world.</blockquote>\nWe tend to believe that we are not now dreaming only because our present body and whatever else we are currently experiencing seems to us to be real, whereas whatever we experienced in any state in which we experienced ourself as some other body now seems to us to be unreal and hence just a dream. Therefore it is natural for us to assume that our current state is our real state and that any other similar state is just a dream, and hence to distinguish our current state from all such other states we call it our waking state. This is why we naturally believe that ‘the waking state is the base reality of life’ and is therefore fundamentally different to any dream. However, as I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/03/is-there-any-real-difference-between.html#begging\">Any argument that waking and dream are fundamentally different is begging the question</a>, whatever arguments we may try to give to show that there are any real or fundamental differences between waking and dream are based on our assumption that we are now not dreaming but awake, which is in turn based on our assumption that waking is actually a state distinct from dream, so such arguments are simply begging the question.<br>\n<br>\nIt seems to us to be evident that we are now not dreaming, but whatever evidence we may suppose shows this to be so will be certain features in our current state that we believe distinguishes it from dream, so these features seems to be evidence that we are now not dreaming only because we assume that our current state is not a dream. Our reasoning that we are now not dreaming is therefore circular and hence fundamentally flawed, so our inborn belief that we are now awake and that this waking state ‘is the base reality of life’ cannot be justified in any way without appealing unashamedly to a logical fallacy — the fallacy of begging the question or reasoning in a circle.<br>\n<br>\nThough every scientific theory does seem to lend support to our instinctive belief that the world we experience in our present state (which we now assume to be our waking state) is real, and that it is the basis of everything else that we experience, the support that it thus seems to lend is a fallacy, because every scientific theory is itself based upon this belief. Unless we assume that our present state is not just a dream created by our own mind, we cannot justify our assumption that the world we experience in this state exists independent of our experience of it, and unless we thus assume that this world does exist independent of our experience of it, we cannot justify our assumption that any scientific observation is anything but an illusion (like whatever we may experience in a dream) or that any scientific theory is true or reliable. Therefore, since belief in any scientific observation or theory is necessarily based upon the belief that our present state is real and not just a dream, how can any  scientific observation or theory give us sufficient reason to believe that our present state is not just a dream but ‘the base reality of life’?<br>\n<br>\nIn other words, since we must assume that our present state is not a dream in order to believe that it is ‘the base reality of life’, and since we must believe that it is real in order to believe that any scientific observation or theory is either true or reliable, no scientific observation or theory can be an adequate reason for us to conclude that ‘the waking state is the base reality of life’. Therefore to argue that science provides us with sufficient evidence or reason to reach this conclusion would be to argue in a circle.<br>\n<br>\n<a name=\"dream\"></a><b>5. Does our present body exist when we are dreaming or asleep?</b><br>\n<br>\nWhen Sivanarul writes, ‘The mind projects dream state as a way to fulfil desires that cannot be fulfilled in waking state, and deep sleep is a state where the mind takes rest’, immediately after writing that science says that ‘the waking state is the base reality of life’, he seems to imply that science assumes that when our mind projects a dream or rests in sleep, it does so in the brain of our waking-state body. However, like all other assumptions made in the name of ‘science’, this assumption is based entirely upon the unfounded assumption that our present state, which we now take to be waking, is not actually just another dream.<br>\n<br>\nWhen we are experiencing either a dream or the state of deep sleep, we do not experience our waking-state body, just as we now do not experience any body that we experienced as ourself in a dream. Since we now believe that all such dream bodies were just a creation or fabrication of our own dreaming mind, we do not have sufficient grounds for assuming that our present body (the one we now assume to be our waking-state body) is not likewise just a creation of our own dreaming mind. Unless we assume that our present state is not a dream, and that therefore the world we perceive in this state exists even when we do not experience it, we cannot assume that dreams occur in the brain of our present body. However, since we do not assume that the world we experience in a dream exists even when we are not experiencing it, we do not actually have any adequate justification for assuming that the world of our present state exists even when we are not experiencing it.<br>\n<br>\n<a name=\"ourself\"></a><b>6. What actually exists is only ourself</b><br>\n<br>\nWhen we consider whether or not ‘the waking state is the base reality of life’, the only experience we can rely upon is our own, because if our present state is not really a state of waking but just another dream, whatever experience any other person may tell us about would be no more reliable than any experience that a person in our dream may tell us about. On the basis of our current experience, we judge that whatever body we experienced as ourself in a dream does not now exist, and that though it seemed to exist while we were dreaming, it did not actually exist even then. Therefore, if we are to be impartial in our judgement, we should likewise judge that — unless our current state is not actually just another dream — our body in this state does not exist while we are experiencing any other dream or while we are asleep, and that though it seems to exist so long as we are experiencing this state, it does not actually exist even now.<br>\n<br>\nOther than our own experience, we do not have sufficient grounds for believing that anything exists. However, not everything that we experience actually exists, because our experience tells us that though some things seem to exist they do not actually exist. For example, whatever we experience while dreaming seems to exist then, but it no longer seems to exist once we wake up, so we conclude that it did not actually exist even when it seemed to exist, because we now recognise that it seemed to exist only in our own imagination. Therefore we should not assume that something actually exists just because it seems to exist.<br>\n<br>\nThough we must depend upon our experience in order to know what exists, we know that our experience is not a reliable guide when it comes to showing us what exists. Therefore we need to use our judgement in order to decide what we should believe actually exists. Many things seem to exist, but how can we be sure that any of them actually exist? According to Sri Ramana, <i>anything that seems to exist at one time but not at another time does not actually exist even when it seems to exist</i>. Whatever actually exists must always exist, and must always seem to exist — that is, it must always be experienced by us. Whatever we experience only temporarily does not actually exist but only seems to exist. This is why he used to say that what is real must always be real, and must not appear to be real only at certain times but not at other times — or in other words, that what is real must be eternal and unchanging.<br>\n<br>\nOn the basis of this simple but perfectly reasonable principle, we can conclude that the only thing that actually exists is ourself, because whatever else we may experience is something that we experience sometimes but not always. We experience time only in the states that we call waking or dream, but not in sleep, so though time seems to exist, it does not actually exist. Time is therefore just an illusion, and hence whatever appears or disappears in time is likewise just an illusion. What is real is only what we experience whether we are experiencing time (as in waking or dream) or whether we are not experiencing time (as in sleep), and that is only ourself.<br>\n<br>\nMoreover, we ourself are the only thing that we can be sure does actually exist, because if we did not exist we could not experience anything, whether real or illusory. Therefore the simple fact that we experience anything is conclusive proof that we ourself do actually exist. Anything else that we experience could be an illusion, because though it seems to exist it may not actually exist, but our own existence cannot be an illusion, because we could not experience our existence (or anything else) if we did not actually exist. Therefore if we accept Sri Ramana’s teaching that we alone actually exist, and if we recognise the fact that the existence of anything else is at best just doubtful, we are logically on very safe ground, whereas if we choose to believe the metaphysics of materialism or physicalism (the view that the physical world does not just seem to exist but actually exists and is ‘the base reality of life’), we are on very uncertain ground, to say the least.<br>\n<br>\n<a name=\"consciousness\"></a><b>7. Materialist theories of consciousness cannot explain it satisfactorily</b><br>\n<br>\nWhen Sivanarul writes, ‘Consciousness is simply an epiphenomenon of the brain which arises when matter gets complex enough’, he is referring to one of the theories espoused by some philosophers and scientists, namely the theory of epiphenomenalism, according to which all conscious experience is an epiphenomenon or secondary phenomenon caused by the physical phenomenon of electro-chemical activity in the brain (which they assume to be the primary phenomenon), and that though conscious experience is caused by such physical phenomena, it cannot be the cause of any physical phenomena. This is just one of various competing theories proposed by present-day philosophers and scientists in their attempt to explain conscious experience in more or less exclusively physical terms, but like all such theories it fails to explain this satisfactorily. <br>\n<br>\nAs some other philosophers point out, there is an ‘explanatory gap’ in the idea that what we experience is caused solely by whatever seems to be happening in our brain, because the features or ‘qualia’ of any conscious experience are quite unlike the physical features of what is happening in the brain, so to be able to equate one with the other would require a clear and satisfactory explanation, which no one has yet given. Of course physicalists hope that one day they will find such an explanation, but it is hard to imagine how they could ever do so.<br>\n<br>\nMoreover, the idea that physical phenomena are primary whereas what we actually experience is secondary is putting the cart before the horse. We do not actually experience any physical phenomena, but only mental impressions of physical phenomena, so the primary phenomena of our experience are only what we actually experience, and any other phenomena, such as physical phenomena, are secondary, because they are not directly experienced by us but are merely inferred by us on the basis of what we experience. Therefore giving primacy to anything physical while giving only secondary place to what we actually experience is illogical and can only lead us to dubious conclusions.<br>\n<br>\n<a name=\"experiencer\"></a><b>8. Materialism cannot account for the experiencer</b><br>\n<br>\nMoreover, even if what we experience could somehow be adequately explained by any physical phenomena such as electro-chemical activity in our brain, such phenomena cannot account for the experiencer — that is, for the fact that something experiences whatever is experienced. Who or what is it that experiences all of this? This is a question that is not adequately addressed or even considered either by modern philosophy or science.<br>\n<br>\nAll experience depends upon the existence of an experiencer, because without an experiencer there could be no experience, but the existence of an experiencer cannot be adequately explained by anything physical. The experiencer of all our experience is what we experience as ourself, but whatever we experience other than ourself cannot be ourself, because we experience nothing other than ourself permanently. Whatever else we may experience, and even if we do not experience anything else, we always experience ourself, so we cannot be anything that we do not always experience. We do not always experience our physical body or any other physical phenomena, because in dream we experience some other seemingly physical body and world, and in sleep we do not experience any physical phenomena, so we cannot be anything physical.<br>\n<br>\nWhat then are we, the experiencer? Just as we cannot be any physical phenomena, we likewise cannot be any mental phenomena, because we experience ourself in sleep without experiencing anything else. Therefore what we are cannot be explained in either physical or mental terms, so to experience what we actually are we must investigate ourself alone.<br>\n<br>\nNeither science nor philosophy can tell us what we actually are, so in order to discover what we actually are we must rely solely upon our own experience of ourself. At present our experience of ourself seems confused, because we experience ourself mixed with physical and mental adjuncts, so we mistake ourself to be this body and mind. Therefore in order to experience ourself as we actually are we need to isolate ourself experientially from all other things, and thereby to experience ourself perfectly clearly without experiencing anything else whatsoever.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "31",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6722813369287640776/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDI4Mzk1MDY4MDc2Cm9mZnNldDogMzYwMDAwMAo\""
}