{
    "kind": "blogger#post",
    "id": "1906952071039733765",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-08-15T14:03:00+01:00",
    "updated": "2015-08-15T21:34:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/08/trying-to-distinguish-ourself-from-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1906952071039733765",
    "title": "Trying to distinguish ourself from our ego is what is called self-investigation (<i>ātma-vicāra</i>)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437626968549#c4008331157155290763\">comment</a> on one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html\">Can we experience what we actually are by following the path of devotion (<i>bhakti mārga</i>)?</a>, a friend called Shiba wrote about the practice of self-investigation (<i>ātma-vicāra</i>) as if it consists of two distinct stages, saying that to ‘concentrate on I-thought is preliminary stage’ and that the next stage is ‘real atma-vichara’, which begins ‘when our minds are fixed in Self’. In reply to this I wrote a <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439309505493#c6165797975922958304\">comment</a> in which I said:<br>\n<blockquote>Shiba, when you write in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437626968549#c4008331157155290763\">your first comment</a>, “Atma is true Self. To fix attention on I-thought leads to Atma. Real atma-vichara begin when our minds are fixed in Self. I-thought is best clue to reach Atma and begin real atma-vichara. To concentrate on I-thought is preliminary stage and when other thoughts disappear and I-thought go back to the source (Atma), the next stage, real atma-vichara begin. I think those who can graduate from the preliminary stage are rare. I don’t know when I can graduate from the preliminary stage...”, you imply that <i>ātma-vicāra</i> consists of two distinct stages, and that only the second of these is ‘real atma-vichara’, but this is not actually the case.<br>\n<br>\n<i>Ātma-vicāra</i> does not consist of any distinct stages, because it is a single process in which our self-attentiveness is progressively refined until we experience nothing other than ourself alone. Moreover <i>ātman</i> is ourself as we really are, whereas our ego or ‘I-thought’ is ourself as we now seem to be, so these are not two distinct things, but only one thing appearing differently. Since what we now experience as ourself is only our ego or ‘I-thought’ (which is a confused mixture of ourself and adjuncts), when we investigate ourself we are investigating ourself in the form of this ego, but as we focus our attention or awareness more and more keenly and exclusively on ourself, our ego subsides more and more, until eventually it will vanish in pure self-awareness, which is ourself as we really are (our real <i>ātman</i>).<br><a name='more'></a>\n<br>\nSince it is only <i>ātman</i> (ourself as we really are) that now seems to be this ego, the more our ego subsides as a result of our vigilant self-attentiveness the closer we will come to experiencing <i>ātman</i> alone, and when we do eventually experience <i>ātman</i> alone even for a moment our ego will be destroyed forever. Therefore until that final moment, at no stage during our <i>ātma-vicāra</i> do we actually experience <i>ātman</i> alone, so your idea that real <i>ātma-vicāra</i> begins only when we are focused on <i>ātman</i> alone is not correct. When we finally manage to focus on <i>ātman</i> alone, real <i>ātma-vicāra</i> does not begin but actually ends. Even now when we are falteringly trying to focus on our ego we are doing real <i>ātma-vicāra</i>, albeit rather imperfectly.<br>\n<br>\nTherefore you need not feel that you are just at a preliminary stage of <i>ātma-vicāra</i> from which you have to graduate to real <i>ātma-vicāra</i>. So long as you are trying to attend only to yourself (albeit in the form of the ego that you now experience yourself to be), you are on the right track and are doing real <i>ātma-vicāra</i>.</blockquote>\nIn reply to this Shiba wrote <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439432511352#c7767928967980829437\">another comment</a> in which he quoted a question and answer recorded in the ‘Talks’ section of <i>Sat-Darshana Bhashaya</i>, explained what he understood Bhagavan’s answer to mean and asked, ‘Is it not easy to understand the process of atma vichara if it is divided into two stages for the purpose of illustration?’. The question and answer he quoted from <i>Sat-Darshana Bhashya</i> are from the sixth section of the ‘Talks’ section (4th edition, 1953, page ix):<br>\n<blockquote>D.—If I go on rejecting thoughts can I call it <i>Vichara</i>?<br>\n<br>\nM.—It may be a stepping-stone. But really <i>Vichara</i> begins when you cling to your self and are already off the mental movement, the thought-waves.</blockquote>\nIn the 1953 edition the term ‘yourself’ is for some reason separated into two words, but the ‘self’ has a lower case ‘s’, whereas Shiba quoted it with a capital ‘s’, so in some later editions this ‘s’ may have been capitalised. However, before referring to my copy of the 1953 edition I replied to Shiba in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439473808391#c2442135459864365564\">another comment</a> as follows:<br>\n<blockquote>Shiba, though you probably meant your question ‘Is it not easy to understand the process of atma vichara if it is divided into two stages for the purpose of illustration?’ to be rhetorical, the correct answer to it may not be what you assume it to be. Dividing the practice into two stages is more likely to lead to misunderstanding than understanding, because as I tried to explain in my previous reply to you <i>ātma-vicāra</i> is a single process in which our self-attentiveness is progressively refined until we experience nothing other than ourself alone.<br>\n<br>\nThe answer given by Bhagavan recorded in the passage from the ‘Talks’ section of <i>Sat-Darshana Bhashya</i> that you quote is probably not recorded very accurately, but it seems that the point that Bhagavan was making is that <i>ātma-vicāra</i> entails clinging (or attending) to ourself, so it is not merely an attempt to reject thoughts. As he often explained, trying to reject thoughts is futile, because the one who tries to reject them is only our ego, which is itself a thought — the primal thought called ‘I’. Even if this ego could reject all other thoughts, it obviously could not reject itself, and in fact it cannot even reject all other thoughts, because it can rise and endure only by projecting and clinging to other thoughts. Therefore attempting directly to reject thoughts is impractical and will only help to sustain our ego.<br>\n<br>\nThe only effective means by which we can reject all thoughts — including their root, this ego or primal thought called ‘I’ — is to ignore all other thoughts by trying to attend to ourself alone. Other thoughts can rise only when we attend to them, so if we try to attend to ourself alone they will all subside and will not be able to rise again until we allow ourself to be distracted by them.<br>\n<br>\nBy attending to any other thoughts we are nourishing and sustaining our ego, whereas by trying to attend to ourself (whom we now experience as this ego) we are cutting the very root of all thoughts. Whereas other thoughts are nourished by our attention to them, our ego is undermined by our attention to it, because it can rise and stand only by attending to anything other than itself.<br>\n<br>\nThe wording in the passage you quote, ‘when you cling to your Self’, seems to imply duality, because the term ‘your Self’ seems to refer to something other than the ‘you’ who is clinging to it. In Tamil there are no capital letters, so the term ‘your Self’ seems to be a misleading translation of whatever term Bhagavan used. In such a context the term he would probably have used in Tamil is simply தன்னை (<i>taṉṉai</i>), the accusative form of தான் (<i>tāṉ</i>), which is a generic pronoun that means ‘oneself’ or in this context ‘yourself’, so a more accurate and less confusing translation of what he probably said would be: ‘<i>ātma-vicāra</i> really begins when you cling to yourself’.<br>\n<br>\nHere the term ‘yourself’ does not imply any distinction between our ego (ourself as we now seem to be) and our real self (ourself as we actually are), because making such a distinction is unnecessary in this context, since we are one and therefore not two separate selves. Our ego is ourself mixed with adjuncts (as we now seem to be) whereas our actual self is ourself uncontaminated with any adjuncts. The more we try to attend to ourself alone, the more our attachments to any adjuncts will be weakened, and thus we will eventually shed all our adjuncts and thereby experience ourself as we actually are.</blockquote>\nIn reply to this Shiba wrote two more comments, the general tone of which indicated that he was unconvinced by my replies, and perhaps did not entirely understand what I meant. For example, in the <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1439505061755#c1940101822468605759\">first</a> of these two comments he wrote ‘I think in the stage of sadhaka, we should make distinction [between] ego and Self’ and ‘I believe that to say there are two stages is not opposed to Bhagavan’s teaching’. Therefore the rest of this article is a further reply to these two contentions:<br>\n<ol>\n<li><a href=\"#single\">Self-investigation is a single seamless process with no distinct stages</a></li>\n<li><a href=\"#ego\">What seems to be this ego is only our true self</a></li>\n<li><a href=\"#distinguish\">Distinguishing ourself from the ego we seem to be</a></li>\n</ol>\n<a name=\"single\"></a><b>1. Self-investigation is a single seamless process with no distinct stages</b><br>\n<br>\nShiba, what exactly are the two stages of self-investigation (<i>ātma-vicāra</i>) of which you speak? From what you have written earlier, it seems that what you mean by the first or preliminary stage is investigating or attending to our ego or thought called ‘I’ (‘To concentrate on I-thought is preliminary stage’, as you wrote in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437626968549#c4008331157155290763\">your first comment</a>), whereas what you mean by the second stage (or ‘real atma-vichara’ as you also call it) is investigating or attending to our real self (‘Real atma-vichara begin when our minds are fixed in Self’, as you wrote in the same comment). Am I correct in understanding that this is what you mean by the two stages?<br>\n<br>\nIf so, this would be like saying that there are two stages to inspecting whatever it is that is lying on the ground looking like a snake: the first stage is to inspect the snake, and the second stage is to inspect the rope. Would it not be absurd to say this? The snake and the rope are not two different things. The rope is not a snake, but what seems to be a snake is only the rope. Therefore when we are inspecting what seems to be a snake, what we are actually inspecting is only a rope, as we will discover if we inspect it closely and carefully enough. We need to inspect it only so long as it seems to be a snake. Once we see that it is only a rope, we no longer need to inspect it, because we then already know what it is. Therefore the only stage of inspection that is necessary is to inspect what seems to be a snake, because this one stage alone will enable us to see that it is actually only a rope.<br>\n<br>\nLikewise, our ego and our real self are not two different things. Our real self is not this ego, but what seems to be this ego is only our real self. Therefore when we are inspecting what seems to be an ego, what we are actually inspecting is only our real self, as we will discover if we inspect ourself (this ego) closely and carefully enough. We need to inspect ourself only so long as we seem to be an ego. Once we see that we are only our real self, we no longer need to inspect ourself, because we then already know what we are. Therefore the only stage of inspection or investigation that is necessary is for us to inspect what seems to be an ego (namely ourself), because this one stage alone will enable us to see that we are actually only our real self.<br>\n<br>\n<a name=\"ego\"></a><b>2. What seems to be this ego is only our true self</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437637665206#c4986114070334513580\">another earlier comment</a> you wrote: ‘for me to focus on true Self from the beginning is impossible. So, I have to turn my attention [to] ego-I’. This is the same for all of us. So long as we experience ourself as this ego, we cannot focus on our true self (ourself as we actually are) alone, because this ego is a confused mixture of our true self and various adjuncts that we now mistake to be ourself, so all we can do now is to try to focus our attention on this ego that we currently seem to be.<br>\n<br>\nHowever, since it is only our true self that seems to be this ego, when we are focusing our attention on what now seems to be this ego, what we are actually attending to is our true self, albeit seemingly obscured or veiled by the illusion that we are this ego (just as when we are inspecting what seems to be a snake, what we are actually looking at is a rope, albeit seemingly obscured or veiled by the illusion that it is a snake). Since this ego is essentially just our true self, all we need do is to inspect it very carefully, because only by inspecting it carefully will we be able to experience our true self as it really is.<br>\n<br>\n<a name=\"distinguish\"></a><b>3. Distinguishing ourself from the ego we seem to be</b><br>\n<br>\nRegarding what you write about the need to ‘make distinction [between] ego and Self’ or ‘between ego-I and true I’, obviously we do need to distinguish what we actually are (our real self) from what we now seem to be (our ego), and this is what <i>ātma-vicāra</i> is all about. In other words, <i>ātma-vicāra</i> is a process of trying to distinguish what we actually are from what we now seem to be. Now we seem to be this ego, so we need to look at ourself very carefully in order to distinguish what we actually are. What we actually are seems at present to be mixed and confused with a body and all the other adjuncts that now seem to be ourself, and this confused mixture is what is called our ego, so it is from this ego that we now need to distinguish and extract ourself as we actually are.<br>\n<br>\nIn this sense distinguishing ourself from our ego is not merely an intellectual exercise and does not merely entail making a distinction between two concepts. Indeed in order to distinguish ourself from our ego we need to set aside all concepts, including the concepts of ‘ego’ and ‘real self’, and focus our entire attention only on ourself. This alone is self-investigation (<i>ātma-vicāra</i>), and it is the only means by which we can experientially distinguish ourself as we really are from this ego that we now seem to be.<br>\n<br>\nHowever, when the practice of self-investigation is described in this way, we should not imagine that distinguishing what we actually are (our real self) from what we now seem to be (our ego) entails anything more than simply being vigilantly self-attentive. If we mistake a rope to be a snake, how can we distinguish the real rope from the illusory snake? Only by looking very carefully at what seems to be a snake in order to see what it really is. Likewise, the only means by which we can distinguish ourself as we really are from this illusory ego is to look very carefully at what seems to be this ego in order to see what it really is. Therefore it is only by trying to be attentively self-aware as much as possible that we can experientially distinguish ourself from our ego.<br>\n<br>\nWhen you talk about making a distinction between ‘ego and Self’ or between ‘ego-I and true I’, you seem to imply that we need to distinguish two things conceptually, but this is very different to distinguishing our real self experientially. Making a conceptual distinction is necessary in many contexts while trying to understand the theory that underpins the practice of <i>ātma-vicāra</i>, but not while trying to put that theory into practice by actually investigating who or what we really are. So long as our mind is dwelling on any concept, we are not trying to focus our entire attention on ourself, as we need to do when practising <i>ātma-vicāra</i>.<br>\n<br>\nThe theory that Bhagavan has taught us is that what we actually are is pure self-awareness — awareness of nothing other than ourself alone — but that when we experience our self-awareness mixed with awareness of anything else, the resulting contaminated self-awareness is what is called ego. In other words, our ego is a mixture of self-awareness and various adjuncts, each adjunct being an awareness of something else that we experience as if it were ourself, such as our body. Therefore in order to experience ourself as we actually are we need to try to experience pure self-awareness alone, without any adjuncts.<br>\n<br>\nTherefore from this adjunct-mixed self-awareness called ego (which is what Bhagavan also referred to as the ‘thought called I’) we need to distinguish its essence, which is the pure self-awareness that we actually are. In order to do so, the only practical means is to try to attend only to ourself, thereby isolating ourself in our experience from all the adjuncts with which we have now confused ourself.<br>\n<br>\nAnother way in which Bhagavan explained this is to say that our ego is the thought or experience ‘I am this body’, in which ‘I am’ represents the pure self-awareness that we actually are and ‘this body’ represents whatever body and other associated adjuncts we currently experience as if they were ourself. Since the term ‘I am’ refers to what is conscious or aware, it is called <i>cit</i> or consciousness, and since the term ‘this body’ refers to what is physical or phenomenal and hence not conscious, it is called <i>jaḍa</i> or non-conscious. Therefore this ego, our illusory experience ‘I am this body’, is also called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that binds ourself (who are <i>cit</i>) and a body (which is <i>jaḍa</i>) together as if we were one.<br>\n<br>\nAs Bhagavan often explained (as recorded, for example, in the final chapter of <i>Maharshi’s Gospel</i>, in a passage that I quoted and discussed in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/by-attending-to-our-ego-we-are.html#look\">We cannot look at our ego without actually looking at ourself</a>), when we investigate our ego what we are trying to attend to exclusively is only its essential <i>cit</i> or self-awareness portion, because the more we succeed in doing so the more we will thereby be ignoring all its adjuncts, which are its inessential <i>jaḍa</i> portion, and thus we will eventually experience ourself in complete isolation (<i>kaivalya</i>) from everything else. Experiencing ourself thus is experiencing ourself as we actually are, so it will immediately destroy forever the illusion that we are this ego. Therefore it is only by experientially distinguishing our actual self, which is the essential <i>cit</i> aspect of our ego, from all the rest of it, which is all its inessential <i>jaḍa</i> adjuncts, that we can experience ourself as we really are and thereby destroy our ego.<br>\n<br>\nThe relevant words recorded in that passage in the final chapter of <i>Maharshi’s Gospel</i> (2002 edition, p. 89) are: ‘In your investigation into the source of <i>ahaṁ-vṛtti</i> [the I-thought or ego], you take the essential <i>cit</i> aspect of the ego’. These are not the exact words that Bhagavan said, because he would have said this in Tamil, but I believe that they probably convey quite accurately the idea that he expressed. What then is meant by taking ‘the essential <i>cit</i> aspect of the ego’? As we have seen, our ego is a confused mixture of our fundamental self-awareness (which is its essential <i>cit</i> or conscious aspect) and our temporary body-awareness (which is its inessential <i>jaḍa</i> or non-conscious aspect), but since body-awareness comes and goes, it cannot be what we really are. Therefore in order to experience what we really are we need to ignore our body-awareness and try to experience only our essential self-awareness, which is what Bhagavan calls ‘the essential <i>cit</i> aspect of the ego’ and which is what we really are.<br>\n<br>\nTherefore when he says that we should ‘take the essential <i>cit</i> aspect of the ego’, what he means is that we should try to attend only to our essential self-awareness, thereby ignoring our body-awareness and all the other adjuncts that are currently mixed with our self-awareness. This is how we can in practice distinguish and isolate ourself (our essential self-awareness) from the rest of our ego (all its adjuncts or inessential <i>jaḍa</i> aspects), and it is only by doing so that we can experience ourself as we actually are and thereby destroy the illusion that we are this formless phantom called ego.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "57",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1906952071039733765/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDM5NjcwODQyNTcwCm9mZnNldDogMzYwMDAwMAo\""
}