{
    "kind": "blogger#post",
    "id": "6162910735575024553",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-10-12T21:19:00+01:00",
    "updated": "2016-07-13T17:06:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/10/why-is-it-necessary-to-be-attentively.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6162910735575024553",
    "title": "Why is it necessary to be attentively self-aware, rather than just not aware of anything else?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me asking:<br>\n<blockquote>I have a question if attention has to be drawn (intentionally) to the self, or is it enough if I just remain as I am, surrendering the filthy ego to God? No “fixing the mind into self”, nor “looking for the source” or “I-thought”, but just remaining?</blockquote>\nI wrote a brief reply, and he replied asking some further questions, so this article is adapted from the two replies I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#abidance\">The oneness of self-attentiveness, self-abidance and self-surrender</a></li>\n<li><a href=\"#ego\">Merely giving up being aware of anything other than ourself will not destroy our ego</a></li>\n<li><a href=\"#attentive\">We can dissolve our ego only by trying to be attentively self-aware</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: we must attentively observe our own self-awareness</a></li>\n</ol>\n<a name=\"abidance\"></a><b>1. The oneness of self-attentiveness, self-abidance and self-surrender</b><br>\n<br>\nIn reply to his first email I wrote:<br>\n<br>\nHow can you ‘just remain’ if you do not attend only to yourself? So long as we attend to or are aware of anything other than ourself, our attention is directed away from ourself towards that other thing, and directing our attention away from ourself is an action or <i>karma</i>.<br>\n<br>\nAs Bhagavan says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, our ego comes into existence by grasping form, it endures by grasping form, and it is nourished and grows strong by grasping form, and what he means by ‘grasping form’ is being aware of anything other than ourself. Therefore the only way to avoid rising as this ego is to try to be aware of ourself alone.<br>\n<br>\nWe are always self-aware, but we are generally not attentively self-aware, because we are more interested in experiencing other things than in experiencing ourself alone. Therefore in order to remain as we really are and thereby surrender this filthy ego we must try to be attentively self-aware.<br>\n<br>\nThe more we are attentively self-aware, the less we will be aware of anything else, and hence the more our ego will subside back into ourself, the source from which it rose. Therefore being attentively self-aware and abiding as ourself are one and the same thing.<br>\n<br>\nThe fact that being attentively self-aware is the only means both to surrender ourself (this filthy ego) entirely and to abide as we really are is neatly and emphatically expressed by Bhagavan in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i> (Who am I?):<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். [...]<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>. [...]<br>\n<br>\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance], giving not even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [self-contemplation or ‘thought of oneself’], alone is giving oneself to God. [...]</blockquote>\n<a name=\"ego\"></a><b>2. Merely giving up being aware of anything other than ourself will not destroy our ego</b><br>\n<br>\nMy friend replied to this asking:<br>\n<blockquote>So it is a matter of losing attention to non-self? If attention to objects is lost, it becomes “fixed in the self”? So “attention” is not actually an activity, but our natural state, free from thoughts?</blockquote>\nI replied to this:<br>\n<br>\nIt is not quite as simple as that. Merely giving up attending to or being aware of anything else is not sufficient, because even in sleep we cease being aware of anything else, but our ego is not thereby destroyed, so something more than just giving up being aware of anything else is required.<br>\n<br>\nAs I wrote yesterday, we are always self-aware, but we are generally not attentively self-aware. In waking and dream we are aware of ourself and of other things, whereas in sleep we are aware of ourself alone. Why does being aware of ourself alone in sleep not destroy our ego or mind? This can be explained in various ways.<br>\n<br>\nOne way is to say that we need to become aware of ourself alone before our ego has subsided completely, because then only can the resulting clarity of self-awareness destroy our ego. Pure self-awareness is like the shining of the sun, whereas our ego is like a mist that obscures but does not completely conceal the sunlight. In order to be dissolved by the bright light of the sun mist must be present. If a morning mist vanishes before the sun rises, the shining of the sun obviously cannot dissolve it, whereas if it is still present when the sun rises, it will be dissolved by its bright light. In the case of sleep, we experience the clarity of pure self-awareness because our ego has already subsided as a result of exhaustion, so the pure self-awareness that we experience then is like the sun rising after the mist has already vanished. Therefore during waking or dream, while our ego is still present, we need to experience the pure self-awareness that we experienced in sleep, because if we manage to experience that pure self-awareness before our ego has subsided completely, it will annihilate our ego instantaneously.<br>\n<br>\nIn other words, our ego subsides in sleep as a result of exhaustion, and we then experience pure self-awareness as a result of its subsidence, whereas what is required is that it should subside as a result of experiencing pure self-awareness. The horse must go before the cart in order for them to reach their destination. If the cart is placed before the horse, they will not go anywhere. In this case the horse is like the experience of pure self-awareness, which must come first, and the cart is like the subsidence of the ego, which must happen as a result of the experience of pure self-awareness.<br>\n<br>\n<a name=\"attentive\"></a><b>3. We can dissolve our ego only by trying to be attentively self-aware</b><br>\n<br>\nWe can experience pure self-awareness in the waking or dream state only by trying to be attentively self-aware. We are never not self-aware, because self-awareness is the very nature of ourself, but so long as we are aware of anything else, our self-awareness is like the sunlight filtering through a dense mist, so we need to try to be aware of ourself alone. This attempt to be aware of ourself alone is what is called <i>ātma-vicāra</i> or self-investigation.<br>\n<br>\nYou wrote ‘So “attention” is not actually an activity, but our natural state, free from thoughts?’ but that is not actually the case. Self-attention is not actually an activity, but attention directed towards anything else is an activity. What exactly does this word ‘attention’ mean? During waking and dream numerous phenomena are presented to us (or rather are projected by us), but we cannot be aware of all the phenomena that are available to us at each moment, so we select to be aware of some in preference to others. This ability to select what we are aware of is what is called attention.<br>\n<br>\nGenerally we are more interested in experiencing phenomena (which are things other than ourself) than we are in experiencing ourself, so throughout most of our waking and dream life we attend to phenomena rather than to ourself. This habit of ours needs to be changed, and we can change it only by persistently trying to be aware of ourself alone in preference to being aware of anything else. This is why I said that it is necessary for us to be attentively self-aware. It is not sufficient just to be self-aware, because we are always self-aware, whether or not we are also aware of anything else, so in order to be aware of ourself alone and thereby to destroy our ego we need to be attentively self-aware.<br>\n<br>\nIn sleep we cannot be attentively self-aware, because attention is a function of our ego, which is not present in sleep. The reason why attention is a function of our ego is that only our ego is aware of many things, so it alone needs to select which of those things it is to attend to and be aware of at each moment. As we really are, we are aware of nothing other than ourself (as we are in sleep), so we cannot select to be aware of anything else, and hence for our real self there is no such thing as attention. There is only pure self-awareness.<br>\n<br>\nSince pure self-awareness is our very nature, it is identical to our being. It is what is (<i>uḷḷadu</i>), which is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/09/self-knowledge-is-not-void-sunya.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i> that what is is awareness (<i>uṇarvu</i>), meaning that it is self-awareness, because there is nothing other than it (ourself) for it to be aware of. Therefore if we want to just be as we actually are, we need to just be aware of ourself and nothing else whatsoever. In order to be permanently aware of ourself alone, we need to dissolve our ego, and we can dissolve it only by trying to be attentively self-aware.<br>\n<br>\n<a name=\"uu16\"></a><b>4. <i>Upadēśa Undiyār</i> verse 16: we must attentively observe our own self-awareness</b><br>\n<br>\nThe fact that it is necessary to be attentively self-aware and not sufficient just to cease being aware of anything else is clearly indicated by Bhagavan in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/drg-drsya-viveka-distinguishing-seer.html#seeing\">verse 16</a> of <i>Upadēśa Undiyār</i>, in which he says:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real knowledge [or knowledge of reality].</blockquote>\nவிட்டு (<i>viṭṭu</i>), which means leaving, leaving aside or giving up, is a verbal participle, so வெளி விடயங்களை விட்டு (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), which means ‘leaving aside external phenomena’, is an adverbial clause, and hence it is subsidiary to the main clause, because it is obviously necessary for us to give up being aware of anything else in order to be aware of ourself alone. On the other hand, ஓர்தல் (<i>ōrdal</i>), which means knowing, investigating or observing attentively, is a verbal noun, and together with its suffix, ஏ (<i>ē</i>), which is an intensifier that means certainly, only or alone, it is the head of the noun phrase ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), which means ‘the mind knowing its own form of light alone’ and which is the subject of the main clause. Thus the syntactic structure of this verse clearly indicates that what is most important is that the mind should attentively observe and know its own form of light.<br>\n<br>\nIn this context ‘its own form of light’ (தன் ஒளி உரு: <i>taṉ oḷi-uru</i>) means our own pure self-awareness, ‘I am’, so the main clause ‘மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்’ (<i>maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>), which means ‘the mind knowing its own form of light is alone real knowledge [or knowledge of reality]’, implies that we can experience true self-knowledge and thereby annihilate our ego only by investigating or attentively observing our own pure self-awareness. <br>\n<br>\nTherefore what is required is not just to give up being aware of anything else, but also to make the positive effort to be attentively aware of ourself alone. By being attentively aware of ourself alone we automatically give up being aware of anything else, but by merely giving up being aware of anything else we do not become attentively self-aware, because unless we try to be attentively self-aware we will subside in sleep or a sleep-like state, which is not <i>manōnāśa</i> (annihilation of the mind) but only <i>manōlaya</i> (temporary dissolution or suspension of the mind). Therefore the only means by which we can achieve <i>manōnāśa</i> is by being attentively self-aware.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "47",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6162910735575024553/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NDI1OTYyMTA0Cm9mZnNldDogMzYwMDAwMAo\""
}