{
    "kind": "blogger#post",
    "id": "581631053709962959",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-05-20T19:12:00+01:00",
    "updated": "2017-09-27T15:35:31+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/581631053709962959",
    "title": "<i>Dṛg-dṛśya-vivēka</i>: distinguishing the seer from the seen",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html?showComment=1431381428868#c3095827679814921743\">comment</a> that he wrote on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html\">‘Observation without the observer’ and ‘choiceless awareness’: Why the teachings of J. Krishnamurti are diametrically opposed to those of Sri Ramana</a>, a friend called Venkat quoted two passages that record what Bhagavan replied on two occasions, first in response to a question that he was asked about the teachings of J. Krishnamurti and second in response to a comment about them.<br><a name='more'></a>\n<ol>\n<li><a href=\"#effort\">Bhagavan’s view about ‘effortless and choiceless awareness’</a></li>\n<li><a href=\"#ego\">The ego is not ‘a bundle of circumstances’ but what experiences all circumstances</a></li>\n<li><a href=\"#experience\">Whatever is experienced depends for its seeming existence upon the ego that experiences it</a></li>\n<li><a href=\"#mind\">Distinguishing the ego from the rest of the mind</a></li>\n<li><a href=\"#viveka\">Distinguishing the experiencer (<i>dṛś</i>) from the experienced (<i>dṛśya</i>)</a></li>\n<li><a href=\"#essence\">The essence of the mind is the ego, and the essence of the ego is pure self-awareness</a></li>\n<li><a href=\"#seeing\">To see what is real we must give up seeing what is seen (<i>dṛśya</i>)</a></li>\n<li><a href=\"#witness\">What we really are is not the witness (<i>sākṣin</i>) or seer (<i>dṛś</i>) of anything</a></li>\n<li><a href=\"#real\">To experience what we really are, we must cease witnessing or being aware of anything else</a></li>\n</ol>\n<a name=\"effort\"></a><b>1. Bhagavan’s view about ‘effortless and choiceless awareness’</b><br>\n<br>\nThe first passage that Venkat quoted was from <a href=\"http://selfdefinition.org/ramana/Ramana%20Maharshi%20-%20ebook%20-%20Day%20By%20Day%20With%20Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> (11-1-46 Afternoon), where it is recorded that a young man from Colombo asked Bhagavan:<br>\n<blockquote>J. Krishnamurti teaches the method of effortless and choiceless awareness as distinct from that of deliberate concentration. Would Sri Bhagavan be pleased to explain how best to practise meditation and what form the object of meditation should take?</blockquote>\nBhagavan’s reply to this is recorded there as:<br>\n<blockquote>Effortless and choiceless awareness is our real nature. If we can attain it or be in that state, it is all right. But one cannot reach it without effort, the effort of deliberate meditation. All the age-long <i>vasanas</i> [tendencies, propensities or inclinations] carry the mind outward and turn it to external objects. All such thoughts have to be given up and the mind turned inward. For that, effort is necessary for most people. Of course everybody, every book says, “சும்மா இரு” [<i>summā iru</i>: just be] i.e., “Be quiet or still”. But it is not easy. That is why all this effort is necessary. Even if we find one who has at once achieved the <i>mauna</i> [silence] or Supreme state indicated by “சும்மா இரு” [<i>summā iru</i>], you may take it that the effort necessary has already been finished in a previous life. So that, effortless and choiceless awareness is reached only after deliberate meditation. […]</blockquote>\nThis recording of Bhagavan’s reply may not be entirely accurate, but it is probably accurate enough to give us a general idea of his view about ‘effortless and choiceless awareness’. As he says, effortless and choiceless awareness is our real nature, because our real nature is to be aware of ourself alone, so pure self-awareness is what we actually are, and hence it requires no effort for us to be self-aware, nor does it entail any choice, because we could not choose not to be self-aware.<br>\n<br>\nHowever, though we are always effortlessly and choicelessly aware of ourself, we are at present also aware of other things, and so long as we aware of anything other than ourself, we are not aware of ourself as we actually are, but are only aware of ourself as this ego or mind. Therefore in order to be aware of ourself as we actually are, we need to make effort to turn our attention back towards ourself alone — and thus away from everything else.<br>\n<br>\nThat is, we cannot experience ourself as we actually are so long as we experience ourself as this ego, and it is only when we experience ourself as this ego that we are also aware of anything other than ourself. Therefore we need to give up being aware of other things in order to be aware of ourself as we actually are, and to give up being aware of other things requires deliberate effort on our part, because the very nature of our ego is to cling to things other than itself.<br>\n<br>\nThe reason why our ego’s nature is to cling to other things is that it cannot stand or endure without doing so, so being aware of things other than itself is what nourishes and sustains it, as Bhagavan points out in verse 25 of <i>Uḷḷadu Nāṟpadu</i> (which I quoted in the second section of my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/observation-without-observer-and.html#choice\">We cannot choose to be ‘choicelessly aware’</a>). Therefore in order to survive as this ego we must be constantly aware of other things, and hence as this ego we always have a strong urge to direct our attention away from ourself towards other things. This urge is the power behind our outward-going tendencies (<i>vāsanās</i>), so we need to make deliberate effort to resist this urge by turning our attention back towards ourself alone, because only when we are aware of ourself alone will we experience ourself as we really are and thereby dissolve the illusion that we are this ego. This is what Bhagavan implied when he explained to the young man from Colombo:<br>\n<blockquote>[…] But one cannot reach it [our real nature] without effort, the effort of deliberate meditation. All the age-long <i>vasanas</i> carry the mind outward and turn it to external objects. All such thoughts have to be given up and the mind turned inward. For that, effort is necessary […]</blockquote>\nThus Bhagavan explained clearly that though effortless and choiceless awareness of ourself is our real nature, we cannot experience our real nature as it is without choosing to make a deliberate effort to meditate upon ourself alone. When he says here that ‘All such thoughts have to be given up and the mind turned inward’, what he implies by ‘all such thoughts’ is all thoughts about anything other than ourself, and what he implies by ‘turned inward’ is turned selfward — that is, turned back towards ourself alone — because everything other than ourself is ‘outward’, external or extraneous to ourself. Therefore, though these may not be his exact words, the general implication of the portion of his reply that I quoted above is that in order to ‘reach’ or experience our real nature we must turn our mind back towards ourself alone.<br>\n<br>\nThough Devaraja Mudaliar records that after telling the young man from Colombo that ‘effortless and choiceless awareness is reached only after deliberate meditation’, Bhagavan ended his reply by saying, ‘That meditation can take any form which appeals to you best. See what helps you to keep away all other thoughts and adopt that method for your meditation’, we have to infer either that this portion of his answer was not recorded sufficiently accurately, or that he said so only as a concession, perhaps because he knew that that young man would not yet be willing to try meditating on himself alone.<br>\n<br>\nHowever, whether or not he actually ended his reply thus, and if he did, whatever be his reason for doing so, we know from his own original writings and from many other records of his answers to questions that his real teaching was that we can experience ourself as we really are only by meditating on ourself alone. Meditating on other things may help to purify our mind to some extent, but sooner or later we must meditate upon ourself alone, because unless we do so we cannot experience ourself as we actually are.<br>\n<br>\n<a name=\"ego\"></a><b>2. The ego is not ‘a bundle of circumstances’ but what experiences all circumstances</b><br>\n<br>\nThe second passage that Venkat quoted was from <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (section 239), where it is recorded that Maurice Frydman once said to Bhagavan, “Krishnamurti says that man should find out the ‘I’. Then ‘I’ dissolves away, being only a bundle of circumstances. There is nothing behind the ‘I’. His teaching seems to be very much like Buddha’s”, to which Bhagavan replied in a non-committal manner: ‘Yes — yes, beyond expression’.<br>\n<br>\nI replied to Venkat’s <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html?showComment=1431381428868#c3095827679814921743\">comment</a> in a series of two consecutive comments, in the earlier part of the <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html?showComment=1431628672423#c7334086687068218366\">first</a> of which I wrote:<br>\n<blockquote>Venkat, regarding the two replies of Bhagavan that you refer to in <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html?showComment=1431381428868#c3095827679814921743\">your comment</a>, it is interesting to note that in the passage recorded in <i>Day by Day</i> (11-1-46 Afternoon) he is very explicit in expressing his view that ‘effortless and choiceless awareness’ cannot be a method or means to experience our real nature, because so long as we experience ourself as this mind we need to make deliberate effort in order to experience what we really are, whereas in the passage recorded in <i>Talks</i> (section 239) his reply is non-committal, which should prompt us to consider why he did not express his view more explicitly in the latter.<br>\n<br>\nOne possible explanation is that in the passage in <i>Talks</i> Maurice Frydman did not actually ask him a question but just expressed his own view that Krishnamurti’s teaching seems to be very much like Buddha’s, so Bhagavan did not feel called upon to express his own view, whereas in the passage in <i>Day by Day</i> the young man from Colombo was actually asking him a question about spiritual practice, so he felt called upon to give an explicit answer. Another possible explanation, but one that is closely aligned to and compatible with the first one I suggested, is that Bhagavan recognised that the young man from Colombo was genuinely eager to learn from him, whereas perhaps he recognised that Frydman was content with his own view of Krishnamurti and therefore did not really want to learn anything from Bhagavan but only to get his approval for his own view, and hence Bhagavan did not commit himself either to approving or disapproving it.<br>\n<br>\nIf Frydman had asked him a question or shown any sign of wanting to learn what his view actually was, Bhagavan could have pointed out to him that contrary to what he (Frydman) or Krishnamurti had said, the ego (the ‘I’ that they were talking about) is not ‘only a bundle of circumstances’ but is that which creates and experiences all circumstances, and that it is not correct to say that there is nothing behind it, because what is behind the illusory appearance of this ego is only ourself. If there were nothing behind the ego, when it dissolves nothing would remain, but according to Bhagavan what actually exists and always exists is only ourself, and everything else seems to exist only when our ego seems to exist, so when our ego is dissolved everything else also ceases to exist, and then we alone remain. Therefore we alone are what is behind the appearance of this ego and everything else.<br>\n<br>\nHowever, though this is what Bhagavan taught to anyone who sincerely wanted to know what is real, he did not of his own accord teach this to anyone who did not come to him seeking to know the truth, so whenever anyone told him their own views, beliefs, aspirations or practices instead of asking him what they should believe, aspire for or practise, or why they should do so, he would not repudiate their views or disturb them from their chosen beliefs and practices.</blockquote>\n<a name=\"experience\"></a><b>3. Whatever is experienced depends for its seeming existence upon the ego that experiences it</b><br>\n<br>\nAfter quoting the two passages I discussed above, Venkat concluded his comment by writing:<br>\n<blockquote>I think there are (as I have said before) two plausible explanations for our experience. One is that everything is an image in consciousness — eka jiva vada [the argument that there is only one <i>jīva</i> or ego, just as a dream is experienced by only one person].<br>\n<br>\nThe other is that there is some existing world made of subatomic particles, of which our body-minds are an integral part and never separate from (as in gold substratum in jewellery). These particles come together to evolve humans with mind, which then begin to think and from self-preservation reasons, develop the ego, which is just a bundle of thoughts and conditioning, but not real.<br>\n<br>\nJK’s approach seems to take the latter as the starting point — perhaps because he felt people could not appreciate eka jiva vada perspective? — and therefore strives to show the ego is non-existent and simply a construct of the past conditioning. Whilst Bhagavan’s approach is to focus on the fundamental assumption — the ‘I’-thought — and investigate its reality; which I have to agree goes to the root of the matter.</blockquote>\nI replied to this portion of his comment in the remainder of the <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html?showComment=1431628672423#c7334086687068218366\">first</a> and all of the <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html?showComment=1431629055259#c4551209529055293327\">second</a> of my two consecutive comments:<br>\n<blockquote>Regarding what you say about ‘two plausible explanations for our experience’, I think you are probably correct in saying that JK [J. Krishnamurti] seems to have accepted the view that the world exists independent of our experience of it, because all that he said and did gave the impression that he accepted the world as real, or at least did not question whether it is actually real, as it seems to be. His interest seems to have been more with the mind and psychology than with more abstract metaphysical questions such as what it is that appears as this ego and whether anything that this ego experiences exists independent of it.<br>\n<br>\nIf JK believed that the ego is ‘only a bundle of circumstances’ or that there can be observing without any observer, he was clearly lacking in <i>vivēka</i>, particularly the deepest and most essential form of it, namely <i>dṛg-dṛśya-vivēka</i>, which is the ability to distinguish what experiences (the <i>dṛś</i>, which literally means the eye or what sees, and which becomes <i>dṛg</i> in compounds such as <i>dṛg-dṛśya-vivēka</i>) from what is experienced (the <i>dṛśya</i>, which literally means what is seen). Whatever circumstances we may experience, and also anything that we may observe, is <i>dṛśya</i> (an experienced object), whereas we, the ego who experiences or observes it, are <i>dṛś</i> (the experiencing subject). According to Bhagavan, nothing that is <i>dṛśya</i> can exist independent of the <i>dṛś</i>, so only when we rise as the <i>dṛś</i> does any <i>dṛśya</i> come into existence, and hence the <i>dṛś</i> (the ego or experiencer) is the essential foundation on which all experience is built. Therefore Bhagavan advises us to be concerned with and to investigate only ourself, the experiencer (<i>dṛś</i>), whereas JK seems to be more concerned with whatever else we experience, which is all <i>dṛśya</i>.<br>\n<br>\nOf the ‘two plausible explanations for our experience’ that you speak about, the first is the view recommended by Bhagavan, namely that whatever is experienced (<i>dṛśya</i>) depends for its seeming existence upon the seeming existence of ourself as this ego, the subject (<i>dṛś</i>) who experiences it. The second is based upon the unjustified assumption that the physical world that we experience is not just a series of images created by our own mind, like a dream, but is something that exists independent of our experience of it. This assumption is based upon our experience of ourself as a physical body, but Bhagavan has explained why this experience of ours is just an illusion, because if we were actually this physical body, we could not experience ourself without experiencing it, whereas in fact we do experience ourself both in dream and in sleep without experiencing ourself as this body. In dream we experience ourself as some other body, and in sleep we experience ourself as no body at all, so we cannot be the body that we now seem to be.<br>\n<br>\nTherefore, since our experience that we are this body is an illusion, everything else that we experience on the basis of this illusory experience must also be illusory. Hence the second explanation that you mention is not as plausible as it superficially seems to be, and we have good reason to reject it. If we analyse our experience of ourself in our three transitory states, it is clear that we have no reason to suppose that our present state is anything but a dream, and we have no evidence that anything other than ourself actually exists. Even the ego that we now seem to be is not real, because it seems to exist only in our waking and dream states, whereas we endure in its absence in sleep.<br>\n<br>\nThis type of metaphysical analysis is totally lacking in the teachings of J. Krishnamurti, so it is clear that whatever his teachings are concerned with is completely different to the central concern of Bhagavan’s teachings, which is that we should investigate ourself in order to experience what is real and thereby free ourself from everything else, including the ego that experiences it all.</blockquote>\nBecause I wrote this reply as a comment, I did not reply in more detail, but if I had done so I would have analysed Venkat’s description of the second of the ‘two plausible explanations for our experience’ that he wrote about. He started his description of it by saying, ‘The other is that there is some existing world made of subatomic particles, of which our body-minds are an integral part and never separate from’, but there is a serious weakness in this view, because the essential element of the mind is consciousness or awareness, which cannot be explained adequately or satisfactorily in terms of subatomic particles.<br>\n<br>\nSubatomic particles are theoretical entities, and as such they are just ideas that scientists have developed to explain their observations, and their ideas about such particles are constantly developing and changing in order to explain fresh data that they gather from more sophisticated methods of observation, so whether such particles actually exist or what their exact nature is is a matter that is open to endless debate. However, even if we assume that they do exist and that scientists’ current understanding or them is more or less accurate, they are just physical entities, and hence they do not and cannot explain the existence of something that is conscious or aware.<br>\n<br>\nWhat is it that is conscious or aware? Is it the subatomic particles themselves? It seems unlikely that they are aware, and even if they are, we have no means of knowing what they are aware of. We can only ever experience one awareness, namely our own, and what we know about our own awareness is that our awareness of other things is constantly changing, whereas our awareness of ourself is essentially the same. Sometimes we are aware of ourself as if we were one thing (such as the body that we now experience as if it were ourself), and at other times as if we were something else (such as whatever body we experienced as ourself in a dream), but if we set aside all such transient experiences and consider only what underlies them, namely our basic and essential awareness of ourself alone, it is clear that that is something that is constant and unchanging.<br>\n<br>\nTherefore, whereas our awareness of our body and other physical things is impermanent, our awareness of ourself is permanent, so our experience of physical things is a temporary phenomenon, the existence of which depends upon our more permanent and enduring experience of ourself. Therefore, since we experience ourself even when we do not experience anything physical, it seems implausible to suggest that our awareness could in any way be dependent upon or could originate from physical phenomena.<br>\n<br>\nVenkat also wrote, ‘These [subatomic] particles come together to evolve humans with mind, which then begin to think and from self-preservation reasons, develop the ego, which is just a bundle of thoughts and conditioning, but not real’. This is clearly putting the cart before the horse, because what projects and experiences all thoughts is only the ego, so thinking cannot come before the ego. In the absence of the ego, there could be no thoughts, because there would be no one to experience them. The ego is also not ‘just a bundle of thoughts and conditioning’, because as I explained in the <a href=\"#ego\">previous section</a> it is what experiences that bundle, and though that bundle is constantly changing, what experiences it and all its changes is the same. Therefore taking the ego to be either ‘only a bundle of circumstances’ or ‘just a bundle of thoughts and conditioning’ is a result of not correctly applying <i>dṛg-dṛśya-vivēka</i> — that is, not distinguishing the subject or experiencer (<i>dṛś</i>) from the objects or things that it experiences (<i>dṛśya</i>).<br>\n<br>\n<a name=\"mind\"></a><b>4. Distinguishing the ego from the rest of the mind</b><br>\n<br>\nIn reply to the two comments that I wrote in reply to his first comment, Venkat wrote <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html?showComment=1431713201036#c7011811182740878695\">another comment</a>, in which he started by quoting the following portion from my second comment:<br>\n<blockquote>Whatever circumstances we may experience, and also anything that we may observe, is <i>dṛśya</i> (an experienced object), whereas we, the ego who experiences or observes it, are <i>dṛś</i> (the experiencing subject). According to Bhagavan, nothing that is <i>dṛśya</i> can exist independent of the <i>dṛś</i>, so only when we rise as the <i>dṛś</i> does any <i>dṛśya</i> come into existence, and hence the <i>dṛś</i> (the ego or experiencer) is the essential foundation on which all experience is built.</blockquote>\nAfter quoting this, Venkat commented:<br>\n<blockquote>Just to clarify, in drs-drsya viveka, the ego, which is part of the illusion, is put in drsya (not in drs). So the viveka is to understand that all that you see, perceive, feel, think, is part of the illusory ego-world, part of the drsya (hence the 5 sheaths analysis); and there is something which is the substratum, the drs that is observing this illusory ego-world.<br>\n<br>\nSankara in the first verse of his drgdrsyaviveka writes: “An object form is perceived, but it is the eye which perceives. This is perceived by the mind which becomes the perceiving subject. Then, the mind, with its modifications, is perceived by the witness (the Self) which cannot be an object of perception”.<br>\n<br>\nBhagavan in v18 of Upadesa Undiyar, equates the ego with the mind, which he says is a multitude of thoughts (not that different from ‘a bundle of circumstances’). So drs drsya viveka requires the discrimination that all thoughts, including the ‘I’-thought is part of drsya, and you are the witness that observes all this.<br>\n<br>\nSo I think when K says to observe carefully, to be choicelessly aware of thoughts/feelings, and to see the selfishness inherent in them, you will find out for yourself that you are not those thoughts/feelings but their witness.</blockquote>\n<a name=\"uu18\"></a>In the first verse of डृग्दृश्यविवेकः (<i>dṛgdṛśyavivēkaḥ</i>), which Venkat refers to here, Sankara uses the term <i>sākṣin</i>, which (as I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/04/what-is-meant-by-term-saksi-or-witness.html\">What is meant by the term <i>sākṣi</i> or ‘witness’?</a>) is not a term that Bhagavan generally used of his own accord, because its meaning is ambiguous and hence it is liable to create confusion rather than clarifying matters. Therefore, before considering that verse in more detail, I will first consider the other verse that Venkat refers to here, namely verse 18 of <i>Upadēśa Undiyār</i>, which is an original composition by Bhagavan himself and which therefore represents his actual teachings more clearly and accurately than any text such as <i>Dṛgdṛśyavivēkaḥ</i>. What he says in verse 18 is:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nThough Venkat wrote, ‘Bhagavan in v18 of Upadesa Undiyar, equates the ego with the mind, which he says is a multitude of thoughts (not that different from ‘a bundle of circumstances’)’, that is not actually what Bhagavan implied in this verse, and it is not correct to infer from it that he is saying that the ego is ‘a multitude of thoughts’ or implying that it is ‘a bundle of circumstances’.<br>\n<br>\nIn the first sentence of this verse he says, ‘எண்ணங்களே மனம்’ (<i>eṇṇaṅgaḷē maṉam</i>), in which the word எண்ணங்கள் (<i>eṇṇaṅgaḷ</i>) is the plural form of எண்ணம்’ (<i>eṇṇam</i>), so it means ‘thoughts’ or ‘ideas’. Thus what he implies in this first sentence is that the term மனம் (<i>maṉam</i>) or ‘mind’ is a collective name for thoughts. When he uses terms that mean ‘thoughts’ or ‘ideas’, he does not use them in a narrow sense but in the broad sense of mental phenomena of all kinds, and hence according to him the entire world and everything else that we experience other than ourself are merely thoughts or ideas — that is, phenomena that appear in our mind and that have no existence independent of it.<br>\n<br>\nIn the second sentence he says, ‘யாவினும் நான் எனும் எண்ணமே மூலம் ஆம்’ (<i>yāviṉum nāṉ eṉum eṇṇamē mūlam ām</i>), which means, ‘Of all, the thought called ‘I’ alone is the <i>mūla</i>’. Here the first word யாவினும் (<i>yāviṉum</i>) means ‘of all’, which refers to the thoughts mentioned in the first sentence, so it means of all the thoughts that constitute the mind. நான் எனும் எண்ணம் (<i>nāṉ eṉum eṇṇam</i>) means ‘the thought called I’, which is the ego, and the suffix <i>ē</i> that is appended to <i>eṇṇam</i> is an intensifier that implies ‘only’, ‘itself’ or ‘certainly’. Thus out of all the thoughts that constitute the mind he is distinguishing one thought, namely the ‘I’ or ego, and he says that this one thought alone is the <i>mūla</i>, which is a word that means root, base, foundation, origin, source or cause.<br>\n<br>\nThe reason he distinguishes this one thought from all other thoughts and says that it is the root or origin of them all is that it is the only thought that experiences anything (since it is the only thought that is aware or conscious), so no other thought could arise or appear if it were not experienced by this original thought called ‘I’, the ego. This ‘I’ is therefore the experiencing subject, the <i>dṛś</i> or ‘seer’ (that is, the perceiver, cogniser or experiencer), whereas all the other thoughts are objects experienced by it, and hence they are <i>dṛśya</i> or the ‘seen’ (that is, they are what is perceived, cognised or experienced). Thus this sentence is an example of <i>dṛg-dṛśya-vivēka</i>, distinguishing the perceiver (<i>dṛś</i>) from the perceived (<i>dṛśya</i>) — indeed, it is the very essence of <i>dṛg-dṛśya-vivēka</i>, because it is distinguishing the essential perceiver or experiencer from everything else that it experiences.<br>\n<br>\nThe ego or thought called ‘I’ is the essential and ultimate perceiver (<i>dṛś</i>). In fact it is the only real perceiver, because it alone perceives everything, and nothing else actually perceives or experiences anything. No other thought experiences or is aware of either itself or anything else, whereas this primal thought called ‘I’ experiences and is aware of both itself and all other thoughts. This is why Bhagavan distinguishes it as the <i>mūla</i>, the root, base, foundation, origin, source and cause of all other thoughts. This is also why he says in verse 26 of <i>Uḷḷadu Nāṟpadu</i> that if this ego comes into existence, everything comes into existence (அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்: <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum</i>), and that if it does not exist, nothing else exists (அகந்தை இன்றேல், இன்று அனைத்தும்: <i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>).<br>\n<br>\nWhen this ego or thought called ‘I’ has not arisen, no other thought can arise or appear, because other thoughts cannot exist or seem to exist unless they are experienced by this ego. Therefore this ego endures so long as any other thought appears. Other thoughts come and go, so the contents or constituents of the mind are constantly changing, but so long as they come and go the ego endures and remains unchanging. The only change that the ego undergoes is to rise and subside — that is, to appear and disappear — so once it arises or appears it remains unchanged until it again subsides and disappears. All the change that it constantly experiences is not any change in itself but only change in what it experiences.<br>\n<br>\nThus the ego is the only thought that endures so long as the mind endures, so it is the essence of the mind. Other thoughts constitute the entire package called ‘mind’, but none of them are essential to it, because each of them can be and sooner or later will be replaced by some other thought. Of all the thoughts that constitute the mind, the only one that is never replaced and cannot be replaced is this fundamental thought called ‘I’, the ego. Therefore Bhagavan concludes verse 18 of <i>Upadēśa Undiyār</i> by saying: ‘யான் ஆம் மனம் எனல்’ (<i>yāṉ ām maṉam eṉal</i>), which means, ‘what is called mind is I’.<br>\n<br>\nWhat he implies in this verse is therefore that though the term ‘mind’ is generally used as a collective name for the totality of all thoughts or mental phenomena, of all such thoughts the only essential one is the ego, which is the original thought called ‘I’, so what is called mind is essentially just this ego.<br>\n<br>\nTherefore contrary to what Venkat wrote, in this verse he does not simply ‘equate the ego with the mind’, nor does he say that the ego ‘is a multitude of thoughts’. Quite the opposite, he actually distinguishes the ego from all other thoughts, so he does not equate it with the entirety of the mind, but only says that it is the root, foundation or essence of the mind. Therefore in some contexts the term ‘mind’ refers to the collection of all thoughts, whereas in other contexts it refers to its only essential element, namely this ego.<br>\n<br>\nTherefore, when used in its collective sense, the term ‘mind’ refers to an entity whose constituents or elements can be classified into two groups: अहम् (<i>aham</i>) and इदम् (<i>idam</i>), நான் (<i>nāṉ</i>) and இது (<i>idu</i>), ‘I’ and ‘this’. The <i>aham</i>, <i>nāṉ</i> or ‘I’ element of the mind is the ego, the first person or subject, which alone is the actual seer or experiencer (<i>dṛś</i>), and which is therefore the essence of the entire mind. The <i>idam</i>, <i>idu</i> or ‘this’ portion of the mind is all or any of its other thoughts, which are second and third persons or objects, and which are therefore what is seen or experienced (<i>dṛśya</i>).<br>\n<br>\nWhen we practise self-investigation (<i>ātma-vicāra</i>), we are trying to observe or attend to ourself alone in order to experience ourself in complete isolation from all other things, so self-investigation is the practical application of <i>dṛg-dṛśya-vivēka</i>, trying to distinguish <i>aham</i> or ‘I’ (the experiencing subject or <i>dṛś</i>) from everything else, which is <i>idam</i> or ‘this’ (the experienced objects or <i>dṛśya</i>). Therefore <i>dṛg-dṛśya-vivēka</i> is not merely an intellectual exercise or rational analysis, but is the actual process of distinguishing ourself experientially from everything else that we experience. Intellectual analysis is of course a necessary starting point, but it is only laying the foundation, as it were, and it is on this foundation of intellectual discrimination that we must apply the actual process of trying to distinguish or discern ourself experientially from everything else with which we are now mixed and confused.<br>\n<br>\n<a name=\"viveka\"></a><b>5. Distinguishing the experiencer (<i>dṛś</i>) from the experienced (<i>dṛśya</i>)</b><br>\n<br>\nHaving carefully considered the simple and essential <i>dṛg-dṛśya-vivēka</i> that Bhagavan expresses in verse 18 of <i>Upadēśa Undiyār</i>, let us now consider the somewhat more complicated expression of <i>dṛg-dṛśya-vivēka</i> in the first verse of <i>Dṛgdṛśyavivēkaḥ</i>:<br>\n<blockquote>रूपं दृश्यं लोचनं दृक् तद्दृश्यं दृक्तु मानसं ।<br>\nदृश्या धीवृत्तय साक्षी दृगेव न तु दृश्यते ॥<br>\n<br>\n<i>rūpaṁ dṛśyaṁ lōcanaṁ dṛk taddṛśyaṁ dṛktu mānasaṁ<br>\ndṛśyā dhīvṛttaya sākṣī dṛgēva na tu dṛśyatē</i>.<br>\n<br>\n<b>पदच्छेद:</b> रूपम् दृश्यम्, लोचनम् दृश्; तत् दृश्यम्, दृश् तु मानसम्; दृश्या धी-वृत्तय, साक्षी दृश्-एव न तु दृश्यते.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>rūpam dṛśyam, lōcanam dṛś; tat dṛśyam, dṛś tu mānasam; dṛśyā dhī-vṛttaya, sākṣī dṛś-ēva na tu dṛśyatē</i>.<br>\n<br>\n<b>English translation:</b> Form is seen, the eye is the seer; it [the eye] is seen, whereas the seer is the mind; the seen are the <i>vṛttis</i> [the modifications or thoughts] of the mind, [whereas] the <i>sākṣin</i> [witness] is only the seer but not what is seen.</blockquote>\nThough we generally say that our eyes see the visible forms of the external world, and that our other senses perceive other types of sensation, neither our eyes nor any of our other senses actually see or perceive anything, because they are not conscious. They only receive impressions and convert them into neural impulses, which they transmit to our brain (or at least this is what is generally believed to happen). Though our brain (supposedly) receives these neural impulses and processes or registers them in some way, it likewise does not actually experience anything, because it is not conscious. What actually ‘sees’ or experiences all the information that is believed to be transmitted from our eyes and other senses to our brain is only our mind, and what it experiences is not actually any external objects or any neural impulses but only a series of perceptual images or impressions, which are all just thoughts, ideas or mental phenomena (just like the perceptual impressions that we experience in a dream).<br>\n<br>\nHowever, though the mind is said to be the seer, we need to distinguish what exactly is meant by this, because most of the thoughts or phenomena (<i>vṛttis</i>) that constitute the mind do not see or experience anything. The only element of the mind that sees or experiences anything is the ego, so this ego is what is referred to in this verse as the <i>sākṣin</i> or ‘witness’, which is <i>dṛś</i>, whereas all the other elements of the mind are what are referred to as <i>dhī-vṛttaya</i>, ‘mental modifications’ or ‘movements of the mind’, which are <i>dṛśya</i>.<br>\n<br>\nThe final clause of this verse, ‘साक्षी दृश्-एव न तु दृश्यते’ (<i>sākṣī dṛś-ēva na tu dṛśyatē</i>), which means, ‘the witness is only the seer but not what is seen’, emphasises that though the ego sees everything else, it itself cannot be seen by anything. The only thing that can see anything is this ego, but if it tries to see itself it will subside and disappear, because it is not actually what it seems to be, but is only what we actually are (our real self), which does not see anything other than itself (ourself) alone. So long as we see or experience anything other than ourself, we seem to be this ego, but if we try to see ourself, we will see that we are not this ego but only the one infinite reality, other than which nothing exists to be seen at all.<br>\n<br>\nTrying to see the ego is like trying to see an illusory snake. We seem to see a snake, so we can watch it, but we cannot actually see it, because if we look at it too closely, we will see that it is not a snake but only a rope. Likewise, we seem to be aware of ourself as this ego, so we can watch it or try to attend to it, but we cannot actually see it, because if we look at it too closely, we will see that it is not the ego or ‘witness’ that it seems to be (that is, it is not a finite entity that sees things other than itself) but is only the infinite essence or real substance, which sees nothing other than itself.<br>\n<br>\n<a name=\"essence\"></a><b>6. The essence of the mind is the ego, and the essence of the ego is pure self-awareness</b><br>\n<br>\n<a name=\"uu17\"></a>The fact that the ego can never be seen was often emphasised by Bhagavan. For example, in verse 25 of <i>Uḷḷadu Nāṟpadu</i> he says, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means, ‘If sought [examined or investigated], it will take flight’, and in verse 17 of <i>Upadēśa Undiyār</i> he says:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When [one] investigates [examines or scrutinises] the form of the mind without forgetting, anything called ‘mind’ will not exist. For everyone this is the direct [straight, proper, correct or true] path.</blockquote>\nThe opening words of this verse, மனத்தின் உருவை (<i>maṉattiṉ uruvai</i>), which mean ‘the form of the mind’ (உருவை being an accusative form of உரு, which means ‘form’), do not refer to any of the other thoughts of the mind, but only to its one original, fundamental and essential thought, namely the ego. If we investigate, observe or scrutinise any other thought, we will thereby be nourishing and perpetuating the illusion that we are this ego, because as Bhagavan says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, the ego rises and stands by grasping other thoughts. Only if we investigate, observe or scrutinise our ego, the thought that experiences all other thoughts, will it be found to be non-existent, and only when it thereby ceases to exist will the entire edifice of the mind crumble down and disappear.<br>\n<br>\nThe first half of the first sentence of this verse, மனத்தின் உருவை மறவாது உசாவ (<i>maṉattiṉ uruvai maṟavādu usāva</i>), means ‘when [one] investigates the form of the mind without forgetting’. Though the ‘form of the mind’ that we must thus investigate is the ego, when we investigate it we are not investigating any of the adjuncts with which it is now mixed and confused, such as our body or any of the other thoughts with which we identify ourself, but are only investigating the essential core of the ego, which is its self-awareness. This is what Bhagavan meant when he said (as recorded in the last chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>, 2002 edition, page 96), ‘In your investigation into the source of <i>aham-vritti</i>, you take the essential <i>chit</i> aspect of the ego’.<br>\n<br>\n‘<i>Aham-vritti</i>’ (<i>ahaṁ-vṛtti</i>) means the ‘I-thought’ or ego, and ‘<i>chit</i>’ (<i>cit</i>) means consciousness or awareness, which in this context means specifically self-awareness, not any awareness of anything else. As Bhagavan had just pointed out in the same passage of <i>Maharshi’s Gospel</i>, the ego is sometimes described as <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that binds together two distinct elements as if they were one, namely ourself, who are <i>cit</i> or pure self-awareness, and our physical body, which is <i>jaḍa</i>, not conscious or aware. The <i>jaḍa</i> element of the ego is merely an adjunct or set of adjuncts, so it is not what the ego essentially is, but is something extraneous to its essence. Its essential element is only its self-awareness or consciousness (<i>cit</i>), which is what we really are, so when we investigate our ego, what we are trying to isolate and experience as it is is only its essential self-awareness, devoid of all the adjuncts with which it now seems to be mixed.<br>\n<br>\nJust as the ego is the essence of the mind, pure self-awareness is the essence of the ego, so when Bhagavan says in verse 17 of <i>Upadēśa Undiyār</i> that if we investigate the form of our mind without forgetting, we will discover that there is actually no such thing as mind at all, what he means by ‘the form of the mind’ (மனத்தின் உரு: <i>maṉattiṉ uru</i>) is only our ego, or still more specifically its essential self-awareness. In other words, we can interpret these words ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>) or ‘the form of the mind’ either with reference to next verse as the ego or ‘thought called I’ (நான் எனும் எண்ணம்: <i>nāṉ eṉum eṇṇam</i>), or with reference to the previous verse as the mind’s ‘form of light’ (ஒளியுரு: <i>oḷi-y-uru</i>), which is its essential self-awareness.<br>\n<br>\n<a name=\"seeing\"></a><b>7. To see what is real we must give up seeing what is seen (<i>dṛśya</i>)</b><br>\n<br>\n<a name=\"uu16\"></a>We have already considered the meaning of the next verse (verse 18) in the <a href=\"#mind\">fourth section</a> above, so let us now consider the meaning of the previous verse (verse 16):<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு, மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu, maṉam taṉ oḷi-uru ōrdal-ē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdal-ē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Having given up [knowing] external <i>viṣayas</i> [objects or anything perceived or cognised], the mind knowing its own form of light alone is real knowledge [or knowledge of reality].</blockquote>\n<a name=\"us16\"></a>The opening words of this verse, வெளி விடயங்களை (<i>veḷi viḍayaṅgaḷai</i>), mean ‘external <i>viṣayas</i>’, because வெளி (<i>veḷi</i>) means outside or external, and விடயம் (<i>viḍayam</i>) is a Tamil form of the Sanskrit word विषय (<i>viṣaya</i>), which means an object or anything perceived, cognised or experienced. In this context ‘external’ does not only mean external to our body, but external to ourself, so external <i>viṣayas</i> are anything other than ourself. In other words, they are anything that is <i>dṛśya</i> (seen, perceived or cognised), as confirmed by Bhagavan in his Sanskrit translation of this verse, in which he translated வெளி விடயங்கள் (<i>veḷi viḍayaṅgaḷ</i>) as दृश्य (<i>dṛśya</i>):<br>\n<blockquote>दृश्य वारितं चित्त मात्मनः ।<br>\nचित्त्व दर्शनं तत्त्व दर्शनम् ॥<br>\n<br>\n<i>dṛśya vāritaṁ citta mātmanaḥ<br>\ncittva darśanaṁ tattva darśanam</i>.<br>\n<br>\n<b>पदच्छेद:</b> दृश्य वारितम्, चित्तम् आत्मनः चित्त्व दर्शनम् तत्त्व दर्शनम्.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>dṛśya vāritam, cittam ātmanaḥ cittva darśanam tattva darśanam</i>.<br>\n<br>\n<b>English translation:</b> What is seen [being] kept away, the mind seeing its own <i>cittva</i> [awareness or consciousness] is seeing <i>tattva</i> [‘itness’, what actually exists or is real].</blockquote>\nIn both the Tamil and Sanskrit versions of this verse the first clause in an adverbial one, with its verb being a participle, which subordinates it to the main clause of the sentence, so what is described in the first clause is in effect a precondition for what is described in the main clause. In Tamil the first clause is வெளி விடயங்களை விட்டு (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), in which விட்டு (<i>viṭṭu</i>) is a participle that means leaving, quitting, removing, getting rid of, relinquishing or giving up, so the whole clause means leaving or giving up external <i>viṣayas</i> or objects of cognition. Likewise in Sanskrit the first clause is दृश्य वारितम् (<i>dṛśya vāritam</i>), in which वारितम् (<i>vāritam</i>) is a participle that means kept away, warded off or prevented, so the whole clause means <i>dṛśya</i> (what is seen or cognised) being kept away or warded off. Unless we give up attending to or being aware of any external <i>viṣayas</i> or <i>dṛśya</i> — that is, anything other than ourself — we cannot experience ourself as we really are.<br>\n<br>\nExperiencing ourself as we really are is what is described in the main clause of this verse. In Tamil the subject of the main clause is ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), which means ‘the mind knowing its own form of light’, and in Sanskrit it is ‘चित्तम् आत्मनः चित्त्व दर्शनम्’ (<i>cittam ātmanaḥ cittva darśanam</i>), which means ‘the mind seeing its own awareness’. The Tamil word ஓர்தல் (<i>ōrdal</i>) is a verbal noun that actually means either knowing or investigating, examining or observing attentively, but since this clause is describing what is real knowledge or awareness, in this context ஓர்தல் (<i>ōrdal</i>) means knowing or experiencing.<br>\n<br>\nThe words ஒளி உரு (<i>oḷi-uru</i>) literally mean ‘form of light’, but here ஒளி (<i>oḷi</i>) is a metaphor for awareness or consciousness, which is why Bhagavan translated it as चित्त्व (<i>cittva</i>) in Sanskrit. चित् (<i>cit</i>) means what is aware or conscious, and the suffix त्व (<i>tva</i>) means more or less the same as the suffix ‘-ness’ in English, so चित्त्व (<i>cittva</i>) means the quality or condition of being aware or conscious, or in other word awareness or consciousness. आत्मनः (<i>ātmanaḥ</i>) is the genitive form of आत्मन् (<i>ātman</i>), so it means exactly the same as தன் (<i>taṉ</i>), which in this context is ‘its own’, meaning the mind’s own.<br>\n<br>\nThe mind’s own ‘form of light’ (ஒளி உரு: <i>oḷi-uru</i>) or ‘awareness’ (चित्त्व: <i>cittva</i>) is its essential self-awareness, which in its pure condition is what we actually are and what alone is real, so Bhagavan says that the mind knowing or seeing its own form of light or awareness is உண்மை உணர்ச்சி (<i>uṇmai uṇarcci</i>) or तत्त्व दर्शनम् (<i>tattva darśanam</i>). உண்மை உணர்ச்சி (<i>uṇmai uṇarcci</i>) means real knowledge or awareness, or knowledge or awareness of the reality, and तत्त्व दर्शनम् (<i>tattva darśanam</i>) means seeing what is real.<br>\n<br>\nThe mind itself cannot actually experience real knowledge or see what is real, but when it gives up experiencing or being aware of anything other than itself (that is, any external object or <i>dṛśya</i>) by trying to experience only its own essential self-awareness, it ceases to be the mind or ego that it seemed to be (in other words, it ceases to be <i>dṛś</i>, the seer, perceiver or witness of any object), and remains as what it always really is, which is pure adjunct-free self-awareness. That is, when all <i>dṛśya</i> is given up, nothing remains as <i>dṛś</i> (the ego or mind), so what then remains is only pure self-awareness, which is the mind’s essential ‘form of light’ or ‘awareness’, and which is also the sole reality (<i>uṇmai</i> or <i>tattva</i>) and hence what we always actually are.<br>\n<br>\nTherefore the mind that sees only its own ‘form of light’ or awareness is no longer the mind as such but is only that ‘form of light’ itself, so what actually sees or experiences its own ‘form of light’ or awareness is actually only our real self, because nothing other than what we really are can be aware of what we really are. So long as we are aware of anything other than ourself, we seem to be this mind or ego, but when we are aware of ourself alone, we are only what we really are.<br>\n<br>\nThe only means by which we can give up or keep away all <i>dṛśya</i> is by trying to see the seer or ego (<i>dṛś</i>), but though we try to do so, we will never actually be able to see the seer, because when by trying to see it we manage give up all <i>dṛśya</i>, the seer will also cease to exist as such, and what we will then see is only what we actually are, which is neither <i>dṛś</i> nor <i>dṛśya</i>, because there is nothing other than ourself either for us to see or to be seen by. That state in which we see or are aware of nothing other than ourself is what Bhagavan describes in this verse as ‘real knowledge’ (உண்மை உணர்ச்சி: <i>uṇmai uṇarcci</i>) or ‘seeing the reality’ (तत्त्व दर्शनम्: <i>tattva darśanam</i>).<br>\n<br>\n<a name=\"witness\"></a><b>8. What we really are is not the witness (<i>sākṣin</i>) or seer (<i>dṛś</i>) of anything</b><br>\n<br>\nIn the <a href=\"#viveka\">fifth section</a> above I argued that the ‘witness’ (<i>sākṣin</i>) or ultimate seer (<i>dṛś</i>) referred to in the final clause of the first verse of <i>Dṛgdṛśyavivēkaḥ</i> is only our ego. However in many translations of that verse the witness is interpreted to be ‘the Self’ (as it was interpreted to be in the approximate translation that Venkat gave in his comment), and this implies that it is not our ego but what we actually are.<br>\n<br>\nThough I believe that this is a misinterpretation, it could be argued that Bhagavan’s Tamil translation lends support to it, because he translated (or rather adapted or paraphrased) this verse as follows:<br>\n<blockquote>நாம் பார்க்கும் இப்பிரபஞ்சவுருவம் கண்ணாற் காணப்படுவதால் திருசியம், காணுங் கண் திருக்கு; அக்கண் மனதாலறியப்படுவதால் திருசியம், மனம் திருக்கு; விருத்திகளுடன் கூடின அம்மனம் சாக்ஷியாகிய ஆத்மாவா லறியப்படுவதால் திருசியம், ஆத்மாதிருக்கு; அது ஒன்றாலு மறியப்படாததால் திருசியமன்று.<br>\n<br>\n<i>nām pārkkum i-p-pirapañca-v-uruvam kaṇṇāl kāṇa-p-paḍuvadāl diruśiyam, kāṇuṅ kaṇ dirukku; a-k-kaṇ maṉadāl aṟiya-p-paḍuvadāl diruśiyam, maṉam dirukku; viruttigaḷ-uḍaṉ  gūḍiṉa a-m-maṉam  sākṣi-y-āhiya ātmāvāl aṟiya-p-paḍuvadāl  diruśiyam, ātma dirukku; adu oṉḏṟāl-um aṟiya-p-paḍādadāl diruśiyam aṉḏṟu</i>.<br>\n<br>\nSince the form of this world that we see is seen by the eye, it is <i>dṛśya</i>, [whereas] the eye that sees is <i>dṛś</i>; since that eye is known by the mind, it is <i>dṛśya</i>, [whereas] the mind is <i>dṛś</i>; since that mind, which is mixed [or crowded] with thoughts, is known by ourself, who are the <i>sākṣi</i>, it is <i>dṛśya</i>, [whereas] ourself is <i>dṛś</i>; since it [ourself] is not known by anything, it is not <i>dṛśya</i>.</blockquote>\nThough the word ஆத்மா (<i>ātmā</i>), which I have translated here as ‘ourself’, is often used to denote what we really are (our real self), what it actually means is exactly the same as the Tamil word தான் (<i>tāṉ</i>), namely oneself, myself, yourself, himself, herself or itself, so it does not necessarily mean our real self, and it is often used to denote our personal self (<i>jīvātman</i>) or ego, or more generally just oneself, without specifically meaning either what we really are or what we seem to be. It is in this non-specific sense that it is used here, which is why I translated it simply as ‘ourself’ (I could have translated it as ‘oneself’, which in this context would mean the same as ‘ourself’, but since Bhagavan began this sentence with the word நாம் (<i>nām</i>), which means ‘we’, I decided that ‘ourself’ would be more appropriate here).<br>\n<br>\nThough he uses ‘ஆத்மா’ (<i>ātmā</i>) in this non-specific sense here, we can infer that what it refers to in this context is not what we really are (our real self) but only our ego, which is what we seem to be whenever we see anything other than ourself. What we really are is not the witness (<i>sākṣin</i>) or seer (<i>dṛś</i>) of anything other than ourself, and it certainly does not know our mind or any of its <i>vṛttis</i> or thoughts, because they exist only in the self-ignorant view of our ego.<br>\n<br>\nIf anyone has any doubt about whether or not this inference is correct, they can refer to verse 98 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> (which I translated and discussed in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/04/what-is-meant-by-term-saksi-or-witness.html#ego\">In a literal sense, the only <i>sākṣin</i> is our ego</a>), because in that verse Muruganar records that Bhagavan said, ‘ஆன்மாதான் ஏன்ற கரி என்றல் இழுக்கு’ (<i>āṉmā-tāṉ ēṉḏṟa kari eṉḏṟal iṙukku</i>), which means, ‘it is incorrect to say that <i>ātman</i> itself is the actual witness’, and also gave a clear reason for saying this. In the context of that verse of <i>Guru Vācaka Kōvai</i> ஆன்மா (<i>āṉmā</i>) clearly means only our real self, so when he says in his Tamil adaptation of the first verse of <i>Dṛgdṛśyavivēkaḥ</i> ‘சாக்ஷியாகிய ஆத்மா’ (<i>sākṣi-y-āhiya ātmā</i>), which means, ‘ourself, who are the <i>sākṣi</i>’, he is obviously not using ஆத்மா (<i>ātmā</i>) in the sense of our real self but only in the sense of ourself as the ego, which alone is what sees anything other than itself.<br>\n<br>\n<a name=\"un04\"></a>The fact that our real self does not see anything other than itself is also clearly implied in many verses of <i>Uḷḷadu Nāṟpadu</i>. For example, in verse 4 Bhagavan says:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக்<br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [in nature] than the eye [that sees it]? The [real] eye is oneself, the infinite eye.</blockquote>\nIn the final sentence of this verse, ‘கண் அது தான் அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), Bhagavan implies that what we actually are is devoid of any end or limit (<i>antam</i>), and hence is infinite and formless. The first (and also the last) word of this sentence, கண் (<i>kaṇ</i>), literally means ‘eye’, but is here used in a metaphorical sense to mean what sees, knows or is aware. அது (<i>adu</i>) is a pronoun meaning ‘that’ and refers to the preceding word கண் (<i>kaṇ</i>), so it does not really have any separate meaning here, and hence கண் அது (<i>kaṇ adu</i>) simply means ‘the eye’, or perhaps ‘that eye’. In this context தான் (<i>tāṉ</i>) can be interpreted either to mean ‘oneself’, in which case கண் அது தான் (<i>kaṇ adu tāṉ</i>) would mean ‘the eye is oneself’, or to be an intensifying suffix appended to அது (<i>adu</i>), in which case கண் அது தான் (<i>kaṇ adu tāṉ</i>) would mean ‘the eye itself’, ‘the eye alone’ or ‘the eye indeed’. அந்தம் இலா (<i>antam-ilā</i>) means endless, limitless or infinite, and the final word கண் (<i>kaṇ</i>) again means ‘eye’, so the meaning of this whole sentence is either ‘the eye is oneself, the infinite eye’ or ‘the eye itself is the infinite eye’, so the implied meaning is that the real eye is only oneself, but not oneself as a finite form, but only oneself as the infinite and hence formless ‘eye’ or awareness.<br>\n<br>\nWhatever has form of any kind whatsoever is finite and hence separate from all other forms, whereas whatever has no form is infinite and hence separate from nothing, because any kind of form is a limitation and thereby excludes from itself whatever is beyond or outside the limits of its form. Therefore, since what we really are (our real self) is ‘the infinite eye’, we are actually formless, and hence nothing other than ourself exists. Therefore as the infinite and hence formless eye we cannot see or be aware of anything other than our own formless self, so this infinite eye (our real self) is just pure self-awareness — awareness of nothing other than ourself alone.<br>\n<br>\nTherefore we can see or be aware of forms only when we experience ourself as a form. As the infinite eye, we cannot experience ourself as a form, so what experiences itself as a form is only our ego, which is not what we actually are but only what we now seem to be. In the view of the infinite eye, this ego does not exist, so it exists only in its own view — that is, in the view of ourself as this ego. Our ego is therefore an inexplicable enigma, and according to Bhagavan it does not actually exist, as we will discover if we investigate ourself to see whether we actually are what we now seem to be.<br>\n<br>\nAs Bhagavan says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, the ego is உருவற்ற பேய் (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, so it has no separate existence of its own, but can seemingly come into existence and endure only by grasping form. That is, since it is formless, it seems to exist only when it grasps and identifies itself as a form, namely a physical body. However, the body that it experiences as itself does not exist independent of it, because as Bhagavan says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>, everything else comes into (seeming) existence only when the ego comes into (seeming) existence, so when we do not experience ourself as this ego, nothing else exists (except of course ourself as we really are). Therefore the body and all the other forms that this ego experiences are only its own projections. They exist only in its self-ignorant view, and they do not exist or seem to exist when it does not rise to experience them.<br>\n<br>\nTherefore when Bhagavan says in the first sentence of this verse, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), ‘If oneself is a form, the world and God will be likewise’, he means that if we rise as this ego and thereby experience ourself as a body, we will see everything else as forms. And when he then asks, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms, and how [to do so]?’, he means that if we do not rise as this ego and therefore do not experience ourself as a body or any other kind of form, there will be no one to see any other forms, and no means to do so.<br>\n<br>\nTherefore we can see forms (anything other than our infinite and formless self) only if we experience ourself as a form, and hence when we experience ourself as we really are we cannot experience any form. This is the implication of his other question in this verse, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which means ‘Can what is seen be otherwise [in nature] than the eye [that sees it]?’ Therefore our real self, which is ‘the infinite eye’, can never see anything other than itself, and hence it cannot be correct to describe it as either a ‘witness’ (<i>sākṣin</i>) or a ‘seer’ (<i>dṛś</i>). Therefore what is called the ‘witness’ and ‘seer’ of the mind and its thoughts (<i>vṛittis</i>) in the final half of the first verse of <i>Dṛgdṛśyavivēkaḥ</i> is only our ego and not our real self.<br>\n<br>\n<a name=\"real\"></a><b>9. To experience what we really are, we must cease witnessing or being aware of anything else</b><br>\n<br>\nRegarding what Venkat wrote in the final sentence of his comment that I quoted in the <a href=\"#mind\">fourth section</a> above, namely ‘So I think when K [J. Krishnamurti] says to observe carefully, to be choicelessly aware of thoughts/feelings, and to see the selfishness inherent in them, you will find out for yourself that you are not those thoughts/feelings but their witness’, in order to know that we are not any of the thoughts or feelings that we experience but only what witnesses or is aware of them, we do not need to observe them carefully or try to be ‘choicelessly aware’ of them, because we can work out this obvious fact simply by doing a little rational analysis. All the thoughts or feelings that we experience appear and disappear, whereas we exist whether they appear or not, so they cannot be ourself.<br>\n<br>\nHowever, though we are the witness of thoughts or feelings when we experience them, we do not always experience them, so we are not always a witness. In deep sleep we do not witness any thought or feeling, yet we are aware that we exist, so the witness of thoughts or feelings cannot be what we really are. We experience thoughts or feelings only when we experience ourself as a body, and when we experience ourself thus we are not experiencing ourself as we really are. Therefore so long as we experience ourself as the witness of thoughts, feelings or anything else other than ourself, we are just perpetuating the illusion that we are a finite ego rather the infinite self-awareness that we actually are.<br>\n<br>\nTherefore, in order to experience ourself as we really are, we must cease witnessing or being aware of anything other than ourself, and must instead try to be aware of ourself alone. This is the practice of self-investigation (<i>ātma-vicāra</i>) that Bhagavan taught us, and as he repeatedly emphasised, this is the only means by which we can destroy our ego, the illusion that we are anything other than pure and infinite self-awareness.<br>\n<br>\nThe purpose of <i>dṛg-dṛśya-vivēka</i> (distinguishing the seer from the seen, or the perceiver from what is perceived) is only to enable us to withdraw our attention from everything else and to focus it exclusively on ourself alone — or in other words, to cease being aware of anything else and to be attentively aware of ourself alone. The more we succeed in being attentively aware of ourself alone, the more our ego will subside and dissolve back into ourself, its source, and when we eventually succeed in our attempt to be aware of ourself alone, we will experience ourself as we really are, and thus we will know that we have actually always experienced ourself only as we really are and have therefore never experienced ourself as an ego or ‘seer’ (<i>dṛś</i>), nor have we ever experienced anything else (any <i>dṛśya</i>).\n</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "104",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/581631053709962959/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "ego",
        "Guru Vācaka Kōvai",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Sāram",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NTIyOTMxMzU5Cm9mZnNldDogMzYwMDAwMAo\""
}