{
    "kind": "blogger#post",
    "id": "2409541324955091058",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-11-11T15:03:00Z",
    "updated": "2017-10-06T14:31:03+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/11/sleep-is-our-natural-state-of-pure-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2409541324955091058",
    "title": "Sleep is our natural state of pure self-awareness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the <a href=\"http://happinessofbeing.blogspot.com/2015/11/what-happens-to-our-mind-in-sleep.html?showComment=1446568900423#c1793461895477982010\">first comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/11/what-happens-to-our-mind-in-sleep.html\">What happens to our mind in sleep?</a>, an anonymous friend wrote: ‘It cannot be correct that we experience ourselves in sleep and mind is absent. If that were true, everyone is realized during sleep. And once realized, he does not come back to the world. That is why it is said that the mind is in the dormant state. The I thought exists in its primitive form’.<br>\n<br>\nAs this anonymous friend wrote, this seemingly common sense reasoning is why it is generally said that our mind or ego exists in sleep in a dormant condition (known as the <i>kāraṇa śarīra</i> or <i>ānandamaya kōśa</i>), but such reasoning oversimplifies the issue, failing to recognise not only some important nuances but also some fairly obvious flaws in its own arguments. Let us therefore consider this issue in greater depth in order to see whether we can understand Bhagavan’s teachings in this regard more clearly.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ny01\"><i>Nāṉ Yār?</i> paragraph 1: in sleep we experience ourself in the absence of our mind</a></li>\n<li><a href=\"#uu18\"><i>Upadēśa Undiyār</i> verse 18: our mind is in essence just our primal thought called ‘I’</a></li>\n<li><a href=\"#ny5-6-8\"><i>Nāṉ Yār?</i> paragraphs 5, 6 and 8: the thought called ‘I’ is an alternative name for our ego</a></li>\n<li><a href=\"#un25-6\"><i>Uḷḷadu Nāṟpadu</i> verses 25 and 26: our ego and other things cannot exist without each other</a></li>\n<li><a href=\"#av2\"><i>Āṉma-Viddai</i> verse 2: our primal thought called ‘I’ is just the illusory experience ‘I am this body’</a></li>\n<li><a href=\"#ny04\"><i>Nāṉ Yār?</i> paragraph 4: thoughts exist only in waking and dream but not in sleep</a></li>\n<li><a href=\"#aa7\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 7: without the thought called ‘I’ nothing else exists</a></li>\n<li><a href=\"#grasp\">Our ego cannot exist in sleep, because there is nothing there for it to grasp</a></li>\n<li><a href=\"#uu17\"><i>Upadēśa Undiyār</i> verse 17: our ego or mind does not actually exist at all, even now</a></li>\n<li><a href=\"#ignorance\">Sleep is not actually a state of darkness or ignorance but one of pure self-awareness</a></li>\n<li><a href=\"#ego\">Since our ego does not exist in sleep, how does it seem to come back into existence in waking and dream?</a></li>\n<li><a href=\"#destroy\">Why is our ego not destroyed by the pure self-awareness that we experience in sleep?</a></li>\n<li><a href=\"#vrtti\">Our ego can be destroyed only by <i>vṛtti-jñāna</i> (self-attentiveness)</a></li>\n<li><a href=\"#explain\">Why the re-emergence of our ego from sleep cannot be adequately explained, and need not be explained</a></li>\n</ol>\n<a name=\"ny01\"></a><b>1. <i>Nāṉ Yār?</i> paragraph 1: in sleep we experience ourself in the absence of our mind</b><br>\n<br>\nLet us start by considering the first sentence of this comment, namely ‘It cannot be correct that we experience ourselves in sleep and mind is absent’. This implies firstly that in sleep we do not experience ourself, and secondly that in sleep our mind is in some sense present or not entirely absent, but both of these contentions are explicitly repudiated by Bhagavan in the main clause of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\">very first sentence</a> of <i>Nāṉ Yār?</i> (Who am I?), in which he says, ‘மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும்’ (<i>maṉam-aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum</i>), which means ‘to attain that happiness, which is one’s own [true] nature, which [one] experiences daily in [dreamless] sleep, which is devoid of the mind, oneself knowing oneself is necessary’.<br>\n<br>\nIn this clause the phrase மனமற்ற நித்திரையில் (<i>maṉam-aṯṟa niddiraiyil</i>) means ‘in sleep, which is devoid of mind’, so by these words Bhagavan explicitly confirms that it is correct to say that our mind does not exist in sleep. The next phrase, நித்திரையில் தின மனுபவிக்கும் தன் சுபாவம் (<i>niddiraiyil diṉam aṉubhavikkum taṉ subhāvam</i>), means ‘one’s own nature, which [one] experiences daily in sleep’, so by these words he likewise explicitly confirms that it is correct to say that we do experience ourself in sleep. Let us therefore try to understand why he says that we experience ourself in sleep even though our mind does not exist then. <br>\n<br>\nIf it were true that we do not experience ourself while asleep, that would mean that we are not always self-aware, and since self-awareness is our very nature, it would in effect mean that in sleep we cease to exist, which is obviously not the case. According to Bhagavan, we are always self-aware, and can never cease to be self-aware, because self-awareness is our very nature. What is not self-aware in sleep is our mind, but that is because our mind does not exist in sleep. However, though our mind does not exist in sleep, we do not cease to exist then, so we are aware of ourself in sleep in spite of the non-existence of our mind.<br>\n<br>\nAs Bhagavan often used to say, our self-awareness (which is <i>sat-cit</i>, the awareness of what is) is the fundamental reality, so it is like the screen in a cinema, which exists and remains unchanged whether pictures are projected on it or not. Our mind and its two states of waking and dream are merely pictures projected on this screen of self-awareness, and sleep is the state in which no pictures are projected on it.<br>\n<br>\n<a name=\"uu18\"></a><b>2. <i>Upadēśa Undiyār</i> verse 18: our mind is in essence just our primal thought called ‘I’</b><br>\n<br>\nOur anonymous friend believes that it cannot be correct to say that in sleep our mind is absent, but in order to understand why Bhagavan says that sleep is a state that is completely devoid of mind we need to consider what our mind actually is. He answers this question in verse 18 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Elaborated translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nThat is, the term ‘mind’ is generally used as a collective name for all எண்ணங்கள் (<i>eṇṇaṅgaḷ</i>), which is a term that means thoughts, ideas or mental phenomena of any kind whatsoever. However, of all thoughts or mental phenomena the root is only our primal thought, which is called ‘I’. Whereas other thoughts are in a state of perpetual flux, appearing, disappearing and constantly changing, this root thought called ‘I’ remains essentially unchanged and seems to exist so long as any other thought seems to exist.<br>\n<br>\nNo other thought is ever aware either of itself or of anything else, whereas this thought called ‘I’ is aware both of itself and of all other thoughts. Therefore this thought called ‘I’ is the root of all other thoughts. It is the thinker or experiencer of all thoughts, whereas other thoughts are what are thought or experienced by it. Hence, since no other thought is constant, the only constant element of the mind is this one thought called ‘I’, so what the mind essentially is is only this thought called ‘I’. This is what Bhagavan explains so clearly but succinctly in this verse.<br>\n<br>\n<a name=\"ny5-6-8\"></a><a name=\"ny05\"></a><b>3. <i>Nāṉ Yār?</i> paragraphs 5, 6 and 8: the thought called ‘I’ is an alternative name for our ego</b><br>\n<br>\nWhat he refers to here as ‘நான் எனும் எண்ணம்’ (<i>nāṉ eṉum eṇṇam</i>), the ‘thought called I’, is what he refers to in other contexts as the ego. This term ‘நான் என்னும் எண்ணம்’ (<i>nāṉ eṉṉum eṇṇam</i>), or ‘நான் என்னும் நினைவு’ (<i>nāṉ eṉṉum niṉaivu</i>), as he more usually called it, is one that he frequently used, and it occurs even in <i>Nāṉ Yār?</i> (Who am I?), which is the earliest record of his teachings. In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i> he wrote:<br>\n<blockquote>[...] மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n[...] <i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā.</i><br>\n<br>\n[...] Of all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first</b> [primal, basic, original or causal] <b>thought</b>. Only after this rises do other thoughts rise. Only after the first person appears do the second and third persons appear; without the first person [our ego or thought called ‘I’] second and third persons [things that seem to be other than ourself] do not exist.</blockquote>\nThe clause that I highlighted in bold here is one of the few portions of <i>Nāṉ Yār?</i> that were highlighted by Bhagavan himself, which indicates the importance that he attributed to this particular teaching.<br>\n<br>\n<a name=\"ny06\"></a>In the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> he wrote:<br>\n<blockquote>இவ்விதமாக மனம் ஹ்ருதயத்திற் றங்கவே, எல்லா நினைவுகளுக்கும் மூலமான நான் என்பது போய் எப்பொழுது முள்ள <b>தான்</b> மாத்திரம் விளங்கும். நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும்.<br>\n<br>\n<i>i-v-vidham-āha maṉam hrudayattil taṅgavē, ellā niṉaivugaḷukkum mūlam-āṉa nāṉ eṉbadu pōy eppoṙudum uḷḷa <b>tāṉ</b> māttiram viḷaṅgum. nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum.</i><br>\n<br>\nWhen the mind remains [or is firmly established] in the heart [one’s actual self] in this manner, what is called ‘I’ [the ego], which is the root [base, foundation or origin] of all thoughts, will depart and <b>oneself</b>, who always exists, alone will shine. Only the place where the thought called ‘I’ does not exist even a little is <i>svarūpa</i> [our ‘own form’ or actual self].</blockquote>\nThough in the second of these two sentences he describes our own actual self (<i>svarūpa</i>) as ‘நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே’ (<i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē</i>), which literally means ‘only the place where the thought called ‘I’ does not exist even a little’, he uses the term இடம் (<i>iḍam</i>) or ‘place’ here (as he often did) in a metaphorical sense to mean what is fundamentally real or what actually exists, so the implied meaning of this sentence is that only the fundamental reality, in which the thought called ‘I’ does not exist even a little, is our own actual self (<i>svarūpa</i>). <br>\n<br>\n<a name=\"ny08\"></a>And in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> he wrote:<br>\n<blockquote>நினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம்.<br>\n<br>\n<i>niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram.</i><br>\n<br>\nThought alone is the <i>svarūpa</i> [the ‘own form’] of the mind. The thought called ‘I’ alone is the first thought of the mind; it alone is the ego.</blockquote>\n<a name=\"un25-6\"></a><a name=\"un25\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verses 25 and 26: our ego and other things cannot exist without each other</b><br>\n<br>\nSince our mind is therefore essentially just this ego or primal thought called ‘I’, the question whether the mind exists in any form in deep sleep boils down to being the question whether our ego exists in any form then. To answer this question we need to consider what Bhagavan taught us about the nature of our ego. According to what he teaches us in verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i>, our ego is the root cause of everything, and it comes into existence and endures only by projecting and clinging to ‘forms’, by which term he means phenomena or anything other than our own actual self. In <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> he says:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\n<a name=\"un26\"></a>And in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> he says:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nSince our ego is formless, it depends for its seeming existence upon forms (that is, anything other than itself), so it comes into seeming existence, endures and thrives only by grasping forms. However, just as it depends upon forms for its seeming existence, all forms depend upon it for their seeming existence, because when this ego does not seem to exist (as in sleep) nothing else (except our essential self-awareness) seems to exist. Therefore in these two verses Bhagavan clearly implies that our ego and other things are mutually dependent, since neither can exist without the other.<br>\n<br>\nWhen he says in verse 25 ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), which means ‘grasping form it rises [or comes into existence]’, what he implies is that our ego comes into existence only by projecting and experiencing itself as a physical body (or rather a seemingly physical body, because nothing is actually physical, since everything other than ourself is created only by our ego or mind, so whatever seems to be physical is actually just a mental fabrication). That is, whether in waking or in dream, this ego cannot seem to exist without experiencing itself as a body. All the other forms or phenomena that it experiences seem to exist only when it experiences itself as a body. Therefore Bhagavan often used to say that our ego is nothing but this illusory experience ‘I am this body’.<br>\n<br>\nThe body that this ego experiences as itself is not always the same body, because whatever body we experience as ourself in any other dream is not the same body that we experience as ourself in our current dream, which now seems to be our waking state. Whatever body we currently experience as ourself seems to us to be our actual body, so whatever state we are currently experiencing seems to be waking, and all the bodies that we experience as ourself in other states seem to us now to be dream bodies. Therefore our current body and current state are each actually just one among our many dream bodies and dream states, and though the body that we experience as ourself in each of these dream states is different, in every one of them we experience ourself as ‘I am this body’.<br>\n<br>\n<a name=\"av2\"></a><b>5. <i>Āṉma-Viddai</i> verse 2: our primal thought called ‘I’ is just the illusory experience ‘I am this body’</b><br>\n<br>\nTherefore this illusory experience ‘I am this body’ is what Bhagavan referred to as the ‘thought called I’, so it is our primal thought and the root of all our other thoughts or mental phenomena, as Bhagavan clearly indicated in <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#av2\">verse 2</a> of <i>Āṉma-Viddai</i>:<br>\n<blockquote>ஊனா ருடலிதுவே நானா மெனுநினைவே<br>\nநானா நினைவுகள்சே ரோர்நார் [...]<br>\n<br>\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br>\nnāṉā niṉaivugaḷsē rōrnār</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் [...]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal idu-v-ē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār</i> [...]<br>\n<br>\n<b>English translation:</b> The thought ‘this body composed of flesh itself is I’ alone is the one thread on which [all] the various thoughts are strung [...]</blockquote>\nSince Bhagavan repeatedly emphasised that our ego or primal thought called ‘I’ is nothing other than this illusory experience ‘I am this body’, and since we do not experience any body or any other thought in sleep, we can confidently infer that our ego does not exist in any form whatsoever in sleep.<br>\n<br>\n<a name=\"ny04\"></a><b>6. <i>Nāṉ Yār?</i> paragraph 4: thoughts exist only in waking and dream but not in sleep</b><br>\n<br>\nThe fact that our ego and all its thoughts exist (or rather seem to exist) only in waking and dream but not in sleep is also made clear by Bhagavan in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[...] நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. [...]<br>\n<br>\n[...] <i>niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉiyāy maṉam-eṉḏṟōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>. [...]<br>\n<br>\n[...] When one sets aside all thoughts and sees, solitarily there is no such thing as ‘mind’; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or fundamental nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [our ‘own form’ or essential self] does not appear [as it really is]; when <i>svarūpa</i> appears (shines) [as it really is], the world does not appear. [...]</blockquote>\nWhen he says in this passage, ‘தூக்கத்தில் நினைவுகளில்லை’ (<i>tūkkattil niṉaivugaḷ illai</i>), which means ‘in sleep there are no thoughts’, he clearly implies that in sleep even our primal thought called ‘I’ does not exist in any form whatsoever.<br>\n<br>\n<a name=\"aa7\"></a><b>7. <i>Śrī Aruṇācala Aṣṭakam</i> verse 7: without the thought called ‘I’ nothing else exists</b><br>\n<br>\nMoreover, as he often emphasised, when this primal thought called ‘I’ does not exist, nothing else exists, so when this first thought disappears in sleep, everything else ceases to exist, and hence what exists and shines in sleep is only our own actual self (<i>ātma-svarūpa</i>). This is what he clearly implies both in the above passage of <i>Nāṉ Yār?</i> and in the first sentence of verse 7 of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>இன்றக மெனுநினை வெனிற்பிற வொன்று மின்று [...].<br>\n<br>\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu miṉḏṟu</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. [...]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>. [...]<br>\n<br>\n<b>அன்வயம்:</b> அகம் எனும் நினைவு இன்று எனில், பிற ஒன்றும் இன்று. [...]<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aham eṉum niṉaivu iṉḏṟu eṉil, piṟa oṉḏṟum iṉḏṟu</i>. [...]<br>\n<br>\n<b>English translation:</b>: If the thought called ‘I’ does not exist, any other will not exist. [...]</blockquote>\nபிற ஒன்றும் (<i>piṟa oṉḏṟum</i>) means ‘any other’ or ‘even one other’, so in this context it can be interpreted to mean either ‘any other thought’ or ‘any other thing’. However, according to Bhagavan everything other than our own actual self is just a thought or mental fabrication, so whether we interpret these words to mean ‘any other thought’ or ‘any other thing’ makes no difference. Since any other thing is just a thought, and since the root of all thoughts is only our primal thought called ‘I’, when this primal thought does not exist nothing else (other than our own actual self) exists.<br>\n<br>\nThis is also what Bhagavan states explicitly and emphatically in the first three sentences of verse 26 of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything’. Therefore according to Bhagavan everything other than ourself is just an expansion of our ego, so other things seem to exist only when our ego seems to exist.<br>\n<br>\n<a name=\"grasp\"></a><b>8. Our ego cannot exist in sleep, because there is nothing there for it to grasp</b><br>\n<br>\nSince our ego can come into existence (or seeming existence) only by projecting and grasping other things, we can conclude that since we are not aware of anything other than ourself in sleep, neither our ego nor anything else exists at that time. This is the view that Bhagavan expressed unequivocally in many passages of his writings, such as those that we have considered here, and what he also implied in so many of his other teachings.<br>\n<br>\nTherefore if it is claimed that in sleep our ego exists ‘in its primitive form’ (as our anonymous friend expressed it) or in the form of a ‘causal body’ (<i>kāraṇa śarīra</i>) or ‘covering composed of happiness’ (<i>ānandamaya kōśa</i>), that would be contrary to Bhagavan’s teaching that sleep is a state devoid of the mind or ego (as expressed by him, for example, in the first paragraph of <i>Nāṉ Yār?</i> and in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/by-attending-to-our-ego-we-are.html#uu21\">verse 21</a> of <i>Upadēśa Undiyār</i>), and it would also imply that the ego has a form of its own and can exist without grasping any other form, which is contrary to his teaching in verse 25 of <i>Uḷḷadu Nāṟpadu</i> that it is formless and that it can come into existence only by grasping a form (which in that context clearly implies something other than itself, since it is formless). As Bhagavan clearly and unequivocally taught in verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i> (and frequently implied elsewhere), things other than ourself seem to exist only when we rise as this ego, and we rise as this ego only by grasping things other than ourself, so since nothing other than ourself seems to exist in sleep, there is nothing there for us to grasp and hence no ego exists there in any form whatsoever.<br>\n<br>\nIf it were true that our ego or thought called ‘I’ exists in any form in sleep, that would mean that it exists in all our three states, in which case we would have no reason to suppose that we are anything other than this ego. As Bhagavan repeatedly explained, the reason why we can be sure even now that we are not this ego or mind, even though this is what we now seem to be, is that we experience ourself in sleep, when there is no ego or mind at all. Therefore if we suppose that this ego or mind exists in any form whatsoever in sleep, that would be contrary to several of the most fundamental and essential principles of his teachings.<br>\n<br>\n<a name=\"uu17\"></a><b>9. <i>Upadēśa Undiyār</i> verse 17: our ego or mind does not actually exist at all, even now</b><br>\n<br>\nMoreover, if we claim that the ego exists in any form whatsoever in sleep, we would be attributing undue reality to it. According to Bhagavan, this ego does not actually exist even now, but merely seems to exist, whereas in sleep it does not even seem to exist. Whatever is experienced must either actually exist or at least seem to exist, because whatever does not actually exist or even seem to exist cannot exist at all and hence cannot be experienced. Therefore, since our ego does not ever actually exist, whenever it does not even seem to exist, as in sleep, it does not exist at all or in any form whatsoever.<br>\n<br>\nEven though our ego seems to exist in waking and dream (that is, whenever we are aware of anything other than ourself), Bhagavan advises us not to assume that it actually exists, but instead to investigate it to see whether it actually exists even now, because according to his experience if we investigate this ego we will find that there is no such thing at all, as he declares in verse 17 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When [one] investigates [examines or scrutinises] the form of the mind without forgetting, anything called ‘mind’ will not exist. For everyone this is the direct [straight, proper, correct or true] path.</blockquote>\nWhat he describes here as மனத்தின் உரு (<i>maṉattiṉ uru</i>), the ‘form of the mind’, can be taken to mean either its ஒளி உரு (<i>oḷi-uru</i>) or ‘form of light’ (that is, its essential form of pure self-awareness), which he refers to in the previous verse, or its primal thought called ‘I’ (the ego), which he refers to in the next verse, because the essence of the mind is this ego or thought called ‘I’ (which is a confused mixture of pure self-awareness and awareness of a body), and the essence of this ego is pure self-awareness. Since we now experience ourself as this ego, our self-investigation must begin with investigation of this ego, but even while we are investigating this ego, the portion of it that we are trying to investigate or observe is only its essential self-awareness and not its awareness of a body or anything else. In other words, within this body-mixed self-awareness called ego we must try to isolate and experience only its essence, our pure self-awareness, which is what we actually are.<br>\n<br>\nWhen we eventually succeed in our attempt to experience our pure self-awareness in complete isolation from everything else, we will find that there is actually no such thing as a ‘mind’ or ‘ego’ at all, but only an infinite expanse of pure self-awareness, just as if we were to carefully observe an illusory snake we would eventually see that it is not actually a snake but only a rope. Just as what seemed to be a snake was actually only a rope, what now seems to be this ego, mind or thought called ‘I’ is only our actual self, which is pure self-awareness, devoid of even the slightest awareness of anything else whatsoever. Therefore since our ego or mind does not actually exist even when it seems to exist, as in waking and dream, to believe that it actually exists even when it does not seem to exist, as in sleep, would be absurd.<br>\n<br>\n<a name=\"ignorance\"></a><b>10. Sleep is not actually a state of darkness or ignorance but one of pure self-awareness</b><br>\n<br>\nHowever, some people may object to this by claiming that in sleep our ego seems to exist as a darkness or state of self-ignorance, and that such darkness is what is called the <i>kāraṇa śarīra</i> (causal body) or <i>ānandamaya kōśa</i> (sheath or covering composed of happiness), but that would be a fallacious argument, because the so-called darkness or ignorance of sleep is a phenomenon that seems to exist only in the view of our ego in waking or dream. While we are actually asleep, we do not experience any darkness or ignorance, because all that we actually experience in sleep is our own self-awareness, and nothing else seems to exist at all.<br>\n<br>\nWhen we think of sleep while we are awake or dreaming it seems to us to be a state of darkness or ignorance because we are not aware of anything else in sleep, so the ignorance of sleep is not self-ignorance (an absence of self-awareness) but only an ignorance or non-awareness of anything other than ourself. What actually exists in sleep is only ourself as we really are, and what we as we really are experience in sleep is only pure self-awareness. Therefore it is only from the perspective of our ego or mind, which does not actually exist in sleep, that sleep seems to be ignorance, and it seems to be ignorance only because we as this ego mistake our awareness of other things in waking and dream to be real knowledge.<br>\n<br>\nHowever, according to Bhagavan awareness of anything other than ourself is not real knowledge but only ignorance, as he says explicitly in verses 11 and 13 of <i>Uḷḷadu Nāṟpadu</i>. In <a href=\"http://happinessofbeing.blogspot.co.uk/2015/09/self-knowledge-is-not-void-sunya.html#un11\">verse 11</a> he says, ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai</i>), which means ‘not knowing oneself, who knows, knowing other things is ignorance’, and in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/09/self-knowledge-is-not-void-sunya.html#un13\">verse 13</a> he says, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), which means ‘knowledge that is many is ignorance’, and which implies that knowledge of multiplicity or awareness of anything other than our single self is ignorance (<i>ajñāna</i>). This is why he once said (as recorded in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 9), and also in section 313 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 286)):<br>\n<blockquote>Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking. Your real nature covers both and extends beyond.</blockquote>\nWhen he says that there is full awareness in sleep, what he means by ‘awareness’ is obviously only self-awareness, because in sleep we are not aware of anything other than ourself. Therefore when he says that sleep is not ignorance but our pure state, what he implies is that it is our natural state of pure self-awareness. And when he says, ‘Your real nature covers both [sleep and waking] and extends beyond’, he implies that pure self-awareness, which is our real nature, exists not only in sleep but also in waking and dream, because it transcends the illusory appearance of these three alternating states.<br>\n<br>\nWhat exists in sleep is only our actual self (<i>ātma-svarūpa</i>), in whose view no ego has ever existed or could ever exist, so from the perspective of our actual self the state that we call sleep is eternal and is never interrupted by either waking or dream. Therefore it is only from the perspective of our ego, which seems to exist only in waking and dream but does not exist or even seem to exist in sleep, that sleep seems to be just a temporary state — one from which our ego invariably rises again.<br>\n<br>\nGenerally in <i>advaita</i> philosophy it is said that waking, dream and sleep are all illusory, and that our real state (which is sometimes described as <i>turīya</i>, the ‘fourth’, but which Bhagavan said is the only state that actually exists) transcends these three. However, sleep can be considered illusory only when it is viewed from the perspective of waking or dream, in which it seems to be one among three states, each of which is transient, whereas according to Bhagavan sleep is a state in which we experience only our pure self-awareness, so as such it is actually the one real state that underlies the appearance of both waking and dream and that exists whether they appear or not. In other words, it is like a cinema screen, on which the pictures of waking and dream phenomena appear, but which remains unchanged whether such pictures appear on it or not.<br>\n<br>\nThough a cinema screen is the background on which all the diverse pictures appear, we generally overlook its existence so long as any pictures are appearing on it, and notice it only when no pictures appear on it. Likewise, so long as we are experiencing any of the diverse phenomena of waking or dream, we tend to overlook our fundamental self-awareness, which endures throughout each of our three states, so we need to observe it attentively now in order to experience it in waking and dream just as we do in sleep — that is, in complete isolation from awareness of any phenomena.<br>\n<br>\n<a name=\"ego\"></a><b>11. Since our ego does not exist in sleep, how does it seem to come back into existence in waking or dream?</b><br>\n<br>\nIn sleep we do not experience any problem, deficiency or dissatisfaction, but we do experience all such things in waking and dream. Therefore the only problem with sleep is that from it we sooner or later rise again as this ego. However, though we call this a problem with sleep, it is not a problem that we experience while asleep, but becomes a problem only when we rise either in waking or in dream, because it is a problem that seems to exist only in the view of our ego, which does not exist in sleep. Therefore it is only from the perspective of our ego in waking or in dream that sleep seems to be deficient or defective in any way.<br>\n<br>\nSince our ego does not exist in sleep, it is natural for us to ask how it can cease to exist at one time (whenever we fall asleep) and then come back into existence at a later time (whenever we wake up or begin dreaming). Logically if something has ceased to exist at one time it cannot come back into existence at a later time, because nothing can exist after it has ceased to exist, nor can it exist before it came into existence, so whatever has ceased to exist cannot be anything that comes into existence only later. Therefore it could be argued that if our ego does not exist when we are asleep, whatever ego rises from sleep cannot be the same ego that had earlier fallen asleep.<br>\n<br>\nHowever, this argument overlooks an important fact, namely that though our ego does not exist in sleep, we do exist then. What now seems to be our ego is only ourself, so when it is said that our ego exists in waking and dream but not in sleep, what that actually means is that we seem to be this ego in waking and dream but not in sleep. Even in waking and dream our ego does not actually exist, so it does not actually cease to exist when we fall asleep, nor does it actually come into existence when we wake up or begin dreaming — it merely seems to cease existing and to come back into existence.<br>\n<br>\nWhat actually exists in any of these three states is only ourself, but whereas we seem to be this ego in waking and in dream, we do not seem to be any such thing in sleep. Therefore the seeming continuity of our ego is only due to the actual continuity of ourself. Because we who now experience this ego as ourself are the same ‘we’ (or rather ‘I’) who experienced it as ourself before we fell asleep last night, this ego today seems to be the same ego that we experienced as ourself yesterday and on each of the previous days.<br>\n<br>\nWhat I refer to here as ‘we’ or ‘ourself’ (which actually means ‘I’ or ‘myself’, since we are each singular and not plural) is our self-awareness, which alone is what exists in all our three states. In sleep we experience only this self-awareness (which is ourself), whereas in waking and dream we experience it mixed with awareness of other things, including a body that we mistake to be ourself, so what is called our ‘ego’ or ‘thought called I’ is just the body-mixed condition of our self-awareness. When it is not mixed with any body-awareness, our self-awareness remains in its pristine natural condition, as it is in sleep, whereas when it is mixed with body-awareness, as it is in both waking and dream, it seems to be this ego or mind. Therefore the essence and only real part of this ego is our pure self-awareness, which exists in each of our three states, and whatever else seems to exist in waking or in dream is just an illusory fabrication created by our ego, which is the primal illusion.<br>\n<br>\nBecause we are the only thing that actually exists and that we are always aware of, the illusory ego that we seem to be in any state of waking or dream seems to be the same ego, even though it does not seem to exist whenever we are asleep. What actually remains the same at all times and in all states is only ourself, so the seeming sameness of our ego between one state of waking or dream and another is only because of the actual sameness of ourself in whatever state we may seem to be in.<br>\n<br>\n<a name=\"destroy\"></a><b>12. Why is our ego not destroyed by the pure self-awareness that we experience in sleep?</b><br>\n<br>\nIn the comment that I referred to at the beginning of this article our anonymous friend wrote, ‘If that were true [that we experience ourself in sleep], everyone is realized during sleep. And once realized, he does not come back to the world’, but this is a fallacious argument, because it is based on the mistaken belief that self-awareness necessarily destroys our ego, which is obviously not correct, because we are always self-aware. Even being aware of ourself alone is not sufficient to destroy our ego, because in sleep we are aware of nothing other than ourself, yet our ego is not thereby destroyed.<br>\n<br>\nThe view of our anonymous friend seems to be based on the assumption that <i>ātma-jñāna</i> (self-knowledge, which is what I presume he means by being ‘realized’) is something that we do not always experience but will experience only at some time in the future, but this assumption is contrary to what Bhagavan taught us. As he often said, if <i>ātma-jñāna</i> were something that we do not experience now but will experience only in future, it would not be permanent and hence would not be real. Whatever is real must always exist and must always be experienced by us, so if <i>ātma-jñāna</i> is real it must be something that exists now and that we always experience. Anything that appears or comes into existence at one time will disappear or cease to exist at some other time, so <i>ātma-jñāna</i> cannot be such a thing, because it alone is real and hence it exists and shines in all states and at all times.<br>\n<br>\nWhat is called <i>ātma-jñāna</i> is only our pure self-awareness, which we always experience as ‘I am’, so it is not a knowledge that we can ever newly acquire. Therefore what is called the attainment of <i>ātma-jñāna</i> is not actually an attainment or gaining of anything but only a removal of the ignorance or <i>ajñāna</i> that now seems to have been superimposed upon our ever-existing <i>ātma-jñāna</i>.<br>\n<br>\nThough <i>ātma-jñāna</i> is pure self-awareness, <i>ajñāna</i> is not a non-awareness of ourself but only an awareness of ourself as something other than what we actually are. We are never not aware of ourself, but we now seem to be aware of ourself as a body and hence aware of other things also, so it is this awareness of ourself as a body and of other things that is called <i>ajñāna</i> or self-ignorance. Since this awareness of ourself as a body is what is called ego, <i>ajñāna</i> is essentially just our ego, so it does not exist whenever our ego does not exist. This is why Bhagavan used to say that sleep is not a state of ignorance or <i>ajñāna</i> but our pure state of pristine self-awareness.<br>\n<br>\nHowever, though in sleep we experience only our pure self-awareness, our ego or <i>ajñāna</i> is not destroyed thereby. Why is this? As I explained in one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/10/why-is-it-necessary-to-be-attentively.html\">Why is it necessary to be attentively self-aware, rather than just not aware of anything else?</a> (particularly in the second section, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/10/why-is-it-necessary-to-be-attentively.html#ego\">Merely giving up being aware of anything other than ourself will not destroy our ego</a>), our ego will be destroyed only when it subsides on account of our being attentively (and hence exclusively) self-aware, whereas in sleep we become exclusively self-aware on account of the subsidence of our ego due to tiredness or exhaustion. In other words, the cart (the subsidence of our mind) needs to be pulled by the donkey (being exclusively self-aware), whereas in sleep the donkey is pulled by the cart (that is, our being exclusively self-aware is caused by the subsidence of our ego, instead of vice versa).<br>\n<br>\nThe reason why the subsidence of our ego needs to be caused by our being exclusively self-aware rather than vice versa is that our ego can be destroyed only when it seems to exist, so it cannot be destroyed in sleep because it does not seem to exist then. Therefore another way to explain this is to do so in terms of what Bhagavan taught us in verse 17 of <i>Upadēśa Undiyār</i> (which I cited above in <a href=\"#uu17\">section 9</a>), namely that if we investigate our ego without forgetfulness (that is, without negligently falling asleep or being carried away by other thoughts), we will find that there is no such thing as ‘ego’ or ‘mind’ at all. Since our ego (which is the essential form of our mind) does not actually exist, we can destroy it only by recognising that it does not actually exist, and we can recognise this only by investigating it. Therefore since we can investigate our ego only when it seems to exist, as it does in waking and dream but not in sleep, we can destroy it only in waking or dream.<br>\n<br>\n<a name=\"vrtti\"></a><b>13. Our ego can be destroyed only by <i>vṛtti-jñāna</i> (self-attentiveness)</b><br>\n<br>\nIn ancient texts this is often explained in other terms that mean essentially the same but that are generally more difficult for us to understand because the meaning of the terms used is not so obvious to us and hence most of us do not clearly understand what is implied by them. In the terms used in those texts, a distinction is drawn between <i>jñāna</i> and <i>vṛtti-jñāna</i>, and in this context <i>jñāna</i> means pure self-awareness (that is, being aware of ourself alone) whereas <i>vṛtti-jñāna</i> is what I generally call attentive self-awareness or being attentively self-aware. Therefore it is said that since <i>jñāna</i> is the ever-present substratum or foundation on which <i>ajñāna</i> appears and depends, <i>ajñāna</i> is not destroyed by <i>jñāna</i> but only by <i>vṛtti-jñāna</i>.<br>\n<br>\nBhagavan sometimes used to refer to this concept of <i>vṛtti-jñāna</i>, as he did for example in at least three passages recorded in <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a>. In section 624 (2006 edition, pages 606-7) it is recorded that he said:<br>\n<blockquote>[...] What is needed is to fix the attention on the pure ‘I’ after the subsidence of all thoughts and not to lose hold of it. This has to be described as an extremely subtle thought; else it cannot be spoken of at all, since it is no other than the Real Self. Who is to speak of it, to whom and how?<br>\n<br>\nThis is well explained in the <i>Kaivalyam</i> and the <i>Viveka Chudamani</i>. Thus though in sleep the awareness of the Self is not lost, the ignorance of the <i>jiva</i> is not affected by it. For this ignorance to be destroyed this subtle state of mind (<i>vrittijnanam</i>) is necessary; in the sunshine cotton does not burn; but if the cotton be placed under a lens it catches fire and is consumed by the rays of the Sun passing through the lens. So too, though the awareness of the Self is present at all times, it is not inimical to ignorance. If by meditation the subtle state of thought is won, then ignorance is destroyed. [...]</blockquote>\nWhat Bhagavan actually said has probably not been recorded entirely accurately in this passage, as for example in the first sentence, where there is obviously an error in the recording, because we need to fix our attention on ‘I’ before all thoughts have subsided, since if we have not already fixed our attention on ‘I’, after all thoughts have subsided we would be asleep or in a similar state of <i>manōlaya</i> (temporary dissolution of mind), in which there would be no ego to fix its attention on itself.<br>\n<br>\nIn the second sentence the term used by Bhagavan that has been translated as ‘as an extremely subtle thought’ was probably <i>ati-sūkṣma vṛtti</i>, which in this context would mean an extremely subtle, sharp, keen or precise attention or state of attentiveness, and in the final sentence the term that was translated as ‘the subtle state of thought’ presumably refers to the same state of keenly focused self-attentiveness. The analogy given by Bhagavan of the lens used to focus the sunlight in order to burn cotton is very apt in this context. Since self-awareness is always present, and since nothing other than self-awareness is present in sleep, it is obviously not sufficient to destroy our self-ignorance (<i>ajñāna</i>). Just as sunlight will burn cotton only if it is focused into a sharp and intense point by a magnifying lens, our natural self-awareness will destroy our self-ignorance (which is our ego) only when focused into a sharp point by extremely keen and subtle self-attentiveness, which is what is described as <i>vṛtti-jñāna</i>.<br>\n<br>\nI assume that the portion of <i>Kaivalya Navanītam</i> (or <i>Kaivalyam</i>, as it is often called) that Bhagavan refers to here is verse 78 of the second section. Unfortunately I do not have the Tamil text with me, and I have not been able to find any copy of it online, so I cannot give an exact translation of this verse, but from the translation of it by Munagala Venkataramiah (the recorder of <i>Talks</i>), which is published by Ramanasramam, it seems that the gist of this verse is that what shines or is experienced as <i>vṛtti-jñāna</i> is only <i>svarūpa-jñāna</i> (awareness of our own actual self), but that <i>ajñāna</i> is not destroyed by <i>svarūpa-jñāna</i> (since it could not seem to exist if it did not depend upon <i>svarūpa-jñāna</i>) whereas it is destroyed by <i>vṛtti-jñāna</i>.<br>\n<br>\nIn section 629 of <i>Talks</i> (2006 edition, page 611) it is recorded that Bhagavan said:<br>\n<blockquote><i>Vritti jnana</i> alone can destroy ‘<i>ajnana</i>’ (ignorance). Absolute <i>jnana</i> is not inimical to <i>ajnana</i>.<br>\n<br>\nThere are two kinds of <i>vrittis</i> (modes of mind). (1) <i>vishaya vritti</i> (objective) and (2) <i>atma vritti</i> (subjective). The first must give place to the second.</blockquote>\nIn this context <i>vṛtti</i> means thought or attention, so <i>viṣaya-vṛtti</i> means any thought about or attention paid to any <i>viṣaya</i> (phenomenon or thing other than ourself), whereas <i>ātma-vṛtti</i> means self-attentiveness, which is what is also called <i>vṛtti-jñāna</i> and which alone can destroy <i>ajñāna</i>.<br>\n<br>\nFinally in section 631 of <i>Talks</i> (2006 edition, page 612) there is another reference to <i>vṛtti-jñāna</i>, but there is obviously an error in what has been recorded, because Bhagavan would not have said, ‘<i>Vritti-jnanam</i> is usually associated with objective phenomena’, since <i>vṛtti-jñāna</i> is a technical term that means specifically <i>ātma-vṛtti</i> or self-attentiveness. Any <i>vṛtti</i> other than <i>ātma-vṛtti</i> is a <i>viṣaya-vṛtti</i> (a thought about an objective phenomenon), so what Bhagavan may have said is ‘<i>vṛtti</i> is usually associated with objective phenomena’, or he may have said that <i>vṛtti-jñāna</i> (self-attentiveness) is usually mixed with other <i>vṛttis</i>, which are about objective phenomena. In order to destroy our <i>ajñāna</i>, our self-attentiveness or <i>vṛtti-jñāna</i> needs to be so keenly focused that it excludes all other <i>vṛttis</i> or awareness of objective phenomena.<br>\n<br>\nIn the next two sentences of this passage it is recorded that Bhagavan said ‘When these cease there remains the <i>atma-vritti</i> or the subjective <i>vritti</i> that is the same as <i>jnanam</i>. Without it <i>ajnanam</i> will not cease’. In this context ‘these’ seems to refer to objective phenomena, but since no objective phenomenon exists independent of the thought or <i>vṛtti</i> that we have about it, the clause ‘When these cease’ implies that when all <i>viṣaya-vṛttis</i> or thoughts about objective phenomena cease. However, <i>ātma-vṛtti</i> will remain when all <i>viṣaya-vṛttis</i> cease only if our <i>viṣaya-vṛttis</i> cease because we are trying to be attentively self-aware. Whenever we fall asleep all our <i>viṣaya-vṛttis</i> cease, but they cease only because our ego has subsided due to exhaustion, so what remains in sleep is not <i>ātma-vṛtti</i> (self-attentiveness or <i>vṛtti-jñāna</i>) but only our ever-present self-awareness (which is what is called <i>svarūpa-jñāna</i> in <i>Kaivalya Navanītam</i> 2.78).<br>\n<br>\nSince all <i>viṣaya-vṛttis</i> cease when we fall asleep, the mere cessation of <i>viṣaya-vṛttis</i> should obviously not be our aim. Our aim should only be to destroy our <i>ajñāna</i> or ego, and since this can be destroyed only by <i>ātma-vṛtti</i> (self-attentiveness) or <i>vṛtti-jñāna</i> (attentive self-awareness), we must try our best to be attentively self-aware as much as possible.<br>\n<br>\n<a name=\"explain\"></a><b>14. Why the re-emergence of our ego from sleep cannot be adequately explained, and need not be explained</b><br>\n<br>\nIn the preceding sections we have considered why Bhagavan taught us that our ego or mind does not exist in sleep, why it is not destroyed in sleep even though what we experience then is only pure self-awareness, which is what we actually are, and also various ways in which the re-emergence of our ego from sleep can be explained. However no explanation about how our ego rises from sleep can be entirely satisfactory, because trying to explain this is like trying to explain how it seems to exist in the first place.<br>\n<br>\nThis ego does not actually exist, and it seems to exist only in its own view and not in the view of ourself as we really are. What can be more inexplicable than this? How can a non-existent thing seem to exist only in its own view? Trying to explain what does not really exist is obviously futile, and this is why whenever Bhagavan was asked to explain how or why this ego has come into existence he would generally reply by asking the questioner to investigate and see whether it actually exists. According to his experience, if we investigate what this ego actually is, we will find that no such thing has ever existed, and that what actually exists is only ourself, who have never really experienced anything other than ourself, because nothing other than ourself really exists.<br>\n<br>\nThis is why our ego is called <i>māyā</i>, a term that literally means ‘what is not’ or ‘she who is not’ (because <i>mā</i> is a particle of negation or prohibition, so it means not, and <i>yā</i> is a feminine form of the pronoun <i>yad</i>, which means what, which or who), and since all the phenomena that this ego experiences are just an expansion or projection of itself, they are also nothing but <i>māyā</i>.<br>\n<br>\nSince <i>māyā</i> does not actually exist it is said to be <i>anirvacanīya</i> (inexpressible or inexplicable), because it is obviously not possible to explain what does not exist, nor is it necessary to explain it. We could of course argue that though <i>māyā</i> does not actually exist, it does at least seem to exist, so its seeming existence needs to be explained, but even its seeming existence cannot be explained adequately. The reason why it cannot be adequately explained is that it is possible to explain anything only in terms of other things that we believe (since if anyone were to try to explain something in terms of something that we do not believe, their explanation would not seem to us to be correct or satisfactory), but other than ‘I am’ (our awareness of our own existence) whatever we believe is a product of <i>māyā</i>, so since <i>māyā</i> cannot be explained by the fact ‘I am’, neither it nor any of its products can be explained in terms of anything that exists outside of or independent of itself. Therefore trying to explain <i>māyā</i> in terms of anything we may believe (other than ‘I am’) would be arguing in a circle, because we would in effect be trying to explain it by itself.<br>\n<br>\nFor example, if we try to explain the existence of our ego by saying that it is caused or created by <i>māyā</i>, that would in effect be saying that it is caused or created by itself, since <i>māyā</i> is nothing other than our ego itself. Saying that our ego or <i>māyā</i> is caused or created by itself is like saying that it is because it is, which is no explanation at all.<br>\n<br>\nSince our ego is <i>māyā</i>, and since <i>māyā</i> cannot be explained, trying to explain the seeming existence of our ego in any way would ultimately be futile. Some explanations may seem satisfactory, but if we consider them carefully, we would find that they are only superficially adequate and cannot stand up to careful scrutiny. Therefore any explanation about the ego will be useful only to the extent that it can help us to understand the means by which we can destroy it, and that is precisely what Bhagavan’s teachings help us to understand.<br>\n<br>\nAccording to Bhagavan, our ego does not actually exist, so the only way to ‘destroy’ it is to investigate what it is and thereby to discover by our own experience that it does not actually exist. Trying to destroy it by any other means would be like trying to kill an illusory snake by beating it with a stick. Since the illusory snake is only a rope, it cannot be killed by any amount of beating, because it has never actually been alive. If we assume that our ego exists, whatever we may do to destroy it will only perpetuate the illusion that it exists, so Bhagavan advises us not to assume that it exists but instead to look at it carefully to see whether or not it is real. If we look carefully at ourself, who now seem to be this finite ego, we will find that what we actually are is just an infinite expanse of pure self-awareness and that we have therefore never been this ego, just as if we look carefully at what seems to be a snake we will find that it is actually just a rope and has therefore never been a snake. This is the only way to ‘destroy’ what seems to exist but does not actually exist.<br>\n<br>\nThis is what is implied by Bhagavan in the following passages recorded in the first chapter of the second part of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, pages 50-4). In answer to the question ‘Why should Self-enquiry alone be considered the direct means to <i>jnana</i>?’ he explained:<br>\n<blockquote>Because every kind of <i>sadhana</i> [means] except that of <i>atma vichara</i> [self-investigation or self-enquiry] presupposes the retention of the mind as the instrument for carrying on the <i>sadhana</i>, and without the mind it cannot be practised. The ego may take different and subtler forms at the different stages of one’s practice, but is itself never destroyed. [...] The attempt to destroy the ego or the mind through <i>sadhanas</i> other than <i>atma vichara</i>, is just like the thief assuming the guise of a policeman to catch the thief, that is himself. <i>Atma vichara</i> alone can reveal the truth that neither the ego nor the mind really exists, and enables one to realise the pure, undifferentiated Being of the Self or the Absolute.</blockquote>\nAnd then in some later passages he went on to explain:<br>\n<blockquote>The cause of your misery is not in the life without; it is in you as the ego. You impose limitations on yourself and then make a vain struggle to transcend them. [...] If you would deny the ego and scorch it by ignoring it, you would be free. If you accept it, it will impose limitations on you and throw you into a vain struggle to transcend them. [...] You yourself impose limitations on your true nature of Infinite Being, and then weep that you are but a finite creature. Then you take up this or that <i>sadhana</i> to transcend the non-existent limitations. But if your <i>sadhana</i> itself assumes the existence of the limitations, how can it help you to transcend them?</blockquote>\nTherefore though Bhagavan teaches us that the sole cause for the seeming existence of all phenomena is only our ego, he advises us not to accept that even this ego is real, because if we assume that it really exists, whatever we may do in order to destroy it will be futile. Only if we are willing to doubt its existence even at this present moment will we be ready to investigate whether or not it actually exists, and only by investigating this will we be able to see that what actually exists is only ourself and not this illusory ego.<br>\n<br>\nSince our ego does not actually exist even when it seems to exist, as it does in waking or dream, how can it actually exist in sleep, when it does not seem to exist? If we assume that it exists in any form in sleep (such as in the form of a <i>kāraṇa śarīra</i> or <i>ānandamaya kōśa</i>), we would be attributing an unnecessary degree of reality to it. Its existence in sleep as a <i>kāraṇa śarīra</i> or <i>ānandamaya kōśa</i> is postulated only in order to explain how it rises again from sleep in either waking or dream, but when Bhagavan advises us to doubt and therefore to investigate whether it has ever actually arisen, why instead of following his advice should we try to explain how it has arisen?<br>\n<br>\nOur ego seems to have arisen from sleep only because it seems to exist now, but Bhagavan advises us not to accept that its seeming existence is in any way real, because so long as we assume it to be real, we will not be driven to investigate whether it is actually real or not. In order to begin to investigate ourself seriously, we must be ready to doubt whether we are actually what we now seem to be, which is this ego. Therefore if we wish to free ourself from the illusion that we are this ego, it is absolutely necessary that we should refrain from assuming that this ego really exists even when it seems to be what we are, let alone when it does not even seem to exist, as in sleep.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "31",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2409541324955091058/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3Mjk2NjYzODMxCm9mZnNldDogMzYwMDAwMAo\""
}