{
    "kind": "blogger#post",
    "id": "8023236967827976684",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-07-31T23:46:00+01:00",
    "updated": "2022-06-09T15:06:34+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8023236967827976684",
    "title": "By attending to our ego we are attending to ourself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In certain contexts it is of course necessary for us to distinguish our ego from ourself as we actually are, because our ego is not what we actually are, but drawing this distinction is not necessary or helpful in every context, because what seems to be our ego is nothing other than ourself as we actually are. This seeming paradox can be reconciled by considering the analogy of a rope that seems to be a snake. The snake is not what the rope actually is, but what seems to be the snake is nothing other than the rope as it actually is.<br>\n<br>\nIf we were walking along a narrow path in semi-darkness and were to see what seems to be a snake lying on the path ahead of us, we would be afraid to proceed any further and would wait till the snake had moved away. However, if after waiting for a while we see that the snake does not move, we may begin to suspect that it is not actually a snake, in which case we would cautiously move forwards to look at it more closely and carefully. If it were not actually a snake but only a rope, our investigation or close inspection of it would reveal to us that what we had been looking at and afraid of all along was only a rope, so our fear of it would dissolve, and with a sigh of relief we would continue our walk along the path.<br>\n<br>\nOur investigation or close inspection of the seeming snake would begin only after we have begun to suspect that it may actually not be a snake but only something else, such as a rope, so once this suspicion has arisen, we would stop insisting to ourself that it is a snake that we are looking at, but would instead consider it to be a seeming snake and perhaps a rope. This is similar to our position when we begin to investigate ourself, this ego. We investigate ourself or look closely at ourself only because we suspect that we may actually not be the ego that we now seem to be, but may instead be something else altogether. Now that this suspicion has arisen in us, we need not continue insisting to ourself that we are only an ego, but can with an open mind begin investigating ourself in order to find out whether we are this ego or something else.<br><a name='more'></a>\n<br>\nAccording to Bhagavan, what we actually are is only the one single, indivisible and infinite reality, from which this ego and everything else appear in waking and dream and into which they disappear in sleep, so we are now investigating ourself in order to verify for ourself whether we are the finite ego that we now seem to be or the infinite reality that he says we actually are. Since this is our present position, we obviously should not insist to ourself that what we are investigating is only this ego and not ourself as we really are, because such a rigid idea would be opposed to the very spirit and purpose of our investigation.<br>\n<br>\nWe are investigating ourself only to find out whether we are this ego or something else, so how can a rigid idea that we ourself whom we are investigating are only an ego and not what we actually are help us in our investigation? Surely such an idea is only an obstacle to our investigation. In order to find out what we actually are, we need to set aside the idea that we are only this ego and investigate ourself to see whether or not we are the ego that we now seem to be.<br>\n<br>\nSince we now experience ourself as this ego, when we begin our self-investigation (<i>ātma-vicāra</i>) we seem to be investigating ourself as this ego, but if this ego is not what we actually are, we will sooner or later find that we ourself whom we have been investigating are not actually this ego but only what we really are. In other words, by investigating ourself we will experience what we actually are and will thereby shed the false experience that we are this ego.<br>\n<br>\nOur ego is only an erroneous experience of ourself — an experience or awareness of ourself as something other than what we actually are — just as the illusory snake is only an erroneous perception of the rope. Though it seems to be a snake, what it actually is is only a rope, so if we look at it carefully we will see that it is not a snake but only a rope. Likewise, though we seem to be this finite ego, what we actually are is only the one infinite reality, so if we look at ourself carefully we will see that we are not this ego but only the infinite reality.<br>\n<ol>\n<li><a href=\"#distinct\">Our ego is distinct from our real self only to a limited extent</a></li>\n<li><a href=\"#confusion\">The terms ‘the self’ and ‘the Self’ are an indirect and confusing way to refer to ourself</a></li>\n<li><a href=\"#uu24-5\"><i>Upadēśa Undiyār</i> verses 24 and 25: the essential oneness of our ego and our real self</a></li>\n<li><a href=\"#look\">We cannot look at our ego without actually looking at ourself</a></li>\n<li><a href=\"#un37\"><i>Uḷḷadu Nāṟpadu</i> verse 37: even when we experience ourself as this ego, we are actually what we always really are</a></li>\n<li><a href=\"#sufficient\">Why did Bhagavan sometimes say that all we need investigate is only our ego?</a></li>\n<li><a href=\"#un33\"><i>Uḷḷadu Nāṟpadu</i> verse 33: we are not two selves, for one to be an object known by the other</a></li>\n<li><a href=\"#uu21\"><i>Upadēśa Undiyār</i> verse 21: our infinite self is always the true import of the word ‘I’</a></li>\n<li><a href=\"#david\">David Godman’s reply citing Muruganar’s explanation of verse 44 of <i>Akṣaramaṇamālai</i></a></li>\n<li><a href=\"#aamm44\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 44: reconsidering the meaning of Muruganar’s explanation</a></li>\n<ol type=\"a\">\n<li><a href=\"#44ep\">Muruganar’s explanatory paraphrase (<i>poṙippurai</i>) of verse 44</a></li>\n<li><a href=\"#44init\">The initial sentences of Muruganar’s commentary (<i>virutti-v-urai</i>)</a></li>\n<li><a href=\"#44tanai\">Muruganar’s explanation of ‘oneself’ (<i>taṉai</i>), the <i>viṣaya</i> for investigation</a></li>\n<li><a href=\"#44visaya\">Muruganar’s clarification about the <i>viṣaya</i> for investigation</a></li>\n<li><a href=\"#44rob\">The inaccuracy in Robert’s translation of this clarification</a></li>\n<li><a href=\"#44dinam\">Muruganar’s explanation of ‘daily see by the inner eye’ (<i>diṉam aha-k-kaṇ kāṉ</i>)</a></li>\n<li><a href=\"#44ahamukham\">Muruganar’s explanation of ‘facing within’ or ‘facing I’ (<i>ahamukham</i>)</a></li>\n</ol>\n<li><a href=\"#un32\"><i>Uḷḷadu Nāṟpadu</i> verse 32: when we are told ‘that is you’ we should investigate ‘what am I?’</a></li>\n<li><a href=\"#uu19\"><i>Upadēśa Undiyār</i> verse 19: we should investigate the source of our ego, which is what we actually are</a></li>\n<li><a href=\"#gvk579\"><i>Guru Vācaka Kōvai</i> verse 579: ourself whom we are investigating and ourself whom we seek to know are not different</a></li>\n<li><a href=\"#gvk1094\"><i>Guru Vācaka Kōvai</i> verse 1094: what we should attend to is our <i>svarūpa</i> or own real self</a></li>\n<li><a href=\"#pm1\"><i>Pādamālai</i>: some verses that do not specify whether we should attend to our ego or our real self</a></li>\n<li><a href=\"#pm2\"><i>Pādamālai</i>: some verses that indicate that we should attend to ourself as we really are</a></li>\n<li><a href=\"#muru\">What then was the actual view of Muruganar?</a></li>\n<li><a href=\"#conc\">Conclusion: however it may be described, there is only one correct practice of self-investigation</a></li>\n</ol>\n<a name=\"distinct\"></a><b>1. Our ego is distinct from our real self only to a limited extent</b><br>\n<br>\nThus this ego is not what we actually are, but if we look at it carefully we will see that what seemed to be this ego is nothing other than what we actually are. Therefore we have to avoid making the mistake of thinking of the ego and our real self as if they were two entirely different things. Our real self is what we actually are, and our ego is what we now seem to be, so to this extent our ego is distinct from our real self, but what seems to be this ego is only our real self, so to this extent our ego is not distinct from our real self.<br>\n<br>\nTherefore though in certain contexts Bhagavan distinguished our ego from ourself as we really are, in other contexts he made no such distinction, because in some contexts the distinction between them is relevant and important, whereas in other contexts it is irrelevant and unhelpful, or sometimes even positively detrimental. For example, in the case of the actual practice of self-investigation (<i>ātma-vicāra</i>) it is not helpful and can be detrimental to label the self we are to investigate as either our ego or our real self, because though we begin by investigating the ego that we now seem to be, what we are trying to experience is ourself as we actually are.<br>\n<br>\nIn this regard a lot of confusion has been created in English books by the use of the term ‘the Self’ instead of simpler and more direct terms such as ‘oneself’ or ‘ourself’. In Indian scripts there are no capital letters, and in Tamil and Sanskrit there is no definite article (that is, no word that corresponds to the English word ‘the’), so in Indian languages there is no term that means exactly ‘the Self’. There are several problems created by the use of this term in English.<br>\n<br>\nFirstly, when we talk of ‘the Self’ we seem to be objectifying or at least reifying ourself as we actually are, thereby creating a false or exaggerated distinction between ourself and ‘the Self’. There is actually no self other than ourself, but when we use this term ‘the Self’ we seem to be talking about something other than ourself, and thus we give rise to a seeming gap (or even gulf) between ourself and ‘the Self’ we are seeking to experience. When we investigate ourself, we should not be seeking to know some hitherto unknown ‘Self’, but should be seeking to experience only ourself as we actually are.<br>\n<br>\nSecondly, if we capitalise the initial ‘s’ in ‘self’ whenever we are referring to ourself as we really are, that implies that whenever it is not capitalised we are referring to ourself as we now seem to be, namely our ego. However there are many cases in which Bhagavan uses the word ‘self’ (or rather ‘oneself’) in a more general sense to refer to ourself without intending to make any distinction between ourself as we really are and ourself as we now seem to be, so in such cases we obviously should not capitalise the initial ‘s’ in ‘self’, but if people take ‘self’ without an initial capital to mean ego, neither ‘Self’ nor ‘self’ would convey the general sense in which he was using the term.<br>\n<br>\nThe distinction between our ego and our real self is a subtle one, because it is not a distinction in substance but only a distinction in appearance, like the distinction between the snake and the rope. However, because the human mind thinks in dualistic terms, our thinking tends to exaggerate the distinction between our ego and our real self, as if they were two entirely different things. Capitalising the initial ‘s’ in ‘self’ in order to distinguish our real self from our ego tends to perpetuate our dualistic thinking about ourself, which is why Bhagavan often had to remind people that we are each only one self and not two separate selves, an ego and an entirely different real self.<br>\n<br>\nIn Tamil the word that Bhagavan used most often to denote ourself is <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:1784.tamillex\">தான்</a> (<i>tāṉ</i>), which is primarily a generic pronoun (like ‘one’ in English) but whose non-nominative case forms also function as reflexive pronouns (like ‘oneself’, ‘himself’, ‘herself’ or ‘itself’), so in the sense in which Bhagavan generally used it (or its inflexional base, தன் (<i>taṉ</i>), or any of its case forms such as தன்னை (<i>taṉṉai</i>), தன்னால் (<i>taṉṉāl</i>), தனக்கு (<i>taṉakku</i>), தனது (<i>taṉadu</i>) or தன்னில் (<i>taṉṉil</i>)), it is generally best translated into English as ‘oneself’ or ‘ourself’ rather than ‘the self’ or ‘the Self’.<br>\n<br>\nOther terms that he often used to denote ourself are ஆத்மா (<i>ātmā</i>), ஆன்மா (<i>āṉmā</i>), ஆத்மசொரூபம் (<i>ātma-sorūpam</i>) and சொரூபம் (<i>sorūpam</i>), which are all words of Sanskrit origin, and which he generally (but by no means always) used to denote ourself as we really are. The only one of these terms that he always used to denote only our real self is ஆத்மசொரூபம் (<i>ātma-sorūpam</i>) or ஆன்மசொரூபம் (<i>āṉma-sorūpam</i>), which is a Tamil form of the Sanskrit term आत्मस्वरूप (<i>ātma-svarūpa</i>), a compound word that literally means ‘one’s own form’ or ‘own form of oneself’ but that implies ‘one’s own essential nature’ or ‘own essential nature of oneself’. ஆத்மா (<i>ātmā</i>) and ஆன்மா (<i>āṉmā</i>) are Tamil forms of the Sanskrit term आत्मन् (<i>ātman</i>), which means much the same as தான் (<i>tāṉ</i>) in Tamil, but which is often (though by no means exclusively) used in the sense of our real self. சொரூபம் (<i>sorūpam</i>) is a Tamil form of स्वरूप (<i>svarūpa</i>), which literally means ‘own form’ but which Bhagavan often used as an abbreviation of ஆன்மசொரூபம் (<i>āṉma-sorūpam</i>), in which case he used it to refer to our own real self. Like தான் (<i>tāṉ</i>), in the context of Bhagavan’s teachings these terms are generally best translated into English as ‘oneself’ or ‘ourself’ rather than ‘the self’ or ‘the Self’.<br>\n<br>\n<a name=\"confusion\"></a><b>2. The terms ‘the self’ and ‘the Self’ are an indirect and confusing way to refer to ourself</b><br>\n<br>\nAs I mentioned earlier, by creating a distinction between ‘self’ and ‘Self’ and by adding the definite article ‘the’ before either of them, we seem to be objectifying or reifying whatever is denoted by these terms, as if ‘the self’ or ‘the Self’ were something other than ourself. Though we talk of ‘myself’, ‘yourself’ or ‘itself’, we do not consider that such terms refer to anything other than me, you or it respectively, because a thing and itself are not two different things. For example, if I were to say ‘I blame myself’, no one would think that the self I am blaming is anyone or anything other than I who am blaming, because I and myself are clearly one and the same person or thing, whereas if I were to say ‘I blame the self’, it would seem as if I were implying that the self I am blaming is something other than I who am blaming it.<br>\n<br>\nThe word ‘self’ does not actually refer to anything other than the person or thing whose self it is. Therefore when we say that our real self is distinct from our ego, what we mean is that what we actually are is not what we now seem to be, because the term ‘our real self’ denotes what we actually are, whereas the term ‘our ego’ refers to what we now seem to be. Neither of these two terms, ‘our real self’ and ‘our ego’, refers to anything other than ourself, but whereas one refers to ourself as we actually are, the other refers to ourself as we seem to be.<br>\n<br>\nHowever, if we were to use the definite article and an initial capital and say that the Self is distinct from the self, we would seem to be talking about two separate objects, neither of which is unambiguously ourself. If by the term ‘the self’ we are referring to ourself, why do we refer to it as ‘the self’ instead of simply as ‘ourself’ or ‘myself’? Moreover, if the term ‘the self’ refers to ourself, it would then seem that the term ‘the Self’ refers to something else — something that is other than ourself. Thus by using either of these terms, ‘the self’ or ‘the Self’, we are thinking about ourself in an unnecessarily indirect and confusing manner, whereas if we simply use terms such as ‘ourself’ or ‘oneself’ we would be thinking about ourself in a much more direct, immediate and clear manner.<br>\n<br>\n<a name=\"uu24-5\"></a><b>3. <i>Upadēśa Undiyār</i> verses 24 and 25: the essential oneness of our ego and our real self</b><br>\n<br>\nAs I explained in the <a href=\"#distinct\">first section</a>, our ego and our real self are not two entirely different things, because in substance they are the same thing, and they differ only in appearance. That is, just as what seems to be a snake is only a rope, what seems to be this ego is only our real self, so just as the rope is the sole substance of the illusory snake, our real self is the sole substance of our illusory ego.<br>\n<br>\nThis essential oneness of our ego and our real self is what is called <i>jīva-brahmaikya</i>, the oneness of <i>jīva</i> (the soul or ego) and <i>brahman</i>, which is often explained as being the import of the great statement (<i>mahāvākya</i>) ‘<i>tat tvam asi</i>’ or ‘that you are’. That is, <i>tat</i> (it or that) represents <i>brahman</i> (which is our real self), <i>tvam</i> (you) represents the <i>jīva</i> (which is our ego), and <i>asi</i> (are) asserts their <i>aikya</i> or oneness.<br>\n<br>\n<a name=\"uu24\"></a>This oneness is also affirmed and explained by Bhagavan in verse 24 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] being nature, God and souls are only one substance. Only [their] awareness of adjuncts is different.</blockquote>\nThough Bhagavan does not explicitly refer to our real self in this verse, in this context the term ‘God’ refers to <i>brahman</i>, which is our real self, because in the next verse he says that God shines as ourself. Therefore when he says ‘ஈச சீவர்கள் ஒரு பொருளே ஆவர்’ (<i>īśa jīvargaḷ oru poruḷē āvar</i>), which means ‘God and souls are only one substance’, he clearly implies that our real self and our ego are one in substance. What that one substance is is indicated by the words ‘இருக்கும் இயற்கையால்’ (<i>irukkum iyaṟkaiyāl</i>), which mean ‘by nature which is’, ‘by being nature’ or ‘by existing nature’, and which implies that their one substance is their essential nature, which is just being (<i>sat</i>) or what actually is (<i>uḷḷadu</i>).<br>\n<br>\nHowever, though God or our real self and our <i>jīva</i> or ego are not at all different in what they actually are, they are different in what they seem to be, and whatever they seem to be is only a set of extraneous adjuncts or <i>upādhis</i>, which are whatever forms or features our ego grasps as itself and whatever forms or features it attributes to God. However all such forms and features exist only in the view of the ego and not in the view of God as our real self, so the only difference between our ego and our real self is that our ego has உபாதி உணர்வு (<i>upādhi-uṇarvu</i>) or ‘awareness of adjuncts’ whereas our real self does not.<br>\n<br>\n<a name=\"uu25\"></a>Therefore the seeming difference between ourself as this ego and ourself as we actually are (our real self) does not exist in the view of ourself as we actually are but only in the view of ourself as this ego, so if we as this ego see ourself without any adjuncts, we are thereby seeing ourself as we actually are. This is what Bhagavan implies in the next verse (verse 25 of <i>Upadēśa Undiyār</i>):<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or experiencing] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\nSince the only difference between ourself as this ego and ourself as we actually are is our உபாதி உணர்வு (<i>upādhi-uṇarvu</i>) or ‘awareness of adjuncts’, if we focus our entire attention on ourself alone, thereby isolating ourself in our experience or awareness from all the adjuncts that we now experience as if they were ourself, we will experience ourself as the one infinite reality that we always actually are, because that infinite reality always exists and shines as ourself.<br>\n<br>\nTherefore, though we begin our self-investigation by looking at ourself as this ego in order to see what we actually are, if we look at ourself sufficiently closely, keenly and exclusively, we will see that we are not the ego that we now seem to be but are only the one real substance that we always actually are.<br>\n<br>\n<a name=\"look\"></a><b>4. We cannot look at our ego without actually looking at ourself</b><br>\n<br>\nAs we saw earlier, we investigate ourself because though we now seem to be a finite ego, Bhagavan has prompted us to suspect that we are not actually this ego that we seem to be, but are only its source and substance, the base or substratum from which it arises and into which it subsides whenever we fall asleep. Therefore we investigate ourself in order to find out from our own experience whether we are actually this finite ego or its infinite base and substance.<br>\n<br>\nWhen we investigate ourself, we are observing, looking at or attending to ourself, who now seem to be this ego, in order to see or experience what we actually are. If this ego were something entirely different to what we actually are, by looking at it we would be looking in the wrong direction, and hence we would not thereby be able to see what we actually are. However, because this ego is not something entirely different to what we actually are, but is only ourself mixed with adjuncts that we mistake to be ourself, by looking at it we are looking in the correct direction, and hence when we see beyond all the extraneous adjuncts by trying to see ourself alone, we will thereby be able to see what we actually are.<br>\n<br>\nBecause we now experience ourself as this ego, when we look at ourself we are looking at our ego, but what we see shining through this ego is only ourself as we really are. That is, our ego is a mixture of our self-awareness (<i>taṉ-ṉ-uṇarvu</i>) and our awareness of adjuncts (<i>upādhi-uṇarvu</i>), but what shines as this ego is only its self-awareness portion, which is what we really are, because it is only this basic self-awareness that illumines our awareness of adjuncts and other things. Therefore so long as we are trying to look only at this shining or self-awareness portion of our ego rather than its adjuncts portion, we are looking at what we really are, albeit still mixed to a greater or lesser extent with adjuncts.<br>\n<br>\nThis can be illustrated by an analogy: suppose that we are sleeping in a room with an east-facing window, which is covered by a relatively thin curtain, and we wake up late, after the sun has risen. Through the curtain we can see a bright yellow ball of light. What we are seeing is the actual sun, but we are not quite seeing it as it actually is, because its intense brightness is obscured to a certain extent by the curtain that is covering it. When we look at our ego we are looking at our actual self in a similar way. What we are seeing is our actual self, but we are not quite seeing ourself as we actually are, because the pure self-awareness that we actually are is obscured to a certain extent by our awareness of adjuncts that are still mixed with it.<br>\n<br>\nTherefore when we are closely inspecting or attending to our ego, what we are actually looking at or attending to is only ourself as we really are, albeit still obscured to a greater or lesser extent by the adjuncts with which we have mixed and confused ourself. Just as we cannot look at the illusory snake without actually looking at the rope, we cannot look at our ego without actually looking at ourself as we really are.<br>\n<br>\nThe snake and the rope are not two different things, because it is only the rope that seems to be a snake, so we cannot possibly look at the snake and at the same time avoid looking at the rope. By looking at the snake we are looking only at the rope. Likewise, our ego and our real self are not two different things, because it is only our real self that now seems to be this ego, so we cannot possibly look at our ego and at the same time avoid looking at our real self. By looking at our ego we are looking only at our real self.<br>\n<br>\nTherefore whether we think we are investigating our ego to see what it really is or investigating ourself to see what we really are, it amounts to exactly the same thing, because what we call our ego is just ourself as we now seem to be, and if we look closely at ourself as we now seem to be we will see what we actually are. Hence we cannot claim either that we are investigating our ego without investigating ourself, or that we are investigating ourself without investigating our ego.<br>\n<br>\nHowever, some people do not seem to be able to understand that what seems to be this ego is only ourself as we really are, and hence they believe when we investigate our ego we are not investigating what we actually are. Therefore to remove such confusion, Bhagavan used to explain that our ego is called <i>cit-jaḍa-granthi</i>, because it is a knot (<i>granthi</i>) that binds ourself, who are pure self-awareness or consciousness (<i>cit</i>), together with a body, which is non-conscious (<i>jaḍa</i>), as if we and this body were one, and that when we investigate our ego, the portion of it that we should investigate is only ourself, who are what is conscious (<i>cit</i>), and not our body or any of our other adjuncts, all of which are non-conscious (<i>jaḍa</i>).<br>\n<br>\nSuch an explanation given by him is recorded in the final chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi’s-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, p. 89):<br>\n<blockquote>The ego functions as the knot between the Self which is Pure Consciousness and the physical body which is inert and insentient. The ego is therefore called the <i>chit-jada granthi</i>. In your investigation into the source of <i>aham-vritti</i> [the I-thought or ego], you take the essential <i>chit</i> aspect of the ego; and for this reason the enquiry must lead to the realization of the pure consciousness of the Self.</blockquote>\nWhat he describes here as ‘the essential <i>chit</i> aspect of the ego’ is what he described earlier as ‘the Self which is Pure Consciousness’ and later as ‘the pure consciousness of the Self’, so it means what we actually are. That is, when we investigate ourself, the source of the ego or ‘<i>aham-vritti</i>’, what we are trying to attend to and thereby experience in complete isolation from everything else is only the pure self-awareness that we actually are (which is what I described earlier in this section as the ‘shining or self-awareness portion of our ego rather than its adjuncts portion’).<br>\n<br>\nIn other words, what he describes in this passage as investigating ‘the essential <i>chit</i> aspect of the ego’ is what he described in verse 25 of <i>Upadēśa Undiyār</i> (which I cited and discussed in the previous section) as ‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>), which means ‘knowing [investigating or experiencing] oneself leaving aside adjuncts’. That is, all the adjuncts to which we attach ourself to form our ego are the inessential <i>jaḍa</i> (non-conscious) aspect of it, whereas we ourself as the essential <i>cit</i> (conscious) aspect of it, so self-investigation entails focusing our entire attention only on ourself (the essential <i>cit</i> aspect of our ego), thereby leaving aside or ignoring all our adjuncts (the inessential <i>jaḍa</i> aspect of our ego), in order to experience ourself alone, in complete isolation from everything else.<br>\n<br>\nTo the extent that we are able to experience ourself alone, our ego will thereby subside, because as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, our ego rises, endures and feeds itself only by ‘grasping form’, which means anything other than itself (any adjuncts), so to the extent that we separate or isolate ourself from all forms by attending to ourself alone, our ego will dissolve back into ourself, its source. Therefore though what we attend to when we begin to investigate ourself is our ego, which is ourself mixed with adjuncts, the more we manage to be aware of ourself alone, the more we will separate ourself (‘the essential <i>chit</i> aspect of the ego’) from our adjuncts and thereby subside in and abide as ourself as we really are.<br>\n<br>\nThus vigilant self-attentiveness is the means by which we can dissolve our ego and thereby experience ourself as we really are. Since our ego is only ourself (what we really are) plus adjuncts, and what we really are is only our ego minus its adjuncts, by attending only to ourself, ‘the essential <i>chit</i> aspect of the ego’, we will separate and distinguish ourself from all our adjuncts, and hence our ego will dissolve and subside back into ourself.<br>\n<br>\n<a name=\"un37\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 37: even when we experience ourself as this ego, we are actually what we always really are</b><br>\n<br>\nSo what are we attending to when we investigate ourself? Though what we are attending to seems at first to be our ego, the more keenly and vigilantly we attend to it, the more we will dissolve as this ego and thereby experience ourself as we really are. To the extent that our experience of ourself as this ego dissolves, to that extent we will experience ourself as we really are. Of course we will continue to experience ourself as this ego, albeit in a much attenuated form, until we experience ourself alone, in complete isolation from all our adjuncts, but even while we are still experiencing ourself as this ego, what we are experiencing as such is only ourself as we really are, because we are never actually anything other than ourself as we really are. As Bhagavan says in verse 37 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>சாதகத்தி லேதுவிதஞ் சாத்தியத்தி லத்துவித<br>\nமோதுகின்ற வாதமது முண்மையல — வாதரவாய்த்<br>\nதான்றேடுங் காலுந் தனையடைந்த காலத்துந்<br>\nதான்றசம னன்றியார் தான்.<br>\n<br>\n<i>sādhakatti lēduvitañ sāddhiyatti ladduvita<br>\nmōdugiṉḏṟa vādamadu muṇmaiyala — vādaravāyt<br>\ntāṉḏṟēḍuṅ kālun taṉaiyaḍainta kālattun<br>\ntāṉḏṟasama ṉaṉḏṟiyār tāṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘சாதகத்திலே துவிதம், சாத்தியத்தில் அத்துவிதம்’ ஓதுகின்ற வாதம் அதும் உண்மை அல. ஆதரவாய் தான் தேடும் காலும், தனை அடைந்த காலத்தும், தான் தசமன் அன்றி யார் தான்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘sādhakattil-ē duvitam, sāddhiyattil adduvitam’ ōdugiṉḏṟa vādam-adum uṇmai ala. ādaravāy tāṉ tēḍum kālum, taṉai aḍainda kālattum, tāṉ dasamaṉ aṉḏṟi yār tāṉ?</i><br>\n<br>\n<b>English translation:</b> Even the argument that asserts, ‘Duality in spiritual practice, non-duality in attainment’, is not true. Both when one is eagerly searching and when one has found oneself, who indeed is one other than the tenth man?</blockquote>\nThe word தசமன் (<i>dasamaṉ</i>) means ‘the tenth man’ and refers to an analogy that Bhagavan often used to give. After fording a river ten men decided to count themselves to make sure that they had all crossed safely, but each one overlooked himself while counting, so they all counted only nine men, and hence they began lamenting, thinking that one of them had been lost. Seeing them, a passer-by asked why they were all crying, and when they told him, he saw that there were actually ten of them, so he suggested that each one should count himself as he tapped them one by one. When he tapped the tenth one, who duly counted ten, all of them started to rejoice and thanked the passer-by for helping them to find their missing friend.<br>\n<br>\nIn this analogy the missing tenth man represents our real self, whom we think we have lost because we have been overlooking ourself, so the question in the final line of this verse, ‘தான் தசமன் அன்றி யார் தான்?’ (<i>tāṉ dasamaṉ aṉḏṟi yār tāṉ?</i>), which means, ‘who indeed is one other than the tenth man?’, implies that we, the ego who are investigating ourself in order to experience what we really are, are ourself what we are seeking to experience. So long as we overlook ourself, we seem to be a self-ignorant ego, but if we turn our attention back towards ourself in order to experience what we really are, we will find that this ego who has been seeking its lost self is itself the ‘lost’ self that it was seeking.<br>\n<br>\nWe overlook ourself because we are more interested in experiencing other things than we are in experiencing ourself as we really are, but if we redirect our interest towards experiencing ourself, we will turn our attention back towards ourself in order to see who am I, this ego who seems to be self-ignorant, and when we do so this ego will disappear or ‘take flight’ (as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>),  because it does not actually exist, and what will then shine in its place is only our infinite real self, which is what seemed to be this illusory ego.<br>\n<br>\nThat is, we seem to be this ego only so long as we are aware of anything other than ourself, so if we try to be aware of ourself alone, this ego will dissolve and disappear, being nothing but a formless and insubstantial phantom, and thereby we will experience ourself as the one infinite whole that we always actually are. In other words, if we look at this ego, we will see that it is actually nothing other than our real self, just as the illusory snake is nothing other than a rope.<br>\n<br>\n<a name=\"sufficient\"></a><b>6. Why did Bhagavan sometimes say that all we need investigate is only our ego?</b><br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437274300041#c672043838433166842\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html\">Can we experience what we actually are by following the path of devotion (<i>bhakti mārga</i>)?</a>, a friend called Viswanathan wrote, ‘I need to point out here that just as you mentioned that there are different practices in Bakthi Marga, there are different views on what Bhagavan really meant by Atma Vichara’, and then he quoted a <a href=\"http://sri-ramana-maharshi.blogspot.com/2010/07/qualifications-needed-to-do-self.html?showComment=1280053304840#c3056582173666531224\">comment</a> that David Godman wrote on his blog five years ago in reply to someone who had quoted a long passage from chapter 7 of <a href=\"http://www.happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a> by Sadhu Om. In that comment David had written:<br>\n<blockquote>In your extract from Sadhu Om’s writings he says:<br>\n<br>\nIn this question, ‘Who am I?’, ‘I am’ denotes Self and ‘who’ stands for the enquiry.<br>\n<br>\nThis is not, in my opinion, what Bhagavan said and taught. Bhagavan taught that the ‘I’ we are enquiring into is the individual ‘I’, not the Self. When you do the enquiry, you hold onto the feeling of ‘I’, which is the subjective awareness of individual identity. If the practice is done well, the individual ‘I’ subsides and disappears, leaving Self alone.<br>\n<br>\nI spoke to Sadhu Om about this in the early 1980s and he defended his views by saying, ‘There is only one “I”, and that is the Self’. The implication seemed to be that holding on to the Self constituted self-enquiry or self-attention.<br>\n<br>\nI didn’t agree then and I don’t agree now. One cannot hold onto the Self without first removing the obstacle to a direct awareness of it — that is the ‘I’-thought. By questioning its nature, by looking for its origin, or simply by being aware of it continuously, one causes it to subside and vanish.<br>\n<br>\nBhagavan said that the Self does not need to be enquired into. All that is required is to remove its coverings through an enquiry into the nature and origin of the false entity that is covering it up.</blockquote>\nIn reply to Viswanathan I wrote a series of <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437312294573#c4351448839774100632\">two comments</a> in which I said:<br>\n<blockquote>Viswanathan, I have not read the article by David that you refer to in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437274300041#c672043838433166842\">your comment</a>, but I found <a href=\"http://sri-ramana-maharshi.blogspot.com/2010/07/qualifications-needed-to-do-self.html?showComment=1280053304840#c3056582173666531224\">his comment on it</a> that you quote, and reading it I see that his views in this respect have not changed since about 1977, when he and I first discussed this matter. At that time I tried to explain to him that what seems to be our ego is only ourself as we actually are, just as what seems to be a snake is only the rope that it actually is, so when we investigate or look at our ego what we are actually investigating or looking at is only ourself as we really are, just as when we look at the snake what we are actually looking at is only a rope.<br>\n<br>\nI could never understand why he could not understand this simple and obvious fact, but however much I tried to explain it to him he continued to insist that in some book or books it is recorded that when someone asked Bhagavan whether what we should investigate is our real self or our ego, he replied that it is our ego. In reply to this I tried to explain to him that whoever asked such a question was obviously not able to understand that we ourself are only one, so it is only our one self that we now experience as if it were this ego, and hence Bhagavan replied in this way knowing that if he were to say to such a person that they should investigate what they really are, they would say that they do not know what they really are, so it would be more helpful to tell them that it is sufficient if they investigate their ego, because if we investigate our ego we will eventually find that what we mistook to be this ego is only ourself as we really are.<br>\n<br>\nIn the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph of <i>Nāṉ Yār?</i></a> Bhagavan defined <i>ātma-vicāra</i> or self-investigation as follows:<br>\n<blockquote>சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்.<br>\n<br>\n<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>.<br>\n<br>\nThe name ‘<i>ātma-vicāra</i>’ [refers] only to keeping the mind always in [or on] <i>ātmā</i> [oneself].</blockquote>\nIn this definition he does not specify or even imply that what he meant by the term ஆத்மா (<i>ātmā</i>) is only our ego and not ourself. Generally when he used this term of Sanskrit origin rather than the equivalent Tamil term தான் (<i>tāṉ</i>), he meant it to refer to ourself as we really are (our real self or ‘the Self’ as David usually calls it) rather than ourself as we seem to be (our ego), but in this case we can interpret it as referring simply to ourself in general rather than specifically to ourself either as we really are or as we seem to be, because whether we experience ourself as we really are or as this ego that we now seem to be, we are always the same one self, and there is no self other than this one self.<br>\n<br>\nIn certain contexts it is useful to distinguish our ego (which is ourself as we now seem to be) from our real self (ourself as we actually are), but in many contexts it is not useful to do so, and in some cases it is confusing to do so. In the context of self-investigation or <i>ātma-vicāra</i>, it is not necessary to specify whether the ‘self’ or ‘<i>ātman</i>’ we are investigating or attending to is ourself as we actually are or ourself as we seem to be, because we experience only one self or ‘I’ and what we are trying to find out and experience is what this one self or ‘I’ actually is.<br>\n<br>\nThe Sanskrit term आत्मन् (<i>ātman</i>) and Tamil term தான் (<i>tāṉ</i>) are both generic pronouns that in the context of Bhagavan’s teachings are best translated in most cases simply as ‘oneself’, ‘myself’ or ‘ourself’, because as Bhagavan often used to say, we are only one self, so we ourself are the only self that we need to investigate and know as we actually are. For example in <a href=\"#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i> he says: ‘இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்’ (<i>iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>), which means, ‘are there two selves? Because being one is the truth of everyone’s experience’.</blockquote>\nSince we are only one self, whether we experience ourself as if we were this ego or as we really are, it is obviously sufficient if we investigate only this ego, because if we do so we will find that what seems to be this ego is only our one self, which is what we always actually are. If we are frightened by seeing what seems to be a snake, it is sufficient if we just look carefully at it to see what it actually is. We do not need to go searching for a rope, because if we look at the seeming snake sufficiently closely we will see that it is just a rope. Likewise, if we imagine that our real self is something other than what seems to be our ego, we need not go anywhere in search of it, because if we look at our ego sufficiently closely we will see that it is just our real self.<br>\n<br>\nBy looking closely at our ego we are (metaphorically speaking) holding on to it (that is, we are holding it in our awareness as the focus of our attention), but since what seems to be this ego is actually only ourself (our one self, which is what we always really are), by holding on to our ego we are actually holding on to ourself.<br>\n<br>\n<a name=\"un33\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 33: we are not two selves, for one to be an object known by the other</b><br>\n<br>\nDavid wrote in his comment cited above, “One cannot hold onto the Self without first removing the obstacle to a direct awareness of it — that is the ‘I’-thought”, but this seems to imply that our real self is something that we are not now aware of. However, if we were not always aware of our real self, that would mean that <i>ātma-jñāna</i> (self-knowledge or awareness of what we really are) is a knowledge or awareness that we are to acquire only in future, so it would be just a temporary or time-bound experience, and as Bhagavan used to say, whatever is newly acquired will sooner or later be lost, and whatever appears must sooner or later disappear. Therefore he always insisted that <i>ātma-jñāna</i> is not a new knowledge that we are to acquire, but is what we always experience, and that what is called the attainment of <i>ātma-jñāna</i> is actually only the removal of the ignorance that now seems to obscure it.<br>\n<br>\nIn other words, we are always aware of ourself, but our awareness of ourself as we really are now seems to be obscured because we have mixed and confused it with our awareness of other things. Therefore in order to be aware of ourself as we really are without any obscuration all we need do is set aside our awareness of everything else by trying to be aware of ourself alone. When we manage to isolate ourself from everything else and thereby be aware of ourself alone, we will experience ourself as we really are without any obscuration, and this is what is called the attainment of <i>ātma-jñāna</i>. Therefore the attainment of <i>ātma-jñāna</i> is not the attainment of anything that we do not already experience, but is only the removal of everything else, which seems to obscure it.<br>\n<br>\nThis is what Bhagavan clearly implies in <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>என்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால்.<br>\n<br>\n<i>eṉṉai yaṟiyēṉā ṉeṉṉai yaṟindēṉā<br>\nṉeṉṉa ṉahaippuk kiḍaṉāhu — meṉṉai<br>\ntaṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான் என்னை அறியேன்’, ‘நான் என்னை அறிந்தேன்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்றாய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ eṉṉai aṟiyēṉ’, ‘nāṉ eṉṉai aṟindēṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy; āl</i>.<br>\n<br>\n<b>English translation:</b> Saying ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule. Why? To make oneself <i>viṣaya</i> [an object known], are there two selves? Because being one is the truth of everyone’s experience.</blockquote>\nWhy is it ridiculous to say ‘I have known myself’? Because when we experience ourself as we really are, we will no longer experience ourself as this ego, and hence there will be no separate ‘I’ remaining to say ‘I have known myself’. If we say ‘I have known myself’, we are clearly still experiencing ourself as a separate ‘I’ (an ego), and hence we have not yet experienced ourself as we actually are. What experiences ourself as we actually are is not our ego but only ourself as we actually are (our real self), and what we actually are need not and cannot say ‘I have known myself’, because as such we alone exist, and hence there is nothing else for us either to know or to inform that we know ourself.<br>\n<br>\nBut since we now experience ourself as this ego, why is it ridiculous for us to say ‘I do not know myself’? Because even when we experience ourself as this ego, we are still experiencing ourself (the only one self that exists), albeit is a distorted and obscured form as this ego. We who now seem to be this ego are actually only what we always are, which is the one infinite reality, so just as what we are actually seeing is only a rope even when it seems to be a snake, what we always actually experience as ourself is only what we actually are even when we seem to be this ego. In other words, we are never not aware of ourself (what we actually are) even though we ourself, whom we are always aware of, now seem to be this ego.<br>\n<br>\nAs Bhagavan often used to say, our ego can never completely hide or conceal ourself (what we actually are) but can only make ourself seem to be something other than what we actually are. Even when we experience ourself as ‘I am this body’, we are still experiencing our own existence, ‘I am’, which is all that we really are. Since this erroneous self-awareness ‘I am this body’ is what is called ego, our ego is nothing but a confused mixture of ourself as we really are (which is what the term ‘I am’ essentially refers to) and of adjuncts (beginning with our first adjunct, which is what we experience as ‘this body’). As we saw earlier, this ego is also called <i>cit-jaḍa-granthi</i>, so ‘I am’ is the essential <i>cit</i> or conscious portion of it, which is what we really are, whereas ‘this body’ is the inessential <i>jaḍa</i> or non-conscious portion of it, so since we are always aware that ‘I am’, we are always aware of ourself, and hence it would be ridiculous if we were to say ‘I do not know myself’.<br>\n<br>\nIf we say either ‘I do not know myself’ or ‘I have known myself’, we would be implying that ‘myself’ is an object or <i>viṣaya</i> — something other than ourself — because it is only objects that we can either know or not know. Since we are always aware of ourself, we can never not know ourself, so the issue of knowing or not knowing cannot arise with reference to ourself. We ourself are not an object or anything that we could know as an object, because we who are aware of ourself are ourself the self that we are aware of.<br>\n<br>\nThis is why Bhagavan asks us in this verse, ‘தனை விடயம் ஆக்க இரு தான் உண்டோ?’ (<i>taṉai viḍayam ākka iru tāṉ uṇḍō?</i>), which means, ‘To make oneself <i>viṣaya</i> [an object known], are there two selves?’ This is of course a rhetorical question, to which the obvious answer is no, we are only one self, not two, but to further emphasise this point he answers this rhetorical question in the next sentence, ‘ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்’ (<i>oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>), which means, ‘Because being one is the truth of everyone’s experience’.<br>\n<br>\nSince we are only one self, what now seems to be our ego is only this one self, which is what we actually are, so there can never be a moment when we are not aware of ourself. The very awareness that enables us to be aware of other things is our pure self-awareness, and that alone is what we really are. Therefore there is nothing new for us to know by investigating ourself, so the sole purpose and benefit of our self-investigation (<i>ātma-vicāra</i>) is the dissolution and removal of our ego, which is what makes us seem not to know ourself as we really are.<br>\n<br>\n<a name=\"uu21\"></a><b>8. <i>Upadēśa Undiyār</i> verse 21: our infinite self is always the true import of the word ‘I’</b><br>\n<br>\nAfter reading my reply to Viswanathan (which I reproduced above in the <a href=\"#sufficient\">sixth section</a>) another friend called Sivanarul wrote a <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437315504995#c5257830868031535557\">comment</a> in which he said:<br>\n<blockquote>Michael, I am not sure what you disagree with David on this quote you linked:<br>\n<br>\n“This is not, in my opinion, what Bhagavan said and taught. Bhagavan taught that the ‘I’ we are enquiring into is the individual ‘I’, not the Self. When you do the enquiry, you hold onto the feeling of ‘I’, which is the subjective awareness of individual identity. If the practice is done well, the individual ‘I’ subsides and disappears, leaving Self alone.”<br>\n<br>\nI thought David’s comment above was an accurate expression of Bhagavan’s teaching. We are only aware of this ego as ‘I’ and the feeling of ‘I’. Didn’t Bhagavan use ‘I-I’ to denote the Self (real ‘I’)? So during enquiry aren’t we working with the ego ‘I’ and as David says, if the practice is done well, it will subside leaving ‘I-I’?<br>\n<br>\nIn the waking state, since the ego is our medium of all experiences and since Sadhana can be done (initially at least) only in the waking state, isn’t the ego all we got to work with? Although the Self and ego will not be two different things upon awakening, as of now they feel like two different things and ego is the only thing visible (in waking state).</blockquote>\nIn reply to this I wrote another series of <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437326154519#c4013410001500466087\">two comments</a> in which I said:<br>\n<blockquote>Sivanarul, I do not disagree with David when he says that self-enquiry entails investigating or attending to our ego, but I do disagree with him when he infers from this that it therefore does not entail investigating or attending to what we actually are (our real self), because as I explained in the first part of my reply to Viswanathan, what seems to be our ego is only what we actually are, just as what seems to be a snake is only the rope that it actually is.<br>\n<br>\nWhen David writes, ‘One cannot hold onto the Self without first removing the obstacle to a direct awareness of it — that is the ‘I’-thought’, he seems to imply that we are not now directly aware of ourself, which is obviously not correct. Self-awareness is our very nature, so we can never be not aware of ourself, but we now mistake ourself to be a body, which is not what we actually are, so the resulting awareness of ourself mixed with awareness of a body is what called the ego, the thought called ‘I’ or the <i>cit-jaḍa-granthi</i>.<br>\n<br>\nIn this <i>cit-jaḍa-granthi</i>, the <i>cit</i> or conscious portion is what we actually are (our real self) whereas the <i>jaḍa</i> or non-conscious portion is our body, which is what we now seem to be. Therefore when Bhagavan said (as recorded in the final chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi’s-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>, 2002 edition, p. 89), ‘In your investigation into the source of <i>aham-vritti</i> [the thought called ‘I’, the ego], you take the essential <i>chit</i> [consciousness] aspect of the ego; and for this reason the enquiry must lead to the realization of the pure consciousness of the Self’, what he implied is that what we must investigate or attend to is only ‘the essential <i>cit</i> aspect of the ego’, which is ourself as we actually are (our real self), and not its <i>jaḍa</i> aspect, which is our body and all the other adjuncts that we now mistake to be ourself.<br>\n<br>\nOur ego (our primal thought called ‘I’) does not completely obstruct our awareness of ourself as we really are, but only obscures it, making it seem to be something other than what it actually is. Therefore when our ego eventually subsides and dissolves in ourself, the source from which it arose, we will not experience anything other than what we have always experienced, namely ourself, but will just experience ourself without any of the obscuring adjuncts that we now experience as if they were ourself. This is why Bhagavan often said that <i>ātma-jñāna</i> is not a new knowledge that we are to acquire, but is only the removal of ignorance that now seems to obscure the <i>ātma-jñāna</i> that is always shining within us as ourself.<br>\n<br>\nRegarding David’s comment that ‘Bhagavan said that the Self does not need to be enquired into’, this seems to me to be a subtle distortion or misrepresentation of what Bhagavan meant. What we actually are (our real self) does not need anything, so we as we actually are do not need either to be investigated or to investigate anything, because we as we actually are always experience ourself as we actually are. However, that is all true only from the perspective of ourself as we actually are, whereas from the perspective of ourself as we now seem to be (namely this ego), we do need to investigate what we actually are in order to experience ourself as we actually are. This is why Bhagavan used to say that self-investigation (<i>ātma-vicāra</i>) needs to be done only by and for the sake of our ego, and not by or for the sake of our real self.<br>\n<br>\nRegarding your question, ‘Didn’t Bhagavan use ‘I-I’ to denote the Self (real ‘I’)?’, please read what I wrote about this term ‘I-I’ in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/self-awareness-i-thought-i-feeling-and.html#02\">நான் நான் (<i>nāṉ nāṉ</i>) means ‘I am I’, not ‘I-I’</a>. In some contexts Bhagavan did refer to our experience of ourself as we really are as ‘நான் நான்’ (<i>nāṉ nāṉ</i>), which means ‘I am I’, but we obviously should not infer from this that whenever he used the term ‘நான்’ (<i>nāṉ</i>) or ‘I’ he was referring only to the ego. ‘I’ refers only to ourself, whether we experience ourself as we actually are or as this ego, and in verse 21 of <i>Upadēśa Undiyār</i> he says:<br>\n<blockquote>நானெனுஞ் சொற்பொரு ளாமது நாளுமே<br>\nநானற்ற தூக்கத்து முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நமதின்மை நீக்கத்தா லுந்தீபற.<br>\n<br>\n<i>nāṉeṉuñ coṯporu ḷāmadu nāḷumē<br>\nnāṉaṯṟa tūkkattu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;namadiṉmai nīkkattā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் எனும் சொல் பொருள் ஆம் அது நாளுமே, நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉum sol poruḷ ām adu nāḷ-um-ē, nāṉ aṯṟa tūkkattu-[u]m namadu iṉmai nīkkattāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால், நான் எனும் சொல் பொருள் நாளுமே அது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl, nāṉ eṉum sol poruḷ nāḷ-um-ē adu ām</i>.<br>\n<br>\n<b>English translation:</b> That is at all times the import of the word called ‘I’, because of the absence of our non-existence even in sleep, which is devoid of ‘I’ [the ego].</blockquote>\nHere what he refers to as ‘அது’ (<i>adu</i>) or ‘that’ is the one whole or infinite reality that in the previous verse he said will appear spontaneously as ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘I am I’ where our ego merges, so what he clearly implies in this verse is that our real self is always the true import of the term ‘நான்’ (<i>nāṉ</i>) or ‘I’.</blockquote>\nJust as our infinite real self is always the true import of the term ‘நான்’ (<i>nāṉ</i>) or ‘I’, it is equally well always the true import of the term தான் (<i>tāṉ</i>), ‘oneself’ or ‘ourself’, because there is no ‘I’ or ‘self’ other than ourself, and we ourself are always what we actually are.<br>\n<br>\nIn his comment that I cited above, David wrote, “Bhagavan taught that the ‘I’ we are enquiring into is the individual ‘I’, not the Self”, but according to what Bhagavan wrote in verse 21 of <i>Upadēśa Undiyār</i>, our real self is always the true import of the term ‘I’, so though the ‘I’ that we are investigating now seems to be this finite ego, what it actually is is only our infinite self. We are not two separate ‘I’s (and do not have two separate ‘I’s), just as we are not two separate selves (and do not have two separate selves), so there is only one ‘I’ or ‘self’ that we can investigate, namely ourself.<br>\n<br>\nIf our individual ‘I’ and our ‘Self’ were two entirely separate things, we could investigate one without investigating the other, but since they are one and the same thing, we cannot investigate one without simultaneously investigating the other. What seems to be our individual ‘I’ or ego is only our ‘Self’ (what we really are), so when Bhagavan advised us to investigate our individual ‘I’ he was indirectly advising us to investigate our ‘Self’, because our ‘Self’ is always the true import of ‘I’, so when we look only at our individual ‘I’ what we will see is only our ‘Self’.<br>\n<br>\n<a name=\"david\"></a><b>9. David Godman’s reply citing Muruganar’s explanation of verse 44 of <i>Akṣaramaṇamālai</i></b><br>\n<br>\nAfter writing my reply to Sivanarul, I wrote an email to David informing him about this discussion and asking him whether he would like to write any reply to what I had written, and he replied by writing the following <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437355835133#c8234023976895837913\">comment</a>:<br>\n<blockquote>With regard to whether self-enquiry comprises attention to the individual ‘I’ or to the Self was addressed by Muruganar in his commentary on verse 44 of Akasharamanamalai:<br>\n<blockquote>tirumpi yakantaṉait tiṉamakak kaṇkāṇ<br>\nṭeriyumeṉ ṟaṉaiyeṉ ṉaruṇācalā.<br>\n<br>\nWord-for Word translation:<br>\n<br>\naruṇācalā – Arunachala!<br>\neṉṟaṉai – You said<br>\nakam tirumpi – ‘Turning within...’<br>\ntiṉam aka kaṇ taṉai kāṇ – ‘know the Self constantly’<br>\nṭeriyum – ‘[Then] it will be known [to you],’<br>\neṉ – What a wonder is this!<br>\n<br>\nMuruganar’s paraphrase:<br>\n<br>\n[Arunachala!] Turning towards the Heart and away from external phenomena through detachment (vairagya), ceaselessly and one-pointedly examine and know the Self through the self, with the inward-turned vision which is of the form of the enquiry “Who am I?” Then shall you (yourself) clearly know (as your very own nature, the truth of the words, “You yourself, You alone, are the essence of the Real.”). Thus did you instruct me. What a wonder is this!<br>\n<br>\nMuruganar’s commentary:<br>\n<br>\nakam tirumpal – ‘turning within’ means ‘ceasing to pay attention to external objects’. The elimination of thoughts [about them] in the mind is also implied here. Through observing oneself with the inner eye, the veil of illusion is destroyed and the knowledge of the Real arises. When we speak of the self as the object of enquiry, we are referring only to the jiva, which is of the form of the ego, not the Self, the true nature of the ‘I’. Why so? Firstly because the suffering of birth, which arises from ignorance, and the consequent need for enquiry as a means to remove that suffering, appertain to the jiva only, which is bound by delusion and bewildered, not to the supreme Self, which is eternally present, pure, aware and free. Secondly because — when the ego, which is the obstacle to the realisation of the Self, is destroyed through the means of enquiry — that Self can only be known to the jiva by its experiencing that Self as its own nature in perfect peace (śānta vṛtti). It can never, in any way, shape or form whatsoever, be (or become) the object of the practice of enquiry. Since the world with its cycles of birth and death (saṁsāra) does not actually exist in the supreme Reality, but arises through a lack of awareness (pramāda), which is the true death, unremitting enquiry is indispensable until such time as the ego-knot, which lies at the root of it, is permanently severed. Therefore Arunachala through his grace instructed, ‘Constantly observe [the “I”] with the inner eye.’ [The meaning of] akamukam — inward turned [is] ‘to establish the mind in the Heart, its source, without letting it stray amongst external phenomena.’</blockquote>\nTranslation by Robert Butler.<br>\n<br>\nI think Muruganar unequivocally backs up my contention that Bhagavan taught that enquiry is done by putting attention on the ‘I’-thought, and not by focusing on the Self that is its substratum.</blockquote>\nI am grateful to David for sharing with us Robert’s translation of Sri Muruganar’s commentary on verse 44 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, but Robert’s translation seems to slightly distort and thereby subtly misrepresent the meaning of the original (albeit with no wrong intention), and I believe that David’s idea that Muruganar unequivocally backs up his contention is mistaken, as I shall argue in the next section.<br>\n<br>\n<a name=\"aamm44\"></a><b>10. <i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 44: reconsidering the meaning of Muruganar’s explanation</b><br>\n<br>\nVerse 44 is one of the most significant verses of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, because in it Bhagavan neatly summarises the essence of his teachings and explains the practice of self-investigation in very clear and simple terms:<br>\n<blockquote>திரும்பி யகந்தனைத் தினமகக் கண்காண்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;டெரியுமென் றனையென் னருணாசலா<br>\n<br>\n<i>tirumbi yahandaṉaid diṉamahak kaṇkāṇ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṭeriyumeṉ ḏṟaṉaiyeṉ ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ‘திரும்பி அகம் தனை தினம் அகக்கண் காண்; தெரியும்’ என்றனை என் அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘tirumbi aham taṉai diṉam aha-k-kaṇ kāṇ; ṭeriyum’ eṉḏṟaṉai eṉ aruṇācalā</i><br>\n<br>\n<b>அன்வயம்:</b> அருணாசலா, ‘அகம் திரும்பி, தினம் அகக்கண் தனை காண்; தெரியும்’ என்றனை. என்!<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalā, ‘aham tirumbi, diṉam aha-k-kaṇ taṉai kāṇ; ṭeriyum’ eṉḏṟaṉai. eṉ!</i><br>\n<br>\n<b>English translation:</b>: Arunachala, you said: ‘Turning back inside, see yourself daily with the inner eye [or an inward look]; it will be known’. What [a wonder]!</blockquote>\n<ul><a name=\"44ep\"></a><b>10a. Muruganar’s explanatory paraphrase (<i>poṙippurai</i>) of verse 44</b></ul>\nIn his பொழிப்புரை (<i>poṙippurai</i>) or explanatory paraphrase of this verse Sri Muruganar interprets its implied meaning as follows:<br>\n<blockquote>வைராக்கியத்தால் வெளி விஷயங்களினின்று விமுகமாக வகத்தே திரும்பி, நானாரென வினாவும் விசாரவடிவான அகமுகப் பார்வையால் ஏகாக்கிரமாகத் தன்னைத் தானே இடைவிடா தாராய்ந்து காண். (தானே தானே தத்துவமா முண்மை தன்மயமாகத் தனக்குத் தானே) நன்கு விளங்கும் என்றுபதேசித்தாய். இது வென்னோ?<br>\n<br>\n<i>vairāggiyattāl veḷi viṣayaṅgaḷiṉiṉḏṟu vimukham-āha v-ahattē tirumbi, nāṉ-ār-eṉa viṉāvum vicāra-vaḍivāṉa ahamukha-p pārvaiyāl ēkāggiram-āha-t taṉṉai-t tāṉē iḍaiviḍādu ārāyndu kāṇ. (tāṉē tāṉē tattuvam-ām uṇmai taṉmayam-āha-t taṉakku-t tāṉē) naṉgu viḷaṅgum eṉḏṟupadēśittāy. idu v-eṉṉō!</i><br>\n<br>\n‘Turning within, facing away from external <i>viṣayas</i> [phenomena] by [means of] <i>vairāgya</i> [desirelessness], yourself incessantly investigate and see yourself one-pointedly by [means of] an inward [or selfward] facing look, which is the form of <i>vicāra</i> [investigation] that examines who am I. (The truth which is [expressed as] ‘<i>tāṉē tāṉē tattuvam</i>’ [only oneself oneself certainly is what is real] itself to yourself as composed of that) will clearly shine’ — thus you taught. What [wonder] is this!</blockquote>\n<a name=\"aamm43\"></a>The words ‘தானே தானே தத்துவம்’ (<i>tāṉē tāṉē tattuvam</i>) are the opening words of the previous verse, so in this verse Sri Muruganar interprets the word தெரியும் (<i>ṭeriyum</i>), which means ‘it will be known’, as referring to those words in the previous verse. That is, what will be known if we turn within and incessantly see ourself is the truth expressed by ‘தானே தானே தத்துவம்’ (<i>tāṉē tāṉē tattuvam</i>).<br>\n<br>\nதானே (<i>tāṉē</i>) is an intensified form of தான் (<i>tāṉ</i>), which means ‘oneself’, and which can also be used as an intensifier in the sense of ‘itself’, ‘alone’ or ‘certainly’, so in this case the first தானே (<i>tāṉē</i>) means ‘oneself alone’ or ‘only oneself’ and the second தானே (<i>tāṉē</i>) intensifies or emphasises the first one still further, so ‘தானே தானே’ (<i>tāṉē tāṉē</i>) means ‘only oneself oneself certainly’ or something to that effect. Alternatively the second தானே (<i>tāṉē</i>) can be interpreted as a repetition of the first one in order to emphasise it, in which case ‘தானே தானே’ (<i>tāṉē tāṉē</i>) means ‘only oneself, only oneself’, or these two words can be interpreted to be a clause meaning ‘oneself alone is oneself’ (or ‘I am only I’), thereby implying that what we actually are is only ourself and nothing but ourself. தத்துவம் (<i>tattuvam</i>) is a Tamil form of the Sanskrit word तत्त्व (<i>tattva</i>), which literally means ‘thatness’ or ‘itness’, but which in this case means what is real or true. Thus ‘தானே தானே தத்துவம்’ (<i>tāṉē tāṉē tattuvam</i>) is a very emphatic way of saying either that oneself alone is what is real, or that what is true is only that oneself is only oneself and nothing but oneself.<br>\n<br>\nBhagavan has taught us that the only way to experience this truth that we ourself are the only thing that is real, and that what we actually are is only ourself and nothing but ourself, is to turn our attention back within and to constantly try to see or experience ourself alone by means of a keenly inward or selfward facing attention, and in this verse he says that this is what he was taught by Arunachala. However, since Arunachala is our own real self, and since its outward form is a mountain, it obviously cannot teach this in words, so the implication is that this is what Arunachala is always teaching us in silence. This is the implication of the word என் (<i>eṉ</i>), which can either mean ‘my’ or ‘what’, but which Muruganar interprets in the latter sense to be an exclamation of wonder.<br>\n<br>\nAs is often the case in these verses of <i>Akṣaramaṇamālai</i>, Bhagavan uses this word என் (<i>eṉ</i>) to express two meanings. Firstly he uses it to express his wonder at what Arunachala taught him in silence simply by his thinking of it from afar, and secondly he uses it to express his intimacy with it, ‘my Arunachala’.<br>\n<br>\nIn my translation of Muruganar’s explanatory paraphrase I have tried to translate each word as literally and as faithfully as possible, but it is not possible to convey the full force and subtle implication of all the words he uses, particularly his repeated use of the word தான் (<i>tāṉ</i>), ‘oneself’ or ‘yourself’, and various forms of it, such as its accusative form தன்னை (<i>taṉṉai</i>) and its dative form தனக்கு (<i>taṉakku</i>). The way in which he uses these and other words such as அகத்தே (<i>ahattē</i>), which means ‘within’ in the sense of ‘within yourself’ or ‘in your heart’, and அகமுகப் பார்வையால் (<i>ahamukha-p pārvaiyāl</i>), which means ‘by inward [or selfward] facing look’, strongly emphasise the immediacy and intimacy of what we are investigating, namely ourself.<br>\n<br>\nIn the verse தினம் (<i>diṉam</i>) is a noun that means ‘day’, but it is also often used as an adverb meaning ‘daily’, but according to Muruganar what it implies in this context is இடைவிடாது (<i>iḍaiviḍādu</i>), which means ‘incessantly’ or ‘constantly’. அகக்கண் (<i>aha-k-kaṇ</i>) literally means ‘inner eye’, which implies our attention or awareness, but Muruganar interprets it as meaning அகமுகப் பார்வையால் (<i>ahamukha-p pārvaiyāl</i>), which means ‘by [means of] an inward [or selfward] facing look’, and which implies ‘by self-attentiveness’ or ‘by looking inwards at yourself’.<br>\n<br>\nWhen interpreting this verse Muruganar separates அகந்தனை (<i>ahandaṉai</i>) as two words, அகம் (<i>aham</i>), which in this case mean ‘inside’ or ‘within’, and தனை (<i>taṉai</i>), which is a contracted form of தன்னை (<i>taṉṉai</i>), the accusative case form of தான் (<i>tāṉ</i>), which means ‘oneself’ or in this case ‘yourself’. However, since தன்னை (<i>taṉṉai</i>) and other case forms of தான் (<i>tāṉ</i>) can be used as a suffix marking the case of whatever noun it is appended to, அகந்தனை (<i>ahandaṉai</i>) can alternatively be interpreted as an accusative case form of அகம் (<i>aham</i>), in which case it would mean ‘I’, and ‘திரும்பி அகந்தனை தினம் அகக்கண் காண்’ (<i>tirumbi ahan-daṉai diṉam aha-k-kaṇ kāṇ</i>) would then mean ‘turning back, see ‘I’ daily with the inner eye’. However since in this context both ‘yourself’ and ‘I’ refer only to ourself, this alternative interpretation means essentially the same as Muruganar’s interpretation.<br>\n<ul><a name=\"44init\"></a><b>10b. The initial sentences of Muruganar’s commentary (<i>virutti-v-urai</i>)</b></ul>\nThe first word of this verse, திரும்பி (<i>tirumbi</i>), is a verbal participle that means ‘turning’, ‘turning back’ or ‘returning’, and அகம் (<i>aham</i>) is both a word of Tamil origin that means ‘inside’, ‘within’, ‘heart’, ‘mind’ or ‘home’, and a word of Sanskrit origin that means ‘I’, so according to Muruganar’s interpretation திரும்பி அகம் (<i>tirumbi aham</i>) means ‘turning inside’ or ‘turning back inside’. However he begins his commentary (<i>virutti-v-urai</i>) on this verse by elaborating on this interpretation, explaining firstly that it implies ‘புறவிடயச் சுட்டறுத்தல்’ (<i>puṟa-viḍaya-c cuṭṭaṟuttal</i>), which means ‘severing [terminating or rooting out] attention to external <i>viṣayas</i> [phenomena]’, and then adding ‘அகத்தே விக்ஷேபங்களை விலக்கலும் உபலக்ஷணத்தா லுடன் கொள்க’ (<i>ahattē vikṣēpaṅgaḷai vilakkalum upalakṣaṇattāl uḍaṉ koḷga</i>), which means ‘by implication take together with [that] also preventing <i>vikṣēpas</i> [scatterings, dispersions, movements, activities or distractions] inside [or in the mind]’. In other words, what Muruganar explains is that திரும்பி அகம் (<i>tirumbi aham</i>) implies turning our attention away not only from all external phenomena (physical phenomena) but also from all kinds of internal phenomena (mental phenomena).<br>\n<br>\nMuruganar then explains, ‘தன்னை அகக்கண்ணாற் காண்டலால் ஆவரணமழித்து தத்வஜ்ஞான தர்சன முண்டாம்’ (<i>taṉṉai aha-k-kaṇṇāl kāṇḍalāl āvaraṇam-aṙittu tatva-jñāṉa darśaṉam uṇḍām</i>), which means ‘by seeing oneself by [one’s] inner eye [or inward-facing look] <i>tattva-jñāṉa-darśaṉa</i> [experience of knowledge of what is real] will arise destroying <i>āvaraṇa</i> [‘covering’ or self-ignorance]’. The term <i>āvaraṇa</i> literally means covering or veiling, and is a term used to describe self-ignorance, the fundamental power of <i>māyā</i> or self-delusion, by which we mysteriously obscure our knowledge of ourself as we really are. The secondary power of <i>māyā</i> is called <i>vikṣēpa</i>, which literally means scattering or dispersal, and which is the power by which we project or fabricate multiplicity (the appearance of all phenomena, both mental and seemingly physical). Whereas <i>vikṣēpa</i> is manifest only in waking and dream but subsides in sleep, <i>āvaraṇa</i> endures throughout these three states and can be destroyed only by self-knowledge, which is what Muruganar describes here as <i>tattva-jñāṉa-darśaṉa</i>, the seeing or experience of knowledge of what is real.<br>\n<br>\nThus the implication of this and the previous sentence is that whereas we can ward off <i>vikṣēpa</i> merely by turning our attention away from all phenomena (as we do when we fall asleep), we can destroy <i>āvaraṇa</i> only by seeing ourself by our inner eye or inward-facing gaze. <i>Vikṣēpa</i> is like the pictures projected on the screen in a cinema, whereas <i>āvaraṇa</i> is like the background darkness in which those pictures appear. Whether or not any pictures are projected, the darkness endures and can be destroyed only by light. Likewise, whether or not any <i>vikṣēpa</i> is manifest, <i>āvaraṇa</i> endures and can be destroyed only by the light of pure self-awareness that arises only when we gaze exclusively at ourself alone.<br>\n<ul><a name=\"44tanai\"></a><b>10c. Muruganar’s explanation of ‘oneself’ (<i>taṉai</i>), the <i>viṣaya</i> for investigation</b></ul>\nThe next sentence in Muruganar’s commentary is the one that Robert translated as: “When we speak of the self as the object of enquiry, we are referring only to the jiva, which is of the form of the ego, not the Self, the true nature of the ‘I’”. When I read this in David’s comment, I wondered what Tamil term Robert had translated as ‘the object of enquiry’, because strictly speaking there is no object in self-investigation, since the term ‘object’ implies something other than the experiencing subject, whereas self-investigation is just us investigating ourself, who seem to be the subject so long as we are experiencing any objects (anything other than ourself), but who are actually the base from which both subject and object appear.<br>\n<br>\nWhen I checked this sentence in the original, I found that the term used by Muruganar that Robert had translated as ‘the object of enquiry’ was ‘விசாரத்துக்கு விஷயம்’ (<i>vicārattukku viṣayam</i>), which literally means ‘the scope to [or for] investigation’ (or the sphere, territory, domain or extent for investigation) in the sense of the limit to what needs to be investigated, or which could also be interpreted to mean ‘the subject for investigation’ in the sense of the subject matter or issue to be investigated. Though in some contexts விஷயம் (<i>viṣayam</i>) can mean an object in the sense of an object of perception, that is not the sense in which it is used in this context.<br>\n<br>\nWhat Muruganar actually wrote in this sentence is:<br>\n<blockquote>விசாரத்துக்கு விஷயமாகத் தன்னைக் கூறியதில் ‘தன்னை’ என்றது அகந்தை வடிவான ஜீவனையே யன்றி அகம்சொரூபமான ஆன்மாவை யன்றாம்.<br>\n<br>\n<i>vicārattukku viṣayamāha-t taṉṉai-k kūṟiyadil ‘taṉṉai’ eṉḏṟadu ahandai vaḍivāṉa jīvaṉaiyē y-aṉḏṟi aham-sorūpam-āṉa āṉmāvai y-aṉḏṟām</i>.<br>\n<br>\nIn saying oneself as the <i>viṣaya</i> [scope or subject matter] for investigation, what is said [or described] as ‘oneself’ is not <i>ātman</i>, which is <i>aham-svarūpa</i> [the own form of I], but only <i>jīva</i>, which is the form of ego.</blockquote>\nAt first glance it seems that what Sri Muruganar implies by saying this is that what we need to investigate is not any supposedly unknown thing such as <i>ātman</i>, which is the real nature of I (ourself), but only ourself as this ego or <i>jīva</i> (soul or finite self). That is, we need not worry about investigating anything that we imagine we do not know already, but can limit the sphere or scope of our investigation just to the ego or <i>jīva</i> that we now experience as ourself.<br>\n<br>\nHowever a deeper and more nuanced implication emerges if we consider more carefully the meaning of the conjunction <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:5031.tamillex\">அன்றி</a> (<i>aṉḏṟi</i>), which I translated here as ‘but only’, but for which there is actually no exact equivalent in English. Though in sentences of this structure it is often translated as ‘but only’, that is appropriate only when talking about two things or two types of things that are mutually exclusive or clearly distinct, such as when saying ‘there are no dogs but only cats’, but not when talking about things that are not so exclusive or distinct, such as when saying ‘there are no colours except red’, in which case அன்றி (<i>aṉḏṟi</i>) would have to be translated as ‘except’ or ‘other than’. Therefore, since <i>ātman</i> and ego or <i>jīva</i> are not two entirely different or mutually exclusive things but only the same thing experienced differently, in this case it would arguably be more appropriate to translate அன்றி (<i>aṉḏṟi</i>) as ‘except’ or ‘other than’ rather than as ‘but only’.<br>\n<br>\nThat is, since what is meant here by the term <i>ātman</i> is ourself as we actually are, whereas what is meant by the terms ego or <i>jīva</i> is ourself as we seem to be, we could translate அன்றி (<i>aṉḏṟi</i>) here as ‘except as’, in which case the meaning of this sentence would be:<br>\n<blockquote>In saying oneself as the <i>viṣaya</i> [scope or subject matter] for investigation, what is said [or described] as ‘oneself’ is not <i>ātman</i>, which is <i>aham-svarūpa</i> [the own form of I], except as <i>jīva</i>, which is the form of ego.</blockquote>\nThus the deeper implication is that what is described as ‘oneself’ (the <i>viṣaya</i> for investigation) is not <i>ātman</i> except as <i>jīva</i>, or in other words, it is not <i>ātman</i> as it is but only <i>ātman</i> as <i>jīva</i>. That is, it is not ourself as we really are but only ourself as this <i>jīva</i> or ego. Since we do not now experience ourself as we really are, we cannot directly investigate ourself as we really are, but can only investigate ourself as we currently seem to be, namely as this ego. Therefore in this sentence Muruganar does not intend to exclude <i>ātman</i> (ourself as we really are) entirely from our investigation, but only means to say that the immediate <i>viṣaya</i> (scope or subject matter) for investigation is not <i>ātman</i> as <i>ātman</i> but only <i>ātman</i> as <i>jīva</i>.<br>\n<ul><a name=\"44visaya\"></a><b>10d. Muruganar’s clarification about the <i>viṣaya</i> for investigation</b></ul>\nAfter making this statement, Muruganar wrote ‘என்னை?’ (<i>eṉṉai?</i>), which is an interrogative pronoun that Robert translated as ‘why so?’ but that more precisely means ‘what?’ and that in this context is used in the sense of ‘what is meant by saying this?’, so in the next sentence he clarified what he meant:<br>\n<blockquote>அவிச்சை விளைவான பிறவித் துன்பமும் அதன் நீக்கத்துக் குபாயமான விசாரத்துக் காவசியகமும் மோகத்தாற் கட்டுண்டு கலங்கும் ஜீவனுக்கன்றி அநாதியே நித்த சுத்த புத்த முக்தமான ஆன்மாவுக் கின்மையாலும், அவ் வான்மாதான், ஆன்மஸாக்ஷாத்காரத்துக்குப் பிரதிபந்தமான அகந்தை அவ்விசாரத்தின் பயனாக அழியவே, ஜீவனுக்கு அவன் சொரூபமேயாக நின்று சாந்த விருத்தியாற் றன்மயமாக அவனா லறிந்தனுபவிக்கப் படலன்றி, என்றும் எவ்விதத்திலும் அவன் சாதன விசாரத்துக்குச் சற்றும் அஃது விஷயம் அன்மையாலும் (ஆகாமையாலும்) எங்க.<br>\n<br>\n<i>aviccai viḷaivāṉa piṟavi-t tuṉbamum adaṉ nīkkattuk kupāyam-āṉa vicārattuk kāvaśiyakamum mōhattāl kaṭṭuṇḍu kalaṅgum jīvaṉukkaṉḏṟi anādiyē nitta śuddha buddha muktam-āṉa āṉmāvuk kiṉmaiyālum, a-vv-āṉmā-dāṉ, āṉma-sākṣātkārattukku-p piratibandhamāṉa ahandai a-v-vicārattiṉ payaṉ-āha aṙiyavē, jīvaṉukku avaṉ sorūpamē-y-āha niṉḏṟu śānta-viruttiyāl taṉmayam-āha avaṉāl āṟindaṉubhavikka-p-paḍal-aṉḏṟi, eṉḏṟum evvidhattilum avaṉ sādhaṉa vicārattukku-c caṯṟum  aḵdu viṣayam aṉmaiyālum (āhāmaiyālum) eṅga</i>.<br>\n<br>\nMay it be said because the misery of birth, which is the result of ignorance, and the need for <i>vicāra</i> [investigation], which is the means to the removal of that [ignorance], do not exist for <i>ātman</i>, which without any beginning is eternal, pure, awakened and liberated, but only for <i>jīva</i>, which is bound and confused [or agitated] by delusion, and because it [<i>ātman</i>] is not (and does not become [or is not suitable to be]) ever or in any way the scope even slightly for <i>vicāra</i>, his [<i>jīva</i>’s] <i>sādhana</i>, except that when the ego, which is the obstruction to <i>ātma-sākṣātkāra</i> [direct experience of <i>ātman</i>], is destroyed as a result of that <i>vicāra</i>, for <i>jīva</i> that <i>ātman</i> itself will remain as only his <i>svarūpa</i> [own form] and will be known and experienced by him as <i>tanmaya</i> [composed of that] by <i>śānta-vṛtti</i> [the state of peace].</blockquote>\nThough the two ‘because’ clauses that form this sentence may make it appear to be an explanation of what he wrote in the previous one, namely that the <i>viṣaya</i> (scope or subject matter) for self-investigation is oneself not as <i>ātman</i> but only as <i>jīva</i> or ego, what Muruganar wrote in this sentence is a clarification of what he meant rather than an explanation of why he said it.<br>\n<br>\nThis is a relatively long and complex sentence, so in order to correctly understand the logical connection between the various ideas he expresses in it it is necessary for us to understand its grammatical structure. The main verb of the sentence is its final word, the optative எங்க (<i>eṅga</i>), which means ‘may it be said’, and which links to each of the two ‘because’ clauses that form the main structure of the sentence.<br>\n<br>\nThese two ‘because’ clauses are more precisely two ‘by’ clauses (in which ‘by’ is used in the sense of ‘as a result of’ or ‘because of’), because in each case the particle (or morpheme) that I translated as ‘because’ is the suffix ஆல் (<i>āl</i>), which is the instrumental case-marker, and which in both clauses is linked to a verbal noun. Therefore though I translated the basic structure of the first clause as ‘because the misery of birth and the need for <i>vicāra</i> do not exist for <i>ātman</i> but only for <i>jīva</i>’, a more literal translation of it would be ‘by [or as a result of] the misery of birth and the need for <i>vicāra</i> not existing for <i>ātman</i> but only for <i>jīva</i>’. Likewise, though I translated the basic structure of the second clause as ‘because it [<i>ātman</i>] is not (and does not become [or is not suitable to be]) the scope for <i>vicāra</i>, his [<i>jīva</i>’s] <i>sādhana</i>’, a more literal translation of it would be ‘by [or as a result of] it [<i>ātman</i>] not being (and not becoming [or not being suitable to be]) the scope for <i>vicāra</i>, his [<i>jīva</i>’s] <i>sādhana</i>’.<br>\n<br>\nIn each of these two ‘by’ or ‘because’ clauses its main part is preceded by an exception clause, which is linked to it by the conjunction அன்றி (<i>aṉḏṟi</i>), which means ‘except’, but which I translated as ‘but only’ in the first ‘because’ clause. Though in Tamil each of these exception clauses comes before the main part of its respective ‘because’ clause, and though its conjunction அன்றி (<i>aṉḏṟi</i>) comes at the end of it, to convey the meaning of each Tamil clause in English it is necessary to reverse this order, with the main part of each ‘because’ clause coming first, followed by the conjunction and then the rest of the exception clause.<br>\n<br>\nIn the first ‘because’ clause its exception clause and its main part share the same subject, namely ‘அவிச்சை விளைவான பிறவித் துன்பமும் அதன் நீக்கத்துக் குபாயமான விசாரத்துக் காவசியகமும்’ (<i>aviccai viḷaivāṉa piṟavi-t tuṉbamum adaṉ nīkkattuk kupāyam-āṉa vicārattuk kāvaśiyakamum</i>), which means ‘the misery of birth, which is the result of ignorance, and the need for <i>vicāra</i>, which is the means to the removal of that [ignorance]’. This is followed by the exception clause, namely ‘மோகத்தால் கட்டுண்டு கலங்கும் ஜீவனுக்கு அன்றி’ (<i>mōhattāl kaṭṭuṇḍu kalaṅgum jīvaṉukku aṉḏṟi</i>), which means ‘except [or but only] for <i>jīva</i>, which is bound and confused [or agitated] by delusion’, and then the main part of it, namely ‘அநாதியே நித்த சுத்த புத்த முக்தமான ஆன்மாவுக்கு இன்மையாலும்’ (<i>anādiyē nitta śuddha buddha muktam-āṉa āṉmāvukku iṉmaiyālum</i>),which means ‘because [misery and the need for <i>vicāra</i>] do not exist for <i>ātman</i>, which without any beginning is eternal, pure, awakened and liberated’. Thus the basic meaning of this first clause is ‘because misery and the need for <i>vicāra</i> do not exist for <i>ātman</i> but only for <i>jīva</i>’.<br>\n<br>\nThe second ‘because’ clause is more complex than the first one, and its exception clause is a more distinct division of it, so though its exception clause and its main part share the same subject, namely ‘அவ் வான்மாதான்’ (<i>a-vv-āṉmā-dāṉ</i>), which means ‘that <i>ātman</i> itself’, in the main part this subject is represented by the pronoun அஃது (<i>aḵdu</i>), which means ‘it’ or ‘that’. The main part of this clause is its last part, namely ‘என்றும் எவ்விதத்திலும் அவன் சாதன விசாரத்துக்குச் சற்றும் அஃது விஷயம் அன்மையாலும் (ஆகாமையாலும்)’ (<i>eṉḏṟum evvidhattilum avaṉ sādhaṉa vicārattukku-c caṯṟum  aḵdu viṣayam aṉmaiyālum (āhāmaiyālum)</i>), which means ‘because it [that <i>ātman</i>] is not (and does not become [or is not suitable to be]) ever or in any way the scope even slightly for <i>vicāra</i>, his [the <i>jīva</i>’s] <i>sādhana</i>’, but though this is an unequivocal and emphatic statement if taken in isolation, it meaning is significantly and considerably qualified by the exception clause that precedes it.<br>\n<br>\nThe exception clause is ‘அவ் வான்மாதான், ஆன்மஸாக்ஷாத்காரத்துக்குப் பிரதிபந்தமான அகந்தை அவ்விசாரத்தின் பயனாக அழியவே, ஜீவனுக்கு அவன் சொரூபமேயாக நின்று சாந்த விருத்தியால் தன்மயமாக அவனால் அறிந்து அனுபவிக்கப்படல் அன்றி’ (<i>a-vv-āṉmā-dāṉ, āṉma-sākṣātkārattukku-p piratibandhamāṉa ahandai a-v-vicārattiṉ payaṉ-āha aṙiyavē, jīvaṉukku avaṉ sorūpamē-y-āha niṉḏṟu śānta-viruttiyāl taṉmayam-āha avaṉāl āṟindu aṉubhavikka-p-paḍal aṉḏṟi</i>), which means ‘except that when the ego, which is the obstruction to <i>ātma-sākṣātkāra</i> [direct experience of <i>ātman</i>], is destroyed as a result of that <i>vicāra</i>, for <i>jīva</i> that <i>ātman</i> itself will remain as only his <i>svarūpa</i> [own form] and will be known and experienced by him as <i>tanmaya</i> [composed of that] by <i>śānta-vṛtti</i> [the state of peace]’. This exception clause is a very important part of this sentence, because it helps to clarify exactly what Muruganar did and did not mean.<br>\n<br>\nThat is, when Muruganar wrote that the <i>viṣaya</i> (scope or subject matter) for self-investigation is oneself not as <i>ātman</i> but only as <i>jīva</i> or ego, he did not intend to deny that what the <i>jīva</i> or ego actually is is only <i>ātman</i>, but only intended to indicate that we cannot know this by experience until our ego has been destroyed as the result of our <i>vicāra</i>, so the actual scope or subject matter for our investigation is only ourself as we now experience ourself, namely as <i>jīva</i> or ego. He did not mean to deny that when we are attending to our ego what we are actually attending to is <i>ātman</i> (even though we are not currently experiencing ourself as <i>ātman</i>), just as when we look at an illusory snake what we are actually looking at is a rope (even though we do not then see it as a rope), but only meant to point out that since we do not now experience ourself as <i>ātman</i>, the immediate scope or subject matter of our investigation can only be our <i>jīva</i> or ego, which is the illusory form in which we now experience ourself.<br>\n<ul><a name=\"44rob\"></a><b>10e. The inaccuracy in Robert’s translation of this clarification</b></ul>\nUnfortunately this meaning was not clearly brought out by Robert in his translation of this sentence, because he divided it into three separate sentences and did not translate the crucial conjunction அன்றி (<i>aṉḏṟi</i>) in the second half of it, so he thereby failed to convey the logical connection between the various clauses within it. It can be extremely challenging to translate complex Tamil sentences into English, because Tamil syntax and sentence structure is so radically different to English syntax and sentence structure, so it is often tempting to split such sentences into two or more simpler sentences in English, but this can result in the loss of some of the logical connection within the original sentence. If Robert had divided this sentence into just two sentences in English, each containing one of its ‘because’ clauses, he would perhaps not have lost too much of its logical structure, but by splitting the second ‘because’ clause into two sentences, he failed to convey its very purpose. Not only did he not translate the conjunction அன்றி (<i>aṉḏṟi</i>), but he also linked the word ‘because’ to the wrong half of this second clause, namely to its exception clause, thereby making it seem that Muruganar meant this exception clause not as a qualification of what he had said in the earlier sentence (namely that the scope or subject matter for <i>vicāra</i> is not <i>ātman</i> but only <i>jīva</i> or ego) but as a reason for saying it.<br>\n<br>\n(However, though Robert did not translate this sentence sufficiently accurately and thereby inadvertently obscured and distorted its meaning, I would nevertheless like to say here how much I appreciate all the work he has done translating Bhagavan’s and Muruganar’s texts, because I know from personal experience how difficult translating such profound and nuanced writings from Tamil to English can be, and I also understand with what love for the subject Robert learnt Tamil and how proficient he has managed to become in it.)<br>\n<ul><a name=\"44dinam\"></a><b>10f. Muruganar’s explanation of ‘daily see by the inner eye’ (<i>diṉam aha-k-kaṇ kāṉ</i>)</b></ul>\nIn the next sentence Sri Muruganar writes:<br>\n<blockquote>பரமார்த்தத்தில் இன்றாகவும், உண்மையில் மரணமேயான பிரமாதத்தால் விளைந்ததே ஜனனமரண ரூப சம்சாரமாதலால், அதற்கு மூலமான அகங்காரக் கிரந்தி அத்யந்தம் நாசமாகும் பரியந்தம் இடைவிடா விசாரம் ஒருவற் கின்றியமையாமையின் ‘தின மகக்கண் கான்’ என்று அருணாசலனா லருளப் பெற்றது.<br>\n<br>\n<i>paramārtthattil iṉḏṟāhavum, uṇmaiyil maraṇamē-y-āṉa piramādattāl viḷaindadē jaṉaṉa-maraṇa-rūpa samsāram-ādalāl adaṟku mūlam-āṉa ahaṅkāra-g giranthi atyantam nāśam-āhum pariyantam iḍaiviḍā vicāram oruvaṟ kiṉḏṟiyamaiyāmaiyiṉ ‘diṉam aha-k-kaṇ kāṉ’ eṉḏṟu aruṇācalaṉāl aruḷa-p-peṯṟadu</i>.<br>\n<br>\nThough not existing in <i>paramārtha</i> [ultimate reality], since what results because of <i>pramāda</i> [self-negligence or inattentiveness], which is in truth death itself, alone is <i>samsāra</i>, the form of birth and death, regarding the absolute necessity for one [to do] incessant <i>vicāra</i> until the ego-knot, which is the root for it [<i>samsāra</i>], is completely destroyed, it was graciously revealed by Arunachala: ‘<i>diṉam aha-k-kaṇ kāṉ</i>’ [daily see by the inner eye].</blockquote>\nHaving explained in the previous two sentence what Bhagavan meant in this verse by the word ‘தனை’ (<i>taṉai</i>), ‘oneself’ or ‘yourself’, in this sentence Muruganar explains the next three words, ‘தினம் அகக்கண் காண்’ (<i>diṉam aha-k-kaṇ kāṉ</i>), which literally mean ‘daily see [by your] inner eye’. Though தினம் (<i>diṉam</i>) literally means ‘daily’, Muruganar explains that it implies incessantly, and in this sentence he explains why incessant <i>vicāra</i> is absolutely necessary until our ego is destroyed completely. That is, <i>samsāra</i> (the perpetual cycle of birth and death) and all the problems experienced in it are caused solely by <i>pramāda</i>, self-negligence or lack of self-attentiveness, because it is only due to <i>pramāda</i> that we now experience ourself as this ego, which is the root of <i>samsāra</i>, being that which alone experiences it. Therefore, since the cause of all our problems is our <i>pramāda</i> or lack of self-attentiveness, the only radical and permanent solution to them is the opposite of <i>pramāda</i>, namely <i>vicāra</i> or unceasing self-attentiveness.<br>\n<ul><a name=\"44ahamukham\"></a><b>10g. Muruganar’s explanation of ‘facing within’ or ‘facing I’ (<i>ahamukham</i>)</b></ul>\nThen in the final sentence of his commentary on this verse Muruganar says:<br>\n<blockquote>மனத்தை வெளிவிஷயங்களில் விடாமல் அதன் மூலமான இதயத்தி லிருப்பித்தலே அகமுக மென்பதாம்.<br>\n<br>\n<i>maṉattai veḷi-viṣayaṅgaḷil viḍāmal adaṉ mūlam-āṉa idayattil iruppittalē ahamukham eṉbadām</i>.<br>\n<br>\nMaking the mind be in the heart, which is its source, without leaving [or sending] it in [or on] external <i>viṣayas</i> [phenomena], is what said [or described] as <i>ahamukham</i> [facing within or towards I].</blockquote>\nSince in his பொழிப்புரை (<i>poṙippurai</i>) or explanatory paraphrase of this verse Muruganar interpreted the term அகக்கண் (<i>aha-k-kaṇ</i>) , which literally means ‘inner eye’, as implying அகமுகப் பார்வையால் (<i>ahamukha-p pārvaiyāl</i>), which means ‘by inward [or selfward] facing look’, in this final sentence he again reminds us of what is implied by the term அகமுகம் (<i>ahamukham</i>), which literally means either ‘inward-facing’ or ‘facing towards I’.<br>\n<br>\n<a name=\"un32\"></a><b>11. <i>Uḷḷadu Nāṟpadu</i> verse 32: when we are told ‘that is you’ we should investigate ‘what am I?’</b><br>\n<br>\nAs I explained in the precious section, what Muruganar clearly implied when he wrote ‘விசாரத்துக்கு விஷயமாகத் தன்னைக் கூறியதில் ‘தன்னை’ என்றது அகந்தை வடிவான ஜீவனையே யன்றி அகம்சொரூபமான ஆன்மாவை யன்றாம்’ (<i>vicārattukku viṣayamāha-t taṉṉai-k kūṟiyadil ‘taṉṉai’ eṉḏṟadu ahandai vaḍivāṉa jīvaṉaiyē y-aṉḏṟi aham-sorūpam-āṉa āṉmāvai y-aṉḏṟām</i>), ‘In saying oneself as the <i>viṣaya</i> [scope or subject matter] for investigation, what is said [or described] as ‘oneself’ is not <i>ātman</i>, which is <i>aham-svarūpa</i> [the own form of I], but only <i>jīva</i>, which is the form of ego’, is that what we need to investigate is not anything that we believe we do not know already or that seems to be other than ourself, namely the one infinite <i>ātman</i>, but only ourself, who now seem to be this finite <i>jīva</i> or ego.<br>\n<br>\nWhat he does not imply in this sentence is what David inferred from it, namely that “Bhagavan taught that enquiry is done by putting attention on the ‘I’-thought, and not by focusing on the Self that is its substratum”. In fact this inference made by David is clearly in conflict with what Muruganar says in the exception clause in the second half of <a href=\"#44visaya\">the next sentence</a>, in which he affirms that what we will experience as a result of our <i>vicāra</i> is that <i>ātman</i> is actually the <i>svarūpa</i> or ‘own form’ of the <i>jīva</i>, which clearly implies that when we put our attention on ourself, this <i>jīva</i>, ego or ‘I’-thought, what we are actually attending to or looking at is only our own <i>svarūpa</i>, which is <i>ātman</i>, the substratum of this ego, even though that <i>ātman</i> now seems to be this ego.<br>\n<br>\nAll that Muruganar intended to convey in these two sentences is that we need not investigate anything other than the ego or <i>jīva</i> that we now experience as ourself. What we will eventually discover ourself to be as a result of our investigation need not concern us now, so all we need investigate at this present moment is who am I, this ego or <i>jīva</i>. If we imagine that we need to investigate anything else, our attention will be diverted away from our immediate self towards our idea of whatever else we think we are or think we need to investigate, such as <i>ātman</i> or <i>brahman</i>, so Muruganar emphasises here that the <i>viṣaya</i> or scope of our investigation should be restricted to what we now experience as ourself, namely this ego or <i>jīva</i>.<br>\n<br>\nThe logic behind this argument of Muruganar can be understood by considering both the concept of <i>jīva-brahmaikya</i>, the oneness of <i>jīva</i> and <i>brahman</i>, which I discussed earlier in the <a href=\"#uu24-5\">third section</a>, and also the purpose of the statement ‘<i>tat tvam asi</i>’ or ‘that you are’. That is, if <i>jīva</i> itself is <i>brahman</i> (which is another name for <i>ātman</i>), investigating ourself, this <i>jīva</i>, is sufficient, because by investigating ourself we are in effect investigating <i>brahman</i> or <i>ātman</i>, because that is what we actually are. However, if instead of investigating only ourself we try to investigate <i>brahman</i> or <i>ātman</i>, what we would actually be investigating is not <i>brahman</i> or <i>ātman</i> itself but only our idea of it. So long as we think that <i>brahman</i> or <i>ātman</i> is anything other than ourself, it is just an idea in our mind and hence not what we actually are.<br>\n<br>\nSo long as we think of <i>brahman</i> or <i>ātman</i> as anything other than ourself, we are looking for it in the wrong direction, and that is the reason why the Vedas tell us ‘<i>tat tvam asi</i>’ — ‘that you are’. That is, the sole purpose of this statement is to redirect our search or investigation away from the mere idea of <i>brahman</i> or <i>ātman</i> and back towards ourself, because if we are actually that, what we need to investigate is only ourself and not anything else. This is what is clearly implied by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-difference-between-meditation.html#un32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அதுநீயென் றம்மறைக ளார்த்திடவுந் தன்னை<br>\nயெதுவென்று தான்றேர்ந் திராஅ — ததுநா<br>\nனிதுவன்றென் றெண்ணலுர னின்மையினா லென்று<br>\nமதுவேதா னாயமர்வ தால்.<br>\n<br>\n<i>adunīyeṉ ḏṟammaṟaiga ḷārttiḍavun taṉṉai<br>\nyeduveṉḏṟu tāṉḏṟērn dirāa — dadunā<br>\nṉiduvaṉḏṟeṉ ḏṟeṇṇalura ṉiṉmaiyiṉā leṉḏṟu<br>\nmaduvētā ṉāyamarva dāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால், என்றும் அதுவே தான் ஆய் அமர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl, eṉḏṟum aduvē tāṉ-āy amarvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், அதுவே தான் ஆய் என்றும் அமர்வதால், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, adu-v-ē tāṉ-āy eṉḏṟum amarvadāl, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl</i>.<br>\n<br>\n<b>English translation:</b> When the <i>Vēdas</i> declare ‘that is you’, instead of oneself knowing and being oneself, what [am I], thinking ‘I am that, not this’ is due to non-existence of strength, because that itself always exists as oneself.<br>\n<br>\n<b>Elaborated translation:</b> When the <i>Vēdas</i> declare ‘that [<i>brahman</i>] is you’, instead of oneself knowing and being oneself [by investigating] what [am I], thinking ‘I am that, not this [body]’ is due to non-existence of strength [or of clarity of understanding], because that itself always exists as oneself.</blockquote>\nWhen we are told ‘that is you’, our immediate response should be to investigate ‘what am I?’. In other words, once we have been told that <i>brahman</i> or <i>ātman</i> is ourself, we should understand that in order to know or experience <i>brahman</i> or <i>ātman</i> all we need do is to investigate what we ourself are. We need no longer concern ourself with trying to know what is <i>brahman</i> or <i>ātman</i>, but should concentrate all our interest and effort on trying to know what we ourself are.<br>\n<br>\nThough the practice that Bhagavan explicitly criticises in this verse is meditation on the idea ‘I am that <i>brahman</i>, not this body’, what he says applies equally well to the practice of investigating or trying to know what <i>brahman</i> or <i>ātman</i> is, because if we try to know <i>brahman</i> or <i>ātman</i> without investigating what we ourself are, that would imply that we take <i>brahman</i> or <i>ātman</i> to something other than ourself. This is why Muruganar emphasised that all that we need to investigate or should investigate is only ourself as we now experience ourself to be.<br>\n<br>\nHowever, even though we now experience ourself as this ego, a finite <i>jīva</i>, if we investigate ourself we will discover that what we actually are is only the infinite <i>brahman</i> or <i>ātman</i>, because as Bhagavan says in this verse, ‘என்றும் அதுவே தான் ஆய் அமர்வதால்’ (<i>eṉḏṟum aduvē tāṉ-āy amarvadāl</i>), which means ‘because that itself always exists as oneself’. Since we are always that, though we seem to be investigating our ego when we investigating ourself, what we are actually investigating is only <i>ātman</i> or <i>brahman</i>, which alone is what now seems to be this ego.<br>\n<br>\nTherefore there is absolutely no conflict between saying on the one hand that the <i>viṣaya</i> (scope or subject matter) for our investigation is not <i>ātman</i> but only oneself as this ego or <i>jīva</i>, as Muruganar explained, and saying on the other hand that though we ourself, whom we are investigating, now seem to be this ego or <i>jīva</i>, what we actually are — and therefore what we are actually investigating — is only <i>ātman</i> or <i>brahman</i>, as we will discover if we persevere in investigating ourself alone.<br>\n<br>\n<a name=\"uu19\"></a><b>12. <i>Upadēśa Undiyār</i> verse 19: we should investigate the source of our ego, which is what we actually are</b><br>\n<br>\nIn his reply that I quoted in the <a href=\"#david\">ninth section</a> David ended by stating that his contention is that ‘Bhagavan taught enquiry is done by putting attention on the ‘I’-thought, and not by focusing on the Self that is its substratum’, but though I agree with him that Bhagavan taught us that we should investigate our ego, this is just one of several ways in which he described what he meant by the term <i>ātma-vicāra</i> or self-investigation. He also often described it as investigating the source of our ego or the place from which we rose as this ego, as he did for example in verse 19 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>நானென் றெழுமிட மேதென நாடவுண்<br>\nணான்றலை சாய்ந்திடு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ஞான விசாரமி துந்தீபற.<br>\n<br>\n<i>nāṉeṉ ḏṟeṙumiḍa mēdeṉa nāḍavuṇ<br>\nṇāṉḏṟalai sāyndiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jñāṉa vicārami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் என்று எழும் இடம் ஏது என நாட உள், நான் தலைசாய்ந்திடும். ஞான விசாரம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ, nāṉ talai-cāyndiḍum. jñāṉa-vicāram idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் என்று எழும் இடம் ஏது என உள் நாட, நான் தலைசாய்ந்திடும். இது ஞான விசாரம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa uḷ nāḍa, nāṉ talai-sāyndiḍum. idu jñāṉa-vicāram</i>.<br>\n<br>\n<b>English translation:</b> When one investigates within what the place is from which it rises as ‘I’, ‘I’ will die. This is <i>jñāna-vicāra</i>.</blockquote>\nThe term ஞான விசாரம் (<i>jñāna-vicāram</i>) literally means ‘knowledge-investigation’, but in this context <i>jñāna</i> or ‘knowledge’ refers only to our basic self-awareness, our knowledge of ourself, so <i>jñāna-vicāra</i> means the same as <i>ātma-vicāra</i>. Therefore what he describes in the first sentence of this verse is the practice and the result of<i> ātma-vicāra</i> or self-investigation.<br>\n<br>\nThe result of self-investigation is what he describes in the main clause of this sentence, which is the second line of the verse, ‘நான் தலைசாய்ந்திடும்’ (<i>nāṉ talai-sāyndiḍum</i>), which literally means ‘I will head-bend’ but which implies ‘I will die’, because the verb தலைசாய் (<i>talai-sāy</i>) or ‘head-bend’ is used colloquially to mean ‘die’. What he refers to here as ‘நான்’ (<i>nāṉ</i>) is our ego or thought called ‘I’, which is the ‘I’ that rises (as opposed to our real self, which is the ‘I’ that just is).<br>\n<br>\nThe practice of self-investigation is what he describes in the first line of this verse, ‘நான் என்று எழும் இடம் ஏது என நாட உள்’ (<i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ</i>), which means ‘when one investigates within [oneself] what the place is from which it rises as I’. Here the ‘it’ implied in the third person singular verb எழும் (<i>eṙum</i>), which means ‘it rises’, refers to our ego or thought called ‘I’, which Bhagavan discussed in the previous verse, saying that it is the root of all other thoughts and therefore the essential meaning of what is called ‘mind’. Since the ‘place’ or source from which this ego rises is only ourself as we really are, what Bhagavan refers to indirectly as ‘நான் என்று எழும் இடம்’ (<i>nāṉ eṉḏṟu eṙum iḍam</i>) or ‘the place is from which it rises as I’ is only our real self, so the implication of this verse is that <i>ātma-vicāra</i> entails investigating what our real self is.<br>\n<br>\nThis is also the implication of verse 28 of <i>Uḷḷadu Nāṟpadu</i>, in which he says ‘எழும்பும் அகந்தை எழும் இடத்தை […] கூர்ந்த மதியால் […] அறிய வேண்டும்’ (<i>eṙumbum ahandai eṙum</i> […] <i>kūrnda matiyāl</i> […] <i>aṟiya vēṇḍum</i>), which means ‘it is necessary to know […] by a sharpened mind […] the place where the rising ego rises’, and verse 29 of <i>Uḷḷadu Nāṟpadu</i>, in which he says ‘உள் ஆழ் மனத்தால் நான் என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம்’ (<i>uḷ āṙ maṉattāl nāṉ eṉḏṟu eṅgu undum eṉa nāḍudalē jñāṉa-neṟi ām</i>), which means ‘investigating by an inward sinking mind where it rises as I alone is the path of <i>jñāna</i>’.<br>\n<br>\nOur ego obviously cannot itself be the place or source from which it rises, so its source cannot be anything other than ourself as we actually are, and hence what Bhagavan implies in each of these verses is that what we should investigate and know is our real self, the source from which our ego rises as ‘I’. However, though he teaches in this way that we should investigate what we ourself actually are, he often explained that the only way in which we can investigate what we actually are is by attentively watching our ego, because when we watch it exclusively, it will subside back into ourself, its source.<br>\n<br>\nThis is why he sometimes said that our ego is like the scent that a dog follows in order to trace its ‘master’ or human companion. So long as the dog holds on to that scent, it will be led by it unfailingly back to its (the scent’s) source, who is the person it is seeking. Likewise by vigilantly holding on to or observing our ego, we will be led by it unfailingly back to its source, which is our real self.<br>\n<br>\nHowever, in the case of a person and his or her scent, they are actually two different things, whereas in the case of our ego and our real self, they are not actually two different things but one and the same thing, because it is our real self alone that now seems to be this ego. Therefore a still more accurate analogy is that looking at our ego is like closely observing an illusory snake. If we observe the snake keenly enough, we will see that it is only a rope. Likewise, if we observe our ego keenly enough, we will see that it is only our real self.<br>\n<br>\nTherefore investigating our ego and investigating its source are not two different practices of self-investigation, but just two different ways of describing exactly the same practice, as I explained in one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/06/attending-to-our-ego-is-attending-to.html\">Attending to our ego is attending to its source, ourself</a>. Bhagavan described this one practice in so many different ways, using terms such as <i>ātma-vicāra</i> (self-investigation), <i>svarūpa-dhyāna</i> (meditation on our own self), <i>svarūpa-smaraṇa</i> (self-remembrance), <i>ātma-cintanā</i> (thinking of ourself), <i>ātma-niṣṭhā</i> (self-abidance), <i>ahamukham</i> (facing inwards or facing ‘I’) and <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/can-we-experience-what-we-actually-are.html#uu08\"><i>ananya-bhāva</i></a> (meditation on what is not other), to name just a few, but all his descriptions of it are just clues pointing us in the direction to which we should turn our attention, namely towards ourself and ourself alone (whether ourself be described as ‘the ego’, ‘the I-thought’, ‘the <i>jīva</i>’, ‘the source of the ego’, ‘the birthplace of the ego’, ‘the place from which the ego rises’, ‘the <i>ātman</i>’ or ‘the Self’).<br>\n<br>\nAll differences appear real only in the view of our mind, but when we turn our mind inwards to investigate ourself alone, they all dissolve and disappear along with their creator, our mind itself. Therefore if we want to go deep within to experience ourself as we really are, we have to set aside all ideas about any difference between ‘the ego’ and ‘the Self’ (or between ‘<i>jīva</i>’ and ‘<i>ātman</i>’) and just attend to ourself as we are.<br>\n<br>\n<a name=\"gvk579\"></a><b>13. <i>Guru Vācaka Kōvai</i> verse 579: ourself whom we are investigating and ourself whom we seek to know are not different</b><br>\n<br>\nIn support of his contention that ‘Bhagavan taught enquiry is done by putting attention on the ‘I’-thought, and not by focusing on the Self that is its substratum’ David cited the explanation that Muruganar gave of the word ‘தனை’ (<i>taṉai</i>), ‘oneself’ or ‘yourself’, used by Bhagavan in verse 44 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, but though Muruganar explained that in that context this word primarily means only ourself as the ego or <i>jīva</i> that we now seem to be rather than ourself as the <i>ātman</i> that we actually are, in many other contexts in his writings Muruganar glossed over this distinction and clearly implied that what we should investigate is simply ourself in general or ourself as we actually are, because the seeming difference between our ego and our real self is only superficial, since deeper down (beneath the adjuncts that we superimpose upon ourself to form our ego) they are one and the same thing.<br>\n<br>\nThere are many verses in <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> that illustrate this, but one that is always fresh in my mind is the last two lines of verse 579, in which he records emphatically that Bhagavan said there is no difference between the goal we are seeking and the means by which we can reach it, because both are only ourself:<br>\n<blockquote>உபேயமுந் தானே யுபாயமுந் தானே<br>\nயபேதமாக் காண்க வவை.<br>\n<br>\n<i>upēyamun dāṉē yupāyamun dāṉē<br>\nyabhēdamāk kāṇka vavai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உபேயமும் தானே, உபாயமும் தானே. அபேதமா காண்க அவை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>upēyam-um tāṉē, upāyam-um tāṉē. abhēdam-ā kāṇga avai</i>.<br>\n<br>\n<b>English translation:</b> The <i>upēya</i> [the aim or goal] is only oneself and the <i>upāya</i> [the means or path] is only oneself. See [or know] them to be non-different (<i>abhēda</i>).</blockquote>\nIn this context what is meant by the word தானே (<i>tāṉē</i>) or ‘oneself alone’ is obviously not our ego, because the <i>upēya</i> or aim we are seeking to achieve is not our ego but only ourself as we really are, and because he said they are non-different, implying not only that the <i>upēya</i> and the <i>upāya</i> are non-different, but also that oneself who is the sole <i>upēya</i> and oneself who is the sole <i>upāya</i> are non-different. Therefore in this context we have to take தான் (<i>tāṉ</i>) to mean either ourself as we really are or ourself in general (without specifying it as either our ego or what we really are).<br>\n<br>\nEven if we take it in the latter sense, that is in effect the same as taking it in the former sense, because our <i>upēya</i> or aim is only ourself as we really are, and Bhagavan asks us to the see the <i>upāya</i> or means to achieve that to be non-different to it. The clear implication is that just as our aim or goal is to experience ourself as we really are, the only means to experience ourself as we really are is to try to experience ourself as we really are, which we can do only by trying to experience ourself alone, in complete isolation from everything else.<br>\n<br>\nThough we can begin our attempt to experience ourself alone only by keenly observing or attending to the ego that we now experience ourself to be, what we are trying to observe in this ego is only ourself and not any of the adjuncts that we currently mistake to be ourself, so by doing so we will gradually refine our power of observation and will thereby be able to isolate ourself and experience ourself alone, without any mixture of adjuncts. Therefore even when we are attending to our ego, what we are trying to attend to in this ego is only ourself, who are its ‘essential <i>cit</i> aspect’, as Bhagavan described us in the passage from <i>Maharshi’s Gospel</i> that I cited in the <a href=\"#look\">fourth section</a>.<br>\n<br>\nThis is why it is not really necessary to specify whether we are to investigate ourself as ego or ourself as we really are, because however we conceive it, what we are trying to attend to is only ourself, the fundamental self-awareness that forms the core or essence of our ego, which is what we really are. This is also why Bhagavan, Muruganar and Sadhu Om described self-investigation in various different ways: sometimes as investigating our ego, sometimes as investigating its source, sometimes as investigating what we really are, and often just as investigating ourself in general without specifying either our ego, our source or ourself as we really are.<br>\n<br>\n<a name=\"gvk1094\"></a><b>14. <i>Guru Vācaka Kōvai</i> verse 1094: what we should attend to is our <i>svarūpa</i> or own real self</b><br>\n<br>\nThere are many other verses in <i>Guru Vācaka Kōvai</i> that imply that we should investigate what we really are, but most of them are not fresh in my memory (which is why I do not cite verses from <i>Guru Vācaka Kōvai</i> more often), so I will consider just one other verse, which I have selected because I was reminded about it by a comment on my previous article, where a lively discussion about this topic has been going on. In that <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437804028611#c6401898564206318861\">comment</a> Sanjay Lohia cited verse 1094 as translated by T.V. Venkatasubramanian and Robert Butler and edited by David:<br>\n<blockquote>Being-consciousness, which is authentic bliss, and which is shining in the Heart, should be taken to be target of your attention at all times. Through one-pointed buddhi-yoga [merging of the mind] worship it in the heart, without any forgetfulness, and thereby abide steadfastly as That. This alone is the consummation of your life.</blockquote>\nSince ‘being-consciousness’ is a term that is generally used as a translation of the Sanskrit term <i>sat-cit</i>, it invariably refers to ourself as we really are, so this translation clearly implies that we should take our real self as the target of our attention, and hence it undermines David’s contention that ‘Bhagavan taught enquiry is done by putting attention on the ‘I’-thought, and not by focusing on the Self that is its substratum’. However, this is not an exact translation of the original Tamil verse, so before concluding that this verse conflicts with David’s contention, let us consider what Muruganar actually wrote in it:<br>\n<blockquote>குறிக்கொண் டொழுகக் குலவுவது சுத்தத்<br>\nதுறக்கமாம் போத சொரூபம் — மறக்கமிலா<br>\nவோர்மையா லுள்ளத் துபாசித்துத் தானதுவா<br>\nநேர்மையுறல் வாழ்க்கை நிறைவு.<br>\n<br>\n<i>kuṟikkoṇ ḍoṙukak kulavuvadu śuddhat<br>\ntuṟakkamām bōdha sorūpam — maṟakkamilā<br>\nvōrmaiyā luḷḷat tupāsittut tāṉaduvā<br>\nnērmaiyuṟal vāṙkkai niṟaivu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> குறிக்கொண்டு ஒழுக குலவுவது சுத்த துறக்கம் ஆம் போத சொரூபம். மறக்கம் இலா ஓர்மையால் உள்ளத்து உபாசித்து, தான் அதுவா நேர்மை உறல் வாழ்க்கை நிறைவு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kuṟi-k-koṇḍu oṙuka kulavuvadu śuddha tuṟakkam ām bōdha sorūpam. maṟakkam ilā ōrmaiyāl uḷḷattu upāsittu, tāṉ adu-v-ā nērmai uṟal vāṙkkai niṟaivu</i>.<br>\n<br>\n<b>English translation:</b> What shines [for one] to dutifully take as the target [of one’s attention] is <i>svarūpa</i> [one’s own form or real self], the <i>bōdha</i> [knowledge or awareness] that is pure happiness. Worshipping [it] in heart by oneness [or awareness] devoid of forgetfulness, being directly as ‘oneself is that’ is fullness [fulfilment or perfection] of life.</blockquote>\nThe meaning of the phrase குறிக்கொண்டு ஒழுக குலவுவது (<i>kuṟi-k-koṇḍu oṙuka kulavuvadu</i>), which is the subject of the first sentence in this verse, is relatively clear in Tamil, but it is difficult to translate it accurately in English, because each word in it implies more than could be conveyed in a single word in English. குறி (<i>kuṟi</i>) is a verb that means to think about, meditate on, refer to or aim at, and also a noun that means an aim or target, and கொண்டு (<i>koṇḍu</i>) is a verbal participle that means seizing, receiving, taking, holding or having, but as a compound word குறிக்கொண்டு (<i>kuṟi-k-koṇḍu</i>) means grasping, holding, concentrating on or fixing one’s mind on. ஒழுக (<i>oṙuka</i>) is the infinitive form of a verb that means to flow, proceed, behave properly or do one’s duty, and குலவுவது (<i>kulavuvadu</i>) is a participial noun that means ‘what shines’, so the implied meaning of this whole phrase is ‘what shines for us to dutifully grasp, hold, meditate upon or take as the target of our attention’.<br>\n<br>\nWhat we should attend to or meditate upon is described by the phrase சுத்த துறக்கம் ஆம் போத சொரூபம்’ (<i>śuddha tuṟakkam ām bōdha sorūpam</i>). The principal noun in this phrase is சொரூபம் (<i>sorūpam</i>), which is a Tamil form of the Sanskrit word स्वरूप (<i>svarūpa</i>), which literally means ‘own form’ and implies one’s own real self or essential nature. Whenever Bhagavan used this term on its own without specifying it as the <i>svarūpa</i> of any particular thing, what he was referring to is only our own real self, so this entire phrase is a description of our <i>svarūpa</i> or real self. போத (<i>bōdha</i>) is a word of Sanskrit origin that means knowledge, wakefulness, awareness or consciousness, particularly in the sense of true knowledge or pure self-awareness, so போத சொரூபம் (<i>bōdha sorūpam</i>) implies ‘one’s own self, which is pure self-awareness’. துறக்கம் (<i>tuṟakkam</i>) literally means heaven, but in this context it implies happiness or bliss, so சுத்த துறக்கம் ஆம் (<i>śuddha tuṟakkam ām</i>) is a relative clause that means ‘which is pure happiness’, and that describes போத சொரூபம் (<i>bōdha sorūpam</i>). Therefore the clear meaning of this first sentence, ‘குறிக்கொண்டு ஒழுக குலவுவது சுத்த துறக்கம் ஆம் போத சொரூபம்’ (<i>kuṟi-k-koṇḍu oṙuka kulavuvadu śuddha tuṟakkam ām bōdha sorūpam</i>), is that what we should attend to or meditate upon is our <i>svarūpa</i> or own real self, which is both pure happiness and pure awareness.<br>\n<br>\nIn the second sentence of this verse the main clause is தான் அதுவா நேர்மை உறல் வாழ்க்கை நிறைவு (<i>tāṉ adu-v-ā nērmai uṟal vāṙkkai niṟaivu</i>), which means “being directly as ‘oneself is that’ is fullness [fulfilment or perfection] of life”, and its other clause is மறக்கம் இலா ஓர்மையால் உள்ளத்து உபாசித்து (<i>maṟakkam ilā ōrmaiyāl uḷḷattu upāsittu</i>), which is an adverbial clause that describes the manner in which or means by which one can be directly as ‘oneself is that’. உபாசித்து (<i>upāsittu</i>) is a verbal participle that means worshipping or adoring, which is a metaphorical way of saying ‘lovingly attending to’. What we should lovingly attend to is not specified in this clause, but in this context the implication is that we should attend lovingly to our <i>svarūpa</i> in our உள்ளம் (<i>uḷḷam</i>), which is a word that means heart or innermost centre of ourself.<br>\n<br>\nIn this adverbial clause the word ஓர்மை (<i>ōrmai</i>) can be interpreted in either of two ways. Either it can mean oneness, in which case it would imply either one-pointedness or being one with our <i>svarūpa</i>, or it can mean awareness, in which case it would imply self-awareness, because ஓர் (<i>ōr</i>) not only means one but is also a verb that means to investigate, observe attentively, know or be aware of. மறக்கம் இலா (<i>maṟakkam ilā</i>) means devoid of forgetfulness, and in this context implies devoid of <i>pramāda</i> (self-negligence or inattentiveness), so மறக்கம் இலா ஓர்மையால் உள்ளத்து உபாசித்து (<i>maṟakkam ilā ōrmaiyāl uḷḷattu upāsittu</i>) implies attending lovingly to ourself in our heart by means of <i>ōrmai</i> (one-pointed attentiveness or self-awareness) devoid of forgetfulness or <i>pramāda</i>. Thus the implication of this second sentence is that fullness or perfection of life is only abiding as our own real self by lovingly attending to ourself in our heart with one-pointed self-awareness and without any inattentiveness or self-negligence.<br>\n<br>\nThe translation of this verse given in the book edited by David is not an exact translation of it, but is a translation partly of the verse itself and partly of the கருத்துரை (<i>karutturai</i>), summary or gist of it written by Muruganar, which is published in a book called அநுபூதி வெண்பா (<i>Anubhūti Veṇbā</i>), in which this verse is included as verse 671. What he wrote in this <i>karutturai</i> is:<br>\n<blockquote>கவனித் தொழுகக் கடவதாக உள்ளத்திலொளிர்வது சற்போதமான சொரூபமே யாதலால், ஏகாக்கிரமான புத்தி யோகத்தால் அயர்ப்பின்றி அதனை யுபாசித்து, அதுவே தானாக நேர்பட்டு நிற்றலே வாழ்க்கை நிறைவெனல்.<br>\n<br>\n<i>gavaṉittu oṙuka-k kaḍavadāha uḷḷattil-oḷirvadu saṯ-bōdham-āṉa sorūpamē y-ādalāl, ēkāggiram-āṉa buddhi yōgattāl ayarppiṉḏṟi adaṉai y-upāsittu, aduvē tāṉ-āha nērpaṭṭu niṯṟalē vāṙkkai niṟaiveṉal</i>.<br>\n<br>\n[The verse is] saying that since what shines in heart as what should be dutifully attended to is only <i>svarūpa</i>, which is <i>sat-bōdha</i> [awareness of what is], worshipping it without forgetfulness by <i>ēkāgra-buddhi-yōga</i> [the <i>yōga</i> of a one-pointed or concentrated mind], [and thereby] conjoining and abiding as ‘that alone is myself’ is fullness [fulfilment or perfection] of life.</blockquote>\nThus both in this verse and in its <i>karutturai</i> Muruganar clearly states that what we should attend to is only our own real self or <i>svarūpa</i>, the nature of which is pure self-awareness and happiness. Therefore if we accept that this verse faithfully records a teaching given by Bhagavan, it is sufficient to refute David’s contention that ‘Bhagavan taught enquiry is done by putting attention on the ‘I’-thought, and not by focusing on the Self that is its substratum’.<br>\n<br>\n<a name=\"pm1\"></a><b>15. <i>Pādamālai</i>: some verses that do not specify whether we should attend to our ego or our real self</b><br>\n<br>\n<i>Guru Vācaka Kōvai</i> is not the only text in which Sri Muruganar recorded the oral teachings of Sri Ramana, though it is certainly the most important one. Another valuable text in which Muruganar quoted many of his teachings is பாதமாலை (<i>Pādamālai</i>), which forms the major part of the ninth and last volume of ஸ்ரீ ரமண ஞான போதம் (<i>Śrī Ramaṇa Jñāṉa Bōdham</i>) and consists of 3,059 couplets, each of which ends with the word பாதம் (<i>pādam</i>), which means ‘foot’ or ‘feet’, both literally and figuratively (so it is also used in the sense of the base or support of anything, as in the foot of a mountain or a tree), but which in this context refers to Bhagavan, both in the sense that he is a personification of the ‘divine feet’ and in the sense that he is the ultimate base and support of all things.<br>\n<br>\nMore than half of these verses end with ‘என் பாதம்’ (<i>eṉ pādam</i>) or ‘எனும் பாதம்’ (<i>eṉum pādam</i>), both of which mean ‘says <i>Pādam</i>’ or ‘<i>Pādam</i> who says’, and which imply that what precedes it was something that Bhagavan said, but many of the other verses may also be quotations of his teachings. Like most of the other verses in <i>Śrī Ramaṇa Jñāṉa Bōdham</i>, the verses of <i>Pādamālai</i> were written randomly at different times and in no particular order, but whereas the verses in the earlier volumes were all painstakingly classified according to subject matter and arranged in a meaningful order by Sadhu Om, the verses of <i>Pādamālai</i> were not, because he passed away before completing the editing of the last few volumes, and hence they were published in more or less the order in which he left them.<br>\n<br>\nMany of the verses of <i>Pādamālai</i> were translated into English by T.V. Venkatasubramanian and Robert Butler and edited by David, and these were published in 2004 in a book called <i>Padamalai</i>. I have not read the whole of this book, but I occasionally refer to it, and whenever a verse in it particularly interests me I compare their translation of it with the original in order to understand exactly what Muruganar wrote. Recently when comparing some of their translations in this way I noticed that in some cases where their translation makes it appear that Bhagavan was saying that we should attend to our real self, as implied by their use of a capital ‘S’ in ‘Self’, the original is actually referring to ourself in general rather than specifically to either ourself as ego or ourself as we really are, whereas in other such cases the original clearly implies that he was referring specifically to ourself as we really are.<br>\n<br>\nIn this section I will consider two verses that in their translation seem to be referring specifically to our real self but that in the original are referring only to ourself in general, whereas in the next section I will consider four other verses that in the original are clearly referring specifically to ourself as we really are. All these verses were included by David in the chapter he called ‘The Self’ and are printed in his book between pages 71 and 77, and when quoting their translation of each one I will use the number that he allocated to it.<br>\n<ol start=\"94\"><li>Only attention directed towards the Self, a seeking without seeking, will unite you with that primal entity whose nature never changes.</li></ol>\nThis is a translation of verse 275 from the original:<br>\n<blockquote>நாடாது நாடுமக நாட்டமே தன்னுருவிற்<br>\nகோடாத செம்பொருளைக் கூட்டுமெனும் பாதம்.<br>\n<br>\n<i>nāḍādu nāḍumaha nāṭṭamē taṉṉuruviṟ<br>\nkōḍāda semporuḷaik kūṭṭumeṉum pādam.</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நாடாது நாடும் அகநாட்டமே தன் உருவில் கோடாத செம்பொருளை கூட்டும் எனும் பாதம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāḍādu nāḍum aha-nāṭṭamē taṉ-ṉ-uruvil kōḍāda sem-poruḷai kūṭṭum eṉum pādam</i>.<br>\n<br>\n<b>English translation:</b> Only self-investigation, which is investigating without investigating, will unite the unchanging <i>sem-poruḷ</i> [true substance] in one’s own form says <i>Pādam</i>.</blockquote>\nThe term that was translated as ‘only attention directed towards the Self’ in the translation edited by David is just அகநாட்டமே (<i>aha-nāṭṭamē</i>), which actually means self-investigation or self-attentiveness, so it does not specify that the self we are to investigate or attend to is what we actually are (our real self) rather than what we seem to be (our ego). However, since we are the only one self or I (<i>aham</i>) that we can investigate, it is not wrong to interpret அகநாட்டமே (<i>aha-nāṭṭamē</i>) as ‘only attention to our real self’, though it seems unnecessary to do so, because it would be simpler and more straightforward to interpret it just as ‘only attention to ourself’ without making any unnecessary distinction in this context between our real self and our ego. Therefore translating the அகம் (<i>aham</i>) in அகநாட்டமே (<i>aha-nāṭṭamē</i>) as ‘the Self’ (thereby implying our real self) rather than simply as ‘I’, ‘oneself’ or ‘self-’ is reading more into this term than is either necessary or justified in this context.<br>\n<br>\nIn this verse அகநாட்டம் (<i>aha-nāṭṭam</i>) or self-investigation is beautifully described in the relative clause that precedes it as ‘நாடாது நாடும்’ (<i>nāḍādu nāḍum</i>), which means ‘which is investigating without investigating’, ‘which is examining without examining’, ‘which is exploring without exploring’, ‘which is seeking without seeking’, ‘which is scrutinising without scrutinising’ or ‘which is attending without attending’, and which indicates that though it is described as investigation (<i>nāṭṭam</i> or <i>vicāra</i>) it is an investigation that is quite unlike any other investigation, because it is not an investigation of any object or phenomenon but only of ourself, the awareness that experiences all objects and phenomena.<br>\n<br>\nIn the second line the term செம்பொருள் (<i>sem-poruḷ</i>) means the good, pure, excellent, great, impartial, harmonious or true substance or reality, and is a term that is often used to describe the supreme reality or God. The relative participle that precedes it is கோடாத (<i>kōḍāda</i>), which literally means ‘which does not bend’ or ‘which does not deviate’, but which in this context implies ‘which does not change’, so I translated it as ‘unchanging’.<br>\n<br>\nதன்னுருவில் (<i>taṉ-ṉ-uruvil</i>) is the locative case form of தன்னுரு (<i>taṉ-ṉ-uru</i>), which means ‘one’s own form’ or ‘the form of oneself’, and செம்பொருளை (<i>sem-poruḷai</i>) is the accusative case form of செம்பொருள் (<i>sem-poruḷ</i>), so ‘அகநாட்டமே தன்னுருவில் செம்பொருளை கூட்டும்’ (<i>aha-nāṭṭamē taṉ-ṉ-uruvil sem-poruḷai kūṭṭum</i>) literally means ‘only self-investigation will unite <i>sem-poruḷ</i> in one’s own form’, but what this implies is ‘only self-investigation will unite one with <i>sem-poruḷ</i>’.<br>\n<ol start=\"106\"><li>If one abides clinging to the Self, then, through that state of peace, all other attachments will fall away, and only your natural state, liberation, will remain.</li></ol>\nThis is a translation of verse 1842 from the original:<br>\n<blockquote>தனைப்பற்றி நிற்கினுப சாந்தநிலை யான்மற்<br>\nறெனைப்பற்று நீங்கவியல் வீடதுவாம் பாதம்.<br>\n<br>\n<i>taṉaippaṯṟi niṟkiṉupa śāntanilai yāṉmaṯ<br>\nṟeṉaippaṯṟu nīṅgaviyal vīḍaduvām pādam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனை பற்றி நிற்கின் உபசாந்த நிலையான் மற்று எனை பற்று நீங்க இயல் வீடு அது ஆம் பாதம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉai paṯṟi niṟkiṉ upaśānta nilaiyāṉ maṯṟu eṉai paṯṟu nīṅga iyal vīḍu adu ām pādam</i>.<br>\n<br>\n<b>English translation:</b> If one stands holding oneself, when by [that] state of tranquillity all other attachments are removed, that is liberation, [which is one’s own] nature, <i>Pādam</i>.</blockquote>\nThe clause that was translated as ‘if one abides clinging to the Self’ in the translation edited by David is ‘தனைப் பற்றி நிற்கின்’ (<i>taṉai-p paṯṟi niṟkiṉ</i>), which literally means ‘if [one] stands [remains or abides] holding [grasping or clinging to] oneself’, so there is no word in it that specifically means ‘the Self’ as opposed to the ego, nor does the context justify interpreting தனை (<i>taṉai</i>) to mean ‘the Self’ (our real self) rather than our ego or ourself in general. Though it is not wrong to interpret it here to mean our real self, it is not necessary to do so, and it would be simpler and more straightforward to interpret it to mean just ourself in general without making any unnecessary distinction between our real self and our ego, because we ourself are anyway the only self we can cling to.<br>\n<br>\nIn the first line of this verse பற்றி (<i>paṯṟi</i>) is a verbal participle that means holding, grasping, embracing, clinging to, adhering to or attaching oneself to, and in the second line பற்று (<i>paṯṟu</i>) is a noun derived from the same verb, so it means attachment or clinging by the mind, so the beauty in this verse is that in it Muruganar indicates that (as Bhagavan often taught explicitly) that the only way to give up all attachment to anything other than ourself is to hold or attach ourself only to ourself — in other words, to attend to and try to be aware of ourself alone.<br>\n<br>\nSince we now experience ourself as this ego, when we begin trying to attend only to ourself we will be attending to ourself as this ego, but the more keenly and vigilantly we try to be aware of ourself alone, the more our attachment to our adjuncts and to everything else will be weakened, until eventually we will be aware of ourself alone, completely detached and thereby isolated from everything else. This is because what we actually are is only our real self, which is pure self-awareness, so even when we are attending to ourself as this ego, what we are essentially attending to is our real self, which is the ‘essential <i>cit</i> aspect’ or self-awareness portion of our ego.<br>\n<br>\nTherefore in most cases it is not necessary to specify whether ourself whom we should attend to is either ourself as this ego or ourself as we really are, because we are only one self, who are what we really are even though we temporarily seem to be this ego. This is why Bhagavan and Muruganar often described self-investigation simply as தன்னைப் பற்றுதல் (<i>taṉṉai-p-paṯṟudal</i>) or தன்னை நாடுதல் (<i>taṉṉai nāḍudal</i>), ‘holding oneself’ or ‘investigating oneself’, without specifying whether in this context தன்னை (<i>taṉṉai</i>) or ‘oneself’ means ourself as this ego or ourself as we really are.<br>\n<br>\nThe two verses we have considered in this section are examples of this, whereas the ones we will consider in the next section are examples of cases where they indicated specifically that we should attend to ourself as we really are — though we can obviously do so only through our ego so long as this is what we experience ourself to be. As I explained above in the <a href=\"#look\">fourth section</a>, this is similar to looking at the sun though a relatively thin curtain. So long as the curtain intervenes, we cannot see the sun as it actually is, but what we are looking at is the actual sun, nevertheless, albeit veiled and partially obscured by the curtain. Likewise, when we try to attend to ourself alone, what we are attending to is only our actual self, albeit veiled and partially obscured by the adjuncts that we now experience mixed and confused with ourself.<br>\n<br>\n<a name=\"pm2\"></a><b>16. <i>Pādamālai</i>: some verses that indicate that we should attend to ourself as we really are</b><br>\n<br>\nAs I explained in the previous section, in this section I will consider four verses from <i>Pādamālai</i> that were translated by T.V. Venkatasubramanian and Robert Butler and edited by David, and that are included in the English book <i>Padamalai</i> between pages 71 and 77. In each of these verses it is clearly implied that we should try to investigate or attend to ourself as we really are.<br>\n<ol start=\"77\"><li>Do not let your mind dwell on anything other than your <i>swarupa</i>, for apart from this, there is no other truth.</li></ol>\nThis is a translation of verse 740 from the original:<br>\n<blockquote>ஈதலா லுண்மைவே றில்லை சொரூபத்தின்<br>\nமீதலாற் சிந்தை விடாதியெனும் பாதம்.<br>\n<br>\n<i>īdalā luṇmaivē ṟillai sorūpattiṉ<br>\nmīdalāṟ  cintai viṭātiyeṉum pādam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஈது அலால் உண்மை வேறு இல்லை. சொரூபத்தின்மீது அலால் சிந்தை விடாது எனும் பாதம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>īdu alāl uṇmai vēṟu illai. sorūpattiṉmīdu alāl cintai viḍādu eṉum pādam</i>.<br>\n<br>\n<b>English translation:</b> Except this there is no other truth. Do not leave [or send] [your] mind except on <i>svarūpa</i> says <i>Pādam</i>.</blockquote>\nThough this verse consists of two separate sentences, and though the logical link between them is not explicit, the implication is that the pronoun ஈது (<i>īdu</i>), which means ‘this’ or ‘it’, in the first sentence refers to the noun சொரூபம் (<i>sorūpam</i>) in the second one, so the implied logical link is ‘since’ or ‘because’. That is, since there is no other truth except சொரூபம் (<i>sorūpam</i>), we should not allow our mind to go towards or dwell upon anything else.<br>\n<br>\nAs we saw earlier (in the <a href=\"#distinct\">first</a> and <a href=\"#gvk1094\">fourteenth</a> sections), சொரூபம் (<i>sorūpam</i>) is a Tamil form of the Sanskrit word स्वरूप (<i>svarūpa</i>), which literally means ‘own form’, but which Bhagavan generally used to refer to our own essential nature or real self (except when he used it to refer specifically to the essential nature of any other thing). Therefore when Muruganar quotes him here as saying that we should not allow our mind to go towards or dwell upon anything except <i>svarūpa</i>, what is implied is that we should not attend to anything other than our own real self. This implication is confirmed by the first sentence, in which he says that there is no other truth except this, meaning that what is true or real is only <i>svarūpa</i>. Thus the words of Bhagavan recorded in this verse do unequivocally imply that we should not allow our mind to go towards or dwell upon anything other than our own <i>svarūpa</i>, because it is the only reality.<br>\n<ol start=\"115\"><li>With your consciousness hold fast to and never abandon the substratum, your own real nature, the supreme that can neither be held nor relinquished.</li></ol>\nThis is a translation of verse 473 from the original:<br>\n<blockquote>பற்றவிட வொண்ணாப் பரமான நின்சொரூபப்<br>\nபற்றைவிடா துன்னறிவாற் பற்றுதியென் பாதம்.<br>\n<br>\n<i>paṯṟaviḍa voṇṇāp paramāṉa niṉsorūpap<br>\npaṯṟaiviḍā tuṉṉaṟivāṟ paṯṟudiyeṉ pādam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பற்ற விட ஒண்ணா பரமான நின் சொரூபப் பற்றை விடாது உன் அறிவால் பற்றுதி என் பாதம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>paṯṟa viḍa oṇṇā param-āṉa niṉ sorūpa-p-paṯṟai viḍādu uṉ aṟivāl paṯṟudi eṉ pādam</i>.<br>\n<br>\n<b>English translation:</b> By your awareness hold fast without letting go of your hold on [your] <i>svarūpa</i>, which is the supreme, which cannot be held or released, says <i>Pādam</i>. </blockquote>\nThe word that was translated as ‘substratum’ in the translation edited by David is பற்றை (<i>paṯṟai</i>), the accusative case form of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:3834.tamillex\">பற்று</a> (<i>paṯṟu</i>), which does not actually mean substratum but hold, grasp, attachment or support (in the sense of a stick or something that one clings to for support). In this case பற்றை (<i>paṯṟai</i>) is part of a compound word, நின் சொரூபப்பற்றை (<i>niṉ sorūpam-p-paṯṟai</i>), which means either ‘your hold on <i>svarūpa</i>’ or ‘hold on your <i>svarūpa</i>’, so நின் சொரூபப்பற்றை விடாது உன் அறிவால் பற்றுதி (<i>niṉ sorūpam-p-paṯṟai viḍādu uṉ aṟivāl paṯṟudi</i>) means ‘by your awareness hold fast without letting go of your hold on [your] <i>svarūpa</i>’. The fact that ‘your <i>svarūpa</i>’ here means only our own real self is made clear by the relative clause, பற்ற விட ஒண்ணா பரமான (<i>paṯṟa viḍa oṇṇā param-āna</i>), which means, ‘which is the supreme, which cannot be held or released’. Therefore the words of Bhagavan recorded in this verse once again imply unequivocally that we should hold or cling firmly to our own real self or <i>svarūpa</i>, which is the supreme and ultimate reality.<br>\n<ol start=\"118\"><li>Thinking of the Self is to abide as that tranquil consciousness. <i>Padam</i>, the true <i>swarupa</i> can neither be remembered nor forgotten.</li></ol>\nThis is a translation of verse 228 from the original:<br>\n<blockquote>தனைக்கருத லாவதுப சாந்தவறி வேயா<br>\nநினைக்கமறக் கொண்ணா நிஜசொரூபப் பாதம்.<br>\n<br>\n<i>taṉaikkaruda lāvadupa śāntavaṟi vēyā<br>\nniṉaikkamaṟak koṇṇā nijacorūpap pādam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனை கருதல் ஆவது உபசாந்த அறிவே ஆம். நினைக்க மறக்கு ஒண்ணா நிஜ சொரூபப் பாதம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉai karudal-āvadu upaśānta aṟivē ām. niṉaikka maṟakku oṇṇā nija-sorūpa-p-pādam</i>.<br>\n<br>\n<b>English translation:</b> Thinking of oneself is only tranquil awareness. <i>Pādam</i>, one’s own innate [or true] <i>svarūpa</i>, cannot be thought of or forgotten.</blockquote>\nதனைக் கருதல் (<i>taṉai-k karudal</i>) means ‘thinking of oneself’ or ‘meditating on oneself’, but unlike ‘thinking’ and ‘meditating’, கருதல் (<i>karudal</i>) is a verbal noun that does not require any preposition such as ‘of’ or ‘on’ to link it to its direct object, so the directness of தனைக் கருதல் (<i>taṉai-k karudal</i>) can be conveyed more accurately by translating it using a non-prepositional verb in English, such as ‘contemplating oneself’, ‘pondering oneself’ or ‘considering oneself’. ஆவது (<i>āvadu</i>) is a participial noun that literally means ‘that which is’, but it is often appended to a noun or phrase to indicate that what follows is a definition of it, so the first sentence of this verse is a definition of what is meant by the term தனைக் கருதல் (<i>taṉai-k karudal</i>), ‘thinking of oneself’ or ‘contemplating oneself’. The definition of it is expressed as ‘உபசாந்த அறிவே ஆம்’ (<i>upaśānta aṟivē ām</i>), which means ‘is only tranquil knowledge [or awareness]’, but which in this context implies ‘is only [being or abiding as] tranquil awareness’, in which the term அறிவே (<i>aṟivē</i>) or ‘only awareness’ implies ‘only self-awareness’. In other words, this first line defines ‘thinking of oneself’ or ‘contemplating oneself’ as simply being the pure self-awareness that we always actually are.<br>\n<br>\nIn the context of this first line alone, the word தனை (<i>taṉai</i>) simply means oneself in general, and does not refer specifically either to ourself as we really are or ourself as this ego. However, in the context of the whole verse, the implication is that தனை (<i>taṉai</i>) refers here specifically to ourself as we really are, because in the second line Muruganar writes that <i>Pādam</i>, one’s own innate [or true] <i>svarūpa</i>, cannot be thought of or forgotten, which implies that the reason why  thinking of oneself is defined as it is in the first line is that we cannot actually think of or contemplate our real self in the same way that we can think of or contemplate other things.<br>\n<br>\nநிஜசொரூபப்பாதம் (<i>nija-sorūpa-p-pādam</i>) is a compound noun, in which நிஜ (<i>nija</i>) is a word of Sanskrit origin that means permanent, innate or one’s own, but that in Tamil is generally used in the sense of what is true or certain, so what this compound noun implies is that <i>Pādam</i> (Bhagavan) is our நிஜசொரூபம் (<i>nija-sorūpam</i>) or own innate and true <i>svarūpa</i> or essential self. Thus the implication of this verse is that since Bhagavan is not an objective phenomenon but only our own essential self, of which we are always aware, we cannot either think of him or forget him, so the only way to ‘think’ of him is to be attentively self-aware.<br>\n<ol start=\"119\"><li>By holding tightly to the motionless Self, taking it as one’s support, the mind will become free of agitation.</li></ol>\nThis is a translation of verse 569 from the original:<br>\n<blockquote>அலங்கலின் றானதன் னாலம் பனத்தாற்<br>\nகலங்கலின் றாகுங் கருத்தெனும் பாதம்.<br>\n<br>\n<i>alaṅgaliṉ ḏṟāṉataṉ ṉālam baṉattāṟ<br>\nkalaṅgaliṉ ṟāhuṅ karutteṉum pādam.</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அலங்கல் இன்று ஆன தன் ஆலம்பனத்தால் கலங்கல் இன்று ஆகும் கருத்து எனும் பாதம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>alaṅgal iṉḏṟu āṉa taṉ ālambaṉattāl kalaṅgal iṉḏṟu āhum karuttu eṉum pādam</i>.<br>\n<br>\n<b>English translation:</b> By the support of oneself, who is devoid of movement, the mind will become devoid of agitation [or confusion] says <i>Pādam</i>.</blockquote>\nThe phrase ‘தன் ஆலம்பனத்தால்’ (<i>taṉ ālambaṉattāl</i>) literally means ‘by the support of oneself’, but it implies ‘by holding oneself’, because ஆலம்பனம் (<i>ālambaṉam</i>) is a Tamil form of the Sanskrit word आलम्बन (<i>ālambana</i>), which not only means support but also hanging from or holding on to. Since ‘oneself’ is here described as ‘அலங்கல் இன்று ஆன’ (<i>alaṅgal iṉḏṟu āṉa</i>), which means ‘which [or who] is devoid of moving’, this verse clearly implies that what we should hold on to is only our real self, which alone never moves, and that by holding ourself our mind will become devoid of agitation or confusion. In other words, what we should attend to or be aware of is only our own real self, because by our doing so all the activity of our mind will subside in the perfect stillness that we actually are.<br>\n<br>\n<a name=\"muru\"></a><b>17. What then was the actual view of Muruganar?</b><br>\n<br>\nAs we saw in the <a href=\"#aamm44\">tenth section</a> (particularly in <a href=\"#44tanai\">subsection 10c</a>), in his commentary on verse 44 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> Muruganar explained that ‘விசாரத்துக்கு விஷயம்’ (<i>vicārattukku viṣayam</i>), the ‘scope or subject matter for investigation’, is not <i>ātman</i> (which is ourself as we actually are) but only <i>jīva</i> or ego (which is ourself as we seem to be), yet as we saw in sections 13 to 16, in several of his verses in <i>Guru Vācaka Kōvai</i> and <i>Pādamālai</i> he had no hesitation in implying that we should attend to or hold on to our <i>svarūpa</i> or own real self. Though this may superficially seem to be a contradiction, it is not actually so, as we can see if we understand exactly what he meant by the term ‘விசாரத்துக்கு விஷயம்’ (<i>vicārattukku viṣayam</i>).<br>\n<br>\nWhat he meant by this term was clarified by him in a <a href=\"#44visaya\">subsequent sentence</a> in his commentary on verse 44 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, namely in the clause in which he wrote ‘அவ் வான்மாதான், ஆன்மஸாக்ஷாத்காரத்துக்குப் பிரதிபந்தமான அகந்தை அவ்விசாரத்தின் பயனாக அழியவே, ஜீவனுக்கு அவன் சொரூபமேயாக நின்று சாந்த விருத்தியாற் றன்மயமாக அவனா லறிந்தனுபவிக்கப் படலன்றி, என்றும் எவ்விதத்திலும் அவன் சாதன விசாரத்துக்குச் சற்றும் அஃது விஷயம் அன்மையாலும் (ஆகாமையாலும்)’ (<i>a-vv-āṉmā-dāṉ, āṉma-sākṣātkārattukku-p piratibandham-āṉa ahandai a-v-vicārattiṉ payaṉ-āha aṙiyavē, jīvaṉukku avaṉ sorūpamē-y-āha niṉḏṟu śānta-viruttiyāl taṉmayam-āha avaṉāl āṟindaṉubhavikka-p-paḍal-aṉḏṟi, eṉḏṟum evvidhattilum avaṉ sādhaṉa vicārattukku-c caṯṟum  aḵdu viṣayam aṉmaiyālum (āhāmaiyālum)</i>), which means: ‘and because it [<i>ātman</i>] is not (and does not become [or is not suitable to be]) ever or in any way the <i>viṣaya</i> [scope or subject matter] even slightly for <i>vicāra</i>, his [<i>jīva</i>’s] <i>sādhana</i>, except that when the ego, which is the obstruction to <i>ātma-sākṣātkāra</i> [direct experience of <i>ātman</i>], is destroyed as a result of that <i>vicāra</i>, for <i>jīva</i> that <i>ātman</i> itself will remain as only his <i>svarūpa</i> [own form] and will be known and experienced by him as <i>tanmaya</i> [composed of that] by <i>śānta-vṛtti</i> [the state of peace]’.<br>\n<br>\nThe key to understanding exactly what he meant by the term ‘விசாரத்துக்கு விஷயம்’ (<i>vicārattukku viṣayam</i>) lies in the exception clause within this clause, namely the portion in my translation of it from ‘except that’ till the end. What we can infer from what he writes in this exception clause is that since our ego is ‘ஆன்மஸாக்ஷாத்காரத்துக்குப் பிரதிபந்தம்’ (<i>āṉma-sākṣātkārattukku-p piratibandham</i>), which means ‘the obstruction (<i>pratibandha</i>) to <i>ātma-sākṣātkāra</i> [direct experience of <i>ātman</i>]’, we cannot directly experience <i>ātman</i> (ourself as we really are) so long as we experience ourself as this ego, so even though <i>ātman</i> is actually our own form or <i>svarūpa</i> (and hence our ego’s own form or <i>svarūpa</i>), we currently experience our <i>ātman</i> or <i>svarūpa</i> only indirectly through the medium of ourself as this ego. Therefore it is only through the medium of our ego that we can investigate or attend to <i>ātman</i>, so the immediate scope or subject matter of our self-investigation (<i>ātma-vicāra</i>) is not ourself as <i>ātman</i> but only ourself as ego.<br>\n<br>\nTherefore what Muruganar meant by the term ‘விசாரத்துக்கு விஷயம்’ (<i>vicārattukku viṣayam</i>) is the immediate scope or subject matter for investigation, so when he wrote that the <i>viṣaya</i> for <i>vicāra</i> is not <i>ātman</i> but only ego, he did not mean to deny that we can investigate or attend to <i>ātman</i> but merely intended to explain that we can investigate or attend to <i>ātman</i> only indirectly through the medium of our ego. This is the same idea that I tried to explain in the <a href=\"#look\">fourth section</a> by means of the analogy of seeing the sun through the medium of a relatively thin curtain. Because the curtain veils and therefore partially obscures the sun from our vision, we cannot see the sun as it actually is so long as the curtain intervenes, yet it is nevertheless the actual sun that we are seeing through the medium of the curtain. Likewise, because our ego (or rather its adjuncts) veils and therefore partially obscures our <i>ātman</i> (ourself as we actually are) from our experience, we cannot experience ourself as we actually are so long as the curtain of our adjunct-mixed ego intervenes, yet it is nevertheless our actual self or <i>ātman</i> that we are experiencing through the medium of our ego.<br>\n<br>\nTherefore whenever Muruganar implied in <i>Guru Vācaka Kōvai</i>, <i>Pādamālai</i> or any of his other works that we should attend to or hold on to our <i>svarūpa</i> or own real self, he was not in any way contradicting his explanation that the ‘விசாரத்துக்கு விஷயம்’ (<i>vicārattukku viṣayam</i>), the immediate scope or subject matter for investigation, is not <i>ātman</i> but only ego. Because we now experience <i>ātman</i> in a distorted form as this ego, the immediate form in which we can investigate or attend to <i>ātman</i> is only this ego, so this ego alone is the <i>viṣaya</i> for our investigation.<br>\n<br>\n<a name=\"conc\"></a><b>18. Conclusion: however it may be described, there is only one correct practice of self-investigation</b><br>\n<br>\nThe discussion that I have been pursuing in this article and that has been going on in the comments on my <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html\">previous article</a> was initiated by the <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1437274300041#c672043838433166842\">comment</a> in which Viswanathan wrote, ‘I need to point out here that just as you mentioned that there are different practices in Bakthi Marga, there are different views on what Bhagavan really meant by Atma Vichara’, and then quoted a <a href=\"http://sri-ramana-maharshi.blogspot.com/2010/07/qualifications-needed-to-do-self.html?showComment=1280053304840#c3056582173666531224\">comment</a> written by David in which he said that he disagreed with an explanation that Sadhu Om had given about the practice of self-investigation (<i>ātma-vicāra</i>), because he believes that the correct practice entails attending only to our ego and not to our real self. The implication in what Viswanathan wrote is that he assumes that since <i>ātma-vicāra</i> is sometimes described as investigating our ego and sometimes as investigating what we actually are, these are two different methods or distinct ways in which we can practise self-investigation.<br>\n<br>\nHowever, this is obviously not the case. Though there are many different practices that come under the broad umbrella of <i>bhakti mārga</i> (the path of devotion), according to Bhagavan there is only one correct practice of <i>jñāna mārga</i> (the path of knowledge), namely self-investigation, as he indicated, for example, in verse 29 of <i>Uḷḷadu Nāṟpadu</i> by saying ‘உள் ஆழ் மனத்தால் நான் என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம்’ (<i>uḷ āṙ maṉattāl nāṉ eṉḏṟu eṅgu undum eṉa nāḍudalē jñāṉa-neṟi ām</i>), which means ‘investigating by an inward sinking mind where it rises as I alone is the path of <i>jñāna</i>’. In this sentence the intensifying suffix ஏ (<i>ē</i>) that he appended to நாடுதல் (<i>nāḍudal</i>), which means ‘investigating’, implies that such investigation alone is ஞான நெறி (<i>jñāṉa-neṟi</i>), the path of <i>jñāna</i>.<br>\n<br>\nThough Bhagavan described this practice of self-investigation (<i>ātma-vicāra</i>) in various different ways, he made it clear that these are all just various descriptions of one and the same practice. Therefore whether he described it as investigating our ego, investigating the source from which this ego rises, or investigating what we actually are, the practice he was describing in each case was the same, because we are only one self, so though we now seem to be this finite ego, what we actually are is the source and substance of this ego, which is the one infinite reality, other than which nothing exists. We can experience ourself as we really are only by investigating, closely observing or keenly attending to ourself, and since we are only one self, there cannot be more than one way in which we can investigate ourself.<br>\n<br>\nSince we now seem to be this ego, we need to investigate this ego to see what we actually are, but since we ourself are what now seems to be this ego, we cannot look at our ego without actually looking at ourself (what we really are), just as we cannot look at an illusory snake without actually looking at the rope that it really is. Therefore if anyone thinks that self-investigation entails looking only at our ego and not at our real self, they are just clinging to one particular way of conceptualising this single practice and excluding other ways of conceptualising it. However, so long as we try to attend to ourself alone, it really does not matter whether we conceptualise this practice as attending to our ego, attending to our real self or attending to both, because when we actually try to do so we need to set aside all mental concepts and try to experience only ourself, the sole source of all concepts, who now seem to be the experiencer of them, even though we are actually untouched by them.<br>\n<br>\nGenerally speaking it is best if our understanding of this practice is not too rigid or bound by fixed ideas, because rigidity of understanding is created by attachment to particular ideas or limited viewpoints and can stifle true investigation, which is an open and fluid process of inward discovery that is best aided by a nuanced understanding that is able to see the real intent behind whatever words may be used to describe it.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "31",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8023236967827976684/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Sri Muruganar",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjU0NzgzNTk0NTkxCm9mZnNldDogMzYwMDAwMAo\""
}