{
    "kind": "blogger#post",
    "id": "544442022343531491",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-10-31T13:10:00Z",
    "updated": "2020-10-03T23:25:09+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/10/the-logic-underlying-practice-of-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/544442022343531491",
    "title": "The logic underlying the practice of self-investigation (<i>ātma-vicāra</i>)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/10/self-investigation-atma-vicara-is-just.html?showComment=1445289730053#c2132634163350219750\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/10/self-investigation-atma-vicara-is-just.html\">Self-investigation (<i>ātma-vicāra</i>) is just the simple practice of trying to be attentively self-aware</a>, an anonymous friend asked, ‘Does this practice work?’ and went on to explain why he or she asked this question, saying, ‘There are so many Gurus each offering a unique method — a method that might have worked for them. The real question is does it work for others? Michael, from your writings I gather you have been practicing this for more than two decades (?). What is your realization so far? Have you been able to achieve what Bhagavan describes? Honestly, if the answer is no, then I will be very skeptical of this method’.<br><a name='more'></a>\n<ol>\n<li><a href=\"#others\">Should we rely on what others claim to be their experience?</a></li>\n<li><a href=\"#goal\">What is the goal that we should aim to experience or attain?</a></li>\n<li><a href=\"#means\">By knowing what goal we should seek, we can logically infer what must be the means to achieve it</a></li>\n<li><a href=\"#perseverance\">No matter how long it may take us to reach our destination, patient perseverance is required</a></li>\n</ol>\n<a name=\"others\"></a><b>1. Should we rely on what others claim to be their experience?</b><br>\n<br>\nLast year I answered the same question that this anonymous friend now asks, namely ‘Does this practice work?’, in an article entitled <a href=\"http://happinessofbeing.blogspot.co.uk/2014/03/does-practice-of-atma-vicara-work.html\">Does the practice of <i>ātma-vicāra</i> work?</a>, but I will now answer it in a somewhat different manner, because what this friend asked about my experience highlights the need for us to address a more fundamental question, namely whether it is wise or realistic to expect to be able to assess the efficacy of any form of spiritual practice or inward investigation on the basis of what others claim to be their experience. In the case of self-investigation (<i>ātma-vicāra</i>), what we are seeking to experience is only what we ourself actually are, so since our experience of ourself is something that can be known by no one other than ourself, it cannot be shown, demonstrated or proved in any way to anyone else. I cannot know what is your experience of yourself, and you cannot know what is my experience of myself. Moreover, if I try to know your experience or you try to know my experience, that is not <i>ātma-vicāra</i> (investigation of oneself) but <i>anātma-vicāra</i> (investigation of something that is not oneself).<br>\n<br>\nIf I claim that by practising <i>ātma-vicāra</i> I have experienced myself as I really am, why should you believe me? I could be lying, claiming this for my own aggrandisement, and hoping that you and others will admire me, or I could genuinely believe what I claim, but nevertheless be deluding myself. There are so many people who claim that they have experienced or achieved this or that by following some particular kind of spiritual practice, but why should we believe them? If we believe one of them, why should we not believe all of them? But would it not be very gullible on our part to believe whatever anyone else may claim about their spiritual experience or attainment, since we can never know for sure whether or not what they claim is actually the case? Some of them may be telling the truth and may not be self-deluded, but can we reasonably believe that they all are? So if we should not believe all of them, why should we believe any of them? Even if we suppose that some of them are perhaps telling the truth, how can we know whom we should believe and whom we should not?<br>\n<br>\nMoreover, since what one person claims about the efficacy of a certain spiritual practice or about the means to attain a particular type of spiritual experience or goal often conflicts with or even contradicts what others claim, it is not possible for us to coherently believe all of them, because if we did believe all of them, we would be making the fundamental and obviously absurd error of holding mutually contradictory and hence incoherent beliefs. Since we obviously cannot believe what everyone claims, we have to judge for ourself whom we should believe. But by what standard can we decide whom to believe? Since they all claim to have experienced whatever they claim to be the truth, believing what anyone claims to have experienced is obviously not a reliable standard by which we can judge whom or what to believe.<br>\n<br>\nThe reason we are faced with this dilemma is because we ourself are spiritually ignorant. If we had experienced or attained whatever we seek to experience or attain, we would not have to decide whom or what to believe, but since we have not yet experienced or attained it, we do need to decide what we should believe.<br>\n<br>\nSo what should we decide first: whom to believe or what to believe? Since we can decide what to believe on the basis of our own experience and reasoning logically about it, whereas we can decide whom to believe only on the basis of intuition or gut feeling, the most rational answer would seem to be that we should first decide what to believe. However, as human beings we are complex creatures, so we do not always act and live our life purely in accordance with reason, and we cannot avoid instinctively believing some people and not others, so our beliefs — or at least our initial beliefs — are to a large extent influenced by gut feeling. Nevertheless, though we cannot avoid being influenced by our gut feelings or intuitions, we should not rely on them entirely, because as we should all know from our own experience, they do not always turn out to be correct. Therefore, though we may believe someone or something intuitively, we should always try to test the reliability of such beliefs, assessing them by the standards of our own experience and our powers of logical reasoning.<br>\n<br>\nMany of us intuitively trust Bhagavan Ramana and we are therefore inclined to believe whatever he wrote, said or taught. However, he did not expect us or want us just to blindly believe whatever he taught, because mere belief in anything will not solve our problems, particularly our fundamental problem of self-ignorance, so he asked us to investigate ourself and experience the truth of what he taught for ourself, and to encourage and motivate us to do so, he also explained why it is reasonable for us to accept what he taught on the basis of a logical analysis of our current experience of ourself. He did not merely claim that <i>ātma-vicāra</i> had worked in his case, and that we should therefore believe that it will work in our case, but instead explained to us logically why it is the only direct means by which we can experience what we actually are and thereby destroy our self-ignorance forever.<br>\n<br>\n<a name=\"goal\"></a><b>2. What is the goal that we should aim to experience or attain?</b><br>\n<br>\nHowever, his teachings do not logically begin by considering what the means is but instead by considering what our goal should be, because whatever means we choose should obviously be suited to whatever goal we are seeking. However before deciding what our goal should be we need to consider why we need to seek any goal in the first place. If our present situation were perfectly satisfactory, and if we could reasonably expect to continue being in a perfectly satisfactory situation forever, there would be no need to us to seek any other goal at all. If we are seeking any goal or trying to decide what goal we should seek, we are obviously not perfectly satisfied with our current situation or our future prospects.<br>\n<br>\nSo what is wrong with our current situation or our future prospects? Even if we are quite happy and contented with our present situation, we know that this situation cannot last forever, because sooner or later we will die, and even before dying our present situation is liable to change. Now we may have a loving family, loyal friends, good health, sufficient money, a fulfilling career or whatever else we desire, but any or all of these circumstances may change at any time. Our family or friends may fall sick or die, or they may turn against us or betray us; our health may deteriorate or we may have a serious accident, leaving us crippled or chronically sick; we may lose all our money and wealth; or we may be made redundant or our professional reputation may somehow be ruined, either due to some mistake that we may make or through no fault of our own. Therefore no matter how fortunate we may be at present, there is something profoundly unsatisfactory, fleeting and insecure about our life as a person in this world (or in any other world for that matter), so is it not worth considering what the root cause of this unsatisfactoriness is and whether it can be rectified in any way?<br>\n<br>\nAccording to Bhagavan, the root cause of all our problems and potential problems is the fact that we experience ourself as a body. Whenever we experience a world or anything other than ourself, whether in our present state (which we now take to be waking) or in any dream (which we also take to be waking so long as we are experiencing it), we always experience ourself as a body, but whatever body we experience as ourself in one state is not the same as whatever body we experience as ourself in another state. Not only do we experience ourself as a body whenever we experience any world, but we also invariably experience another coincidence, namely that we do not experience ourself as a body whenever we do not experience any world, as in sleep. This pair of coincidences, and the fact that one or other of them always occurs without fail, suggests that there is a causal link between experiencing ourself as a body and experiencing a world or anything other than ourself, and since we experience problems of any sort only when we experience ourself as a body and consequently experience a world, we have good reason to suspect that Bhagavan is perhaps correct in saying that experiencing ourself as a body is the root cause of whatever problems we may face or could ever face.<br>\n<br>\nHe also points out another important fact, and once it is pointed out to us, if we reflect upon it it is very clear that it must be logically correct. That fact is this: since we experience ourself as one body in one state and some other body in any other state, we cannot actually be any of these bodies, because we are always aware of ourself (that is, we are always aware that ‘I am’), so we cannot be anything else that we are not aware of at all times. For example, since we are aware of ourself in a dream without being aware of this body that we now experience as ourself, we cannot actually be this body. Likewise, since we are aware of ourself now without being directly aware of any of the bodies that we experienced as ourself in any of our dreams, we cannot actually be any of those dream bodies. Simple logic demands that this is the case.<br>\n<br>\nThat is, if the terms ‘I’ and ‘this body’ both refer to the same thing, whatever is true of ‘I’ must also be true of this body, so whenever I am directly aware of ‘I’ (as I am at all times) I should be directly aware of this body. If I am at any time aware of ‘I’ (myself) without being aware of this body, something that is true of ‘I’ (namely that I am aware of it) is at that time not true of this body, so this logically implies that these terms ‘I’ and ‘this body’ do not actually refer to the same thing, even though they sometimes seem to refer to the same thing. Therefore it cannot be the case that this body is what I actually am. I am one thing, and this body is something else, even though this body is what I now seem to be.<br>\n<br>\nTherefore since this body now seems to be myself, and since in any dream some other body seems to be myself, the experience ‘I am this body’ must be an illusion. Yet it is only when I experience myself as a body, whether in waking or in dream, that I experience anything other than myself, so as Bhagavan points out, this illusion ‘I am this body’ is the foundation on which my experience of everything else is based. Therefore since the foundation of my experience of everything else is an illusion, it seems reasonable to infer that my experience of everything else is as illusory as its foundation, namely my experience ‘I am this body’.<br>\n<br>\nTherefore Bhagavan first diagnoses that the root cause of all our problems and lack of enduring satisfaction is this illusory experience ‘I am this body’, and on the basis of this diagnosis he then asks us to infer what our goal should be. Obviously it should be to free ourself from this illusory experience, and since this illusory experience is a mistaken experience of ourself, in order to free ourself from it we need to experience ourself as we really are.<br>\n<br>\nIf we experienced ourself as we really are, we would not experience ourself as a body or as anything else that is other than ourself, so our illusory experience of ourself as ‘I am this body’ is caused only by self-ignorance — that is, by a lack of clear experiential knowledge of what we actually are. Therefore, since our illusory experience ‘I am this body’ is caused only by self-ignorance, it can be destroyed only by correct knowledge of ourself — that is, by our being aware of ourself as we actually are rather than as we merely seem to be.<br>\n<br>\nThus on the basis of a simple logical analysis of our own experience Bhagavan shows us that the goal we should set ourself is simply to experience ourself as we really are. Since everything that we experience other than our most fundamental experience (namely our essential self-experience or self-awareness, ‘I am’) is an illusion based upon our primal illusion, ‘I am this body’, experiencing anything other than what we really are cannot be a truly worthy goal. Therefore the only goal that is ultimately worth seeking is to experience what we actually are and thereby to destroy our self-ignorance forever.<br>\n<br>\n<a name=\"means\"></a><b>3. By knowing what goal we should seek, we can logically infer what must be the means to achieve it</b><br>\n<br>\nHaving decided what our goal is, or at least what it should be, we are now in a better position to judge what the means to reach or attain it must be. Since what we are seeking is to experience ourself as we actually are, it is logical to infer that the only direct means to do so is to investigate ourself by trying to observe or be aware of ourself alone. Now we confuse ourself with certain other things that we are currently aware of, such as a body and mind, but none of these other things can be what we actually are, because we are always aware of ourself whereas there is no other thing (no phenomenon at all) that we are aware of all times, so in order to experience ourself as we actually are, we must experience or be aware of ourself alone, in complete isolation from even the slightest awareness of anything else.<br>\n<br>\nIf we want to know, experience or be aware of anything in this world, we must pay attention to it. Whatever we want to know, whether it be distant phenomena in space, tiny sub-atomic phenomena, historical phenomena, social phenomena, psychological phenomena or whatever, the basic instrument that we must use in order to know it is our attention. To learn about any physical phenomena we need to use one or more of our five senses, and to learn about certain things we also need specialist instruments, such as radio telescopes, electronic microscopes, x-ray equipment, ultrasound scanners or particle accelerators, but even to use our senses or any specialist instruments we need to use our power of attention, so attention is the most basic and essential instrument that we must use in order to know, experience or be aware of anything. Whereas to know anything other than ourself we may need to use our senses and in some cases other instruments also, in order to be aware of what we ourself actually are we cannot use any instrument other than our own power of attention.<br>\n<br>\nTherefore to know ourself as we actually are we must just attend to, observe or be aware of ourself alone. Attending to anything other than ourself may enable us to know other things, but it cannot enable us to experience ourself as we actually are. In order to experience ourself as we actually are, therefore, we must attend only to ourself and to nothing else whatsoever.<br>\n<br>\nAs we observed earlier, whenever we are aware of anything other than ourself — whether in waking or in dream, and whether that other thing is something that seems to be a physical phenomenon or just a purely mental phenomenon — we are aware of ourself as a body. Only when we are not aware of anything else, as in deep sleep, are we not aware of ourself as a body. Since this is our invariable experience, it is reasonable for us to infer that we cannot experience or be aware of ourself as we actually are so long as we are aware of anything other than ourself.<br>\n<br>\nThis is an inference that we can draw logically from our own experience, and it is also confirmed by Bhagavan from his experience. Therefore one of the most fundamental principles of his teachings is that (as he often stated, and as he implied particularly clearly in verses <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">25</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un26\">26</a> of <i>Uḷḷadu Nāṟpadu</i>) whenever we experience anything other than ourself, we experience ourself as a body, and whenever we experience ourself as a body we experience other things also, and hence the only means by which we can experience ourself as we actually are is by being aware of ourself alone, in complete isolation from even the slightest awareness of everything else.<br>\n<br>\nThis state of complete isolation, in which we experience nothing other than ourself, is what is called in Sanskrit <i>kaivalya</i>, which means aloneness, soleness, solitude or isolation (being an abstract noun derived from <i>kēvala</i>, which means alone, sole or isolated), and which is therefore used as a term to describe our ultimate goal, the state of absolute liberation (<i>mōkṣa</i>) or <i>nirvāṇa</i>. Only when we experience ourself in such a state of perfect isolation, being clearly aware only of ourself and of nothing else whatsoever, are we truly experiencing ourself as we actually are, because according to Bhagavan what actually exists is only ourself (as he states unequivocally in the first sentence of <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>), and whatever else seems to exist is only an illusion and seems to exist only so long as we experience ourself as if we were a body.<br>\n<br>\n<a name=\"gvk579\"></a>Since we can experience ourself as we actually are only when we experience ourself alone, in complete isolation from even the slightest awareness of everything else, our goal is to experience or be clearly aware of ourself alone, so the only means to attain this goal is to attend to ourself alone. This is why Bhagavan often used to insist that the nature of the means must be essentially the same as the nature of our goal, as he stated, for example, in verse 579 of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>மன்னுசொரூ பாத்துவித மாட்சியால் வேறுகதி <br>\nதன்னைத் தவிர்த்தில்லாத் தன்மையால் — துன்னு<br>\nமுபேயமுந் தானே யுபாயமுந் தானே<br>\nயபேதமாக் காண்க வவை.<br>\n<br>\n<i>maṉṉusorū pādduvita māṭciyāl vēṟugati <br>\ntaṉṉait tavirttillāt taṉmaiyāl — tuṉṉu<br>\nmupēyamun dāṉē yupāyamun dāṉē<br>\nyabhēdamāk kāṇka vavai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மன்னு சொரூப அத்துவித மாட்சியால், வேறு கதி தன்னை தவிர்த்து இல்லா தன்மையால், துன்னும் உபேயமும் தானே, உபாயமும் தானே. அபேதமா காண்க அவை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉṉu sorūpa adduvita māṭciyāl, vēṟu gati taṉṉai tavirttu illā taṉmaiyāl, tuṉṉum upēyam-um tāṉē, upāyam-um tāṉē. abhēdam-ā kāṇga avai</i>.<br>\n<br>\n<b>அன்வயம்:</b> மன்னு சொரூப அத்துவித மாட்சியால், தன்னை தவிர்த்து வேறு கதி இல்லா தன்மையால், துன்னும் உபேயமும் தானே உபாயமும் தானே. அவை அபேதமா காண்க.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉṉu sorūpa adduvita māṭciyāl, taṉṉai tavirttu vēṟu gati illā taṉmaiyāl, tuṉṉum upēyamum tāṉē, upāyamum tāṉē. avai abhēdam-ā kāṇga</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-dual nature of one’s own enduring self, and because of the fact that excluding oneself there is no other <i>gati</i> [refuge, means or goal], the <i>upēya</i> [aim or goal] to be reached is only oneself and the <i>upāya</i> [means or path] is only oneself. Know them to be non-different (<i>abhēda</i>).</blockquote>\nThat is, since our aim is only to be aware of ourself alone, the means to achieve this aim must likewise be to try to be aware of ourself alone. This is why in order to be aware of ourself as we really are we must try to be aware of ourself alone. In other words, we must try to focus our entire attention only on ourself.<br>\n<br>\nTherefore, other than just trying to be attentively self-aware as much as possible, there cannot be any means by which we could directly experience what we ourself actually are. Other means may help to purify our mind and thereby prepare us to be attentively self-aware, but whatever other means we may initially adopt, we must sooner or later resort to this means, because we will never be able to experience ourself as we actually are until and unless we turn our entire attention within and thereby become aware of ourself alone.<br>\n<br>\nThis simple practice of trying to be attentively self-aware — that is, trying to turn our entire attention back towards ourself alone — is what is called self-investigation (<i>ātma-vicāra</i>), and the fact that this is the only direct means by which we can experience what we ourself actually are can be understood by means of simple logic, as taught by Bhagavan Ramana and as outlined above. However, logical analysis of our own experience of ourself in each of our three states, namely waking, dream and deep sleep, can lead us only as far as understanding what we should seek to achieve (namely to experience ourself as we actually are) and how we should seek to achieve it (namely by trying to be attentively aware of ourself alone). Once we have understood this, we should put our understanding into practice by trying as much as possible to be attentively aware of ourself alone, because until and unless we do so we will never be able to experience what we actually are.<br>\n<br>\n<a name=\"perseverance\"></a><b>4. No matter how long it may take us to reach our destination, patient perseverance is required</b><br>\n<br>\nHow long it will take us to experience what we actually are by practising self-investigation in this way depends on the extent to which we earnestly practise it, and the extent to which we earnestly practise it depends upon the intensity of our love (<i>bhakti</i>) to be aware of ourself alone and the corresponding degree of our desirelessness (<i>vairāgya</i>) — that is, our freedom from desire to be aware of anything other than ourself.  Just because I have been trying to practise being attentively self-aware for the past forty years but have not yet succeeded in experiencing myself as I actually am does not mean that I or anyone else should conclude that this practice of self-investigation does not work. All it indicates is that when I started on this path I still had very strong desires to experience things other than myself and that my love to experience myself alone was therefore correspondingly extremely weak, and hence my attempts to be attentively self-aware have been very feeble and so my progress has been correspondingly slow and faltering.<br>\n<br>\nMy desires may still be very strong and my love to experience what I actually am may still be very weak, but that does not mean that I should give up (or that anyone else should be disheartened seeing my sorry condition), because as Bhagavan often used to say, no one has ever succeeded in this path without patient perseverance, and because there is no other means by which any of us can achieve the ultimate goal of experiencing ourself as we really are. If we start our journey near to our goal, we will reach it quickly, and if we start further away it will naturally take us much longer, but however far away we may be, the more we persevere in our attempts to be attentively self-aware the closer we will surely get to our destination and the sooner we will eventually reach it.<br>\n<br>\nWhat we have set out to achieve is not any trifling or transient thing, but it is to experience ourself as the one infinite and eternal reality, other than which nothing exists, and the price that has to be paid for this is the sacrifice of our own ego (which is our illusory experience ‘I am this body’) and of everything that comes along with it, including the illusion of time itself. Therefore if we are not willing to devote however much time it may require to trying to be attentively self-aware, we are obviously not serious about achieving what we say we want to achieve.<br>\n<br>\nThis is not a path or the goal for the faint-hearted or for those who are not ready to do what needs to be done, no matter how much time it may take. If we are to succeed in our efforts to achieve the goal we have set ourself, we must just patiently persevere in trying to be aware of ourself alone until we eventually succeed. There is no other way.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "31",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/544442022343531491/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjAxNzYzOTA5NTYzCm9mZnNldDogMzYwMDAwMAo\""
}