{
    "kind": "blogger#post",
    "id": "6350360450000021597",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-04-21T15:42:00+01:00",
    "updated": "2022-02-23T11:21:59Z",
    "url": "http://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6350360450000021597",
    "title": "What is meant by the term <i>sākṣi</i> or ‘witness’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">When I attended a meeting of the <a href=\"http://www.ramana-maharshi.org.uk\">Ramana Maharshi Foundation UK</a> in London earlier this month, one of the questions I was asked was about the concept or practice of <i>sākṣi-bhāva</i> or ‘being a witness’. I do not remember exactly what I replied at the time, but after seeing the <a href=\"https://www.youtube.com/watch?v=_zRblrYq4Lo\">video</a> that was made of that meeting, a friend wrote to me saying that he agreed that the term <i>sākṣi</i> or ‘witness’ as it is often used is a misnomer, and he recalled that Bhagavan said in certain contexts that we should take this term to mean just ‘presence’ (as in the presence of our real self) rather than ‘witness’. He also added his own reflections on this subject, saying:<br><a name='more'></a>\n<blockquote>Many gurus ask their disciples to maintain <i>sakshi-bhava</i> towards the events or happenings of the world. They feel that if we do not react to the outside happenings we will become more equanimous, and thereby our <i>vishaya-vasanas</i> will be destroyed. I believe J. Krishnamurti, Nisargadatta and many others recommended second and third person attention in various ways, [claiming that it is the practice of] <i>sakshi-bhava</i>. But how is this possible? How can the ego attend to second and third persons, but refrain from reacting to them or outside events? As long as our ego is active it will react to outside happenings in one way or another.<br>\n<br>\nHowever by following Bhagavan’s teachings we can achieve the intended goal of <i>sakshi-bhava</i>. That is, as we are more and more deeply attentively self-aware, we will tend to react less and less to outside happenings. When our attention is increasingly focussed on ourself, we will naturally be less concerned about the outside events or about the second and third persons. Eventually when the first person or the ego is destroyed, all the second and third persons or this entire world-appearance will also be destroyed. This is <i>atma-jnana</i>.</blockquote>\nIn reply to this I wrote:<br>\n<blockquote>Yes, I agree. The term <i>sākṣi</i> is unfortunately the cause of much confusion, because it is not very clear what it means, and hence it is liable to be misinterpreted. It seems to imply something that is aware of things other than itself, but if that were what it is intended to mean, then it would only be the ego, because according to Bhagavan it is only the ego that knows anything other than itself.<br>\n<br>\nSome people suggest that it means something (or some state) between ego and ourself, but that suggestion unnecessarily multiplies the number of entities we should be concerned with. Can there be anything between our ego and ourself? No, because we either experience ourself as we really are or as something else, and when we experience ourself as anything else, that is what is called ego.<br>\n<br>\nThis is why Bhagavan generally did not use the term <i>sākṣi</i> of his own accord, because it unnecessarily complicates and confuses matters rather than simplifying and clarifying them.</blockquote>\nSince so much confusion exists about this term and the practice of <i>sākṣi-bhāva</i> as recommended nowadays by many ‘<i>gurus</i>’, it may be useful to add some further clarification here.<br>\n<ol>\n<li><a href=\"#ego\">In a literal sense, the only <i>sākṣin</i> is our ego</a></li>\n<li><a href=\"#bhava\">Can <i>sākṣi-bhāva</i> be an effective spiritual practice?</a></li>\n<a href=\"#after\">Afterword</a>\n</ol>\n<a name=\"ego\"></a><b>1. In a literal sense, the only <i>sākṣin</i> is our ego</b><br>\n<br>\nThe actual term in Sanskrit is साक्षिन् (<i>sākṣin</i>), which becomes साक्षि (<i>sākṣi</i>) in compound words such as साक्षिभाव (<i>sākṣi-bhāva</i>), and it is both a gerund meaning seeing, observing or witnessing (particularly in the literal sense of seeing with one’s eyes, but also in the more general sense of perceiving or experiencing in any way), and either a concrete or an abstract noun meaning a witness, eye-witness or observer. Like the word ‘witness’ in English, it is often used in the context of law to mean a legal witness (as in either a witness to the signing of a document, or a witness who gives evidence in a court case), and hence as a gerund it can also mean attesting or testifying. Like the word साक्षात् (<i>sākṣāt</i>), which means before the very eyes of, in the presence of, in person, visibly, openly, evidently or directly, साक्षिन् (<i>sākṣin</i>) is derived from साक्ष (<i>sākṣa</i>), which means with eyes or having eyes.<br>\n<br>\nPeople often assume that when this term <i>sākṣin</i> is used in a philosophical or spiritual context it has a fixed meaning, in the sense that it refers to a particular entity or state. However, this assumption is incorrect, because its exact meaning depends on the actual context in which it is used. For example, in terms such as <i>sarva-sākṣin</i> (the witness of all) or <i>lōka-sākṣin</i> (the witness of the world) it refers to God, whereas in other contexts it refers to the ego, and in some contexts it is used to refer to our real self. However, Bhagavan clarified that when our real self is described as the <i>sākṣin</i>, we should not take it literally to mean that our real self is a witness, observer or experiencer of anything other than itself, but should understand that it is then being used more figuratively to indicate that our real self is the presence in which the seeming existence of other things appears and disappears (though not in its own view, but only in the deluded view of the ego).<br>\n<br>\nWhen it is used in <i>advaitic</i> or <i>vēdāntic</i> texts the exact meaning of <i>sākṣin</i> is ambiguous, and hence it has provided fertile ground for the breeding of confusion and misunderstanding. For example, ancient texts often give the impression that our real self is a witness to everything, in the sense that it is aware of the entire universe or of whatever manifests or seems to exist within it. However, to put an end to all such confusion and misunderstanding, Bhagavan made it very clear that our real self is never aware of anything other than itself, because it alone actually exists, and that what is aware of anything other than our real self is only our ego.<br>\n<br>\nIn other words, the seeming existence of anything other than ourself does not ever arise in the clear view of ourself as we really are, but only in the self-ignorant and deluded view of ourself as this ego. That is, when we experience ourself as we actually are, we never experience the existence or even seeming existence of anything else whatsoever (even as an appearance within ourself), so it is only when we seem to experience ourself as this ego that we also experience the seeming existence of anything else.<br>\n<br>\nAs far as I am aware, no one before Bhagavan made it so abundantly clear that what experiences or ‘witnesses’ the seeming existence of anything other than what we actually are is only our ego, from which we can infer that in the literal sense of the term the only <i>sākṣin</i> or ‘witness’ is actually our own ego. What we really are cannot be described literally as a <i>sākṣin</i>, because it alone exists, and in its view it never seems to be anything other than what it always actually is, so there is nothing other than itself for it to witness.<br>\n<br>\n<a name=\"gvk98\"></a>This is explicitly affirmed by Bhagavan in verse 98 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>, in which he explains why it is not correct to say that our real self is an actual <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.2:1:3918.tamillex\">கரி</a> (<i>kari</i>), which is a Tamil word that means <i>sākṣin</i> or witness:<br>\n<blockquote>சரீரமே நானாச் சரித்தாலே யன்றிச்<br>\nசராசரமா மன்னியஞ்சா ராதேல் — பராபரமாத்<br>\nதோன்று மயல்விடய சூனியத்தா லான்மாதான்<br>\nஏன்றகரி யென்ற லிழுக்கு.<br>\n<br>\n<i>śarīramē nāṉāc carittālē yaṉḏṟic<br>\ncarācaramā maṉṉiyañcā rādēl — parāparamāt<br>\ntōṉḏṟu mayalviḍaya śūṉiyattā lāṉmādāṉ<br>\nēṉḏṟagari yeṉḏṟa liṙukku</i>.<br>\n<br>\nபதச்சேதம்: சரீரமே நானா சரித்தாலே அன்றி, சராசரமாம் அன்னியம் சாராதேல், பராபரமா தோன்றும் அயல் விடய சூனியத்தால் ஆன்மாதான் ஏன்ற கரி என்றல் இழுக்கு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>śarīram-ē nāṉ-ā sarittāl-ē aṉḏṟi, cara-acaram-ām aṉṉiyam sārādēl, para-aparam-ā tōṉḏṟum ayal viḍaya śūṉiyattāl āṉmā-tāṉ ēṉḏṟa kari eṉḏṟal iṙukku</i>.<br>\n<br>\n<b>English translation:</b> Since another thing that is moving or unmoving does not appear except by one wandering as ‘the body alone is I’, and because of the non-existence of external phenomena, which seem to be superior or inferior, saying that <i>ātman</i> itself is the actual witness is incorrect.<br>\n<br>\n<b>Explanatory paraphrase:</b> Since [any] other thing that is moving or unmoving does not appear except by [or because of] one wandering as [ego, which is what is always aware of itself as] ‘the body alone is I’, [and] because of the non-existence [in the clear view of ourself as we actually are] of <i>ayal viṣayas</i> [phenomena, all of which are outside of, alien to and other than oneself], which seem to be <i>para-apara</i> [superior or inferior, far or near, earlier or later, cause or effect] [that is, pairs of opposites that appear due to delusion such as God, who is superior, distant, prior and the cause, and <i>jīva</i>, who is inferior, near, later and an effect], saying that <i>ātman</i> [ourself as we actually are] itself is the actual witness is incorrect.</blockquote>\nHowever, as I mentioned earlier, people who have not studied or understood Bhagavan’s teachings correctly, but who are aware of the use of the term <i>sākṣin</i> in ancient texts or in the teachings of some modern ‘<i>gurus</i>’, often imagine that this term denotes a particular entity, and since many of them assume that that entity is neither our ego nor our real self, they suppose that it is something that somehow exists behind our ego or between our ego and ourself, and that in order to reach our real self we must pass through a state in which we experience ourself neither as our ego nor as our real self, but only as the <i>sākṣin</i>, which they imagine to be some sort of detached witness of the ego or mind and all that it experiences. They also suppose that the state in which we experience ourself as this detached witness or <i>sākṣin</i> is the state called <i>sākṣi-bhāva</i>, ‘being a witness’ or assuming the attitude that one is a witness.<br>\n<br>\nHowever, Bhagavan’s teachings give no room for any ideas such as these, because according to him the ego is whatever we experience ourself to be whenever we experience ourself as anything other than what we actually are. Therefore there is no room between our ego and what we actually are for any other entity or state to exist. Even if it were possible for us to experience ourself as a detached witness of whatever else we experience, that witness would be just another form assumed by our ego. So long as we do not experience ourself as we actually are (which entails experiencing nothing other than ourself), whatever we may experience ourself to be is just a form temporarily assumed by our ego.<br>\n<br>\n<a name=\"un26\"></a>Moreover, so long as we experience or ‘witness’ anything other ourself, we are not experiencing ourself as we really are but only as this ego. This is very clearly implied by what Bhagavan says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\n<a name=\"aa7\"></a>The idea that Bhagavan expressed in the second sentence of this verse, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), which means, ‘If the ego does not exist, everything does not exist’, was also expressed by him in the first sentence of <a href=\"http://happinessofbeing.blogspot.com/2014/02/spontaneously-and-wordlessly-applying.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>இன்றக மெனுநினை வெனிற்பிற வொன்று மின்று [...].<br>\n<br>\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu miṉḏṟu</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. [...]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>. [...]<br>\n<br>\n<b>அன்வயம்:</b> அகம் எனும் நினைவு இன்று எனில், பிற ஒன்றும் இன்று. [...]<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aham eṉum niṉaivu iṉḏṟu eṉil, piṟa oṉḏṟum iṉḏṟu</i>. [...]<br>\n<br>\n<b>English translation:</b>: If the thought called ‘I’ does not exist, even one other [thought or thing] will not exist. [...]</blockquote>\nWhereas in the former verse Bhagavan refers to our ego as அகந்தை (<i>ahandai</i>), which is a Tamil form of the Sanskrit word <i>ahaṁtā</i>, which literally means ‘I-ness’, in the latter verse he refers to it as அகம் எனும் நினைவு (<i>aham eṉum niṉaivu</i>), which literally means ‘the thought called I’. The words பிற ஒன்றும் (<i>piṟa oṉḏṟum</i>) mean ‘even one other’, so in this context they can be taken to mean either ‘even one other thought’ or ‘even one other thing’, but both of these mean essentially the same, because according to Bhagavan everything other than ourself (including our ego) is just a thought or idea. Thus in both of these verses he emphatically asserts that if our ego does not exist, nothing else whatsoever (other than ourself) will exist. Our ego is therefore the seed, root, foundation, origin and substance of everything.<br>\n<br>\nHence everything other than ourself is just an expansion of our ego, and it seems to exist only so long as we experience ourself as this ego. Therefore, if we are witnessing, experiencing or aware of anything other than ourself, whatever we then experience ourself to be is only our ego. Therefore in its literal sense the term <i>sākṣin</i> or ‘witness’ cannot refer to anything other than our ego. This is a simple, obvious and indubitable inference that we can draw from the explicit teachings of Bhagavan Sri Ramana in these two verses and in many of his other original writings and reliably recorded sayings (especially in many verses of <i>Guru Vācaka Kōvai</i>).<br>\n<br>\n<a name=\"bhava\"></a><b>2. Can <i>sākṣi-bhāva</i> be an effective spiritual practice?</b><br>\n<br>\nWhat then is the meaning of the term <i>sākṣi-bhāva</i> in the light of his teachings? Before attempting to answer this question, we should remember that <i>sākṣi-bhāva</i> is not a term that he would normally use of his own accord, because it is ambiguous and can easily give rise to misunderstanding and misconceptions. However, if we are to give a positive meaning to it, we can consider it from at least two angles.<br>\n<br>\nFirstly, if we take <i>sākṣin</i> in the figurative sense that Bhagavan suggested in some contexts, namely in the sense of mere ‘presence’, <i>sākṣi-bhāva</i> would mean just being the presence in which everything seems to arise and happen, but which is itself unaffected by and unaware of any of those seeming things or happenings. In other words, <i>sākṣi-bhāva</i> would simply mean self-abidance or being as we really are — that is, being aware of ourself alone and not anything else whatsoever.<br>\n<br>\nAlternatively, if we consider the sense in which the term <i>sākṣi-bhāva</i> is generally understood, namely to mean a state in which one are detached from whatever may be happening, like an unconcerned witness, we would need to consider how we can be truly detached. Since detachment is the state in which we are free from attachment, in order to understand how we can be detached we need to consider how or why we became attached to anything in the first place.<br>\n<br>\n<a name=\"un25\"></a>Attachment or grasping is the very nature of our ego, because this ego comes into existence and endures only by grasping or attaching itself to anything other than itself, as Bhagavan explains in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nAs a <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:3833.tamillex\">verb</a> பற்று (<i>paṯṟu</i>) means to grasp, seize, catch, hold, embrace, cling to or adhere to (and in some contexts it can also mean to comprehend or become aware of), and as a <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:3834.tamillex\">noun</a> it means attachment or the clinging of the mind to any object of its experience, whether internal or external, so in this context உரு பற்றி (<i>uru paṯṟi</i>) literally means ‘grasping form’ and implies clinging or attaching ourself to (that is, holding in our awareness or attending to) anything other than ourself. <br>\n<br>\nWithout grasping or attaching itself to something other than itself the ego cannot either come into existence or endure, so we cannot be truly detached so long as we experience ourself as this ego. Of course we can be more or less strongly attached to other things, and if we are less strongly attached to anything we are to that extent detached, but that is only a partial or relative detachment, and being partially detached means that we are still attached, albeit somewhat less so.<br>\n<br>\nPartial detachment is therefore just a compromise, and hence it is not our goal, nor can it be a direct means to our goal. In order to experience ourself as we really are, we need to be completely detached from everything else, and we cannot be completely detached so long as we experience ourself as this ego. Even if we try to minimise our attachments, we can do so only to a very limited extent. Therefore in order to free ourself from all our attachments, we need to free ourself from their root, namely our ego, because even if we are able to free ourself from some of our attachments, fresh ones will continue sprouting so long as this ego survives.<br>\n<br>\nImagining that we are a detached witness, aware of what is happening but not attached to anything, is no way to destroy our ego, because what would be imagining thus would only be our ego, and since the very nature of this ego is to be attached, we would be deluding ourself if we were to imagine ourself to be a detached witness. If we are aware of anything, we must be attending to it, and by attending to it we are grasping it — that is, we are attaching ourself to it.<br>\n<br>\nWhen Bhagavan says, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum</i>), ‘Grasping form, it rises into being; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form’, the ‘grasping’ or பற்று (<i>paṯṟu</i>) he refers to occurs in our awareness, and it is by attending to (that is, by choosing to be aware of) anything other than ourself that we grasp it. Therefore there is no such thing as detached awareness, because we become aware of anything only by grasping it in our attention. Attachment therefore lies at the very root of our awareness of anything other than ourself.<br>\n<br>\nWhen he says, ‘உரு பற்றி நிற்கும்’ (<i>uru paṯṟi niṯkum</i>), ‘grasping form it stands’, and ‘உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍu miha ōṅgum</i>), ‘grasping and feeding on form it grows abundantly’, what he clearly implies is that our ego is nourished and sustained by attending to (and hence being aware of) anything other than ourself. Therefore we cannot annihilate our ego by any means other than simply being self-attentive — that is, trying to be aware of ourself alone, in complete isolation from any awareness of any other thing.<br>\n<br>\nSince this ego can stand or endure only by ‘grasping form’ (that is, by attending to anything other than itself), and since it is itself formless (that is, since it has no form of its own, but seems to be a form only when it attaches itself to one, like a ghost possessing a corpse), if it tries to attend only to itself, it will have no support to cling to, and hence it will subside and disappear. This is what Bhagavan implies when he says, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which literally means, ‘If sought [examined or investigated], it will take flight’<br>\n<br>\nSince our ego rises and stands only by attaching itself to something other than itself, it is born and survives only in a state of attachment, so we cannot free ourself from all our attachments unless we free ourself from our ego. Therefore, since our ego will dissolve and cease to exist only when it tries to attend to itself alone, being self-attentive is the only means by which we can give up or free ourself from all our attachments. This is why Bhagavan concluded verse 26 of <i>Uḷḷadu Nāṟpadu</i> (which I cited earlier in this article) by saying: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), which means, ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nThat is, since our ego is merely a formless phantom — an illusory appearance, something that seems to exist but does not actually exist — if we investigate it by trying to attend to it alone, it will disappear entirely, like an illusory snake when it is recognised to be just a rope, and since everything else seems to exist only so long as we experience ourself as this ego, by investigating and experiencing what this ego actually is we will not only give up this ego but also everything else, including all our attachments.<br>\n<br>\nIn the final analysis, we are faced at each moment with just two options: either we try to investigate and experience what we actually are, or we allow our attention to continue grasping other things. So long as we allow our attention to grasp anything other than ourself, we are thereby nourishing and sustaining not only our ego but also all its attachments, so by choosing the second option we can never experience real detachment. Therefore the only effective means by which we can experience real detachment is self-investigation (<i>ātma-vicāra</i>) — that is, trying to be exclusively self-attentive.<br>\n<br>\nHence, if we interpret the term <i>sākṣi-bhāva</i> to mean an attempt to be detached even while we are aware of whatever seems to be happening, either within ourself or outside in the world in which we now seem to be living, that would be a self-deluding and futile attempt, and therefore not a proper spiritual practice. Therefore, if we want to interpret this term <i>sākṣi-bhāva</i> to mean an effective spiritual practice, we have to interpret it to mean only self-investigation, the simple practice of trying to be aware of ourself alone.<br>\n<br>\nSo long as we are aware of anything other than ourself, we are grasping it (holding it in our awareness) and thereby attaching ourself to it. Therefore we cannot be genuinely detached from anything so long as we are aware of it, and hence the only way in which we can be truly detached from everything is by being self-attentive — that is, by grasping nothing other than ourself alone.\n<p style=\"text-align:center\">______________</p>\n<a name=\"after\"></a><b>Afterword</b><br>\n<br>\nAt the beginning of this article I referred to a video of a discussion in which I participated earlier this month with a group of friends in London. At the beginning of that discussion I spoke for a while about the importance of verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i>, saying that they can be used to answer many questions that arise about the teachings of Bhagavan Ramana and the practice of self-investigation, and in particular to explain the unique efficacy of this practice and why it is the only means by which we can experience what we actually are. This article I hope illustrates this point, because most of ideas I have discussed and arguments I have offered here are based largely upon what Bhagavan taught us in these two crucial verses.<br>\n<br>\nIn case any readers are interested to see this video and to hear what I said in it about these two verses or how I answered the question I was asked about <i>sākṣi-bhāva</i>, I have embedded it here:\n<p style=\"text-align:center\"><iframe width=\"420\" height=\"315\" src=\"https://www.youtube.com/embed/_zRblrYq4Lo\" allowfullscreen frameborder=\"0\"></iframe></p>\nAn audio copy of this video can also be listened to or downloaded from <a href=\"http://www.mediafire.com/listen/u4kcvqsb1u3kgol\">11th April 2015: Discussion with Michael James on the ego and how to annihilate it</a>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "35",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6350360450000021597/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjQ1NjE1MzE5NzQ1Cm9mZnNldDogMAo\""
}