{
    "kind": "blogger#post",
    "id": "5975763008735772999",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-06-18T18:52:00+01:00",
    "updated": "2017-10-03T23:18:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5975763008735772999",
    "title": "<i>Prāṇāyāma</i> is just an aid to restrain the mind but will not bring about its annihilation",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html?showComment=1427413673037#c4429701384328947732\">comment</a> on one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html\">The fundamental law of experience or consciousness discovered by Sri Ramana</a>, a friend called Chimborazo wrote:<br>\n<blockquote>Michael, sometimes it is said that the source of the ego (all thoughts, ‘I’-thought) is the heart. And the same heart is said to be the source of the breath. Therefore thoughts and breath have the same source. So if one holds one’s breath no thoughts would rise.<br>\n<br>\nI cannot confirm that and I did not learn it in my experience of meditation. Please could you comment on this or clarify.</blockquote>\nIn reply to this I wrote a <a href=\"http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html?showComment=1433674695231#c5969629363074167529\">comment</a> in which I explained:<br><a name='more'></a>\n<blockquote>When it is said that the source of the ego and the source of the breath are both only ‘the heart’ (which does not mean any physical organ or location in our body, but only the core of ourself, which is what we really are), and that therefore when either the ego or the breath subsides, the other will also subside, what is meant by the word ‘breath’ or <i>prāṇa</i> is not just the physical act of breathing but the urge to breathe. Since we cannot stop the urge to breathe merely by holding our breath for a while, holding our breath forcibly will not cause our ego and its other thoughts to subside.<br>\n<br>\nWhen <i>yōgis</i> practise <i>prāṇāyāma</i> (breath-restraint) for a long time, what they are gradually training themselves to do is to restrain their urge to breathe, and this is how they manage to thereby bring about a temporary subsidence of their mind. However, since they cannot completely subdue all urge to breathe, they cannot bring about the permanent subsidence of their mind or ego by such means. This is why Bhagavan said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph of <i>Nāṉ Yār?</i></a>:<br>\n<blockquote>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். பிராணாயாமத்தாலும் மன மடங்கும்; ஆனால் பிராண னடங்கியிருக்கும் வரையில் மனமு மடங்கியிருந்து, பிராணன் வெளிப்படும்போது தானும் வெளிப்பட்டு வாசனை வயத்தா யலையும். […] ஆகையால் பிராணாயாமம் மனத்தை யடக்க சகாயமாகுமே யன்றி மனோநாசஞ் செய்யாது.<br>\n<br>\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum. pirāṇāyāmattāl-um maṉam aḍaṅgum; āṉāl pirāṇaṉ aḍaṅgi-y-irukkum varaiyil maṉam-um aḍaṅgi-y-irundu, pirāṇaṉ veḷi-p-paḍum-bōdu tāṉum veḷi-p-paṭṭu vāsaṉai vayattāy alaiyum. […] āhaiyāl pirāṇāyāmam maṉattai y-aḍakka sahāyam-āhum-ē y-aṉḏṟi maṉōnāśam seyyādu</i>.<br>\n<br>\nTo make the mind subside [entirely and permanently], there are no adequate means other than <i>vicāraṇā</i> [self-investigation]. If restrained by other means, the mind will remain as if subsided, [but] will emerge again. Even by <i>prāṇāyāma</i> [breath-restraint] the mind will subside; however, [though] the mind remains subsided so long as the breath remains subsided, when the breath emerges [or becomes manifest] it will also emerge and wander under the sway of [its] <i>vāsanās</i> [inclinations, impulses or desires]. […] Therefore <i>prāṇāyāma</i> is just an aid to restrain the mind, but will not bring about <i>manōnāśa</i> [annihilation of the mind].</blockquote></blockquote>\nChimborazo replied to this in <a href=\"http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html?showComment=1433690500594#c6276522653165949519\">another comment</a> in which he said, ‘As soon as I come again across that point of a definite script text I will compare it with your given explanation’, so the following is my reply to this:<br>\n<ol>\n<li><a href=\"#ny08\"><i>Nāṉ Yār?</i> paragraph 8: the connection between mind and breath</a></li>\n<li><a href=\"#uu11-12\"><i>Upadēśa Undiyār</i> verses 11 and 12: how breath-restraint is a means to restrain the mind</a></li>\n<li><a href=\"#uu13\"><i>Upadēśa Undiyār</i> verse 13: the two kinds of subsidence of mind</a></li>\n<li><a href=\"#uu14\"><i>Upadēśa Undiyār</i> verse 14: our mind will die only by self-investigation</a></li>\n<li><a href=\"#us14\"><i>Upadēśa Sāram</i> verse 14: the meaning of <i>ēka-cintanā</i></a></li>\n<li><a href=\"#nasa\">Can our ego or mind be annihilated by any means other than self-investigation?</a></li>\n<li><a href=\"#form\">Can our ego or mind be annihilated by meditating on a form or name?</a></li>\n<ol type=\"a\">\n<li><a href=\"#ny09\"><i>Nāṉ Yār?</i> paragraph 9</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25</a></li>\n<li><a href=\"#un04\"><i>Uḷḷadu Nāṟpadu</i> verse 4</a></li>\n<li><a href=\"#un20\"><i>Uḷḷadu Nāṟpadu</i> verse 20</a></li>\n<li><a href=\"#un08\"><i>Uḷḷadu Nāṟpadu</i> verse 8</a></li>\n</ol>\n<li><a href=\"#only\">Is it wrong to say that self-investigation is the only means by which the mind can be annihilated?</a></li>\n<li><a href=\"#prana\"><i>Prāṇāyāma</i> is neither sufficient nor necessary</a></li>\n<li><a href=\"#un28\"><i>Uḷḷadu Nāṟpadu</i> verse 28: subsidence of the breath is an effect of self-investigation</a></li>\n</ol>\n<a name=\"ny08\"></a><b>1. <i>Nāṉ Yār?</i> paragraph 8: the connection between mind and breath</b><br>\n<br>\nChimborazo, one text in which Bhagavan does mention the idea that you originally referred to — namely that the source of the breath is the same as that of the ego or mind, and that therefore when the ego subsides the breath will also subside, and when the breath subsides the ego will also subside — is in the same <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), the beginning and end of which I quoted in my earlier reply to you. Excluding the rather dubious and problematic portion that was later interpolated in it (as I explain in <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">my note to it</a>), the whole of that paragraph as it was originally written by Bhagavan is:<br>\n<blockquote>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். பிராணாயாமத்தாலும் மன மடங்கும்; ஆனால் பிராண னடங்கியிருக்கும் வரையில் மனமு மடங்கியிருந்து, பிராணன் வெளிப்படும்போது தானும் வெளிப்பட்டு வாசனை வயத்தா யலையும். மனத்திற்கும் பிராணனுக்கும் பிறப்பிட மொன்றே. நினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம். அகங்கார மெங்கிருந்து உற்பத்தியோ, அங்கிருந்துதான் மூச்சும் கிளம்புகின்றது. ஆகையால் மன மடங்கும்போது பிராணனும், பிராண னடங்கும்போது மனமு மடங்கும். பிராணன் மனத்தின் ஸ்தூல ரூபமெனப்படும். மரணகாலம் வரையில் மனம் பிராணனை உடலில் வைத்துக்கொண்டிருந்து, உடல் மரிக்குங் காலத்தில் அதனைக் கவர்ந்துகொண்டு போகின்றது. ஆகையால் பிராணாயாமம் மனத்தை யடக்க சகாயமாகுமே யன்றி மனோநாசஞ் செய்யாது.<br>\n<br>\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum. pirāṇāyāmattāl-um maṉam aḍaṅgum; āṉāl pirāṇaṉ aḍaṅgi-y-irukkum varaiyil maṉam-um aḍaṅgi-y-irundu, pirāṇaṉ veḷi-p-paḍum-bōdu tāṉum veḷi-p-paṭṭu vāsaṉai vayattāy alaiyum. maṉattiṯkum pirāṇaṉukkum piṟappiḍam oṉḏṟē. niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram. ahaṅkāram eṅgirundu uṯpatti-y-ō, aṅgirundu-tāṉ mūccum kiḷambugiṉḏṟadu. āhaiyāl maṉam aḍaṅgum-pōdu pirāṇaṉ-um, pirāṇaṉ aḍaṅgum-pōdu maṉamum aḍaṅgum. pirāṇaṉ maṉattiṉ sthūla rūpam-eṉa-p-paḍum. maraṇa-kālam varaiyil maṉam pirāṇaṉai uḍalil vaittu-k-koṇḍirundu, uḍal marikkum kālattil adaṉai-k kavarndu-goṇḍu pōkiṉḏṟadu. āhaiyāl pirāṇāyāmam maṉattai y-aḍakka sahāyam-āhum-ē y-aṉḏṟi maṉōnāśam seyyādu</i>.<br>\n<br>\nFor the mind to subside [permanently], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means. If made to subside by other means, the mind will remain as if subsided, [but] will emerge again. Even by <i>prāṇāyāma</i> [breath-restraint] the mind will subside; however, [though] the mind remains subsided so long as the breath remains subsided, when the breath emerges [or becomes manifest] it will also emerge and wander under the sway of [its] <i>vāsanās</i> [propensities, inclinations, impulses or desires]. The birthplace both of the mind and of the <i>prāṇa</i> [the breath and other life-processes] is one. Thought alone is the <i>svarūpa</i> [the ‘own form’] of the mind. The thought called ‘I’ alone is the first thought of the mind; it alone is the ego. From where the ego arises, from there alone the breath also starts. Therefore when the mind subsides the <i>prāṇa</i> also [subsides], [and] when the <i>prāṇa</i> subsides the mind also subsides. The <i>prāṇa</i> is said to be the gross form of the mind. Until the time of death the mind keeps the <i>prāṇa</i> in the body, and at the moment the body dies it [the mind] grabs and takes it [the <i>prāṇa</i>] away. Therefore <i>prāṇāyāma</i> is just an aid to restrain the mind [or to make it subside temporarily], but will not bring about <i>manōnāśa</i> [annihilation of the mind].</blockquote>\nAs he says here, the ego is our primal thought called ‘I’, which is the first and foremost thought of the mind, so as he explains in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/drg-drsya-viveka-distinguishing-seer.html#mind\">verse 18</a> of <i>Upadēśa Undiyār</i>, though the term ‘mind’ is generally used as a collective name for all thoughts or mental phenomena, what the mind essentially is is just this ego, the fundamental thought called ‘I’, which is the root of all other thoughts. Therefore whatever he says here about the subsidence of the mind applies equally well to the ego, because no other thought can rise unless it is experienced by this ego, so when this ego subsides all other thoughts must subside along with it.<br>\n<br>\nMoreover, this ego cannot stand on its own without experiencing other thoughts, because as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, the ego seems to exist only when it is experiencing something other than itself, and everything other than itself is just a thought or mental phenomenon. Therefore just as other thoughts depend for their seeming existence upon the seeming existence of this ego, this ego depends for its seeming existence upon the seeming existence of other thoughts.<br>\n<br>\nSince Bhagavan says elsewhere in <i>Nāṉ Yār?</i> (namely in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs) that the world is nothing but thoughts (by which term he means not just one particular kind of mental phenomenon but mental phenomena of any kind whatsoever), and since whatever body the ego experiences as itself is part of whatever world it experiences through that body, both our body and its breath or <i>prāṇa</i> are just thoughts, so they come into seeming existence only when our ego rises and they cease to exist when our ego subsides. This is why he says that the source or ‘birthplace’ both of our ego or mind and of our breath or <i>prāṇa</i> is one and the same, and that when the mind subsides the <i>prāṇa</i> also subsides, and when the <i>prāṇa</i> subsides the mind also subsides.<br>\n<br>\nAs I explained in my earlier reply, and as we can infer from the second last sentence of this eighth paragraph, in which Bhagavan says, ‘Until the time of death the mind keeps the <i>prāṇa</i> in the body, and at the moment the body dies it [the mind] grabs and takes it [the <i>prāṇa</i>] away’, in this context the words ‘breath’ and <i>prāṇa</i> do not mean just the physical act of breathing but the urge to breathe. Our ego rises only by projecting and grasping a body, which it then experiences as itself, so as long as the ego is manifest it has an urge to breathe, because it is only by breathing that it can continue to live as that body. Its urge to breathe is therefore its urge to survive as the form that it currently experiences as itself.<br>\n<br>\nTherefore the ego and its urge to breathe both arise from the same source, namely ourself, and they arise together and subside together, because neither can be manifest without the other. Hence <i>prāṇāyāma</i> or ‘breath-restraint’, which is a set of exercises by which the ego can train itself to restrain its urge to breathe, is an artificial means by which it can bring about its own subsidence. However, when it subsides by means of <i>prāṇāyāma</i>, its subsidence is only temporary, so it will sooner or later rise again, and hence Bhagavan says that <i>prāṇāyāma</i> is just an aid to restrain the mind but will not bring about its annihilation. The only means by which it can annihilate itself is self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\n<a name=\"uu11-12\"></a><b>2. <i>Upadēśa Undiyār</i> verses 11 and 12: how breath-restraint is a means to restrain the mind</b><br>\n<br>\n<a name=\"uu11\"></a>This same teaching is also given by Bhagavan in verses 11 to 14 of <i>Upadēśa Undiyār</i>. In verse 11 he says:<br>\n<blockquote>வளியுள் ளடக்க வலைபடு புட்போ<br>\nலுளமு மொடுங்குறு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வொடுக்க வுபாயமி துந்தீபற.<br>\n<br>\n<i>vaḷiyuḷ ḷaḍakka valaipaḍu puṭpō<br>\nluḷamu moḍuṅguṟu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;voḍukka vupāyami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வளி உள் அடக்க, வலை படு புள் போல் உளமும் ஒடுங்குறும். ஒடுக்க உபாயம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaḷi uḷ aḍakka, valai paḍu puḷ pōl uḷam-um oḍuṅguṟum. oḍukka upāyam idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> வளி உள் அடக்க, வலை படு புள் போல் உளமும் ஒடுங்குறும். இது ஒடுக்க உபாயம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaḷi uḷ aḍakka, valai paḍu puḷ pōl uḷam-um oḍuṅguṟum. idu oḍukka upāyam</i>.<br>\n<br>\n<b>English translation:</b> When [one] restrains the breath within, like a bird caught in a net the mind will also subside. This [practice of breath-restraint] is a means to restrain [the mind].</blockquote>\nஉபாயம் (<i>upāyam</i>) is a word of Sanskrit origin that means a means, way, expedient, stratagem or anything by which one achieves an aim. Three other words in this verse are closely related to each other, namely அடக்க (<i>aḍakka</i>), ஒடுங்கு (<i>oḍuṅgu</i>) and ஒடுக்க (<i>oḍukka</i>). அடக்க (<i>aḍakka</i>) is the infinitive form of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:1166.tamillex\">அடக்கு</a> (<i>aḍakku</i>), which is a transitive and causative verb that means to cause to subside, settle, cease, be still or disappear, or more usually to restrain, constrain, control, calm, subdue, suppress, curb, tame, condense, conceal or bury, and is here used as a conditional adverbial meaning ‘when one restrains’. <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:7581.tamillex\">ஒடுங்கு</a> (<i>oḍuṅgu</i>) is an intransitive verb that means to subside, sink, calm down, become tranquil, be restrained, be reduced, be submissive, be quiet, become inactive, shrink, close, cease, be concealed or be dissolved, and is used here to describe what happens to one’s mind or ego when one restrains one’s breath. ஒடுக்க (<i>oḍukka</i>) is the infinitive form of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:7569.tamillex\">ஒடுக்கு</a> (<i>oḍukku</i>), which is the transitive and causative form of ஒடுங்கு (<i>oḍuṅgu</i>), so it means more or less the same as அடக்கு (<i>aḍakku</i>), namely to restrain, subdue, subjugate, bring down, keep down, suppress, condense, reduce, dissolve or cause to merge. Thus the overall meaning of this verse is that restraining one’s breath is a means to restrain one’s mind.<br>\n<br>\nWhen a bird is caught in a net, its freedom to fly is thereby constrained or limited. Likewise when the breath is restrained, the freedom of the mind to be active is constrained or limited. If a person was drowning or being suffocated, they would be able to think of only one thing, namely to breath freely in order to survive. In the practice of <i>prāṇāyāma</i>, however, the breath is not stopped so forcibly, but is gradually restrained in a more moderate, measured and controlled fashion, so it is a means to calm the mind down.<br>\n<br>\nIf a bird is caught in a large netted cage, it can still fly, but only within the limits of that cage, whereas if it is caught tightly in a net, it cannot fly at all. Likewise, to the extent that the breath is restrained, to that extent the mind is restrained, so by practising <i>prāṇāyāma</i> for a long time a <i>yōgi</i> can cultivate the ability to restrain his or her breathing to such an extent that it results in a temporary subsidence of their mind in a sleep-like state of <i>laya</i> (dormancy or temporary dissolution).<br>\n<br>\n<a name=\"uu12\"></a>The reason why restraining one’s breath is a means to restrain one’s mind is explained by Bhagavan in the next verse (verse 12):<br>\n<blockquote>உளமு முயிரு முணர்வுஞ் செயலு<br>\nமுளவாங் கிளையிரண் டுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வொன்றவற் றின்மூல முந்தீபற.<br>\n<br>\n<i>uḷamu muyiru muṇarvuñ ceyalu <br>\nmuḷavāṅ kiḷaiyiraṇ ḍundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;voṉḏṟavaṯ ṟiṉmūla mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உளமும் உயிரும் உணர்வும் செயலும் உளவாம் கிளை இரண்டு. ஒன்று அவற்றின் மூலம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷam-um uyir-um uṇarvu-[u]m ceyal-um uḷavām kiḷai iraṇḍu. oṉḏṟu avaṯṟiṉ mūlam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உளமும் உயிரும் உணர்வும் செயலும் உளவாம் இரண்டு கிளை. அவற்றின் மூலம் ஒன்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷam-um uyir-um uṇarvu-[u]m ceyal-um uḷavām iraṇḍu kiḷai. avaṯṟiṉ mūlam oṉḏṟu</i>.<br>\n<br>\n<b>English translation:</b> Mind and breath are two branches which have knowing and doing [as their respective functions]. [However] their <i>mūla</i> [root, base, foundation, origin, source or cause] is one.</blockquote>\nIn its essential form as ego, our mind is a <i>jñāna-śakti</i> or ‘power of knowing’, because it alone experiences both itself and everything else, whereas our <i>prāṇa</i> or breath is a <i>kriyā-śakti</i> or ‘power of doing’, because we are able to do anything only when we experience ourself as a living and breathing body. However these two functions of knowing and doing are inseparable, like two branches of a single tree, because our mind cannot rise and know anything without experiencing itself as a breathing body, and our body does not exist or do anything except when we as this mind experience it as ourself. Therefore, just as the root from which two branches sprout is one, the root from which our mind and breath sprout is one, namely our ego, which is <i>māyā</i>, the fundamental power of delusion or self-ignorance.<br>\n<br>\nAs Sadhu Om used to say when explaining this verse, our mind and breath are like a light and a fan that are activated by the same electric power and controlled by a single power-regulating switch. If we operate the switch with an intention to reduce either the brightness of the light or the speed of the fan, the other will be simultaneously reduced. Likewise, if we restrain either our mind or our breath, the other will be automatically restrained.<br>\n<br>\n<a name=\"uu13\"></a><b>3. <i>Upadēśa Undiyār</i> verse 13: the two kinds of subsidence of mind</b><br>\n<br>\nHowever, though the mind can be made to subside by means of breath-restraint (<i>prāṇāyāma</i>), it cannot be annihilated by such means, as Bhagavan says in the final sentence of the eighth paragraph of <i>Nāṉ Yār?</i> (quoted above), so in verse 13 of <i>Upadēśa Undiyār</i> he explains the crucial difference between <i>manōlaya</i> (dormancy or temporary dissolution of the mind) and <i>manōnāśa</i> (complete destruction or annihilation of the mind):<br>\n<blockquote>இலயமு நாச மிரண்டா மொடுக்க<br>\nமிலயித் துளதெழு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெழாதுரு மாய்ந்ததே லுந்தீபற.<br>\n<br>\n<i>ilayamu nāśa miraṇḍā moḍukka<br>\nmilayit tuḷadeṙu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veṙāduru māyndadē lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இலயமும் நாசம் இரண்டு ஆம் ஒடுக்கம். இலயித்து உளது எழும். எழாது உரு மாய்ந்ததேல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ilayam-um nāśam iraṇḍu ām oḍukkam. ilayittu uḷadu eṙum. eṙādu uru māyndadēl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஒடுக்கம் இலயமும் நாசம் இரண்டு ஆம். இலயித்து உளது எழும். உரு மாய்ந்ததேல் எழாது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>oḍukkam ilayam-um nāśam iraṇḍu ām. ilayittu uḷadu eṙum. uru māyndadēl eṙādu</i>.<br>\n<br>\n<b>English translation:</b> Subsidence [of mind] is [of] two [kinds]: <i>laya</i> and <i>nāśa</i>. What is lying down [in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise.</blockquote>\n<a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:7564.tamillex\">ஒடுக்கம்</a> (<i>oḍukkam</i>) is a noun form of the verb ஒடுங்கு (<i>oḍuṅgu</i>), which as we saw earlier (in the <a href=\"#uu11-12\">previous section</a>) means to subside, sink, calm down, become tranquil, be quiet, be inactive, cease or be dissolved, so ஒடுக்கம் (<i>oḍukkam</i>) means subsidence, sinking, shrinking, restraint, contraction, reduction, withdrawal, seclusion, disappearance, absorption, dissolution or termination, but in this context it means any state in which the ego and mind have subsided completely. Such states are of two kinds, <i>laya</i> and <i>nāśa</i>. In this context <i>laya</i> means dormancy, abeyance or temporary dissolution, whereas <i>nāśa</i> means destruction or annihilation, so <i>laya</i> is temporary whereas <i>nāśa</i> is permanent.<br>\n<br>\nOur mind subsides completely when we fall asleep, but having rested sufficiently (recharging its batteries, so to speak, by being immersed in its source, ourself) it rises again, so sleep is not a permanent state of <i>manōnāśa</i> (annihilation of mind) but only a temporary state of <i>manōlaya</i> (dormancy of mind). Likewise other similar states such as swoon, general anaesthesia, coma or death are just states of <i>manōlaya</i>, as also is any state of complete subsidence or <i>samādhi</i> induced by any artificial techniques such as <i>prāṇāyāma</i>.<br>\n<br>\nAny kind of <i>laya</i> of the mind is only temporary, because unless the mind has been annihilated it will sooner or later rise again, so <i>manōlaya</i> is not a goal that we should aim for. According to Bhagavan, what we should aim for is only <i>manōnāśa</i>, which is the state in which we experience ourself as we actually are and thereby permanently cease to experience ourself as an ego, mind or body. <i>Manōnāśa</i> is therefore also called self-knowledge (<i>ātma-jñāna</i>), and since it is the only state in which we experience what is real, it is the ultimate, permanent and only real spiritual goal.<br>\n<br>\nSince self-knowledge is our goal, the only obstacle that we need to overcome in order to achieve it is our own self-ignorance, which is synonymous with our ego or mind. However, just as our self-ignorance is not annihilated in sleep, it is not annihilated in any other state of <i>laya</i>, so if we experience <i>laya</i> as a result of <i>prāṇāyāma</i> or any other artificial means, it will not help us to achieve our ultimate goal.<br>\n<br>\nTo illustrate this, Bhagavan used to tell a story about a <i>yōgi</i> who was practising <i>prāṇāyāma</i> and other similar techniques on the banks of the Ganga and who was so proficient in such practices that he was thereby able to immerse himself for increasingly long periods in the kind of <i>manōlaya</i> that is called <i>nirvikalpa samādhi</i>, which is generally considered to be a very exalted state. On one occasion when he awoke from his <i>nirvikalpa samādhi</i> he felt thirsty, so he asked his disciple to bring him some water from the Ganga, but before his disciple had time to bring it, he again subsided into <i>nirvikalpa samādhi</i>, and did not wake up again for three hundred years. However, as soon as he woke up his first thought was about the water he had asked for, so he again asked angrily why he had not yet been given any.<br>\n<br>\nAs Bhagavan explained, this story illustrates that no spiritual benefit can be gained from any state of <i>manōlaya</i>, because the fact that the thought of water, which was the last thought in the <i>yōgi</i>’s mind before he subsided into <i>laya</i>, was the first thought that rose in him as soon as he awoke from <i>laya</i> shows that not even a single <i>vāsanā</i> (propensity, inclination, impulse or desire) is destroyed or even weakened in such a state, no matter how long it may last. Therefore, since all <i>vāsanās</i> can be destroyed along with their root, the ego, only by means of self-investigation (<i>ātma-vicāra</i>), he used to advise anyone who was practising <i>prāṇāyāma</i> as a spiritual <i>sādhana</i> that they should not allow their mind to subside in <i>laya</i> but should use the relative calmness or quiescence of mind achieved by <i>prāṇāyāma</i> as a favourable condition in which to try to turn their attention back towards themself alone.<br>\n<br>\n<a name=\"uu14\"></a><b>4. <i>Upadēśa Undiyār</i> verse 14: our mind will die only by self-investigation</b><br>\n<br>\nThis advice is what he implies in the next verse of <i>Upadēśa Undiyār</i>, namely <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#uu14\">verse 14</a>:<br>\n<blockquote>ஒடுக்க வளியை யொடுங்கு முளத்தை<br>\nவிடுக்கவே யோர்வழி யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீயு மதனுரு வுந்தீபற.<br>\n<br>\n<i>oḍukka vaḷiyai yoḍuṅgu muḷattai<br>\nviḍukkavē yōrvaṙi yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīyu madaṉuru vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஒடுக்க வளியை ஒடுங்கும் உளத்தை விடுக்கவே ஓர் வழி, வீயும் அதன் உரு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>oḍukka vaḷiyai oḍuṅgum uḷattai viḍukka-v-ē ōr vaṙi, vīyum adaṉ uru</i>.<br>\n<br>\n<b>அன்வயம்:</b> வளியை ஒடுக்க ஒடுங்கும் உளத்தை ஓர் வழி விடுக்கவே, அதன் உரு வீயும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaḷiyai oḍukka oḍuṅgum uḷattai ōr vaṙi viḍukka-v-ē, adaṉ uru vīyum</i>.<br>\n<br>\n<b>English translation:</b> Only when [one] sends the mind, which becomes calm when [one] restrains the breath, on the investigating path will its form perish.</blockquote>\nAs we saw earlier (in the <a href=\"#uu11-12\">second section</a>), subsidence or calmness of mind can be either partial or complete. In the previous verse the two types of subsidence that Bhagavan talks about are both complete subsidence, the difference between them being that one is temporary while the other is permanent, but when he said in verse 11 ‘உளமும் ஒடுங்குறும்’ (<i>uḷamum oḍuṅguṟum</i>), which means ‘the mind also will subside’, he was talking about subsidence of mind in general, so those words could mean either that the mind will subside partially or that it will subside completely. The extent to which it subsides depends on the extent to which the breath is restrained.<br>\n<br>\nLikewise in this verse the words ஒடுக்க வளியை ஒடுங்கும் உளத்தை (<i>oḍukka vaḷiyai oḍuṅgum uḷattai</i>), which mean ‘the mind that subsides [or becomes calm] when [one] restrains the breath’, could be interpreted in either of two ways. ஒடுக்க வளியை (<i>oḍukka vaḷiyai</i>) means ‘when [one] restrains the breath’; ஒடுங்கும் (<i>oḍuṅgum</i>) is a relative participle form of ஒடுங்கு (<i>oḍuṅgu</i>), so in this context it means ‘which subsides’ or ‘which becomes calm’; and உளத்தை (<i>uḷattai</i>) is an accusative case form of உளம் (<i>uḷam</i>) or உள்ளம் (<i>uḷḷam</i>), which in this context means ‘mind’. However, since subsidence or calmness can be either partial or complete, ஒடுங்கும் (<i>oḍuṅgum</i>) could be interpreted here as meaning either being partially subsided in a state of relative calmness or being completely subsided in <i>laya</i>, so ஒடுக்க வளியை ஒடுங்கும் உளத்தை (<i>oḍukka vaḷiyai oḍuṅgum uḷattai</i>) could mean either ‘the mind, which becomes [relatively] calm when [one] restrains the breath’ or ‘the mind, which subsides [completely but only temporarily in <i>laya</i>] when [one] restrains the breath’.<br>\n<br>\nHowever in this context the former interpretation is more appropriate than the latter one, because the mind obviously cannot make any effort when it is subsided in <i>laya</i>, so if we were to interpret these words according to the latter meaning, they would imply that one should send the mind on the ‘investigating path’ (<i>ōr vaṙi</i>) either before it subsides in <i>laya</i> or after it has risen from <i>laya</i>. If on the other hand we interpret them according to the former meaning, they would imply that when the mind has become relatively calm as a result of breath-restraint, we should make use of that calmness by trying to be aware of ourself alone, to the exclusion of everything else.<br>\n<br>\nTrying to be aware of ourself alone in this manner is what is meant by sending the mind on the ஓர் வழி (<i>ōr vaṙi</i>) or ‘investigating path’. Here வழி (<i>vaṙi</i>) means a path, way or means, and ஓர் (<i>ōr</i>) can be interpreted in either or both of two ways, because it is both the root of a verb that means to investigate, examine, observe attentively or know, and an adjective that means ‘one’, ‘unique’ or ‘special’. In the former sense of investigate, examine or observe attentively, ஓர் (<i>ōr</i>) is used here as a relative participle instead of the more usual ஓரும் (<i>ōrum</i>), so in this sense it means ‘investigating’ or ‘in which [one] investigates’. In the latter sense ஓர் (<i>ōr</i>) is generally used only before a noun beginning with a vowel (like the indefinite article ‘an’ in English), whereas ஒரு (<i>oru</i>) is used before a noun beginning with a consonant (like the indefinite article ‘a’ in English), but in poetry ஓர் (<i>ōr</i>) can be used before a noun beginning with a consonant. Therefore ஓர் வழி (<i>ōr vaṙi</i>) can mean either ஓரும் வழி (<i>ōrum vaṙi</i>), the ‘investigating path’, the ‘path in which [one] investigates’ or the ‘path of investigation’, or ஒரு வழி (<i>oru vaṙi</i>), the ‘one path’, the ‘unique path’ or the ‘special path’.<br>\n<br>\nIn whichever of these two senses we interpret the meaning of ஓர் வழி (<i>ōr vaṙi</i>), what these words denote is only the path of self-investigation (<i>ātma-vicāra</i>), because as Bhagavan frequently explained in a number of different ways, our ego or mind will cease to exist only by means of self-investigation. If we take ஓர் வழி (<i>ōr vaṙi</i>) to mean ஓரும் வழி (<i>ōrum vaṙi</i>), the ‘investigating path’ or ‘path of investigation’, it means the path of self-investigation because he often said that what we should investigate is only ourself and not anything else. Likewise, if we take it to mean ஒரு வழி (<i>oru vaṙi</i>), the ‘one path’ or ‘unique path’, it means the path of self-investigation because he often said that self-investigation is the only means by which we can annihilate our mind.<br>\n<br>\nவிடுக்கவே (<i>viḍukkavē</i>) is an intensified form of விடுக்க (<i>viḍukka</i>), which is the infinitive form of விடு (<i>viḍu</i>), which in this context means to leave, release, send, despatch or discharge (like an arrow), and since the infinitive is used here as a conditional adverbial, விடுக்க (<i>viḍukka</i>) means ‘when [one] sends [releases, despatches or discharges]’, and the intensifying suffix ஏ (<i>ē</i>) implies ‘only’. Therefore ஒடுங்கும் உளத்தை விடுக்கவே ஓர் வழி (<i>oḍuṅgum uḷattai viḍukkavē</i>) means ‘only when [one] sends the subsiding mind on the path of investigation’.<br>\n<br>\nWhat happens when the mind is thus sent on the path of self-investigation is expressed in the final clause, வீயும் அதன் உரு (<i>vīyum adaṉ uru</i>), in which வீயும் (<i>vīyum</i>) is the singular third person neuter future tense form of the verb வீ (<i>vī</i>), which means to cease, perish, die or disappear, so this final clause means ‘its form will cease [perish or die]’. Thus the essential meaning of this verse is that though our mind may subside (either partially in a state of relative calmness or completely but impermanently in a state of <i>laya</i>) when we restrain our breath, its form will perish only if we direct it on the path of self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\n<a name=\"us14\"></a><b>5. <i>Upadēśa Sāram</i> verse 14: the meaning of <i>ēka-cintanā</i></b><br>\n<br>\nIgnoring the fact that ஓர் வழி (<i>ōr vaṙi</i>) means not only ‘one path’ but also ‘investigating path’, some people claim that what Bhagavan meant by ஓர் வழி (<i>ōr vaṙi</i>) is any one path, and to support their claim they cite the Sanskrit version of this verse, in which he translated ஓர் வழி (<i>ōr vaṙi</i>) as एक चिन्तना (<i>ēka-cintanā</i>), which they interpret as meaning any one thought. However in this context, rather than interpreting एक चिन्तना (<i>ēka-cintanā</i>) as meaning just ‘one thought’, it is more appropriate to interpret it as meaning ‘thinking of the one’, in which ‘the one’ (<i>ēka</i>) denotes the one thing that alone is real, which according to Bhagavan is only ourself, as he states emphatically in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. [...]<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>. [...]<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own essential self]. [...]</blockquote>\nAccording to this interpretation, एकचिन्तना (<i>ēka-cintanā</i>) simply means आत्मचिन्तना (<i>ātma-cintanā</i>) or ஆன்மசிந்தனை (<i>āṉma-cintaṉai</i>) — ‘thinking of oneself’, ‘meditating on oneself’, ‘self-meditation’ or ‘self-attentiveness’ — which brings to mind the opening words of the first sentence of <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>, in which Bhagavan says:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். [...]<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṯku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>. [...]<br>\n<br>\nBeing completely absorbed in <i>ātma-niṣṭhā</i> [self-abidance], giving not even the slightest room to the rising of any thought other than <i>ātma-cintanā</i> [self-contemplation or ‘thought of oneself’], alone is giving oneself to God. [...]</blockquote>\nThe opening clause of this sentence, ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல்’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṯku-c caṯṟum iḍam-koḍāmal</i>), which means ‘not giving even the slightest room to the rising of any <i> cintanā</i> [thought] other than <i>ātma-cintanā</i> [thought of oneself]’, is a very strong way of saying that we should dwell only on <i>ātma-cintanā</i> and not even the least on any other <i> cintanā</i> whatsoever, and he says this not just in the context of self-investigation but in the context of complete self-surrender. Therefore in the light of this clear, simple and unambiguous definition of self-surrender, it seems reasonable to infer that in the context of verse 14 of <i>Upadēśa Sāram</i> (his Sanskrit adaptation of <i>Upadēśa Undiyār</i>) what Bhagavan meant by the term एकचिन्तना (<i>ēka-cintanā</i>) was only आत्मचिन्तना (<i>ātma-cintanā</i>) and not any other चिन्तना (<i>cintanā</i>).<br>\n<br>\nMoreover, since we cannot give ourself completely to God while still retaining our mind, and since if our mind is annihilated we will no longer exist as anything separate or distinct from God, what Bhagavan describes in the above sentence as ‘தன்னை ஈசனுக்கு அளிப்பது’ (<i>taṉṉai īśaṉukku aḷippadu</i>), which means ‘giving oneself to God’, is nothing other than the state of <i>manōnāśa</i> (annihilation of mind), which is what he says we will achieve by एकचिन्तना (<i>ēka-cintanā</i>) in verse 14 of <i>Upadēśa Sāram</i>. This is therefore another good reason for us to infer that what he means by एकचिन्तना (<i>ēka-cintanā</i>) is only आत्मचिन्तना (<i>ātma-cintanā</i>) and not any other thought.<br>\n<br>\nWhat he says in verse 14 of <i>Upadēśa Sāram</i> is:<br>\n<blockquote>प्राण बन्धना ल्लीन मानसम् ।<br>\nएक चिन्तना न्नाश मेत्यदः ॥<br>\n<br>\n<i>prāṇa bandhanā llīna mānasam<br>\nēka cintanā nnāśa mētyadaḥ</i>.<br>\n<br>\n<b>पदच्छेद:</b> प्राण बन्धनात् लीन मानसम् एक चिन्तनात् नाशम् एति अदः.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>prāṇa bandhanāt līna mānasam ēka-cintanāt nāśam ēti adaḥ</i>.<br>\n<br>\n<b>English translation:</b> The mind that is settled down by restraining the <i>prāṇa</i> will attain [or reach] annihilation by thinking of the one.</blockquote>\nAmong the devotees of Bhagavan, opinions are divided between those who believe that what Bhagavan meant by ஓர் வழி (<i>ōr vaṙi</i>) and by एक चिन्तना (<i>ēka-cintanā</i>) is only the unique path of self-investigation (<i>ātma-vicāra</i>), in which one observes or ‘thinks of’ nothing other than oneself, and those who believe that he meant any one path or any one thought. Taken in isolation from the rest of his teachings, this verse does not provide enough evidence to prove which of these two alternative interpretations is what he actually meant, but if we consider the meaning of this verse in the context of his central teachings, it is very clear that the former interpretation alone is correct, because he repeatedly emphasised in so many ways that whatever other spiritual path one may follow, eventually one’s mind or ego can be annihilated only by <i>ātma-vicāra</i>.<br>\n<br>\n<a name=\"nasa\"></a><b>6. Can our ego or mind be annihilated by any means other than self-investigation?</b><br>\n<br>\nThe question of whether or not our ego or mind can be annihilated by any means other than self-investigation goes to the very heart of Bhagavan’s teachings. If what he meant by the terms ஓர் வழி (<i>ōr vaṙi</i>) and एक चिन्तना (<i>ēka-cintanā</i>) was not only the path of self-investigation (<i>ātma-vicāra</i>), that would mean that in verse 14 of <i>Upadēśa Undiyār</i> and <i>Upadēśa Sāram</i> he was teaching that our mind can be annihilated by other means and that it is therefore not essential for us to investigate who or what we actually are. Therefore the question of what he meant by these terms is a very crucial one for any of us who aspire to follow his teachings.<br>\n<br>\nIn many places in his original writings Bhagavan clearly indicates that self-investigation is the only means by which our ego or mind can be annihilated, and even when he did not say explicitly that it is the only means, he indicated that it is at least the foremost means. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\">very first paragraph</a> of <i>Nāṉ Yār?</i> (which was not part of the answers that he originally gave to Sivaprakasam Pillai, but was added by him of his own accord when he adapted his answers to form the essay version) there are just two sentences, in the first of which he explains several reasons why in order to attain permanent happiness it is necessary for us to know ourself, and in the second of which he wrote:<br>\n<blockquote>அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்.</b><br>\n<br>\n<i>adaṯku <b>nāṉār eṉṉum jñāṉa-vicāram-ē mukkhiya sādhaṉam.</b></i> <br>\n<br>\nFor that, <b><i>jñāna-vicāra</i></b> [knowledge-investigation] <b>‘who am I’ alone is the principal means.</b></blockquote>\nThe portion I have highlighted here has been printed in bold since the earliest editions of this essay version, which indicates that Bhagavan wanted to particularly emphasise these words. The words முக்கிய சாதனம் (<i>mukkhiya sādhaṉam</i>) are a Tamil spelling of the Sanskrit words मुख्य साधन (<i>mukhya sādhana</i>), which mean the primary, principal, foremost, best or most important means. Though in this sentence he does not explicitly say that self-investigation is the only means, by saying that it is the most important means he implies that it is necessary and that we cannot know ourself unless we investigate what we are.<br>\n<br>\nHowever in other sentences of <i>Nāṉ Yār?</i> he indicates more explicitly that it is actually the only means. For example, in the first two sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> he says:<br>\n<blockquote>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். […]<br>\n<br>\n<i>maṉam aḍaṅguvadaṯku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum</i>. […]<br>\n<br>\nFor the mind to subside [permanently], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means. If made to subside by other means, the mind will remain as if subsided, [but] will emerge again. […]</blockquote>\nIn the first of these two sentences, the opening words மனம் அடங்குவதற்கு (<i>maṉam aḍaṅguvadaṯku</i>) literally mean ‘for the mind to subside’, which if taken in isolation could mean for it to settle down or become calm or for it to subside either in <i>laya</i> (a sleep-like state of temporary dormancy) or in <i>nāśa</i> (annihilation), but when Bhagavan says in the next sentence that if the mind is made to subside by any other means it will remain as if subsided but will rise again, we can infer that what he meant by these words மனம் அடங்குவதற்கு (<i>maṉam aḍaṅguvadaṯku</i>) is for the mind to subside permanently in <i>nāśa</i>. Therefore what he clearly implies here is that other than self-investigation (<i>ātma-vicāraṇā</i>) there are no adequate means by which we can annihilate our mind.<br>\n<br>\nThe main clause of this first sentence is ‘விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை’ (<i>vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai</i>), which literally means, ‘except <i>vicāraṇā</i> [self-investigation] there are no other adequate means’, and in which the word தகுந்த (<i>tahunda</i>) means adequate, appropriate or proper. This implies that though other means may be useful to some extent or up to a certain point, none of them are adequate on their own, because ultimately the ego or mind can be annihilated only by means of self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\nThat is, to make the mind subside temporarily — whether completely in <i>laya</i> or partially in a state of relative calmness — other means such as <i>prāṇāyāma</i> may be adequate, but to make it subside permanently in <i>nāśa</i> there is no adequate means except self-investigation. If the mind is made to subside by any other means, its subsidence will only be temporary, because sooner or later it will rise again, as Bhagavan says in the second sentence of this eighth paragraph. Therefore if our aim is to annihilate our mind so that it never rises again, we must direct it on the path of self-investigation, because there are no other means by which it can be annihilated.<br>\n<br>\nBhagavan also emphasises this in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்.<br>\n<br>\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉālēyē maṉam aḍaṅgum</i>.<br>\n<br>\nOnly by the investigation who am I will the mind subside [or cease to exist].</blockquote>\nஅடங்கும் (<i>aḍaṅgum</i>) is the singular third person neuter future tense form of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:1182.tamillex\">அடங்கு</a> (<i>aḍaṅgu</i>), which is an intransitive verb that has a range of meanings including to submit, yield, subside, settle, shrink, be subdued, be still, disappear or cease, but here again (as in the first sentence of the eighth paragraph cited above) what Bhagavan means by அடங்கும் (<i>aḍaṅgum</i>) is ‘will cease to exist’ or ‘will subside permanently [in <i>nāśa</i>]’ rather than just ‘will become calm’ or ‘will subside temporarily [in a sleep-like state of <i>laya</i>]’.<br>\n<br>\nIf he had said in this sentence, ‘நானார் என்னும் விசாரணையினால் மன மடங்கும்’ (<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl maṉam aḍaṅgum</i>), it would have meant simply, ‘By [means of] the investigation who am I the mind will subside [or cease to exist]’, but onto the word விசாரணையினால் (<i>vicāraṇaiyiṉāl</i>), which means ‘by investigation’, he appended the intensifying suffix ஏ (<i>ē</i>) not just once but twice, which is a very strong way of emphasising it, so the resulting word விசாரணையினாலேயே (<i>vicāraṇaiyiṉāl-ē-y-ē</i>) means ‘only by investigation’. Thus in this sentence he very clearly and emphatically indicates that the ego or mind can be annihilated only by means of self-investigation.<br>\n<br>\nLikewise in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i> he wrote:<br>\n<blockquote>[...] முக்தி யடைவதற்கு மனத்தை யடக்க வேண்டும் [...] மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே [...]<br>\n<br>\n[...] <i>mukti y-aḍaivadaṯku maṉattai y-aḍakka vēṇḍum</i> [...] <i>maṉattai y-aḍakkuvadaṯku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē</i> [...]<br>\n<br>\n[...] for attaining <i>mukti</i> [liberation] it is necessary to make the mind subside [...] For making the mind subside it is necessary to investigate oneself [in order to experience] who [one really is] [...]</blockquote>\nAs we saw earlier (in the <a href=\"#uu11-12\">second section</a>), அடக்கு (<i>aḍakku</i>) is a transitive and causative verb that has a range of meanings including to restrain, subdue or curb, but in this context it means to make subside or more specifically to destroy or annihilate, because liberation (<i>mukti</i>) is another name for the state of <i>manōnāśa</i> (annihilation of the mind), so here again Bhagavan indicates that in order to annihilate our mind it is necessary for us to investigate ourself.<br>\n<br>\nThe necessity for us to investigate ourself is likewise emphasised by him in many other sentences of <i>Nāṉ Yār?</i>. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> he says:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும்.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṯku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum</i>.<br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred.</blockquote>\nIn the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> he says:<br>\n<blockquote>அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்.<br>\n<br>\n<i>attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>.<br>\n<br>\nWithout giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as <i>svarūpa</i> [my own essential self]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-contemplation or self-attentiveness].</blockquote>\nIn the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> he says:<br>\n<blockquote>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> [propensities, inclinations, impulses or desires to experience anything other than ourself] exist in the mind, so long the investigation who am I is necessary.</blockquote>\nAnd in the next sentence he says:<br>\n<blockquote>நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும்.<br>\n<br>\n<i>niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>.<br>\n<br>\nAs and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [self-investigation] in the very place from which they arise.</blockquote>\nIn Tamil a sentence or clause generally ends with its main verb, so the main verb of each the four sentences cited above is <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.12:1:4772.tamillex\">வேண்டும்</a> (<i>vēṇḍum</i>), which means ‘it is necessary’, ‘it is required’ or ‘it is indispensable’. In the individual context in each of these sentences occur, the purpose for which each of the required things is said to be necessary is clear, but is there any single ultimate purpose for which they are all necessary?<br>\n<br>\nIn the context of <i>Nāṉ Yār?</i>, the very first sentence of which Bhagavan concluded by saying ‘தன்னைத் தானறிதல் வேண்டும்’ (<i>taṉṉai-t tāṉ aṟidal vēṇḍum</i>), which means ‘oneself knowing oneself is necessary’, and in the second sentence of which he then said ‘அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்</b>’ (<i>adaṯku <b>nāṉār eṉṉum jñāṉa-vicāram-ē mukkhiya sādhaṉam</b></i>), which means ‘For that, <b><i>jñāna-vicāra</i></b> [knowledge-investigation] <b>‘who am I’ alone is the principal means</b>’, the implication in each of these four sentences (and also in some other sentences or clauses in this text that end with வேண்டும்) is that the one ultimate purpose for which each of the said things is necessary is only for us to know ourself. That is, in order for us to know ourself it is necessary for us to investigate to whom each thought occurs, to cling tenaciously to self-attentiveness without giving room to rising of any doubt about our ability to succeed, to persevere in our self-investigation and thereby to annihilate each and every thought in the very place from which it arises.<br>\n<br>\nThe general theme not only of these four sentences but throughout <i>Nāṉ Yār?</i> is that in order for us to know ourself (that is, in order for us to experience ourself as we really are) we must investigate who or what we actually are, because there is no other adequate means by which we can destroy the illusion that we are this ego or mind. Therefore if we carefully study this text and reflect on its meaning, it seems very clear that according to Bhagavan the only means by which we can experience what we actually are and thereby annihilate our ego or mind is self-investigation, and that we should therefore infer that what he meant by the terms ஓர் வழி (<i>ōr vaṙi</i>) and एक चिन्तना (<i>ēka-cintanā</i>) in verse 14 of <i>Upadēśa Undiyār</i> and <i>Upadēśa Sāram</i> is only this one path of self-investigation (<i>ātma-vicāra</i>) or self-contemplation (<i>ātma-cintanā</i>).<br>\n<br>\nAs in <i>Nāṉ Yār?</i>, in <i>Uḷḷadu Nāṟpadu</i> also the general theme running throughout the text is the need for us to investigate ourself and thereby experience ourself as we really are, and from many of the verses we can infer that what Bhagavan is teaching us is that self-investigation is ultimately the only means by which we can experience ourself as we really are and thereby annihilate our ego. Two verses in which he makes this particularly clear are verses 22 and 27, which I cited and discussed in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un22-27\"><i>Uḷḷadu Nāṟpadu</i> verses 22 and 27: except by self-investigation, how can we experience what we really are?</a> (the tenth section in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html\">The ego is essentially a formless and hence featureless phantom</a>), but there are many other verses in <i>Uḷḷadu Nāṟpadu</i> from which we can infer this.<br>\n<br>\nSelf-investigation is also the central thread holding together all the verses of <i>Upadēśa Undiyār</i> and also other smaller texts such as <i>Ēkāṉma Pañcakam</i> and <i>Āṉma-Viddai</i>. In <i>Upadēśa Undiyār</i> the series of verses discussing the practices of <i>karma mārga</i> (the path of desireless action) and <i>bhakti mārga</i> (the path of devotion), namely verses 3 to 8, culminate with Bhagavan’s assertion in verse 8 that <i>ananya bhāva</i> (meditation on God as none other than oneself, which in effect means meditating on oneself alone) is the highest or best among all such practices, and the series of verses discussing the practice of <i>prāṇāyāma</i> (which is one of the principal practices of <i>yōga mārga</i>), namely verses 11 to 14, culminate with Bhagavan’s assertion in verse 14 that the mind will die only when it is sent on ஓர் வழி (<i>ōr vaṙi</i>), the one path of self-investigation, and all the subsequent verses discuss the practice of  self-investigation and the result of it.<br>\n<br>\nEven in his explicitly more devotional writings, namely <i>Śrī Aruṇācala Stuti Pañcakam</i>, Bhagavan frequently emphasises the need for self-investigation, so if we read all his original writings impartially it is difficult to avoid the conclusion that he did not consider any other means to be sufficient by itself or without self-investigation. Therefore when he says in verse 14 of <i>Upadēśa Undiyār</i> and <i>Upadēśa Sāram</i> that the mind will be annihilated only by ஓர் வழி (<i>ōr vaṙi</i>) or एक चिन्तना (<i>ēka-cintanā</i>), we seem to have no option but to infer that what he means by these terms is only self-investigation.<br>\n<br>\n<a name=\"form\"></a><b>7. Can our ego or mind be annihilated by meditating on a form or name?</b><br>\n<br>\nIn the previous section we considered various reasons why we should infer that ஓர் வழி (<i>ōr vaṙi</i>) and एक चिन्तना (<i>ēka-cintanā</i>) mean only self-investigation, but in order to make sure that we are not mistaken in this inference, let us consider other means by which some people believe we can reach our ultimate goal of annihilation of our ego or mind. We have already seen that in the final sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Yār?</i> Bhagavan concluded:<br>\n<blockquote>ஆகையால் பிராணாயாமம் மனத்தை யடக்க சகாயமாகுமே யன்றி மனோநாசஞ் செய்யாது.<br>\n<br>\n<i>āhaiyāl pirāṇāyāmam maṉattai y-aḍakka sahāyam-āhum-ē y-aṉḏṟi maṉōnāśam seyyādu</i>.<br>\n<br>\nTherefore <i>prāṇāyāma</i> is just an aid to restrain the mind [or to make it subside temporarily], but will not bring about <i>manōnāśa</i> [annihilation of the mind].</blockquote>\nTherefore he was very explicit and unequivocal in saying that <i>prāṇāyāma</i> is not an adequate means by which we can effect or bring about the annihilation of our mind or ego, but what about other practices? One of the most popular and widely practised alternative means is meditating with heartfelt devotion on a form or name of God, so let us consider whether or not Bhagavan considered such meditation to be an adequate means by itself to annihilate our mind.<br>\n<blockquote><a name=\"ny09\"></a><b>7a. <i>Nāṉ Yār?</i> paragraph 9</b></blockquote>\nImmediately after concluding the eighth paragraph of <i>Nāṉ Yār?</i> by saying that <i>prāṇāyāma</i> is just an aid to restrain the mind but will not bring about its annihilation, he began the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para09\">ninth paragraph</a> by saying:<br>\n<blockquote>பிரணாயாமம் போலவே மூர்த்தித்தியானம், மந்திரஜபம், ஆகார நியம மென்பவைகளும் மனத்தை அடக்கும் சகாயங்களே.<br>\n<br>\n<i>piraṇāyāmam pōla-v-ē mūrtti-d-dhiyāṉam, mantira-japam, āhāra niyamam eṉbavaigaḷum maṉattai aḍakkum sahāyaṅgaḷ-ē</i>.<br>\n<br>\nJust like <i>prāṇāyāma</i>, <i>mūrti-dhyāna</i> [meditation upon a form of God], <i>mantra-japa</i> [repetition of sacred words such as a name of God] and <i>āhāra-niyama</i> [restriction of diet, particularly the restriction of consuming only vegetarian food] are only aids that restrain the mind.</blockquote>\nThough Bhagavan does not explicitly say in this sentence that <i>mūrti-dhyāna</i>, <i>mantra-japa</i> or <i>āhāra-niyama</i> will not bring about the annihilation of our mind, he clearly implies this by his opening words, ‘பிரணாயாமம் போலவே’ (<i>piraṇāyāmam pōla-v-ē</i>), which mean ‘just like <i>prāṇāyāma</i>’, because immediately before these words he had said that <i>prāṇāyāma</i> is just an aid to restrain the mind but will not bring about its annihilation. He makes this implication particularly clear by his use of the intensifying suffix ஏ (<i>ē</i>), which he appended to two crucial words, namely போல (<i>pōla</i>), which means ‘like’, and சகாயங்கள் (<i>sahāyaṅgaḷ</i>), which means ‘aids’. Appended to the former word, this suffix emphasises it in the sense of ‘just like’, and appended to the latter, it emphasises it in the sense of ‘just aids’, ‘only aids’ or ‘merely aids’. Taken together, these two intensified words emphasise the implication that <i>mūrti-dhyāna</i>, <i>mantra-japa</i> and <i>āhāra-niyama</i> are merely aids, just like <i>prāṇāyāma</i>, and hence like <i>prāṇāyāma</i> they will not bring about <i>manōnāśa</i>, the annihilation of our mind.<br>\n<blockquote><a name=\"un25\"></a><b>7b. <i>Uḷḷadu Nāṟpadu</i> verse 25</b></blockquote>\nAfter making this point clear in this first sentence of the ninth paragraph, in the rest of that paragraph Bhagavan explains how they are each an aid to self-investigation, but he does not explain why they cannot bring about <i>manōnāśa</i>. To find his explanation for this, we must turn to <i>Uḷḷadu Nāṟpadu</i>, particularly to verses 25 and 4. In verse 25 he says:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince Bhagavan describes the ego in this verse as உருவற்ற (<i>uru-v-aṯṟa</i>), which means ‘formless’, we can infer that what he refers to by the word உரு (<i>uru</i>), which means ‘form’, is anything other than this formless ego. In this sense a <i>mūrti</i> (a form of God), a <i>nāma</i> (a name of God) or any other <i>mantra</i> (sacred syllable, word or phrase) are each a ‘form’, because they are each something other than the formless ego, and the form of each of them is what distinguishes it both from this ego and from every other thing.<br>\n<br>\nTherefore when Bhagavan says in this verse, ‘உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍu miha ōṅgum</i>), which means ‘grasping and feeding on form it [the ego] grows [expands, increases or flourishes] abundantly’, he implies that even by meditating on a form or name of God we are nourishing and sustaining our ego. However, we should not infer from this that he considered such meditation to be harmful or even useless, because as he implied in verses 3 to 7 of <i>Upadēśa Undiyār</i>, if we meditate on a form or name of God with sincere devotion and without any selfish motivation, that will purify our mind and help us to recognise that we can ultimately attain liberation or know God as he really is only by means of self-investigation.<br>\n<br>\nTherefore what we should infer from verse 25 of <i>Uḷḷadu Nāṟpadu</i> is only that no matter how much our mind and heart may be purified by meditating on a form or name of God with heart-melting devotion, we cannot get rid of our ego so long as we continue to cling to that form or name. Ultimately in order to lose our ego and thereby to merge completely in God we must let go of all forms and names by turning our mind inwards to experience ourself alone, as Bhagavan emphatically and unequivocally teaches us in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un22-27\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>, and as he also implies in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i> (which I quoted above in the <a href=\"#us14\">fifth section</a>).<br>\n<br>\nSince anything other than ourself is a form, and since we rise, stand and flourish as this ego only by grasping form, it logically follows that the only means by which we can annihilate this ego is by trying to grasp or experience ourself alone. This is why Bhagavan concludes all that he says about the nature of this ego in verse 25 by saying, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’. Though he does not explicitly say in this verse that we can annihilate this ego <i>only</i> by self-investigation, this is what he clearly implies, because if we are formless and everything else is a form, we have only two options, either to meditate on our formless self or to meditate on a form, and if we choose the latter we are thereby feeding and nourishing our ego, whereas if we choose the former our ego ‘will take flight’, being nothing but an illusory and insubstantial phantom.<br>\n<blockquote><a name=\"un04\"></a><b>7c. <i>Uḷḷadu Nāṟpadu</i> verse 4</b></blockquote>\nThe fact that we cannot free ourself from our ego or surrender ourself entirely to God so long as we continue to cling to any form, even if it be a form of God himself, is also clearly implied by Bhagavan in verse 4 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [in nature] than the eye [that sees it]? The [real] eye is oneself, the infinite eye.</blockquote>\nI discussed the meaning of this verse in detail in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/drg-drsya-viveka-distinguishing-seer.html#witness\">What we really are is not the witness (<i>sākṣin</i>) or seer (<i>dṛś</i>) of anything</a> (the eighth section of <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/drg-drsya-viveka-distinguishing-seer.html\"><i>Dṛg-dṛśya-vivēka</i>: distinguishing the seer from the seen</a>), so I will not analyse it again here, except to point out that what Bhagavan says here is that we can conceive or experience God as a form only so long as we experience ourself as a form, because when we experience ourself as the infinite and hence formless self-awareness or ‘eye’ that we actually are, we will not experience any form or anything other than ourself, as he clearly implies when he asks, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), which means: ‘If oneself is not a form, who can see their forms, and how [to do so]?’. The real ‘form’ or nature of God is formless, because it is nothing other than the அந்தமிலாக் கண் (<i>antam-ilā-k kaṇ</i>) or ‘infinite eye’, which is what we ourself actually are, so we can merge and become one with God only when we let go of all forms, including both our own form and any form of his.<br>\n<br>\nWhen Bhagavan says in the opening clause of this verse ‘உருவம் தான் ஆயின்’ (<i>uruvam tāṉ āyiṉ</i>), which means ‘if oneself is a form’, what he implies thereby is ‘if we experience ourself as the ego’, because as he says in verse 25 we rise as this ego only by grasping form, and the first form we grasp is whatever body that we currently experience as ourself. Therefore what he implies in this verse is that what experiences any form is only our ego, and hence we can conclude that so long as we meditate on any form or name of God, we cannot surrender our ego entirely to him. In order to surrender our ego and thereby merge in him, we must let go of all forms and try to be aware of ourself alone.<br>\n<blockquote><a name=\"un20\"></a><b>7d. <i>Uḷḷadu Nāṟpadu</i> verse 20</b></blockquote>\nThis is also clearly implied by him in verses 8, 20 and 22 of <i>Uḷḷadu Nāṟpadu</i>. I have already referred to <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un22-27\">verse 22</a> in two contexts above, so I will not discuss it any further here, but will instead consider only verses 8 and 20. In verse 20 he says:<br>\n<blockquote>காணுந் தனைவிட்டுத் தான்கடவு ளைக்காணல்<br>\nகாணு மனோமயமாங் காட்சிதனைக் — காணுமவன்<br>\nறான்கடவுள் கண்டானாந் தன்முதலைத் தான்முதல்போய்த்<br>\nதான்கடவு ளன்றியில தால்.<br>\n<br>\n<i>kāṇun taṉaiviṭṭut tāṉkaḍavu ḷaikkāṇal<br>\nkāṇu maṉōmayamāṅ kāṭcitaṉaik — kāṇumavaṉ<br>\nḏṟāṉkaḍavuḷ kaṇḍāṉān taṉmudalait tāṉmudalpōyt<br>\ntāṉkaḍavu ḷaṉḏṟiyila dāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b>: காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம், தன் முதலை, தான் முதல் போய், தான் கடவுள் அன்றி இலதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām, taṉ mudalai, tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தான் முதல் போய், தான் கடவுள் அன்றி இலதால், தன் முதலை, தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl, taṉ mudalai, taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving oneself, who sees, oneself seeing God is seeing a mental vision. Only one who sees oneself, the base of oneself, is one who has seen God, because oneself, the root, having gone, oneself is not other than God.<br>\n<br>\n<b>Paraphrased translation:</b> Neglecting [ignoring or not investigating] oneself, who sees, oneself seeing God is seeing a mental vision [image, phenomenon or appearance]. Only one who sees oneself, the base of one’s ego, is one who has seen God, because after one’s ego, the root [of all other things], has gone, oneself is not other than God.</blockquote>\nIn this verse Bhagavan uses the word தான் (<i>tāṉ</i>) and two of its derivative forms — namely its inflexional base தன் (<i>taṉ</i>) and its accusative case form தனை (<i>taṉai</i>), which is a poetic contraction of தன்னை (<i>taṉṉai</i>) — a total of seven times, but not always in exactly the same sense, so the key to understanding this verse correctly is to understand the sense in which he uses this word in each case. In the case where it comes immediately after the pronoun அவன் (<i>avaṉ</i>) it is not actually a separate word but an intensifying suffix used in the sense of ‘only’. Though அவன் (<i>avaṉ</i>) literally means ‘he’, it is used here as a generic pronoun and not as a gender-specific one, so I translated it as the English generic pronoun ‘one’, and hence I translated அவன் தான் (<i>avaṉ-tāṉ</i>), or அவன்றான் (<i>avaṉḏṟāṉ</i>) as it becomes in compound, as ‘only one’. In all the other cases தான் (<i>tāṉ</i>) and its derivatives are used in the sense of ‘oneself’, either as a generic or a reflexive pronoun, but in some cases it refers to ourself as we really are whereas in other cases it refers to ourself as this ego. In the first sentence தனை (<i>taṉai</i>) and தான் (<i>tāṉ</i>) both refer to ourself as this ego, because it is only as such that we see anything other than ourself. In the second sentence, however, it refers to ourself as this ego in only two cases, as I indicated in the paraphrased translation, whereas in the other two cases it refers to ourself as we really are.<br>\n<br>\nThe opening words of this verse, ‘காணும் தனை விட்டு’ (<i>kāṇum taṉai viṭṭu</i>), literally mean leaving, omitting or letting go of oneself who sees, which in this context implies ignoring, neglecting or not investigating oneself. The implication of this first clause is that before we try to see God we should first try to see what we ourself actually are, because what we actually are is nothing other than the God whom we seek to see, as Bhagavan indicates in the second sentence.<br>\n<br>\nIn the main clause of this first sentence காட்சி (<i>kāṭci</i>) means a sight, view, vision, appearance, phenomenon or anything that is seen; மனோமயம் (<i>maṉōmayam</i>) is a Tamil form of the Sanskrit term मनोमय (<i>manōmaya</i>), which means ‘consisting of mind’, ‘composed of mind’ or ‘made of mind’ (because  in Sanskrit the suffix <i>-maya</i> means consisting, composed or made of); and ஆம் (<i>ām</i>) is a relative participle that means ‘which is’; so மனோமயமாம் காட்சி (<i>maṉōmayam-ām kāṭci</i>) literally means ‘a sight [or visual appearance] which is composed of mind’, and in effect means a ‘mental phenomenon’. The reason why Bhagavan says that seeing God without seeing oneself is just seeing ‘a sight composed of mind’ is that if we do not see what we ourself actually are, whatever we see as God will only be a form, and all forms are created only by our mind or ego, as he implies in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he says, ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. […]’. Our ego or mind is therefore the one substance of which everything other than ourself is made, so just as this entire world is a மனோமயமாம் காட்சி (<i>maṉōmayam-ām kāṭci</i>) or ‘sight composed of mind’, so too is any form of God that we might see.<br>\n<br>\nThus the first sentence of this verse implies that seeing God as a form (that is, as something separate from ourself) is not seeing him as he really is, so in the next sentence Bhagavan defines what it is to see him as he really is. The essential meaning of this second sentence is: ‘Only one who sees oneself is one who has seen God, because oneself is not other than God’ (தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம், தான் கடவுள் அன்றி இலதால்: <i>taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām, tāṉ kaḍavuḷ aṉḏṟi iladāl</i>). However there are two other phrases in this verse that make its meaning more intricate, namely ‘தன் முதலை’ (<i>taṉ mudalai</i>) and ‘தான் முதல் போய்’ (<i>tāṉ mudal pōy</i>). தன் முதலை (<i>taṉ mudalai</i>) means the origin, base or foundation of oneself (as the ego), and refers to தனை (<i>taṉai</i>), the initial word of this sentence, thereby indicating that in this context தனை (<i>taṉai</i>) means ourself as we really are. In the clause தான் முதல் போய் (<i>tāṉ mudal pōy</i>), தான் (<i>tāṉ</i>) means ourself as the ego, முதல் (<i>mudal</i>) means both ‘the first’ (in the sense of the first thing to arise) and ‘the root’ (in the sense of the root of all other things), and போய் (<i>pōy</i>) is a verbal participle that means either ‘going’ or ‘having gone’, so this whole clause means ‘oneself [the ego], the first [or the root], having gone’ and implies ‘after one’s ego has been destroyed’.<br>\n<br>\nThus the implication of this second sentence is that the only way in which we can ‘see’ or experience God as he really is is by seeing ourself as we really are, because in the absence of our ego we are nothing other than God. Therefore so long as we experience ourself as this ego, we cannot see God as he really is, but can see him only as a form, which would be merely a mind-created vision or ‘sight composed of mind’.<br>\n<br>\nWhen we see ourself as we really are, we will no longer experience ourself as this ego or as any form, so we will not be able to see God as a form, because forms exist only in the view of ourself as this ego. Therefore so long as we meditate on any form or name of God, we are maintaining our ego, and hence we cannot experience God as he really is.<br>\n<blockquote><a name=\"un08\"></a><b>7e. <i>Uḷḷadu Nāṟpadu</i> verse 8</b></blockquote>\nThis is also implied by Bhagavan in verse 8 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>எப்பெயரிட் டெவ்வுருவி லேத்தினுமார் பேருருவி<br>\nலப்பொருளைக் காண்வழிய தாயினுமம் — மெய்ப்பொருளி<br>\nனுண்மையிற்ற னுண்மையினை யோர்ந்தொடுங்கி யொன்றுதலே<br>\nயுண்மையிற் காண லுணர்.<br>\n<br>\n<i>eppeyariṭ ṭevvuruvi lēttiṉumār pēruruvi<br>\nlapporuḷaik kāṇvaṙiya dāyiṉumam — meypporuḷi<br>\nṉuṇmaiyiṯṟa ṉuṇmaiyiṉai yōrndoḍuṅgi yoṉḏṟudalē<br>\nyuṇmaiyiṯ kāṇa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எப் பெயர் இட்டு எவ் வுருவில் ஏத்தினும் ஆர், பேர் உருவில் அப் பொருளை காண் வழி அது. ஆயினும், அம் மெய்ப் பொருளின் உண்மையில் தன் உண்மையினை ஓர்ந்து, ஒடுங்கி ஒன்றுதலே உண்மையில் காணல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>e-p-peyar iṭṭu e-vv-uruvil ēttiṉum ār, pēr-uruvil a-p-poruḷai kāṇ vaṙi adu. āyiṉum, a-m-mey-p-poruḷiṉ uṇmaiyil taṉ uṇmaiyiṉai ōrndu, oḍuṅgi oṉḏṟudal-ē uṇmaiyil kāṇal. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஆர் எப் பெயர் இட்டு எவ் வுருவில் ஏத்தினும், அது அப் பொருளைப் பேர் உருவில் காண் வழி. ஆயினும், தன் உண்மையினை ஓர்ந்து, அம் மெய்ப் பொருளின் உண்மையில் ஒடுங்கி ஒன்றுதலே உண்மையில் காணல். உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ār e-p-peyar iṭṭu e-vv-uruvil ēttiṉum, adu a-p-poruḷai pēr-uruvil kāṇ vaṙi. āyiṉum, taṉ uṇmaiyiṉai ōrndu, a-m-mey-p-poruḷiṉ uṇmaiyil oḍuṅgi oṉḏṟudal-ē uṇmaiyil kāṇal. uṇar</i>.<br>\n<br>\n<b>English translation:</b> Whoever worships in whatever form giving whatever name, that is the way to see that [nameless and formless] substance [the absolute reality or God] in name and form. However, knowing the reality of oneself and [thereby] subsiding in and becoming one with the reality of that true substance is alone seeing in reality. Know.</blockquote>\n<a name=\"un07\"></a>The word that Bhagavan uses here to refer to God is பொருள் (<i>poruḷ</i>), which is a Tamil equivalent of the Sanskrit word वस्तु (<i>vastu</i>) and which can mean any entity or thing but in this context means specifically substance, essence, reality or what actually exists. In the second half of verse 7 he had defined what this பொருள் (<i>poruḷ</i>) or real substance is by saying, ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>), which means ‘Only that which shines without appearing or disappearing as the base for the appearing and disappearing of the mind and world is <i>poruḷ</i> [the real substance], which is <i>pūrṇa</i> [the infinite whole]’, so in this context பொருள் (<i>poruḷ</i>) means the one infinite reality, which exists independent of our mind or of any form known by this mind, and hence it is both formless and nameless.<br>\n<br>\nHowever, though it is nameless and formless, it is possible for us to attribute a name and form to it and to worship or meditate upon it as such, and if we do so, that is the way or means by which we can see it in name and form, as Bhagavan says in the first sentence of verse 8. However in the second sentence he indicates that seeing it thus is not ‘seeing in reality’, because whatever form it may appear as is not what it actually is. Since it is the nameless and formless foundation, source and substance of all that seems to exist, including our ego or mind, he says that we can see it as it really is only by being one with it, which we can be only by subsiding and merging in it by seeing what we ourself really are.<br>\n<br>\nIn the first sentence of this verse the words பேருருவில் (<i>pēr-uruvil</i>) can mean either ‘in name and form’ or ‘nameless and formless’, because the final syllable இல் (<i>il</i>) is both the locative case ending and an abbreviated form of இல்லாத (<i>illāda</i>), which means ‘which is devoid of’ or ‘which is without’. However in this context the principal meaning of பேருருவில் (<i>pēr-uruvil</i>) is only ‘in name and form’, and ‘nameless and formless’ is just a secondary meaning, because the main point that Bhagavan is making in this first sentence is that worshipping the reality in name and form is a means to see it only in name and form and not ‘in reality’ or as it really is. He makes it clear that this is his intention by beginning the second sentence with the contrasting adverbial ஆயினும் (<i>āyiṉum</i>), which means ‘however’, and by proceeding to say that subsiding and merging or becoming one with it is alone ‘seeing in reality’. The word that he uses to mean merging or becoming one is the verbal noun ஒன்றுதலே (<i>oṉḏṟudal-ē</i>), in which the final syllable ஏ (<i>ē</i>) is an intensifying suffix that means ‘only’ or ‘alone’, which clearly implies that the seeing described in the first sentence is not ‘seeing in reality’, particularly when read in conjunction with the contrasting adverbial ஆயினும் (<i>āyiṉum</i>) or ‘however’, which serves as the logical link between these two sentences.<br>\n<br>\nThough the contrast between these two sentences is expressed so emphatically that it seems very obvious, and though it therefore clearly implies that what Bhagavan meant by ‘பேர் உருவில் அப் பொருளை காண் வழி அது’ (<i>pēr-uruvil a-p-poruḷai kāṇ vaṙi adu</i>) is only ‘that is the way to see that <i>poruḷ</i> in name and form’, some translators somehow failed to recognise this, and hence they translated பேருருவில் (<i>pēr-uruvil</i>) only as ‘nameless and formless’, thereby missing the main point that Bhagavan was emphasising in this first sentence. For example, the translation of this verse given in most editions of <i>The Collected Works of Ramana Maharshi</i> is: ‘Under whatever name or form we worship It, It leads us on to knowledge of the nameless, formless Absolute. Yet, to see one’s true Self in the Absolute, to subside into It and be one with It, this is the true Knowledge of the Truth’.<br>\n<br>\nThe reason why worshipping God or the absolute reality in name and form is a means to see it only in name and form is that so long as we cling to any form we are retaining our ego, and so long as we retain our ego we cannot experience ourself as the nameless and formless reality that we actually are, and hence we cannot experience God as the nameless and formless reality that he actually is. This point is clearly implied by Bhagavan in both verse 25 and verse 4 of <i>Uḷḷadu Nāṟpadu</i>, and it becomes even more clear if we read those two verses together. Therefore if we read verse 8 along with those two verses, it seems obvious that what he meant by ‘பேர் உருவில் அப் பொருளை காண் வழி அது’ (<i>pēr-uruvil a-p-poruḷai kāṇ vaṙi adu</i>) is only ‘that is the way to see that <i>poruḷ</i> in name and form’.<br>\n<br>\nTherefore considering what Bhagavan said in the first sentence of the ninth paragraph of <i>Nāṉ Yār?</i> and these verses of <i>Uḷḷadu Nāṟpadu</i>, it is clear that he did not consider meditating on a name or form of God to be sufficient by itself as a means to bring about the annihilation of our mind or ego. Even if we meditate upon a name or form of God with such intense love that we are able to see visions of him in that name and form, that is not seeing him as he really is but is only seeing a மனோமயமாம் காட்சி (<i>maṉōmayam-ām kāṭci</i>), a ‘sight composed of mind’ or ‘mental phenomenon’, so in order to annihilate our mind or surrender ourself entirely to him we must sooner or later give up meditating on any name or form and must instead meditate on ourself alone.<br>\n<br>\nTherefore it is clear from all the verses of <i>Uḷḷadu Nāṟpadu</i> and passages of <i>Nāṉ Yār?</i> that we have considered in this article that when Bhagavan says in verse 14 of <i>Upadēśa Undiyār</i> and <i>Upadēśa Sāram</i> that the mind will be annihilated only by ஓர் வழி (<i>ōr vaṙi</i>) or एक चिन्तना (<i>ēka-cintanā</i>), what he means by these terms is only self-investigation.<br>\n<br>\n<a name=\"only\"></a><b>8. Is it wrong to say that self-investigation is the only means by which the mind can be annihilated?</b><br>\n<br>\nIn the previous to sections I have argued at length that according to Bhagavan the only means by which the mind can be annihilated is self-investigation (<i>ātma-vicāra</i>), but some people feel it is wrong to say that self-investigation or any other practice is the <i>only</i> way, as can be seen from some of the views expressed in the comments on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/in-order-to-understand-essence-of-sri.html\">In order to understand the essence of Sri Ramana’s teachings, we need to carefully study his original writings</a>, so it is necessary to clarify exactly what he meant when he taught that self-investigation is the only way.<br>\n<br>\nFirstly, he certainly did not teach that other practices are of no use whatsoever, because as we saw above in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para09\">ninth</a> paragraphs of <i>Nāṉ Yār?</i> he said that though other methods such as <i>prāṇāyāma</i>, <i>mūrti-dhyāna</i> and <i>mantra-japa</i> cannot bring about the annihilation of our mind (<i>manōnāśa</i>) they are aids to restrain it or make it subside, and in verses 4 to 8 of <i>Upadēśa Undiyār</i> he graded the various practices of <i>bhakti</i> in ascending order according to their efficacy in purifying our mind. However he did teach that whatever other spiritual path we may follow, we must sooner or later investigate who it is who is following such paths, because unless we investigate ourself we will not be able to attain the ultimate goal, which is to experience ourself as we really are and thereby to destroy our fundamental illusion that we are this ego or mind.<br>\n<br>\nWhen we discuss the efficacy of other practices relative to that of self-investigation, we first need to be clear about what our goal is. When people talk about other paths being sufficient to reach the goal, their goal may not be the same as ours, because people have many different beliefs about what the ultimate goal of spiritual practice is, so what some people take to be the ultimate goal may actually be only an intermediate goal on the path to the ultimate goal, which according to Bhagavan is for us to experience ourself as we actually are.<br>\n<br>\nBhagavan did not only teach that this is the ultimate goal, but also explained clearly why it is the ultimate goal. However it is not a goal that appeals to all spiritual aspirants, because to reach it we must pay a price, which is the annihilation of ourself as the ego that we now seem to be, so many aspirants reject the idea that this is the ultimate goal, and instead aspire for some other goal, which those of us who aspire to follow the path taught by Bhagavan may consider to be just an intermediate one. Therefore if someone claims, for example, that <i>bhakti</i> is the only way to attain the goal, or that singing the name of God is the highest of all spiritual practices, their goal may be something other than the complete annihilation of their ego (or if such claims were made by a sage, they were presumably made just for the sake of those who aspire only for such a lesser goal).<br>\n<br>\nTherefore disputes about which is the best or most suitable practice often turn out on scrutiny to be based on disputes about what is the best or most suitable aim or goal. Since people hold many different beliefs about what is the true goal or purpose of human life, they adopt different means to achieve whatever they believe to be the correct goal, and this is why so many different types of spiritual and religious practices are prevalent. Therefore before we decide which practice we should adopt, we first need to decide what our goal is.<br>\n<br>\nIf we are convinced by Bhagavan’s teachings, we will decide that our goal is only to experience ourself as we really are, and we will accept that the price we must pay for this is the annihilation of our own ego and mind, because we cannot experience ourself as we really are so long as we experience ourself as this ego or mind. That is, our ego is the root or essence of our mind (as Bhagavan teaches us in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/drg-drsya-viveka-distinguishing-seer.html#mind\">verse 18</a> of <i>Upadēśa Undiyār</i>) and is nothing but ourself seeming to be what we are not, so when we experience ourself as we actually are our ego will be annihilated along with the rest of our mind.<br>\n<br>\nOnce we have decided that that our goal is only to experience ourself as we actually are, and if we have clearly understood why this alone should be our goal and why the price for it has to be the annihilation of our ego and mind, the reason why self-investigation is ultimately the only means by which we can attain this goal will also be clear to us. That is, in order to experience what we actually are, what we need to investigate is only ourself and not anything else.<br>\n<br>\nIf anyone doubts or disputes this, all we need to point out to them is that the issue is not one of deciding between several competing techniques or practices but only one of deciding in which direction we must look in order to see what we aspire to see. If what we aspire to see is only what we ourself actually are, it is obvious that what we must look at is only ourself and not anything else.<br>\n<br>\nSo long as we believe that we need to look at anything else, or that looking at anything else can also be a means to see what we want to see, we have obviously not clearly understood what it is that we need to see. Whatever else we may look at, if our aim is only to see ourself, it is obvious that sooner or later we must look only at ourself, and looking only at ourself is what is called <i>ātma-vicāra</i> or self-investigation.<br>\n<br>\nThus there is a clear logical connection between our goal (namely experiencing ourself as we really are) and the means by which we can attain it (namely investigating or closely observing ourself), so much so that it is obvious that our goal cannot possibly be attained by any other means. Other means may be indirect aids, but none of them can be adequate on their own, because unless they prompt us to look at ourself keenly and closely, they cannot help us to see what we actually are. Therefore ultimately self-investigation has to be the only means by which we can experience ourself as we actually are.<br>\n<br>\nTherefore when Bhagavan teaches us that the only way in which we can experience ourself as we really are and thereby annihilate our ego and mind is by practising self-investigation — that is, by trying to see or be aware of ourself alone — that is not only perfectly reasonable and logical, but also indisputable, because if we do not look at ourself we will never be able to see what we actually are. Other practices may be useful and effective for other purposes, such as purifying or cleansing our mind of its grosser impurities (that is, its grosser desires and attachments), but if our aim is to free ourself from this mind altogether, we must sooner or later investigate ourself — who am I who now seem to be this mind — because unless we look at ourself we will not be able to see ourself as we actually are, and unless we see what we actually are our mind will not be annihilated.<br>\n<br>\n<a name=\"prana\"></a><b>9. <i>Prāṇāyāma</i> is neither sufficient nor necessary</b><br>\n<br>\nIn the previous three sections I have digressed far away from our original topic, which is the efficacy of <i>prāṇāyāma</i>, but I did so in order to establish that what Bhagavan meant by the term ஓர் வழி (<i>ōr vaṙi</i>) in verse 14 of <i>Upadēśa Undiyār</i> and by the corresponding term एक चिन्तना (<i>ēka-cintanā</i>) in verse 14 of <i>Upadēśa Sāram</i> was only self-investigation and not any other path or practice. Having hopefully considered sufficient reasons for us all to accept that this interpretation is the correct one, let us now return to the subject of <i>prāṇāyāma</i>.<br>\n<br>\nAs we have seen, in the final sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Yār?</i> Bhagavan stated unequivocally that <i>prāṇāyāma</i> is just an aid but will not bring about the annihilation of the mind (<i>manōnāśa</i>), so it is clearly not a means that is sufficient by itself to enable us to attain our goal, but what we now need to consider is whether or not it is at all necessary as an aid. Let us begin our consideration of this question by returning once again to <a href=\"#uu14\">verse 14</a> of <i>Upadēśa Undiyār</i>, in which Bhagavan said: ‘Only when [one] sends the mind, which becomes calm when [one] restrains the breath, on the investigating path will its form perish’. What he indicates about <i>prāṇāyāma</i> (breath-restraint) in this verse is that how it can be an aid to self-investigation is by being a means by which we can make our mind relatively calm, so our question can now be divided into two parts: is any aid actually necessary to calm our mind, and if so is <i>prāṇāyāma</i> the most suitable aid for this purpose?<br>\n<br>\nAn aid to calm our mind would be necessary only if self-investigation could not by itself make our mind sufficiently calm. Obviously for us to go deep within ourself in order to experience ourself as we really are our mind needs to be perfectly calm, but our mind cannot become perfectly calm unless we go deep within ourself. Waiting for our mind to become perfectly calm before we try to turn our attention back towards ourself would be like waiting for the surface of the ocean to become perfectly calm before diving into it to find the pearl lying in its depth — it is never going to happen, because the nature of the ocean’s surface is to be constantly moving and thereby creating waves. Likewise the nature of our mind is to be constantly moving and producing thoughts, so until it subsides completely it will not become perfectly calm.<br>\n<br>\nWaves disturb the surface of the ocean and the water closest to the surface, but if we dive sufficiently deep into the ocean we will find that there it is relatively undisturbed by the waves on its surface or the agitation near to its surface. Likewise, the deeper we penetrate within ourself, the less we will be disturbed by any thoughts or agitation. In sleep we go deep within ourself, so we are then not disturbed by any thoughts until our mind rises again in either waking or dream, but because we do not enter sleep self-attentively, our mind is not annihilated. In order to annihilate our mind we need to go deep within ourself self-attentively.<br>\n<br>\nThoughts are produced only when we attend to anything other than ourself, so what we call thoughts are actually just the attention we pay to anything other than ourself. Therefore the most effective way to calm our mind is to try to be exclusively self-attentive. When we attend to ourself alone, our attention remains as pure self-awareness, which is what we actually are, so it becomes thoughts only when we attend to other things.<br>\n<br>\nAccording to Bhagavan, anything that we experience other than ourself is just a thought, because when he uses Tamil words that mean thought or idea, such as நினைவு (<i>niṉaivu</i>) or எண்ணம் (<i>eṇṇam</i>), what he means is any type of mental phenomenon, and other than ourself everything that we experience is just a mental phenomenon. This is why he often used to say (for example in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs of <i>Nāṉ Yār?</i>) that the world is nothing but thoughts. Since our body and breath are part of this world, they are also just thoughts, so if we practise <i>prāṇāyāma</i> or meditate on anything other than ourself we are attending to thoughts, and hence we are not penetrating deep within ourself. Therefore whatever calmness we may achieve by practising <i>prāṇāyāma</i> or meditating on anything other than ourself is just a partial or relative calmness, so it is only by attending to ourself alone that we can experience perfect calmness.<br>\n<br>\nEven to render our mind partially or relatively calm, the most effective means is to try to attend to ourself alone. Of course our mind will rebel when we try to do so, because it understands intuitively that if we succeed even for a moment, it will be destroyed by the resulting perfect clarity of pure self-awareness. However, it does not matter if our mind rebels, provided that we keep on trying repeatedly to attend to ourself alone. Even if we do not succeed perfectly (which none of us have yet done, because if we had we would no longer experience anything other than infinite and immutable self-awareness), our effort to do so is worthwhile, because every moment of partial self-attentiveness gradually weakens our <i>viṣaya-vāsanās</i> (our desires to experience anything other than ourself) and strengthens our <i>sat-vāsanā</i> (our love just to be, experiencing nothing other than ourself), so it takes us one step closer to our goal.<br>\n<br>\nEven if we were to calm our mind down by means of <i>prāṇāyāma</i> or meditation on anything other than ourself and were then to try to be self-attentive, our mind would rebel as much as it would if we had not calmed it by such means, because the strength of its rebellion is determined by the strength of our <i>viṣaya-vāsanās</i>. Since our <i>viṣaya-vāsanās</i> cause it to rebel, its rebellion can be effectively opposed only by our <i>sat-vāsanā</i>, which is what is also called <i>svātma-bhakti</i> or love for our own self. Therefore the extent to which we succeed in our effort to be exclusively self-attentive — that is, to be aware of ourself alone, excluding all awareness of anything else — is determined only by the strength of our <i>bhakti</i> or love to experience ourself alone and our corresponding <i>vairāgya</i> or freedom from desire to experience anything else, and such <i>bhakti</i> and <i>vairāgya</i> can be cultivated and strengthened only by our persistent attempts to be self-attentive as much as possible.<br>\n<br>\nTherefore if we try earnestly to be self-attentive as much as possible, no other aid is necessary. Whatever benefit we may gain by practising <i>prāṇāyāma</i> or meditating on anything other than ourself we will gain more quickly and effectively by trying to be self-attentive. Even a little effort to be self-attentive is worth more than whatever effort we could make to practise <i>prāṇāyāma</i> or to meditate on anything else.<br>\n<br>\nThis is why Bhagavan never of his own accord recommended the practice of <i>prāṇāyāma</i>. What he wrote in verses 11 to 14 of <i>Upadēśa Undiyār</i> was only for the benefit of those who are already practising <i>prāṇāyāma</i>, and for such people the most important teaching that he gave in those verses is what he says in verse 14, namely that they should utilise the relative calmness that they achieve by <i>prāṇāyāma</i> as a favourable condition for trying to send their mind on this peerless path of self-investigation.<br>\n<br>\nIf anyone who had not already trained themself in the practice of <i>prāṇāyāma</i> told Bhagavan that they wanted to practise it in order to calm their mind so that they could then practise being self-attentive, he would generally advise them that that was not necessary, because it would be sufficient if they just try to be self-attentive without relying on any other aid. However, if they persisted in saying that they wanted to practise <i>prāṇāyāma</i> because otherwise their mind would be too agitated to practise self-investigation, he would sometimes say that the elaborate exercises of <i>prāṇāyāma</i> were unnecessary, because they could gain the same benefit simply by observing the natural movement of their breath.<br>\n<br>\nThe reason he suggested this is that if we observe our breathing without trying to restrain it in any way, that will have a calming effect on our mind, and then we can follow the advice that he gave in verse 14 of <i>Upadēśa Undiyār</i>, namely to direct our mind back on the path of self-investigation. However, he often used to say that even observing our breathing is not necessary, because the most effective way to calm our mind is to try to be self-attentive, and he explained that the problem with observing our breathing or relying on any other aid is that once we have habituated our mind to attend to anything other than ourself, when we try to attend to ourself our attention will tend to go back to hold on to our breathing or whatever else we have habituated ourself to meditate upon.<br>\n<br>\nTherefore according to Bhagavan <i>prāṇāyāma</i> is neither sufficient nor necessary, whereas self-investigation (<i>ātma-vicāra</i>) is both necessary and sufficient, as he says, for example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>. In the first two sentences of that paragraph he says it is necessary:<br>\n<blockquote>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> [propensities, inclinations, impulses or desires to experience anything other than ourself] exist in the mind, so long the investigation who am I is necessary. As and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [self-investigation] in the very place from which they arise.</blockquote>\nAnd in a later sentence he says that it is also sufficient:<br>\n<blockquote>ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own essential self], that alone will be sufficient.</blockquote>\nWhen he thus says that self-investigation alone is sufficient, that means that nothing else is necessary if we try persistently to be self-attentive, so this is further evidence that he did not consider either <i>prāṇāyāma</i> or any other practice to be necessary.<br>\n<br>\n<a name=\"un28\"></a><b>10. <i>Uḷḷadu Nāṟpadu</i> verse 28: subsidence of the breath is an effect of self-investigation</b><br>\n<br>\nWhen we say that according to Bhagavan <i>prāṇāyāma</i> is not only insufficient but also unnecessary, some people object, arguing that in verse 28 of <i>Uḷḷadu Nāṟpadu</i> he seems to imply that it is necessary. What he actually says in that verse is:<br>\n<blockquote>எழும்பு மகந்தை யெழுமிடத்தை நீரில்<br>\nவிழுந்த பொருள்காண வேண்டி — முழுகுதல்போற்<br>\nகூர்ந்தமதி யாற்பேச்சு மூச்சடக்கிக் கொண்டுள்ளே<br>\nயாழ்ந்தறிய வேண்டு மறி.<br>\n<br>\n<i>eṙumbu mahandai yeṙumiḍattai nīril<br>\nviṙunda poruḷkāṇa vēṇḍi — muṙuhudalpōṯ<br>\nkūrndamati yāṯpēccu mūccaḍakkik koṇḍuḷḷē<br>\nyāṙndaṟiya vēṇḍu maṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எழும்பும் அகந்தை எழும் இடத்தை, நீரில் விழுந்த பொருள் காண வேண்டி முழுகுதல் போல், கூர்ந்த மதியால் பேச்சு மூச்சு அடக்கிக் கொண்டு உள்ளே ஆழ்ந்து அறிய வேண்டும். அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṙumbum ahandai eṙum iḍattai, nīril viṙunda poruḷ kāṇa vēṇḍi muṙuhudal pōl, kūrnda matiyāl pēccu mūccu aḍakki-k-koṇḍu uḷḷē āṙndu aṟiya vēṇḍum. aṟi</i>.<br>\n<br>\n<b>அன்வயம்:</b> நீரில் விழுந்த பொருள் காண வேண்டி [பேச்சு மூச்சு அடக்கிக் கொண்டு] முழுகுதல் போல், எழும்பும் அகந்தை எழும் இடத்தை கூர்ந்த மதியால் பேச்சு மூச்சு அடக்கிக் கொண்டு உள்ளே ஆழ்ந்து அறிய வேண்டும். அறி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nīril viṙunda poruḷ kāṇa vēṇḍi [pēccu mūccu aḍakki-k koṇḍu] muṙuhudal pōl, eṙumbum ahandai eṙum iḍattai kūrnda matiyāl pēccu mūccu aḍakki-k-koṇḍu uḷḷē āṙndu aṟiya vēṇḍum. aṟi</i>.<br>\n<br>\n<b>English translation:</b> Like sinking in order to see an object that has fallen into water, diving within restraining speech and breath by a sharp mind it is necessary to know the place where the rising ego rises. Know.</blockquote>\nWhat we need to know is described here as எழும்பும் அகந்தை எழும் இடத்தை (<i>eṙumbum ahandai eṙum iḍattai</i>), which means ‘the place where the rising ego rises’ or ‘the rising-place of the rising ego’. இடத்தை (<i>iḍattai</i>) is the accusative case form of இடம் (<i>iḍam</i>), which literally means ‘place’ but which Bhagavan often used metaphorically to denote ourself. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i> he says, ‘நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும்’ (<i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum</i>), which means ‘The place in which the thought called ‘I’ does not exist even a little is <i>svarūpa</i> [our ‘own form’ or essential self]’. In this verse எழும் இடத்தை (<i>eṙum iḍattai</i>) or ‘rising-place’ means the source or origin of our ego, and since our ego originates or rises only from ourself, these words refer only to ourself as we really are.<br>\n<br>\nThe words காண வேண்டி (<i>kāṇa vēṇḍi</i>) literally mean ‘wanting to see’ or ‘needing to see’, but I translated them as ‘in order to see’ because though வேண்டி (<i>vēṇḍi</i>) literally means ‘wanting’ or ‘needing’ it is often used in the sense of ‘for the sake of’ or ‘in order to’. Though the basic meaning of காண (<i>kāṇa</i>) is ‘to see’, it can also mean ‘to find’, ‘to discover’ or ‘to look for’. Since வேண்டி (<i>vēṇḍi</i>) is a participle form of வேண்டும் (<i>vēṇḍum</i>), which means ‘it is necessary’ or ‘it is needed’, in the analogy of plunging in order to find something that has fallen into water these words காண வேண்டி (<i>kāṇa vēṇḍi</i>) or ‘in order to see [look for or find]’ correspond to the words அறிய வேண்டும் (<i>aṟiya vēṇḍum</i>) or ‘it is necessary to know’ in the main clause of this verse.<br>\n<br>\nIf something has fallen into water, we know approximately where it is, so we know where to look for it, but in order to retrieve it we need to plunge down into the water. Likewise, we know that we exist, even though we have lost sight of what we actually are, so we know where to look in order to see what we actually are, but in order to see ourself as we actually are we must plunge deep within ourself, leaving everything else behind.<br>\n<br>\nThus by using this analogy of plunging into water in order to find something that has fallen there Bhagavan is emphasising the searching or seeking nature of self-investigation. We are not looking for something that we do not already know, but in order to know it as it actually is we must search for a clear view of it, so to speak. What we are seeking to know is only ourself as we really are, so when we investigate ourself we are searching for a clear view of ourself in order to see ourself as we actually are.<br>\n<br>\nWhat is currently obstructing our view of ourself is only our awareness of other things, because so long as we are aware of anything other than ourself we confuse ourself by experiencing ourself as a body, which is one among the many other things that we are currently aware of. Therefore in order to have a clear and unobstructed view of ourself, we need to be aware of ourself alone, and hence we need to exclude everything else from our awareness or experience. Becoming aware of ourself alone and excluding everything else from our awareness is what is described metaphorically as diving or plunging deep within ourself, because when we are aware of ourself alone we are immersed deep in pure self-awareness.<br>\n<br>\nIn order to be aware of ourself alone we must focus our entire attention on ourself, so this sharply focused self-attentiveness is what Bhagavan describes here as கூர்ந்த மதி (<i>kūrnda mati</i>), which literally means a ‘sharp mind’ or ‘keen intellect’. That is, கூர்ந்த (<i>kūrnda</i>) means sharp, keen, acute or penetrating, and மதி (<i>mati</i>) means mind, intellect or power of discernment. மதியால் (<i>matiyāl</i>) is the instrumental case form of மதி (<i>mati</i>), so கூர்ந்த மதியால் (<i>kūrnda matiyāl</i>) means ‘by [or with] a sharp [keen, acute or penetrating] mind [intellect or power of discernment]’ and implies ‘by a mind that is keenly focused’ or ‘with one’s mind keenly focused on oneself’.<br>\n<br>\nThese words கூர்ந்த மதியால் (<i>kūrnda matiyāl</i>) apply to each of the three subsequent verbs, namely அடக்கிக்கொண்டு (<i>aḍakki-k-koṇḍu</i>), which means ‘restraining’ or ‘making subside’, ஆழ்ந்து (<i>āṙndu</i>), which means ‘sinking’, ‘plunging’, ‘diving’ or ‘immersing’, and அறிய (<i>aṟiya</i>), which means ‘to know’. Thus what Bhagavan implies here is that we should restrain our speech and breath by keenly focusing our mind on ourself, dive within by keenly focusing our mind on ourself and know the rising-place or source of our ego by keenly focusing our mind on ourself.<br>\n<br>\nThat is, since he says that we should dive within and know the source of our ego by a கூர்ந்த மதி (<i>kūrnda mati</i>), what he means by a கூர்ந்த மதி (<i>kūrnda mati</i>) or ‘sharp mind’ must be a mind that is keenly focused on ourself, because a mind that is directed towards anything else would not enable us either to dive within ourself or to know the source of our ego. Therefore when he says that we should restrain our speech and breath by the same sharp or keen mind, he implies that we should restrain them by keenly focusing our mind entirely on ourself.<br>\n<br>\nTherefore when he says ‘பேச்சு மூச்சு அடக்கிக் கொண்டு’ (<i>pēccu mūccu aḍakki-k-koṇḍu</i>), which means ‘restraining speech and breath’, immediately after கூர்ந்த மதியால் (<i>kūrnda matiyāl</i>), what he implies is not that we should deliberately try to restrain our speech and breath, but only that by keenly focusing our mind on ourself we will automatically restrain them. In other words, he is simply referring to that fact that when our entire attention is focused on ourself alone, both our speech and breath will come to a standstill.<br>\n<br>\nIf we were to make a deliberate effort to restrain our speech and breath, our attention would thereby be diverted away from ourself, so our mind would then not be in a கூர்ந்த (<i>kūrnda</i>) condition (that is, it would not be keenly or sharply focused), but would be divided between trying to restrain our speech and breath and trying to attend to ourself in order to immerse within ourself and know what we actually are. Only when we focus our entire mind on ourself alone will it be truly கூர்ந்த (<i>kūrnda</i>): keen, sharp, acute or penetrating.<br>\n<br>\nTherefore contrary to what some people suppose, in this verse Bhagavan does not imply that we need to practise <i>prāṇāyāma</i> or try deliberately to restrain our breath. As he says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Yār?</i>, ‘மன மடங்கும்போது பிராணனும், பிராண னடங்கும்போது மனமு மடங்கும்’ (<i>maṉam aḍaṅgum-pōdu pirāṇaṉ-um, pirāṇaṉ aḍaṅgum-pōdu maṉamum aḍaṅgum</i>), which means, ‘when the mind subsides the <i>prāṇa</i> also [subsides], [and] when the <i>prāṇa</i> subsides the mind also subsides’, so if we make our mind subside by keenly focusing it on ourself alone, our breath will thereby automatically subside without us even noticing it.<br>\n<br>\nWhen we are trying to be exclusively self-attentive, if we look to see whether our breathing has stopped, our attention will be diverted away from ourself, so our mind will thereby rise up again and hence our breathing will resume its normal activity. Therefore we should try to focus our mind on ourself so keenly that we do not even notice whether our breath is flowing or has temporarily ceased.<br>\n<br>\nThus it is clear that according to Bhagavan <i>prāṇāyāma</i> is not only inadequate as a means to annihilate our mind, but is also not even necessary as an aid to self-investigation, which is the only adequate means by which our mind can be annihilated.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "43",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5975763008735772999/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Sāram",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MDY5MTEwMjEyCm9mZnNldDogMzYwMDAwMAo\""
}