{
    "kind": "blogger#post",
    "id": "869523170964043394",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-01-04T09:54:00Z",
    "updated": "2017-10-06T22:43:18+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/869523170964043394",
    "title": "The fundamental law of experience or consciousness discovered by Sri Ramana",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nMy previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/our-aim-should-be-to-experience-ourself.html\">Our aim should be to experience ourself alone, in complete isolation from everything else</a>, was adapted from an email I wrote to a friend in reply to some questions he asked me about the practice of self-investigation (<i>ātma-vicāra</i>), which led to an exchange of further emails on the same subject. Therefore this article is adapted from the subsequent replies that I wrote to him.<br />\n<a name='more'></a><ol>\n<li><a href=\"#01\">Self-attentiveness is the simplest possible state</a></li>\n<li><a href=\"#02\">Self-attentiveness in the midst of daily activities</a></li>\n<li><a href=\"#03\">Love to experience ourself alone is essential</a></li>\n<li><a href=\"#04\">Investigating ourself is investigating our source</a></li>\n<li><a href=\"#05\">The fundamental law of experience</a></li>\n<li><a href=\"#06\">The importance of grasping this fundamental principle</a></li>\n</ol>\n<a name=\"01\"></a><b>1. Self-attentiveness is the simplest possible state</b><br />\n<br />\nIn his reply to my first email my friend wrote, ‘My email was about my practice of self-enquiry in formal sitting meditation [...]. I find that doing self-enquiry while going about in one's normal, day-to-day activities in life is even more complicated’, to which I replied that ‘practising <i>vicāra</i> even in the midst of our day-to-day activities is very important’ and commented:<br />\n<br />\nYou say that it ‘is even more complicated’, but <i>vicāra</i> (self-investigation or self-enquiry) is actually never complicated, because oneself attending to oneself is the simplest possible state. Complication can arise only when many factors are involved, but in self-attentiveness only one factor is involved, namely ourself. Not only is it just ourself who is both attending and attended to, but even the attention to ourself or awareness that we have of ourself is nothing other than ourself, because self-awareness is our very nature.<br />\n<a name=\"02\"></a><br />\n<b>2. Self-attentiveness in the midst of daily activities</b><br />\n<br />\nMy friend then relied:<br />\n<blockquote>\nThe question is how exactly does one do this in one’s daily activities.  In daily life, thoughts arise, situations develop which require immediate response, discussions, arguments, emergencies occur. It is not always possible in such situations, to go back to asking to whom these things are happening, or be just a witness or let the thoughts go. <br />\n<br />\nIt is for this reason that I said it is difficult to practise self-enquiry in the midst of daily life, when often one is overwhelmed by external developments, which are beyond one's control and call for immediate response.</blockquote>\nTo which I replied:<br />\n<br />\nWhatever activities we may be engaged in, and whatever thoughts may be occupying our mind, we are always present there as the ‘I’ that is experiencing all such things. However, though we are always aware that ‘I am’, we are not always <i>attentively</i> aware that ‘I am’, because most of our attention is preoccupied in experiencing things other than ourself.<br />\n<br />\nWe attend to other things because of our liking to experience things other than ourself, so we need to cultivate a liking to experience only ourself more than we like to experience anything else. So long as our liking to experience only ourself is still relatively weak, it seems difficult to attend to ourself when other things are occupying all our interest, but if we persevere in our practice of trying to attend to ourself as often as possible, our liking to experience only ourself will increase, and we will then find it easier to attend to ourself even in the midst of other activities. In other words, the frequency with which we remember to attend to ourself will increase.<br />\n<br />\nEven if we sit with closed eyes intending to attend only to ourself, our interest in other things will cause us to think of those things, so it is often no less difficult to attend to ourself during our ‘meditation’ times than it is during other times. Therefore we should try to attend to ourself as frequently as possible, whether we are sitting for ‘meditation’ or engaged in any other activity.<br />\n<br />\nYou say, ‘It is not always possible in such situations, to go back to asking to whom these things are happening, or be just a witness or let the thoughts go’, but in fact we spend most our time just letting thoughts go on, and so long as we let them go on, we are witnessing them. Therefore neither letting thoughts go on nor witnessing them is our aim. What we should be aiming for is only to experience ourself (that is, to witness ourself alone and nothing else), and when we turn our entire attention towards ourself alone other thoughts will automatically subside, because they cannot go on if we do not attend to (or witness) them.<br />\n<a name=\"03\"></a><br />\n<b>3. Love to experience ourself alone is essential</b><br />\n<br />\nIn reply to my friend’s next mail I wrote:<br />\n<br />\nThe crux of the matter is love (<i>bhakti</i>): At present our love to experience ourself alone is still woefully insufficient, and the only way to cultivate it so that it grows ever stronger is to persevere in our practice of persistent self-attentiveness.<br />\n<a name=\"04\"></a><br />\n<b>4. Investigating ourself is investigating our source</b><br />\n<br />\nMy friend then wrote a long email, in which he mentioned among other things that he was confused about the difference between meditating on just ‘I am’ and on either ‘who am I’ or ‘whence am I’, and also about ‘how exactly is this investigation into the source of the I to be undertaken’, to which I replied:<br />\n<br />\nThe practice of investigating whence am I is exactly the same as the practice of investigating who am I, as I explained in one of my recent articles: <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/there-is-no-difference-between.html\">There is no difference between investigating ‘who am I’ and investigating ‘whence am I’</a>. Investigating whence am I means investigating the source from which the ego rises, and that source is obviously only ourself — what we actually are. Just as the source from which the illusory snake appears is only the rope, which is what the snake actually is, so the source from which the illusory ego appears is only our real self, which is what the ego actually is. Therefore investigating what is the source of this ego is exactly the same as investigating what actually am I.<br />\n<br />\nIn order to find the source of the snake, we must look at it very carefully, and when we do so we will discover that it is not actually a snake but only a rope. Since it was only the rope that seemed to be a snake, the rope alone is the source of the snake. Therefore only by looking carefully at the snake can we find its source, the rope. Likewise, in order to find the source of our ego, we must look at it very carefully, and when we do so we will discover that it is not actually an ego but only our real self. Since it was only our real self that seemed to be an ego, our real self alone is the source of the ego. Therefore only by looking carefully at the ego can we find its source, our real self.<br />\n<br />\nAs I explain in many articles in my blog, including <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/establishing-that-i-am-and-analysing.html\">Establishing <i>that</i> I am and analysing <i>what</i> I am</a>, there are not two separate ‘I’s, an ego-’I’ and a real ‘I’, but only one ‘I’, namely ourself. Now we experience this one ‘I’ as if it were a person consisting of a body and mind, and when we wrongly experience it thus, it is called ‘ego’. However, even when we experience it thus, what it actually is is only the one real ‘I’, just as the illusory snake is actually only a rope even when it seems to be a snake.<br />\n<br />\nThe ego is our real ‘I’ mixed and confused with extraneous adjuncts such as this body and mind, so it consists of a real element, namely ‘I’ (ourself), and an unreal element, namely whatever adjuncts (<i>upādhis</i>) we mistake to be ourself. Since our aim is only to experience what we actually are, when we investigate this ego we should investigate only its real element, namely ‘I’, ourself. Therefore there is no difference between investigating our real ‘I’ and investigating our ego, because even when we investigate this ego we are investigating only the real ‘I’-element in it.<br />\n<br />\nWhen we investigate ‘I’ (ourself), we are trying to experience what we (this ‘I’) really are, so we can describe it either as investigating ‘I’ or as investigating what am I (or who am I). Therefore investigating what am I or who am I means investigating only ‘I’, ourself, and not anything else.<br />\n<br />\nHence meditating on ‘I am’ (that is, meditating not on the words ‘I am’ but only on ourself, who are what these words refer to) is the same as investigating what am I, who am I or whence am I, because each of these is just an alternative way of describing the simple practice of self-attentiveness, self-observation or self-investigation.<br />\n<a name=\"05\"></a><br />\n<b>5. The fundamental law of experience</b><br />\n<br />\nIn the same long email my friend also wrote that during the past forty years he had been practising various forms of meditation, including the kind taught by Nisargadatta, and that he thought that witnessing thoughts as they arise would enable one not to identify with them and would thereby allow them to perish, to which I replied:<br />\n<br />\n<a name=\"ny04\"></a><a name=\"un25\"></a>The practice of <i>ātma-vicāra</i> taught by Sri Ramana is based upon a crucial but very simple principle [which I also discussed in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/the-need-for-manana-and-viveka.html#nisargadatta\">The teachings of Sri Ramana and Nisargadatta are significantly different</a> (the sixth section of <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/the-need-for-manana-and-viveka.html\">The need for <i>manana</i> and <i>vivēka</i>: reflection, critical thinking, discrimination and judgement</a>) and in several earlier articles such as <a href=\"http://happinessofbeing.blogspot.co.uk/2014/08/the-crucial-secret-revealed-by-sri.html\">The crucial secret revealed by Sri Ramana: the only means to subdue our mind permanently</a>, <a href=\"http://happinessofbeing.blogspot.co.uk/2009/07/tracing-ego-back-to-its-source.html\">‘Tracing the ego back to its source’</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2009/06/ulladu-narpadu-explanatory-paraphrase.html\"><i>Uḷḷadu Nāṟpadu</i> — an explanatory paraphrase</a>], and it is important that we should understand this principle, because then only will we be able to understand clearly why <i>ātma-vicāra</i> (investigating ourself by attending only to ‘I’) is the only means by which we can experience ourself as we really are. This principle is that the ego comes into existence only by experiencing things other than itself, and its seeming existence is sustained by its continuing to experience other things, so if it tries to experience only itself, it will subside and dissolve in its source. Without some other thing to cling to for support, it cannot stand by itself, as Sri Ramana says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br />\n<blockquote>[…] மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. […]<br />\n<br />\n[…] <i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṯkum; taṉiyāy nillādu</i>. […]<br />\n<br />\n[…] The mind stands only [by] always going after [attending and thereby attaching itself to] something gross [something other than ‘I’]; solitarily it does not stand. […]</blockquote>\nThis principle is clearly stated by him in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br />\n<blockquote>\nஉருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br />\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br />\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br />\nமுருவற்ற பேயகந்தை யோர்.<br />\n<br />\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br />\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br />\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br />\nmuruvaṯṟa pēyahandai yōr.</i><br />\n<br />\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr.</i><br />\n<br />\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr.</i><br />\n<br />\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nHere உரு (<i>uru</i>) or ‘form’ means anything other than ‘I’ — that is, anything that has any features that distinguish it from what we actually are. Hence by attending to or experiencing anything other than ‘I’ we are ‘grasping form’ and ‘feeding on form’. Therefore if we try to attend only to the ‘I’ that normally attends to things other than itself, it will thereby cease to grasp (attend to) anything else, and hence it will ‘take flight’ — that is, it will subside and disappear.<br />\n<br />\nSince it is formless, this ego cannot rise or stand by itself, but can rise and stand only by ‘grasping form’, so if it tries to grasp itself, it will vanish. This is the essential principle on which the practice of <i>ātma-vicāra</i> is based: If we attend to anything other than ‘I’ alone, we are thereby nourishing and sustaining our ego, whereas if we attend only to ‘I’, we are thereby depriving it of the support that it requires in order to appear as if it were ourself.<br />\n<br />\nIn other words, by experiencing (being aware or conscious of) anything other than ourself, we are nourishing and sustaining the illusion that we are this ego or mind, whereas by experiencing (being aware or conscious of) ourself alone, we would be depriving this illusion of the support that it requires into order to endure, and thereby we can dissolve it entirely. Since this principle governs all that we experience or could ever experience, we can call it the fundamental law of experience, awareness or consciousness.<br />\n<br />\nThis is why witnessing, observing or attending to any thoughts other than ‘I’ alone is counterproductive. So long as we are aware of any thoughts — anything other than ‘I’ (ourself) alone — we are sustaining the illusory experience that our ego or mind is ‘I’, so we cannot thereby experience ourself as we really are. In order to experience ourself as we really are, we must attend only to ‘I’.<br />\n<br />\nTherefore according to Sri Ramana the only real <i>sādhana</i> or spiritual practice is <i>ātma-vicāra</i> — investigating ourself by trying to experience nothing other than ‘I’ alone. Any other <i>sādhana</i> entails attending to something other than ‘I’, so it will sustain the illusion that this ego is what we really are.<br />\n<br />\nThis essential principle or fundamental law of experience was discovered by Sri Ramana when as a sixteen-year-old schoolboy he investigated himself in order to find out whether or not he (his essential self or ‘I’) would cease to exist when his body died, and it is the basis of his teaching that self-investigation (<i>ātma-vicāra</i>) is the only means by which we can experience ourself as we really are and thereby destroy the entire illusion of ego and otherness.<br />\n<a name=\"06\"></a><br />\n<b>6. The importance of grasping this fundamental principle</b><br />\n<br />\nAfter sending the reply that I reproduced in the previous two sections, I wrote another email saying:<br />\n<br />\nIn continuation of the reply I just sent, I want to emphasise again how important it is that we should clearly and firmly grasp the simple principle that Sri Ramana teaches us in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, because once we have understood this our mind will lose interest in all other <i>sādhanas</i>, and we will not be distracted or confused if we read or hear anyone (no matter who they may be) recommending any other <i>sādhana</i>.<br />\n<br />\nTherefore, until it is firmly and unshakably established in our mind, we should often remember and reflect on this principle, so that we understand it clearly and never forget it. It is like a key to unlock the essence of Sri Ramana’s teaching, because if we understand it and do not forget it, we will be able to understand clearly and without confusion or doubt everything else that he has taught us about both <i>ātma-vicāra</i> and all other <i>sādhanas</i>.<br />\n<br />\nThis principle is actually a law of nature, and it is at least as true and inviolable as any other law of nature, such as the law of gravity or the laws of thermodynamics. In fact, it is more true and inviolable than any such law, because whereas those laws are only laws of physics, and therefore hold true only so long as we experience ourself as part of this physical world, this law is the fundamental law of consciousness or experience, so it holds true so long as we experience anything, whether ourself or any other thing.<br />\n<br />\nIf we experience anything other than ourself alone, what experiences it is only our ego or mind, so we cannot experience anything other than ourself unless we experience ourself as this ego. Therefore, so long as we experience anything other than ourself alone, we cannot experience ourself as we actually are. Hence, in order to experience ourself as we actually are, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/our-aim-should-be-to-experience-ourself.html\">we must experience ourself alone, in complete isolation from everything else</a>.<br />\n<br />\nTherefore trying to be exclusively self-attentive — that is, aware of nothing other than ourself alone — is the only <i>sādhana</i> or spiritual practice that can enable us to experience ourself as we actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "28",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/869523170964043394/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzI2MTk4NjM5Cm9mZnNldDogMzYwMDAwMAo\""
}