{
    "kind": "blogger#post",
    "id": "8753144874129455717",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-05-31T11:01:00+01:00",
    "updated": "2015-05-31T11:07:18+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/05/how-is-karma-destroyed-only-by-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8753144874129455717",
    "title": "How is <i>karma</i> destroyed only by self-investigation?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A new friend recently wrote to me asking, ‘When we do meditation on I or <i>atma-vichara</i> will all the previous <i>karma</i> be destroyed? How is that?’ The following is what I replied to him:<br><a name='more'></a>\n<br>\nWhat is <i>karma</i>? <i>Karma</i> means action, and it is classified into three categories: <i>āgāmya</i>, <i>sañcita</i> and <i>prārabdha</i>. <i>Āgāmya</i> means fresh action that we do of our own free will, and such action bears fruit, which we must later experience. <i>Sañcita</i> is the store of all the fruits of our past <i>karmas</i> that we have not yet experienced, and <i>prārabdha</i> is that portion of our <i>sañcita</i> that has been selected for us to experience in this lifetime.<br>\n<br>\nFor whom is all this <i>karma</i>? Who is it who does <i>āgāmya</i>, and who then experiences the resulting <i>prārabdha</i>? It is only ourself as this ego. In sleep we do not rise as this ego, so we then do not do any <i>karma</i> or experience any fruit. But as soon as we (this ego) wake from sleep or begin to dream, we start doing <i>karma</i> and experiencing the fruit of our past <i>karmas</i>. Therefore there is no <i>karma</i> without our ego, so our ego is the root and foundation of all <i>karma</i>.<br>\n<br>\nHowever much we may try to cut a tree, so long as its root survives it will continue sprouting again and again. Likewise, so long as our ego, the root of all <i>karma</i>, survives, we cannot destroy our <i>karma</i>. The only way to destroy <i>karma</i> is to destroy our ego.<br>\n<br>\nWhat is this ego? Is it real? This ego is what we now seem to be, but it is not what we really are. It is like an illusory snake. What seems to be a snake is actually only a rope. So long as we mistake the rope to be a snake, we do not see any rope but only a snake. But if we look at the snake very carefully, we will see that it is actually just a rope, and then we will no longer mistake it to be a snake.<br>\n<br>\nLikewise, what now seems to be this ego is actually only ourself. So long as we mistake ourself to be this ego, we do not see ourself as we really are but instead see ourself only as this ego. But if we look at this ego very carefully, we will see that it is actually just the infinite self-awareness that we really are, and then we will no longer mistake ourself to be this ego.<br>\n<br>\nLooking at ourself or our ego very carefully is what is called <i>ātma-vicāra</i> or self-investigation. Since we are not really this ego, if we persevere in investigating ourself (observing our ego very carefully) until we see what we really are, this illusion called ‘ego’ will cease to exist, and when it ceases to exist all its <i>karma</i> will also cease to exist.<br>\n<br>\nTherefore investigating ourself or meditating on ‘I’, our ego, is the one infallible means to destroy all <i>karma</i>. Indeed, it is the only mean by which we can destroy it, because it is the only means by which we can destroy the illusion that we are this finite thing called ‘ego’.<br>\n<br>\nSince everything that we experience is the fruit of our past <i>karmas</i>, and since the root of all <i>karma</i> and its fruit is only our own ego, this simple path of self-investigation taught to us by Bhagavan Ramana is the solution to all the problems we face and all the problems we could ever face. Indeed according to him it is the solution to all the problems of the world, because the world and its problems seem to exist only in the view of our ego (just as any world or problems that we see in a dream seem to exist only in the view of our dreaming mind), so when our ego is destroyed by self-investigation, this world and all its problems will also cease to exist, and what will then remain is what alone is real, namely ourself, the one infinite and blissful space of pure self-awareness.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "26",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8753144874129455717/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "karma",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDMzMDY2ODM4ODc4Cm9mZnNldDogMzYwMDAwMAo\""
}