{
    "kind": "blogger#post",
    "id": "4878827305902183739",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-11-17T14:01:00Z",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4878827305902183739",
    "title": "Is there more than one way in which we can investigate and know ourself?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently sent me an email in which he asked:<br>\n<blockquote>I had mentioned to you that in my view there appear to be three different approaches to self-investigation, i) self-enquiry, which involves asking who am I and going to the root of the I thought, ii) meditating on I am, excluding the arising of any thought, and concentrating on I am, and iii) trying to notice the gap between two thoughts, expanding the gap, and being without any thought, summa iru. You had replied that these are not three different approaches but constitute only one approach. Could you please elaborate your comment?</blockquote>\nThis article is adapted from the reply that I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ny16\"><i>Nāṉ Yār?</i> paragraph 16: <i>ātma-vicāra</i> is only the practice of keeping one’s attention on oneself</a></li>\n<li><a href=\"#ego\">Our aim should be to destroy the illusion that we are this ego</a></li>\n<li><a href=\"#uu24-5\"><i>Upadēśa Undiyār</i> verses 24 and 25: experiencing ourself without adjuncts is experiencing what we actually are</a></li>\n<li><a href=\"#attentive\">To destroy our ego we must try to be attentively self-aware</a></li>\n<li><a href=\"#vrtti\">Being attentively self-aware is what is called <i>vṛtti-jñāna</i></a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: our ego rises and endures by attending to other things, so it will die only by attending to itself</a></li>\n<li><a href=\"#attend\">We can investigate and know what we actually are only by trying to be self-attentive</a></li>\n<li><a href=\"#enquiry\">Self-enquiry means investigating who am I, not merely asking who am I</a></li>\n<li><a href=\"#source\">Since we alone are the source of our ego, investigating our source means investigating what we actually are</a></li>\n<li><a href=\"#meditation\">Investigation entails meditation, but not every meditation entails investigation</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: our ego and its thoughts are mutually dependent</a></li>\n<li><a href=\"#summa\">Being attentively self-aware entails just being without any thought</a></li>\n<li><a href=\"#focus\">All we need to focus on is ourself, because we are thereby doing everything that Bhagavan instructed us to do</a></li>\n</ol>\n<a name=\"ny16\"></a><b>1. <i>Nāṉ Yār?</i> paragraph 16: <i>ātma-vicāra</i> is only the practice of keeping one’s attention on oneself</b><br>\n<br>\nWhen you say ‘there appear to be three different approaches to self-investigation’, what exactly do you mean by ‘approaches’? If you mean three different ways of practising self-investigation, that would be incorrect, because there is only one practice that can be called <i>ātma-vicāra</i> or ‘self-investigation’ in the sense in which Bhagavan used this term. As he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>[...] சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; [...]<br>\n<br>\n[...] <i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar;</i> [...]<br>\n<br>\n[…] The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] keeping the mind always in [or on] <i>ātmā</i> [oneself]; […]</blockquote>\n‘மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>maṉattai ātmāvil vaittiruppadu</i>) literally means ‘putting [placing, keeping or fixing] the mind in [or on] oneself’, so since in many languages, including both Tamil and English, putting or keeping one’s mind on something (for which in Tamil and some other languages the locative case is used in place of the English preposition ‘on’) is an idiomatic way of saying attending to that thing, what Bhagavan clearly implies in this sentence is that the term <i>ātma-vicāra</i> or ‘self-investigation’ means only the simple practice of keeping our attention fixed firmly on ourself. Therefore the only way to practise self-investigation is to try to be self-attentive as much as possible.<br>\n<br>\nHowever, if what you mean by ‘three different approaches to self-investigation’ is three different angles from which one can come to this one practice, in the sense of three different ways in which one can conceptualise or describe it, then yes, there are a variety of different ‘approaches’ to it or ways in which it can be conceptualised and described. However, all the different angles from which one can approach it and ways in which it can be described are approaches to or descriptions of only one practice, namely the practice of simple self-attentiveness or ‘keeping [one’s] mind always on oneself’.<br>\n<br>\n<a name=\"ego\"></a><b>2. Our aim should be to destroy the illusion that we are this ego</b><br>\n<br>\nTherefore, though Bhagavan made it clear that there is only one correct way to practise self-investigation (<i>ātma-vicāra</i>), he described this one practice in various different ways because there is more than one way in which it can be conceptualised. However, since this practice is not objective but purely subjective, in the sense that it entails being aware of nothing other than ourself alone, it is a state beyond thought and hence beyond the power of words to describe it, so he often said that no words can describe it adequately. Therefore whatever descriptions he gave of it were only clues or pointers, so it is up to each one of us to understand what his words were pointing at or indicating.<br>\n<br>\nIn order to understand his descriptions of this practice correctly, we need to consider them in the context of his entire core teachings. As he often explained, we are always self-aware, but in waking and dream we are aware not only of ourself but also of other things, and we become aware of other things only when we rise as an ego. Rising as an ego means becoming aware of ourself as something other than what we actually are, particularly a body, so he often said that what is called ‘ego’ is nothing other than the illusory awareness or experience ‘I am this body’.<br>\n<br>\nWhenever we are aware of anything other than ourself, whether in waking or in dream, we are aware of ourself as a body, so since awareness of anything other than ourself is a thought or mental fabrication, the root of all thoughts is only this primal thought ‘I am this body’, which Bhagavan often referred to as the thought called ‘I’, which is our ego. Since this ego is a wrong knowledge or illusory experience of ourself, we can destroy it only by experiencing ourself as we actually are. Therefore the sole aim of self-investigation (<i>ātma-vicāra</i>) is to experience ourself as we actually are and thereby to destroy our ego, the illusory experience ‘I am this body’.<br>\n<br>\nBut how can we experience ourself as we actually are? We are always aware of ourself, so experiencing ourself as we actually are obviously does not entail becoming aware of anything that we are not already aware of. As Bhagavan often used to say, self-knowledge (<i>ātma-jñāna</i>) must be what we already experience, because if it were something that we do not experience now but will experience only at some point in the future, it would not be permanent, since whatever appears or comes will sooner or later disappear or go. Therefore, if <i>ātma-jñāna</i> is the eternal reality, it must exist and shine (that is, it must be experienced by us) even now.<br>\n<br>\nWhat is called <i>ātma-jñāna</i> is therefore simply our ever-present self-awareness, so what is sometimes described as the attainment of <i>ātma-jñāna</i> is not actually an attainment of anything new but is only the removal of our seeming wrong knowledge or illusory experience of ourself as this ego. How then to remove or destroy this wrong knowledge of ourself?<br>\n<br>\n<a name=\"uu24-5\"></a><b>3. <i>Upadēśa Undiyār</i> verses 24 and 25: experiencing ourself without adjuncts is experiencing what we actually are</b><br>\n<br>\nThis wrong knowledge of ourself, which is our ego or thought called ‘I’, is not a non-awareness of ourself, because we can never cease to be aware of ourself, since self-awareness (<i>ātma-jñāna</i>) is our very nature — what we actually are. It is just an awareness of ourself as something that is not actually ourself, namely a body, so it is a confused mixture of our real self-awareness and an illusory awareness of a body and other things. Therefore in order to remove or destroy our ego or wrong knowledge of ourself we need to separate our essential self-awareness from our non-essential awareness of a body and other things in order to experience our pure self-awareness alone, in complete isolation from even the slightest awareness of anything else.<br>\n<br>\n<a name=\"uu24\"></a>Since we are always self-aware, self-awareness as such is not sufficient to destroy our ego. Indeed our ego could not rise or seem to exist if we were not self-aware, because it is a mixture of our real self-awareness and awareness of extraneous adjuncts such as a body. This awareness of extraneous adjuncts is what Bhagavan refers to as உபாதி உணர்வு (<i>upādhi-uṇarvu</i>) in verse 24 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] existing nature, God and souls are only one substance. Only [their] awareness of adjuncts is different.</blockquote>\n<a name=\"uu25\"></a>In this context <i>īśa</i> or ‘God’ means <i>brahman</i>, which is what we really are, whereas <i>jīva</i> or ‘soul’ means our ego, which is what we seem to be. Since <i>brahman</i> alone actually exists and since it is indivisible, in its view there is no awareness of adjuncts, whereas in the view of ourself as this ego there is awareness of adjuncts, so in the next verse Bhagavan says:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or experiencing] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\n‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>) literally means ‘Knowing oneself leaving aside adjuncts’, which implies being aware of ourself without being aware of anything else whatsoever. However, in order to destroy our ego, merely being aware of ourself alone is not sufficient, because though we are aware of ourself alone in sleep our ego is not thereby destroyed, so what Bhagavan means here by ‘knowing oneself leaving aside adjuncts’ is more than just being aware of ourself alone as we are in sleep.<br>\n<br>\n<a name=\"attentive\"></a><b>4. To destroy our ego we must try to be attentively self-aware</b><br>\n<br>\nAs I mentioned earlier, self-awareness as such is not sufficient to destroy our ego, because we are always aware of ourself. To illustrate this, Bhagavan sometimes used to give the analogy of sunlight, the mere presence of which is not sufficient to burn a pile of cotton, but which will burn the cotton if it is focused by a magnifying lens into a sharp and intense point on it. Just as sunlight needs to be intensely focused in order to burn cotton, our ever-present self-awareness needs to be intensely focused in order to consume our ego.<br>\n<br>\nHow can we focus our ever-present self-awareness? Only by means of our power of attention or attentiveness. That is, though we are always self-aware, we are generally not attentively self-aware, because we are more interested in being aware of other things than we are in being aware of ourself alone, so our attention is usually directed away from ourself towards other things. Therefore in order to destroy our ego we must try to be attentively self-aware. That is, we must try to focus our entire attention on ourself alone.<br>\n<br>\nAttention or attentiveness is a very powerful weapon, because it is also the only means by which we can know or experience anything (and hence it is the means by which we create the illusory appearance of this entire universe). What attention essentially is is our ability as this ego to select from a range of options what we want to be aware of at each moment, so it is a reflection or limited form of our <i>cit-śakti</i> (our power of awareness or consciousness), which is the supreme power of our real self.<br>\n<br>\nWhen we remain as we really are, we are aware only of ourself (as we are in sleep), because there is actually nothing other than ourself that we could be aware of, but as soon as we rise as this ego, we become aware of many things other than ourself, so we are then free (at least to a limited extent) to choose which of those many things we want to be principally aware of at each moment. This ability to choose or select what we focus our awareness on is called attention.<br>\n<br>\nAttention is therefore a function of our ego or mind and not of our actual self (<i>ātma-svarūpa</i>), because in the view of our actual self there is only one thing that we could ever be aware of, namely ourself. This is why we cannot be attentively self-aware when we are asleep, because in sleep our ego does not exist, and without our ego there is no attention, because nothing then exists except our pure self-awareness.<br>\n<br>\nThough we are self-aware in waking and dream, as we are in sleep, and though we have the option and ability to be attentively self-aware, because our ego and its power of attention are then functioning, we are generally not attentively self-aware, because we are more interested in being aware of other things than we are in being aware of ourself alone, as we are in sleep. When Bhagavan advises us to try to be asleep while we are awake or dreaming, what he means is that we should try to be aware of ourself alone, and the only way in which we can be aware of ourself alone in waking or dream is by trying to be attentively self-aware. That is, instead of attending to and thereby being aware of anything else, we should try to attend to and thereby be aware of ourself alone, because only by being attentively aware of ourself alone (that is, only by focusing our entire awareness only on ourself) can we destroy the illusion that we are this ego, whose nature is to be always aware of something other than ourself.<br>\n<br>\n<a name=\"vrtti\"></a><b>5. Being attentively self-aware is what is called <i>vṛtti-jñāna</i></b><br>\n<br>\nAs I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/sleep-is-our-natural-state-of-pure-self.html#vrtti\">Our ego can be destroyed only by <i>vṛtti-jñāna</i> (self-attentiveness)</a> (the thirteenth section of my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/sleep-is-our-natural-state-of-pure-self.html\">Sleep is our natural state of pure self-awareness</a>), in some ancients texts self-awareness is referred to as <i>jñāna</i> (in the sense of <i>ātma-jñāna</i> or <i>svarūpa-jñāna</i>) whereas the state in which it is intensely focused is called <i>vṛtti-jñāna</i>, and hence in such texts it is said that <i>jñāna</i> alone is not sufficient to destroy our ego, because it can be destroyed only by <i>vṛtti-jñāna</i>. In this context <i>vṛtti-jñāna</i> means <i>ātma-vṛtti</i> or self-attentiveness, which is the state in which our self-awareness is keenly focused by means of vigilant attentiveness.<br>\n<br>\nThe term <i>vṛtti</i> cannot be accurately translated into English, because there is no single term in English that conveys the same range of meanings, but in most cases in a spiritual context it means any mental activity or function and can therefore usually be translated as ‘thought’. In this particular context, however, it means attentiveness, because attentiveness is a function of our ego or mind and it is only by directing its attention away from itself that our ego forms or produces thoughts.<br>\n<br>\nSelf-attentiveness is sometimes described using terms such as <i>svarūpa-dhyāna</i> or <i>ātma-cintanā</i>, which are both terms that Bhagavan used in <i>Nāṉ Yār?</i> (in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth</a> paragraphs respectively) and which mean meditating on or thinking of oneself, because we can meditate on or think of ourself only by directing our attention back towards ourself. Therefore just as <i>svarūpa-dhyāna</i> or <i>ātma-cintanā</i> both mean self-attentiveness, <i>ātma-vṛtti</i> also means self-attentiveness, and <i>vṛtti-jñāna</i> means attentive self-awareness (because in this context <i>jñāna</i> mean self-awareness). Therefore when it is said that our ego can be destroyed only by <i>vṛtti-jñāna</i> or <i>ātma-vṛtti</i>, what is meant it that it can be destroyed only by our being attentively self-aware.<br>\n<br>\n<a name=\"un25\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 25: our ego rises and endures by attending to other things, so it will die only by attending to itself</b><br>\n<br>\nOne of the most fundamental and important principles of Bhagavan’s teachings is that by attending to anything other than ourself we are nourishing and sustaining our ego, whereas by attending only to ourself we will dissolve it, so the teaching in ancient texts that our ego can be destroyed only by <i>vṛtti-jñāna</i> is in perfect accord with this principle taught by Bhagavan, which he expresses particularly clearly and beautifully in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince in this verse Bhagavan describes our ego as an உருவற்ற பேய் (<i>uru-v-aṯṟa pēy</i>) or ‘formless phantom’, what he implies by the term ‘உரு பற்றி’ (<i>uru paṯṟi</i>) or ‘grasping form’ is our ego grasping anything other than itself, and since our ego can ‘grasp’ anything only by attending to and thereby being aware of it, ‘grasping form’ means attending to anything other than ourself. Therefore, since this ego can rise and stand only by attending to other things, if it tries to attend to itself alone it will subside and disappear, which is what he implies here by saying ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’. This is why Bhagavan often said that we can destroy our ego only by means of self-investigation (<i>ātma-vicāra</i>), by which term he means observing ourself or being self-attentive.<br>\n<br>\n<a name=\"attend\"></a><b>7. We can investigate and know what we actually are only by trying to be self-attentive</b><br>\n<br>\nThe purpose of any investigation is to gain knowledge about whatever is being investigated, and any investigation entails observation, because if we do not observe something we cannot obtain direct experiential knowledge of it. The basic tool that we must use to observe or investigate anything is our attention. To observe physical phenomena, we also need to use other instruments, such as one or more of our five senses, and in some cases we may also need to use further instruments such as a microscope or telescope, but whatever other instruments we may need to use to observe anything, we cannot use such instruments without using our most fundamental instrument, namely our power of attention.<br>\n<br>\nIn the case of trying to know ourself, we cannot use any instrument other than our attention to observe or investigate ourself, so self-investigation must entail being self-attentive. Unless we try to be attentively self-aware, we will not be able to know or experience ourself as we actually are, which is the aim and purpose of self-investigation.<br>\n<br>\nTherefore if we carefully consider Bhagavan’s core teachings and the fundamental principles around which they are formed, as we have been doing above, it should be clear to us (1) that all our problems and shortcomings are caused only by our experiencing ourself as this ego, which is not what we actually are but merely what we seem to be; (2) that we can destroy this illusory ego only by experiencing ourself as we actually are; and (3) that we can experience ourself as we actually are and thereby destroy this ego only trying to be self-attentive or attentively self-aware. If we have clearly understood these fundamental principles taught by Bhagavan, it should be obvious to us that what he means by the term <i>ātma-vicāra</i> or ‘self-investigation’ is only trying to be vigilantly and steadfastly self-attentive — that is, attentively aware of ourself alone.<br>\n<br>\nObviously we cannot investigate ourself without attending to ourself, and if we attend to anything else we are not investigating ourself but only whatever other thing we are attending to. Therefore self-investigation must entail attending only to ourself and to nothing else whatsoever. If we have understood all this clearly and coherently, it will be obvious to us that there cannot be more than one way in which we can investigate ourself, and that that one way is simply to try to be self-attentive as much as possible.<br>\n<br>\nBecause our awareness of ourself is now mixed and confused with awareness of extraneous adjuncts and other things, when we begin to practise self-investigation most of us cannot immediately succeed in separating and experiencing our pure self-awareness alone, in complete isolation (<i>kaivalya</i>) from even the slightest awareness of anything else whatsoever, but this is what we should aim to experience whenever we investigate ourself. Therefore though our self-attentiveness is not yet perfect, being still mixed to a greater or lesser extent with awareness of other things, the practice of self-investigation entails nothing other than trying to be as perfectly self-attentive as possible.<br>\n<br>\nTherefore, though Bhagavan described the practice of self-investigation in various different ways, each of his descriptions of it is just another way of describing this one practice — the practice of trying to be keenly self-attentive. Hence we should consider each of his descriptions of it to be another clue that he has given us in order to help us to cling to being attentively self-aware or to regain our self-attentiveness whenever we find that our attention has been distracted away towards anything else.<br>\n<br>\nTherefore, if understood correctly, what you described in your email as ‘three different approaches to self-investigation’ are not actually different practices but only different descriptions of the same one practice of trying to be attentively self-aware. To make this clear, let us consider each of the three descriptions you gave.<br>\n<br>\n<a name=\"enquiry\"></a><b>8. Self-enquiry means investigating who am I, not merely asking who am I</b><br>\n<br>\nThe first description you gave was ‘self-enquiry, which involves asking who am I and going to the root of the I thought’. The first point to clarify here is that the practice that Bhagavan advised was not merely to ask who am I but was only to investigate who am I, and there is obviously a big difference between investigating who we are and asking ourself who we are. We cannot experience what we actually are merely by asking ourself the question ‘who am I?’ but only by investigating ourself experientially.<br>\n<br>\nWe can understand this with the help of a simple analogy. Suppose Bhagavan had advised us to investigate what is written in a particular book. We obviously cannot find out what is written in it merely by asking ourself ‘what is written in this book?’ No matter how many times we may ask ourself this question, we cannot know what is written in it unless we open it to see what is written there. Likewise, no matter how many times we may ask ourself the question ‘who am I?’, we cannot know what we are unless we look carefully at ourself to see or experience what we actually are. Looking carefully at ourself is what is called self-investigation or investigating who am I.<br>\n<br>\nTo use another analogy, suppose you notice some unidentified object and you want to know what it is. Merely asking yourself ‘what is it?’ will not help you to know what it is. Only if you go closer to it and look at it very carefully will you be able to find out what it is. For example, if the unidentified object is something that looks like a snake but is actually only a rope, you will be able to see what it actually is only by carefully observing or inspecting it. Likewise, what we now seem to be is a finite ego, but we will be able to see what we actually are only by carefully observing or inspecting ourself, and such observation or inspection is what is called investigating who am I.<br>\n<br>\n<a name=\"source\"></a><b>9. Since we alone are the source of our ego, investigating our source means investigating what we actually are</b><br>\n<br>\nThe second part of your first description is ‘going to the root of the I thought’, but this again is not quite how Bhagavan described this practice. The ‘I thought’ or thought called ‘I’ is our ego, which is the root of all our other thoughts, so what we need to know is not some other root of this root, but only the source from which this root has sprouted. The source from which we sprouted or rose as this ego is obviously just ourself, because other things come into existence only when we rise as this ego (as Bhagavan taught us, for example, in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> and <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/sleep-is-our-natural-state-of-pure-self.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>), so there is nothing other than ourself from which our ego could have arisen.<br>\n<br>\nTherefore when Bhagavan advised us to investigate, seek or look for the source or place from which our ego or thought called ‘I’ has arisen, what he meant is that we should try to experience or be aware of what we actually are. Hence the only means by which we can go to or find the source of our ego is by carefully observing ourself in order to be aware of ourself as we actually are. Therefore, as I explained in one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2014/05/there-is-no-difference-between.html\">There is no difference between investigating ‘who am I’ and investigating ‘whence am I’</a>, investigating from where this ego has arisen is just an alternative way of describing the practice of self-investigation or investigating what we actually are.<br>\n<br>\n<a name=\"meditation\"></a><b>10. Investigation entails meditation, but not every meditation entails investigation</b><br>\n<br>\nThe second description that you gave of this practice of self-investigation was ‘meditating on I am, excluding the arising of any thought, and concentrating on I am’. Since ‘I’ is a pronoun that refers only to ourself, and since ‘am’ is a verb that expresses the existence of ourself, ‘meditating on I am’ obviously means meditating on ourself, which entails directing our attention only towards ourself and not towards any other thing. Therefore ‘meditating on I am’ is obviously just another way of describing the simple practice of self-attentiveness or being attentively self-aware.<br>\n<br>\nSince no thought can arise unless we attend to it, thoughts arise only when we allow our attention to go away from ourself, so the only effective way to exclude the arising of any thought is to direct all our attention back towards ourself alone. Therefore ‘meditating on I am’ or ‘concentrating on I am’ necessarily entails ‘excluding the arising of any thought’, so this second description of yours (or ‘approach’, as you call it) is only an alternative description of the practice of being exclusively self-attentive.<br>\n<br>\nThough Bhagavan sometimes described this practice of self-investigation as ‘meditating on oneself’ or ‘meditating on I (or I am)’, using terms such as <i>svarūpa-dhyāna</i> or <i>ātma-cintanā</i> (as he did, for example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth</a> paragraphs of <i>Nāṉ Yār?</i>), he described it more often as an investigation than as a meditation, and he had a good reason for doing so, because we cannot investigate anything without meditating on it (in the sense of observing or attending to it), but we can meditate on something without investigating it, so every investigation entails meditation, but not every meditation entails investigation.<br>\n<br>\nFor example, if we meditate on a name or form of God, we are not investigating it, because investigation is meditation done with a particular purpose or intention, namely the intention to find out, discover or know more about whatever we are meditating upon. If we meditate on a name or form of God, our purpose or intention would probably be to express our love for him, or it could be in the hope that we will thereby gain some benefit from him, and if we meditate on our breathing or on some particular point in our body, our intention may be to develop our power of concentration, to control our thoughts or whatever, so such meditation is not an investigation or attempt to gain knowledge about the object on which we are meditating.<br>\n<br>\nWhen we investigate ourself, on the other hand, we are meditating on ourself in order to know what we actually are. Therefore the reason why Bhagavan emphasised that this practice is an investigation is that we should not consider it to be merely an exercise in concentration or an attempt to ward off all other thoughts, because our sole aim and purpose should be to experience ourself as we actually are.<br>\n<br>\nTherefore though self-investigation does entail meditating on ourself, it is quite unlike most other practices that are called meditation, because when we turn our attention back towards ourself we are attempting directly to experience what we actually are. This is why Bhagavan described this practice of meditating on ‘I’ or ‘I am’ as investigating who am I.<br>\n<br>\n<a name=\"un26\"></a><b>11. <i>Uḷḷadu Nāṟpadu</i> verse 26: our ego and its thoughts are mutually dependent</b><br>\n<br>\nThe final description you gave of this practice was ‘trying to notice the gap between two thoughts, expanding the gap, and being without any thought, <i>summa iru</i>’. What exactly is ‘the gap between two thoughts’, and what exists in that gap? Sleep is a good example of this gap, so what we experience in any gap between two thoughts is exactly what we experience in sleep, namely ourself alone, and neither any more nor any less than that. Therefore ‘trying to notice the gap between two thoughts’ means trying to experience ourself in waking or dream as we experience ourself in sleep.<br>\n<br>\nThinking is a process of forming and simultaneously experiencing thoughts, but though we speak of forming and experiencing thoughts as if they were two separate parts of this process, they are actually one and the same, because we form thoughts only by experiencing or being aware of them. What forms and experiences thoughts is only ourself as this ego, so no thought can arise without this ego.<br>\n<br>\nHowever, as Bhagavan says in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, this ego can rise and endure only by ‘grasping form’, which means by forming and experiencing thoughts, so just as no thought can arise or stand without this ego, this ego cannot arise or stand without any other thoughts. This ego and its thoughts are therefore mutually dependent, as indicated by him in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nThis ego itself is just a thought, because it can rise and stand only by grasping the form of a body as itself, and any body that it grasps as itself is just a thought that it forms and experiences within itself. Therefore, to emphasise that this ego is only a thought, Bhagavan often referred to it as the thought called ‘I’ or ‘I am this body’, and because it is the thought that forms and experiences all other thoughts, he said that it is the root of all thoughts.<br>\n<br>\nTherefore ‘the gap between two thoughts’ is not just a gap between any two consecutive other thoughts, but also a gap between two consecutive risings of this ego. In this gap no thought — neither our ego nor any other thought — can exist, so what exists and is experienced in any such gap is only ourself, whose nature is pure self-awareness. Therefore ‘trying to notice the gap between two thoughts’ means trying to be aware only of ourself, and ‘expanding the gap’ means trying to cling to our pure self-awareness so firmly that we do not become aware of anything else. Hence this final description that you give is yet another description of exactly the same practice, namely trying to be attentively aware of ourself alone.<br>\n<br>\n<a name=\"summa\"></a><b>12. Being attentively self-aware entails just being without any thought</b><br>\n<br>\nIn the final part of this final description you say ‘being without any thought, <i>summa iru</i>’, which amounts to the same thing, because if we are attentively aware of ourself alone, no other thought can arise (since thoughts can arise only if we attend to them and are thereby aware of them), and because being attentively aware of ourself alone is not an action or ‘doing’ of any sort but only our natural state of just being (<i>summā iruppadu</i>). Attending to anything other than ourself is an action or <i>karma</i>, because it entails a movement of our mind or attention away from ourself towards that other thing, whereas being attentively aware of ourself alone is not an action, because it does not entail any movement of our mind or attention away from ourself. Therefore what is called ‘just being’ (<i>summā iruppadu</i>) is only the state in which our mind or ego remains merged in ourself, as Bhagavan says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சும்மா விருப்பதாவது மனத்தை ஆன்மசொரூபத்தில் லயிக்கச் செய்வதே.<br>\n<br>\n<i>summā-v-iruppadāvadu maṉattai āṉma-sorūpattil layikka-c ceyvadē</i>.<br>\n<br>\nWhat ‘just being’ (<i>summā-v-iruppadu</i>) is is only making the mind dissolve in <i>ātma-svarūpa</i> [our own actual self].</blockquote>\nHowever, when this state of ‘just being’ or being attentively self-aware is described as ‘being without any thought’, we should not mistake ‘being without any thought’ to be our aim, because even in sleep we are without any thought but our ego is not thereby destroyed. Being aware of ourself alone is being without any thought, as we are in sleep, but (as I explain in several of my recent articles, such as <a href=\"http://happinessofbeing.blogspot.co.uk/2015/10/why-is-it-necessary-to-be-attentively.html\">Why is it necessary to be attentively self-aware, rather than just not aware of anything else?</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2015/11/sleep-is-our-natural-state-of-pure-self.html\">Sleep is our natural state of pure self-awareness</a>) in order to destroy our ego we must not only be aware of ourself alone but must be <i>attentively</i> aware of ourself alone. As I explain above (in <a href=\"#vrtti\">section 5</a>), being attentively self-aware is what is called <i>vṛtti-jñāna</i>, and as Bhagavan often explained, it is the only means by which our ego can be destroyed.<br>\n<br>\nTherefore though Bhagavan explained the practice of self-investigation in a variety of different ways, what he was actually describing in each of these ways was only this one practice of trying to be attentively aware of ourself alone, because there is no other means by which our illusion that we are this ego can be dissolved and annihilated.<br>\n<br>\n<a name=\"focus\"></a><b>13. All we need to focus on is ourself, because we are thereby doing everything that Bhagavan instructed us to do</b><br>\n<br>\nAfter I wrote the above reply to my friend, he replied saying, ‘There are so many explanations or interpretations of Bhagavan’s teaching that one gets confused’, and he explained that because of the confusing explanations he has read in various books and articles he is never sure what he should focus on when he sits down to practise self-enquiry: whether on investigating who am I, meditating on ‘I am’, pushing aside thoughts as they arise, trying to be still, without any thought, or focusing on who is the thinker of the thoughts as they arise. I therefore replied:<br>\n<br>\nAll you need to focus on is yourself, who are what is aware of everything else, and who is the only thing you are aware of in each one of your three states (waking, dream and sleep). If you focus on or become aware of anything you are not aware of in sleep, that is something other than yourself, so you should then try to turn you attention back towards yourself, who are aware of it.<br>\n<br>\nThis is what Bhagavan clearly implied in the sentence from the sixteenth paragraph of <i>Nāṉ Yār?</i> that I quoted at <a href=\"#ny16\">the beginning of my previous reply</a>:<br>\n<blockquote>சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்.<br>\n<br>\n<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>.<br>\n<br>\nThe name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] keeping the mind [one’s attention] always on oneself.</blockquote>\n\nThis is such a clear and simple instruction, and it tells us all that we need to know in order to practice <i>ātma-vicāra</i>: just try to fix your mind or attention on yourself.<br>\n<br>\nEverything else that Bhagavan said about this practice is just clues to help us keep our attention on ourself. For example, if you try to focus all your attention only on yourself, that is the correct way to do everything else that you mentioned, namely to investigate who am I, to meditate on ‘I am’, to push aside thoughts as they arise, to be still, without any thought, and to focus on who is the thinker.<br>\n<br>\nOther thoughts can rise only if we allow our attention to slip away from ourself, so as long as our attention is focused only on ourself, no other thoughts can rise. Therefore if we become aware of any other thought (that is, anything other than ourself), that means that our attention has slipped away from ourself, so we should draw it back to ourself, thereby ending (or ‘pushing aside’) whatever other thoughts had arisen.<br>\n<br>\nMoreover, since our mind is active only when we are attending to other thoughts, we can truly be still (or just be, <i>summā iru</i>) only if we attend to ourself alone. Thus whatever Bhagavan instructed us to do can be done properly only by our attending to ourself alone, so please do not be misled by anyone who advises us to do anything other than just trying to be self-attentive.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "278",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4878827305902183739/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "cit-śakti",
        "ego",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODQ0Cm9mZnNldDogMzYwMDAwMAo\""
}