{
    "kind": "blogger#post",
    "id": "5116116200829644636",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-04-03T11:17:00+01:00",
    "updated": "2017-09-28T14:02:42+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/04/any-experience-we-can-describe-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5116116200829644636",
    "title": "Any experience we can describe is something other than the experience of pure self-attentiveness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Last month a friend wrote to me describing what he experiences when he tries to practise self-investigation (<i>ātma-vicāra</i>) and asking whether his description indicates that his practice is on the right track. This article is adapted from the reply I wrote to him.<br>\n<br>\nThe experience of self-attentiveness or self-awareness cannot be expressed in words, because it is featureless, so any words we use to describe what we experience when we are trying to be self-attentive are only a description of something other than pure self-attentiveness.<br><a name='more'></a>\n<br>\nHowever, if I try to see beyond the words you use, what I infer is that the first type of experience you describe is a state of partial self-attentiveness (a state in which you are aware both of yourself and of other things) and that the second type is a state of purer self-attentiveness — a state in which you are not yet exclusively self-attentive, but in which you are aware of yourself much more than you are of anything else. Would you agree that this is an accurate interpretation?<br>\n<br>\nSo long as we experience anything other than ourself, we are not experiencing ourself as we really are, because nothing other than what we really are actually exists. Therefore we can experience ourself as we really are only when we experience ourself alone, in complete isolation from the seeming existence of anything else, and hence our aim when practising self-investigation (<i>ātma-vicāra</i>) is to experience ourself alone.<br>\n<br>\nHowever, because we are long accustomed to confusing ourself with other things — that is, to mistaking ourself to be certain things that we are currently experiencing, such as our mind and body — we are not immediately able to distinguish ourself from all other things, so when we try to be exclusively self-attentive — aware of nothing other than ourself — we continue to be aware of other things to a greater or lesser extent. Only with persistent practice will we be able to refine our power of discernment (<i>vivēka</i>) sufficiently to experience ourself alone, in complete isolation from everything else.<br>\n<br>\nAs I wrote in one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/02/just-being-summa-irukkai-is-not.html\">Just being (<i>summā iruppadu</i>) is not an activity but a state of perfect stillness</a>:<br>\n<blockquote>Sadhu Om used to explain this in terms of turning 180 degrees away from all other things towards ourself alone. The closer we come to turning 180 degrees, the less any awareness of anything else will be mixed with our self-awareness, but until we actually turn the full 180 degrees we are not yet experiencing ourself alone, in complete isolation from any awareness of other things. When we once manage to turn the full 180 degrees, we will experience nothing other than ourself, and thus we will experience ourself as we really are, after which we will never again experience anything else.<br>\n<br>\nWhen we try to attend to ourself alone, we may manage to turn 90, 120, 150 or even 179 degrees, but we cannot actually know how far we have turned, so we just have to keep on trying until we eventually succeed in turning the full 180 degrees.</blockquote>\nTherefore our aim is to be aware of ourself alone, thereby excluding any awareness of anything else, and in order to achieve the ability to be so we must try repeatedly, patiently and persistently. Whenever we have some free time, even for a few moments, when we have no immediate need to be aware of anything else, we should try to be aware of ourself alone. However, much of our time is taken up with other work or activities, so at such times we need to be aware of other things, but even then we can try to be at least partially self-attentive — that is, to remember to be more than usually aware of ourself even while we are aware of other things.<br>\n<br>\nThus our practice each day will broadly speaking be of two different types: trying to be as exclusively self-attentive as possible whenever we have no need to be aware of anything else, and trying to be at least partially self-attentive whenever we do need to be aware of anything else. <br>\n<br>\nFrom your description of the two types of experience you have when trying to practise self-investigation, I infer that in the first type you are achieving a state of partial self-attentiveness, and that in the second type you are coming closer to being exclusively self-attentive. Therefore it seems that your practice is on the right track.<br>\n<br>\nRegarding your questions, ‘When I am in the 2nd type described above there is no more I can do but just be in that state?? Is this all we can do Michael??’, the closer we come to being exclusively self-attentive, the less we will be able to make any further effort other than just to remain thus, because the more we are self-attentive, the more our ego will have subsided and dissolved, so the less it will be able to make any kind of effort.<br>\n<br>\nThis is why Sri Ramana used to say that our effort can only take us so far, and that when we reach a certain point where no further effort is possible, the absolute clarity of pure self-awareness will arise from within, so to speak, and will consume us entirely. This is what he sometimes used to describe metaphorically by saying that if we take one step towards God (who is nothing other than ourself — what we actually are), he will take ten steps towards us.<br>\n<br>\nThere is one other specific point in your description of your experience that I think needs further consideration, namely your use of the term ‘thought’. For example, when describing your second type of experience, you say that no thoughts come, which suggests you are using ‘thought’ in a rather narrow sense to mean only certain kinds of mental phenomena. However, in the broad sense in which Sri Ramana used terms in Tamil that mean ‘thought’ or ‘idea’, such as நினைவு (<i>niṉaivu</i>) or எண்ணம் (<i>eṇṇam</i>), he meant any kind of mental phenomena — anything other than what we actually are.<br>\n<br>\n<a name=\"ny04\"></a>That is, according to Sri Ramana, everything that we experience other than ourself is a thought or idea, and this is why he says that what we experience as the world is nothing but our own thoughts — a fabrication of our own mind. For example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?) he says:<br>\n<blockquote>[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. [...]<br>\n<br>\n[...] <i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>. [...]<br>\n<br>\n[...] Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. [...]<br>\n<br>\n<a name=\"ny14\"></a>[...] ஜக மென்பது நினைவே. [...]<br>\n<br>\n[...] <i>jagam eṉbadu niṉaivē</i>. [...]<br>\n<br>\n[...] What is called the world is only thought. [...]</blockquote>\n<a name=\"uu18\"></a>Even the ego, which alone experiences the world and everything else other than ourself, is just a thought — but the root and cause of all other thoughts — as he says in verse 18 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nTherefore, until we experience ourself as we really are and thereby dissolve the illusion of our ego and all its thoughts, we are always experiencing thoughts, except when we are fast asleep or in some other such state of <i>manōlaya</i> or mental dormancy.<br>\n<br>\nWhen you describe your two types of experience while trying to practise self-attentiveness, everything that you describe is a thought, as also are you who experienced it and now describe it. A state that is completely thought-free is a state like sleep, and we cannot describe or even form a clear mental picture of our experience in sleep, because it is devoid of any features.<br>\n<br>\nTherefore I assume that what you mean when you say that no thoughts come is that some of your more gross kinds of thought are then absent, but other subtler kinds of thought are still present. Since everything that we experience other than ourself (that is, anything that is different to or other than what we experience in sleep, when we do not experience anything other than ourself) is just a thought, we should try to experience ourself alone and thereby to avoid experiencing anything else whatsoever.<br>\n<br>\nWhatever we may experience, whether in waking, dream or sleep, we always experience ourself as the experiencer of it. In sleep we experience nothing other than ourself, whereas in waking and dream we always experience ourself plus something else. This is the fundamental distinction between sleep on the one hand and waking or dream on the other hand.<br>\n<br>\nHowever, though we experience nothing other than ourself in sleep, our self-experience lacks sufficient clarity then, because we do not enter that state by trying to experience ourself alone, but only due to exhaustion, which makes our restless mind too tired to continue experiencing anything else. Therefore when we practise self-investigation, we are making a conscious effort to experience ourself alone, and if we thereby succeed in doing so, we will experience ourself perfectly clearly, and thus the illusion that we are anything other than what we actually are will be destroyed forever.<br>\n<br>\nTherefore our aim is to experience ourself alone, as we did in sleep, but more clearly than we did then. In sleep our ego is temporarily dormant, so we cannot make any effort then to experience ourself more clearly, but in waking and dream our ego is active, so we can now make the required effort to experience ourself perfectly clearly by trying to experience ourself alone, in complete isolation from everything else.<br>\n<br>\nWhatever we may experience in waking or dream, we are aware that we are experiencing it — that is, that what is experiencing it is only ourself — so we can try to withdraw our attention from whatever we are experiencing and focus it instead on ourself alone. So long as we experience anything other than what we experienced in sleep, we are not experiencing ourself alone, so we need to continue trying to do so until we succeed.<br>\n<br>\nIn waking and dream many experiences come and go, but whatever we do not experience permanently cannot be what we really are. What we really are must be something that we experience without any change at all times and in all states, not only in waking and dream but also in sleep. Therefore, in order to distinguish ourself from everything else, we need to distinguish what we experience permanently from what we experience only temporarily. This is why the practice of self-investigation is sometimes described as <i>nityānitya-vastu-vivēka</i> (<i>nitya-anitya-vastu-vivēka</i>): discrimination or discernment of <i>nitya </i>from <i>anitya</i> — the permanent from the impermanent, or the eternal from the ephemeral.<br>\n<br>\nThe only permanent thing (<i>nitya vastu</i>) that we experience is ourself, and everything else that we experience is impermanent (<i>anitya</i>). Whatever experiences you described, and whatever experiences we could ever describe, are impermanent, because what is permanent — namely ourself — is devoid of any distinguishing features, and hence in Sanskrit it is described negatively as <i>nirviśēṣa</i>, which means featureless.<br>\n<br>\nIf we try to describe what we experienced in sleep, we can only do so in negative terms, because we did not then experience any distinguishing features other than a complete absence of all features — in other words, the only feature (<i>viśēṣa</i>) of what we experienced in sleep is its featurelessness (<i>nirviśēṣatva</i>). Likewise, if we try to describe the experience of being self-aware, we cannot do so except with reference to impermanent things such as our body or mind, but since such things are impermanent, they cannot be what we actually are.<br>\n<br>\nIf we try to describe or even to conceive what we actually are without any reference to anything that we experience only temporarily, we cannot do so, and this is why Sri Ramana often said that self-knowledge cannot be taught by words but only through silence. That is, only in the state of perfect silence, in which all the noise of words, thoughts and even our thinking mind or ego have completely subsided, can we experience ourself as we really are.<br>\n<br>\nTherefore, when practising self-investigation, we need to ignore any transitory experience or anything that could be described in words or conceived or pictured by our mind, and instead to try to experience only what we are constantly experiencing — what we experience even when we are fast asleep — namely ourself.<br>\n<br>\nAll other experiences come and go, but we alone remain permanently, so whatever else we may experience, we should try to turn our attention back to experience only ourself, the one who experiences everything else. If we succeed in doing so, all other experiences will cease, and we will thus cease to experience ourself as the transitory ego who experienced them, but will instead experience ourself as we eternally are — as the one ineffable and immutable ground of all experience.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "3",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5116116200829644636/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "ego",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NjAzNzYyMjMyCm9mZnNldDogMzYwMDAwMAo\""
}