{
    "kind": "blogger#post",
    "id": "2169935557185384960",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-01-18T10:51:00Z",
    "updated": "2015-02-07T12:25:03Z",
    "url": "http://happinessofbeing.blogspot.com/2015/01/the-connection-between-consciousness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2169935557185384960",
    "title": "The connection between consciousness and body",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nA friend wrote to me recently saying that in a German book on <i>Uḷḷadu Nāṟpadu</i> called <i>Über das Selbst</i> (‘About the Self’) the author has written that the absolute consciousness is connected through our navel, and asked me to comment on this. The following is adapted from the reply I wrote:<br />\n<br />\nI assume that what is meant here by the term ‘consciousness’ is what is conscious, which is the sense in which it is generally used in the context of the teachings of Sri Ramana or any other form of <i>advaita</i> philosophy. It is important to clarify this, because ‘consciousness’ is used in a variety of different senses, so its exact meaning is generally determined by the context in which it happens to be used.<br /><a name='more'></a>\n<br />\nIn this sense, the term ‘absolute consciousness’ likewise means what is conscious, but the adjective ‘absolute’ distinguishes it from any form of relative consciousness. Since any form of consciousness that experiences anything other than itself exists relative to whatever it experiences, it is not absolute consciousness. Therefore ‘absolute consciousness’ means what is conscious of nothing other than itself, and hence it is what is otherwise known as ‘pure consciousness’ or ‘adjunct-free consciousness’ — the consciousness that we experience not as ‘I am this’ or ‘I am that’ but only as ‘I am’.<br />\n<br />\nAccording to Sri Ramana, absolute consciousness is what we actually are, and it is not connected with anything, because it alone truly exists. That is, logically it could not be connected with anything unless something other than itself actually existed, and if anything other than itself actually existed, it would necessarily be finite and hence not absolute but only relative. Therefore in order to be connected with anything, consciousness would have to be relative.<br />\n<br />\nHowever though absolute consciousness is not connected with anything, everything that seems to exist is connected with it, because nothing else could seem to exist if it were not experienced by our ego or mind, and our ego could not seem to exist or to experience anything if it did not contain within itself an element of consciousness — an element that is nothing other than absolute consciousness, which is our real self, the only consciousness that actually exists. Therefore everything other than ourself (including our body) is connected with absolute consciousness (ourself) not through our navel, but only through our ego.<br />\n<br />\nThough absolute consciousness is what we actually are, we now experience ourself as this ego or mind, so we now experience consciousness as if it were this ego, and it is only this ego-consciousness that is connected with our body and that experiences anything other than itself. That is, when consciousness seems to be connected with our body, it is not consciousness as it really is, but only consciousness in the limited and distorted form of our ego or mind.<br />\n<br />\nOur ego or mind always experiences itself as a body, so it is a mixture of consciousness, which alone is real, and this body, which is unreal. In other words, the ego or mind is the adjunct-mixed consciousness ‘I am this body’, and hence it is described as <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that ties consciousness (<i>cit</i>) and the non-conscious (<i>jaḍa</i>) body together as if they were one.<br />\n<br />\nAs the ego or mind, we always experience our body as being something that is intimately connected with ourself — that is, with our essential self-awareness or consciousness (which alone is what we actually are) — and hence we feel that our whole body is conscious, and that consciousness (in the form of our ego) pervades throughout our body. That is, we experience every part of our body as ourself, and since we ourself are conscious, we feel that every part of our body is conscious. Even if some part of our body is anaesthetised or is for any other reason deprived of sensation, we are still conscious of it as ourself, but as a part of ourself that is devoid of sensation or sensory feeling. If someone touches our hand, our foot or any other part of our body, we feel that they have touched us, because there is no part of our body that we experience as other than the entire body that we currently experience as ourself.<br />\n<br />\nHowever, though consciousness (ourself) pervades throughout our body, it seems to be centred at different times in different parts of our body, depending on what activity we happen to be engaged in. For example, when we are engaged in seeing things, our consciousness seems to be centred in the region of our eyes; when we are engaged in hearing things, it seems to be centred in the region of our ears; since much of our thinking involves words and visual images, it seems to be going on in our head, close to our ears and eyes, so when we are thinking our consciousness seems to be centred there; when we are experiencing any strong emotion, our consciousness seems to be centred in our chest, or sometimes (in the case of some particularly unpleasant emotions) in the pit of our stomach; when we are engaged in feeling something with our hand, our consciousness then seems to be centred (at least partially) in that hand; when we are intensely aware of any pain in our body, our consciousness seems to be centred around that pain; and when we are engaged in sexual activity, our consciousness seems to be centred in the region of our genitals.<br />\n<br />\nThis is of course an oversimplification, because we are seldom so engrossed in any one activity or bodily experience that we are completely unaware of everything else, but it does explain to some extent the reasoning behind the <i>yōgic</i> idea of different centres of consciousness (<i>cakras</i>) in the body, and the associated idea that when we are engrossed in material desires and bodily pleasures our consciousness (which is what some <i>yōga</i> texts refer to as ‘<i>kuṇḍalinī</i>’) is located lower in our body, whereas when our interest shifts to more refined pleasures, concerns or aims, our consciousness or <i>kuṇḍalinī</i> rises gradually to higher locations in our body.<br />\n<br />\nHowever, it is important in this context to remember that the consciousness that seems to be located in (or connected with) our body and that is sometimes described as ‘<i>kuṇḍalinī</i>’ is not absolute consciousness as such, but only our ego, which is a body-bound and hence relative form of our original consciousness. Therefore, since our aim is only to experience consciousness (ourself) in its absolute and original form — which is pure and unlimited self-awareness, unconnected in any way with any finite thing such as a body — we need not be concerned with any ideas about <i>kuṇḍalinī</i> or its location in our body.<br />\n<br />\nBecause <i>yōga</i> is concerned with exploring the connection between our mind (our ego, which is our body-bound consciousness), our <i>prāṇa</i> (our breathing and other life processes) and our body, it developed various theories about <i>cakras</i> (centres of consciousness in the body) and <i>nāḍis</i> (channels through which consciousness is said to spread or flow in the body), and among such theories there may be one that says that consciousness connects with our body in the region of its navel.<br />\n<br />\nHowever, when asked about such theories, Sri Ramana often remarked that we need not concern ourself with any such ideas, because concepts such as <i>nāḍis</i>, <i>cakras</i> and <i>kuṇḍalinī</i> are all mere imaginations or mental fabrications (<i>kalpanās</i>), and if questioned further, he would explain that they are all things that pertain to the body and are supposed to exist in it, so since the body itself is just an imagination, they must also be nothing but imaginations. For example, Suri Nagamma recorded in Telugu one occasion when he made such a remark, and the following English translation of what she recorded was published in 1969 in the <i>Ramana Jyothi Souvenir</i>, p. 14, and was later reproduced in <i>The Mountain Path</i>, October 1983 issue, p. 250:<br />\n<blockquote>\nIn 1943, a pandit who came to the Ashram went on talking to Bhagavan for a full four days about the <i>amrita nadi</i> and its significance. Bhagavan was nodding His head saying that the <i>nadi</i> would act like this and like that. Having heard their discussions, I felt aggrieved that I had had no experience of any such <i>nadi</i>. After the visitor had left, I met Bhagavan while He was returning from the <i>gosala</i> side and said, “You have been discussing at length the <i>amrita nadi</i>”, but before I could finish the sentence He said with some impatience, “Why do you worry about all that?” I ventured to say, “You have been discussing it for the last four days and so I thought I could know something about it from you”. Bhagavan replied, “You thought so, did you? He was asking something based on the <i>sastras</i> and I replied to him accordingly. Why should you worry about it? All that you should do is to follow the enquiry ‘Who am I?’” So saying, He walked away.<br />\n<br />\nTwo days after that when someone in the hall raised the topic regarding <i>amrita nadi</i> Bhagavan coolly said, “Yes, that is an idea”. Surprised at it, I asked, “Is the <i>amrita nadi</i> an idea only?” “Yes. What else is it but an idea? Is not the body itself an idea?” Saying this, Bhagavan looked at me with compassion.</blockquote>\nIdeas such as <i>nāḍis</i>, <i>cakras</i> and <i>kuṇḍalinī</i> may have a metaphorical significance, but if our aim is only to experience what we really are, they are unnecessary concepts and need not concern us. Indeed we should not be concerned with any body-related ideas, because what we should be trying to experience is only ourself, in complete isolation from our body and everything else.<br />\n<br />\nSo long as we allow ourself to attend to anything other than ourself, our body and all the other extraneous things that we thus experience seem to be real, so Sri Ramana advises us to try to attend only to ourself, the ‘I’ who is conscious of both ourself and all those other things. Therefore if we wish to follow his path and thereby to experience what this ‘I’ really is, we should not be concerned with our body or any connection we may seem to have with it, but should focus all our interest and attention only on ourself, the one absolute consciousness or pure self-awareness ‘I am’.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "42",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2169935557185384960/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "kuṇḍalinī",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDIzMzExOTAzMzc3Cm9mZnNldDogMAo\""
}