{
    "kind": "blogger#post",
    "id": "249867883961115620",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-08-29T17:07:00+01:00",
    "updated": "2017-05-28T18:26:07+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/08/what-is-meditation-on-heart.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/249867883961115620",
    "title": "What is meditation on the heart?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html?showComment=1439000761944#c5173071245927823892\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html\">By attending to our ego we are attending to ourself</a>, a friend called Viswanathan quoted the following passage from chapter 13 of <i>Reflections on Talks with Sri Ramana Maharshi</i> by S. S. Cohen:<br>\n<blockquote>Now we turn to the positive side of the question, whether meditation on the Heart is possible. Bhagavan declares it to be possible, but not in the form of investigation, as it is done when the ‘I’ is the subject. Meditation on the Heart must be a special meditation, provided the meditator takes the Heart to be pure consciousness and has at least, an intuitive knowledge of what pure consciousness is. Only that meditation succeeds which has this intuitive knowledge, and is conducted with the greatest alertness, so that the moment thoughts cease, the mind perceives itself in its own home — the Heart itself. This is certainly more difficult to do than to investigate into the source of the ‘I’, because it is a direct assault on, rather direct contact with, the very source itself. It is no doubt the quickest method, but it exacts the greatest alertness and the most concentrated attention, denoting a greater <i>adhikara</i> (maturity).</blockquote>\nThis passage is the later half of Cohen’s commentary on the following passage from section 131 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 119):<br>\n<blockquote><b>D.:</b> There are said to be six organs of different colours in the chest, of which the heart is said to be two finger-breadths to the right of the middle line. But the Heart is also formless. Should we then imagine it to have a shape and meditate on it?<br>\n<br>\n<b>M.:</b> No. Only the quest “Who am I?” is necessary. What remains all through deep sleep and waking is the same. But in waking there is unhappiness and the effort to remove it. Asked who wakes up from sleep you say ‘I’. Now you are told to hold fast to this ‘I’. If it is done the eternal Being will reveal Itself. Investigation of ‘I’ is the point and not meditation on the heart-centre. There is nothing like within or without. Both mean either the same thing or nothing.<br>\n<br>\nOf course there is also the practice of meditation on the heart-centre. It is only a practice and not investigation. Only the one who meditates on the heart can remain aware when the mind ceases to be active and remains still; whereas those who meditate on other centres cannot be so aware but infer that the mind was still only after it becomes again active.</blockquote><a name='more'></a>\nCohen quoted and commented on only an abridged extract from this passage, but I give the entire passage here because in order to judge what is meant and how accurately it may have been recorded it is necessary to understand the context in which Bhagavan is supposed to have given this answer. The portion actually quoted by Cohen was:<br>\n<blockquote>“The Heart is formless. Should we imagine it to have a shape and meditate on it?”<br>\n<br>\nBhagavan: “No. Only the quest ‘Who am I?’ is necessary. Investigation of ‘I’ is the point, and not meditation on the Heart-centre. There is nothing like within and without. Both mean either the same thing or nothing.<br>\n<br>\n“Of course there is also the practice of meditation on the Heart-centre. But it is only a practice and not investigation. Only the one who meditates on the Heart can remain aware when the mind ceases to be active and remains still.”</blockquote>\nTaken in isolation without reference to the full passage, the meaning of what is said in this abridged extract is significantly less clear than it is in the full passage, because in this extract what exactly is meant by the term ‘Heart-centre’ is not at all obvious. The capitalisation of the initial ‘h’ in ‘heart’ suggests that it refers to our real self, because in English books on the teachings of Bhagavan the term ‘Heart’ with a capital ‘h’ generally denotes our innermost core or essence, which is ourself as we really are. However, if this is what was meant by the term ‘Heart’ in this context, why is it called the ‘Heart-centre’, when the ‘Heart’ (our actual self) is the only real centre there is? If ‘Heart’ refers here to this real centre, the term ‘Heart-centre’ would mean the ‘centre-centre’, which would be a tautology.<br>\n<br>\nMoreover, and still more importantly, if ‘Heart-centre’ meant our real self in this context, meditating on it would mean exactly the same as investigating ‘I’, so why then would Bhagavan have said, ‘Investigation of ‘I’ is the point, and not meditation on the Heart-centre’? Clearly the ‘Heart-centre’ he is talking about here is something other than ‘I’, so we have to infer that in this context the term ‘Heart-centre’ does not refer to our real self. However, by omitting much of the context and by capitalising the initial ‘h’ in ‘heart’ Cohen misrepresented what was recorded in this passage of <i>Talks with Sri Ramana Maharshi</i> and thereby created room for himself to misinterpret the meaning of this passage in his commentary on it, as we shall see that he did when we consider his commentary in more detail.<br>\n<ol>\n<li><a href=\"#t131\">Can we make sense of Bhagavan’s final answer recorded in section 131 of <i>Talks</i>?</a></li>\n<li><a href=\"#cohen\">Cohen’s interpretation of this final answer recorded in section 131 of <i>Talks</i></a></li>\n<li><a href=\"#heart\">What did Bhagavan mean by the term ‘heart’?</a></li>\n<li><a href=\"#location\">Why did Bhagavan specify the right side of the chest as the location of the heart?</a></li>\n<li><a href=\"#sthana\">Distinguishing <i>hṛdaya</i> from <i>hṛdaya-sthāna</i></a></li>\n<li><a href=\"#hsmed\">Meditating on <i>hṛdaya-sthāna</i> is not meditation on <i>hṛdaya</i></a></li>\n<li><a href=\"#hmed\">Being attentively self-aware alone is meditation on <i>hṛdaya</i></a></li>\n</ol>\n<a name=\"t131\"></a><b>1. Can we make sense of Bhagavan’s final answer recorded in section 131 of <i>Talks</i>?</b><br>\n<br>\nHowever, before considering his commentary, let us first consider what was actually recorded in this passage of <i>Talks</i>. The first point to notice is that in <i>Talks</i> the initial ‘h’ in ‘heart-centre’ was not capitalised, and another still more important point is that the wording of the question, ‘There are said to be six organs of different colours in the chest, of which the heart is said to be two finger-breadths to the right of the middle line. But the Heart is also formless. Should we then imagine it to have a shape and meditate on it?’, makes it clear that what Bhagavan meant by whatever term he used that has been translated as ‘heart-centre’ was the location in the chest ‘two finger-breadths to the right of the middle line’, so in this context ‘heart-centre’ does not refer to ourself as we really are.<br>\n<br>\nThis is the reason why Bhagavan distinguished meditation on this ‘heart-centre’ from investigation of ‘I’, because the former entails attending to an objective phenomenon, something other than ourself, whereas the latter entails attending to ourself alone. In other words, the terms ‘the quest “Who am I?”’, ‘hold fast to this I’ and ‘investigation of I’ all mean attending only to ourself, the subject, whereas the term ‘meditation on the heart-centre’ in this context means meditation on an object — something other than ourself — and hence it entails directing our attention away from ourself, which is the opposite direction to the one in which we must direct it in order to investigate ‘I’.<br>\n<br>\nHowever, though the recording of whatever Bhagavan said seems quite clear in most of this passage, the meaning of the final sentence, namely ‘Only the one who meditates on the heart can remain aware when the mind ceases to be active and remains still; whereas those who meditate on other centres cannot be so aware but infer that the mind was still only after it becomes again active’, is less clear. Firstly, what is meant here by ‘can remain aware’? Aware of what? According to Bhagavan self-awareness is our very nature, so we can never be unaware of ourself, even though we now seem to be not aware of ourself as we really are. Even though we superficially seem to be unaware when we are asleep, what we are actually unaware of then is anything other than ourself.<br>\n<br>\nTherefore what could he have meant by ‘remain aware’ in this context? So long as we are meditating on any point in our body, whether the so-called ‘heart-centre’ or any other point, we must be aware of whatever point we are meditating upon. However, if we concentrate unwaveringly on any one point for a prolonged period of time, our mind will sooner or later subside, either due to exhaustion or due to boredom or lack of interest, and when it does so we will cease of be aware of whatever we were meditating upon and will instead remain for a while in sleep or in a sleep-like state of <i>manōlaya</i>. When this occurs it would make no difference whether we were meditating on the so-called ‘heart-centre’, on any other point in our body or on any other objective phenomenon, because all such things are other than ourself.<br>\n<br>\nIn order to remain not just self-aware but <i>attentively</i> self-aware when our mind subsides (that is, when it ‘ceases to be active and remains still’), we must practise only being attentively self-aware, which is all that self-investigation (<i>ātma-vicāra</i>) actually entails. So long as we are aware of anything other than ourself alone our mind has not completely subsided (that is, it has not completely ceased being active and become still), so if Bhagavan did actually say, ‘Only the one who meditates on the heart can remain aware when the mind ceases to be active and remains still’, what he must have meant by ‘remain aware’ can only have been ‘remain attentively self-aware’, and hence what he must have meant by ‘one who meditates on the heart’ can only have been ‘one who meditates on oneself’.<br>\n<br>\nTherefore we can make sense of this entire passage of <i>Talks</i> only if we assume that whatever Tamil (or Telugu) terms the recorder translated here as ‘heart’ and ‘heart-centre’ were actually two clearly distinct terms. For example, perhaps the term Bhagavan used that was translated here as ‘heart’ was <i>hṛdaya</i>, whereas the term translated as ‘heart-centre’ was <i>hṛdaya-sthāna</i> (because <i>hṛdaya-sthāna</i> means ‘heart-place’ and is a term that he sometimes used to refer to a particular point on the right side of our chest, as recorded, for instance, in his answer to the eighth question in the second chapter of <i>Upadēśa Mañjari</i>). If this is the case, then we can take ‘heart’ to mean ourself and ‘heart-centre’ to mean the location or point in our chest ‘two finger-breadths to the right of the middle line’, which would make sense because the sentence ‘Only the one who meditates on the heart can remain aware when the mind ceases to be active and remains still’ would then mean that only if we meditate of ourself can we remain aware when our mind subsides.<br>\n<br>\nHowever, though this interpretation does make sense of what is recorded, I am not entirely sure that what is recorded is an accurate translation of whatever Bhagavan actually said, and if it is not an accurate translation, my interpretation of it may not be relevant to whatever he did say. One reason why I doubt the accuracy of the recording in this passage is that the wording of the question indicates that Subba Rao, who asked it, was confusing ‘heart’ in the sense of our formless self with ‘heart’ in the sense of this point in one’s chest, so in his answer Bhagavan would not have used ‘heart’ to refer to ourself without clearly distinguishing this sense of that word from the other sense in which Subba Rao had used it. That is, since Subba Rao used the term ‘heart’ to refer both to this point in one’s chest and to our formless self, presumably in such a context Bhagavan would not have switched from talking about meditation on this bodily location to talking about meditation on ourself without making it more clear that he was talking about two completely difference types of meditation, one on an objective phenomenon (a particular point in our physical body) and the other on ourself alone. Since this is not sufficiently clear in the wording of the recording of the final paragraph of this passage, I believe that we have no choice but to infer that whatever he said was not completely or accurately recorded in it.<br>\n<br>\nThis is a problem we come across time and again if we read <i>Talks with Sri Ramana Maharshi</i> carefully. In so many places we find passages like this that contain ambiguously worded ideas or internal inconsistencies, or statements attributed to Bhagavan that are inconsistent with his real teachings as expressed by him in his own writings such as <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and <i>Nāṉ Yār?</i>, that we have no choice but to infer that such ambiguities and inconsistencies are primarily due to inaccurate or at least unclear recording of whatever he actually said. Therefore though we can find some useful ideas expressed here and there in <i>Talks</i>, on the whole it is not at all a reliable and accurate record of his oral teachings.<br>\n<br>\nHowever, since in this case this passage of <i>Talks</i> is the only record that we now have of whatever he did reply to this particular question asked by Subba Rao, we have to interpret it as best we can, and the least confusing way to do so seems to be to take ‘heart’ to mean ourself and ‘heart-centre’ to mean the location in our chest ‘two finger-breadths to the right of the middle line’. Therefore for want of any other suitable option, let us tentatively stick with this interpretation.<br>\n<br>\nTo review once again what we can infer from this recording of that question and answer, it is clear that the questioner was confusing two different senses in which the term ‘heart’ is used, and though Bhagavan’s answer was not recorded sufficiently clearly, it seems that he was drawing a distinction between those two senses, referring to one sense (namely the location in our chest ‘two finger-breadths to the right of the middle line’) as the ‘heart-centre’ and the other sense (namely our formless self) as the ‘heart’. Therefore, since the ‘heart-centre’ is an objective phenomenon, he distinguished meditation on it from self-investigation, which entails holding fast only to ‘I’, ourself. Finally, in the last sentence of this passage he seems to imply that meditating on any centre in the body, including the ‘heart-centre’, will eventually result in the mind subsiding in a sleep-like state of <i>manōlaya</i>, in which one is not attentively self-aware, whereas if one meditates on the ‘heart’ (that is, on oneself alone) one will remain attentively self-aware even when one’s mind ceases to be active.<br>\n<br>\n<a name=\"cohen\"></a><b>2. Cohen’s interpretation of this final answer recorded in section 131 of <i>Talks</i></b><br>\n<br>\nLet us now consider Cohen’s commentary on this passage. What I quoted at the beginning of this article was only the second half of his commentary, so the following is the whole of it:<br>\n<blockquote>NOTE: – It looks as though in the second half of this text Bhagavan retracts the statement in the first half not to meditate on the Heart centre. Actually he does not. Both statements are correct in their own contexts. In the first instance the question envisages the use of the imagination to give a form to the formless Heart, which is absurd. After all the Heart is naught but the Self, which is represented in our understanding by the principle ‘I’. Would it not be therefore more logical and simpler to catch hold of this principle and enquire into it, rather than create an artificial image of it — the imageless — and meditate on it? This completely disposes of the question in the form it is put. (See texts 9 in Chapter X and 23 in this Chapter).<br>\n<br>\nNow we turn to the positive side of the question, whether meditation on the Heart is possible. Bhagavan declares it to be possible, but not in the form of investigation, as it is done when the ‘I’ is the subject. Meditation on the Heart must be a special meditation, provided the meditator takes the Heart to be pure consciousness and has at least, an intuitive knowledge of what pure consciousness is. Only that meditation succeeds which has this intuitive knowledge, and is conducted with the greatest alertness, so that the moment thoughts cease, the mind perceives itself in its own home — the Heart itself. This is certainly more difficult to do than to investigate into the source of the ‘I’, because it is a direct assault on, rather direct contact with, the very source itself. It is no doubt the quickest method, but it exacts the greatest alertness and the most concentrated attention, denoting a greater <i>adhikara</i> (maturity).</blockquote>\nIn this commentary Cohen seems to entirely overlook that fact that it is clear in the original that what is meant by the term ‘heart-centre’ is not our real self (or ‘the Self’, as Cohen refers to ourself) but only an objective location in our body (one of the ‘six organs of different colours in the chest’), so when he says ‘After all the Heart is naught but the Self’ he is obviously confusing two quite different meanings of the term ‘heart’. I do not suppose that he was deliberately misinterpreting what is recorded in this passage of <i>Talks</i>, but his understanding of it was certainly very confused.<br>\n<br>\nExcept in the last paragraph of Bhagavan’s answer as recorded in this passage, which as we have seen was definitely not recorded sufficiently clearly, there is nothing in this passage of <i>Talks</i> that could give any room for anyone to infer that what he meant by ‘meditation on the heart-centre’ was meditation on ourself (or ‘the Self’). Therefore, since Cohen seems to have interpreted it to mean this, most of his commentary on this passage bears no relation to what was actually recorded or implied in it.<br>\n<br>\nEven if we ignore the fact that what Cohen wrote here was intended to be a commentary on this passage, and just try to understand what he wrote in isolation, it still seems very confused. If ‘meditation on the heart’ means meditation on ourself, it is just another way of describing the practice of self-investigation, but Cohen writes that such meditation is ‘possible, but not in the form of investigation, as it is done when the ‘I’ is the subject’. What on earth does he mean by this? If it is not self-investigation, ‘meditation on the heart’ must mean meditation on something other than ourself, but Cohen had earlier written that ‘the Heart is naught but the Self’, so he seems to be contradicting himself and thereby tying his convoluted reasoning in knots.<br>\n<br>\nIf as Cohen writes the term ‘Heart’ means ‘naught but the Self’, ‘meditation on the Heart’ must mean meditation only on ourself (the Self), so why should he then write, ‘Meditation on the Heart must be a special meditation, provided the meditator takes the Heart to be pure consciousness and has at least, an intuitive knowledge of what pure consciousness is’? Since ‘the Self’ means what we really are, and since what we really are is just pure consciousness (that is, pure self-awareness), if the Heart is naught but the Self that must mean that it is nothing other than pure consciousness, and hence that meditation on the Heart is nothing other than meditation on pure consciousness — that is, on our own pure self-awareness. Why then is it necessary in this context to add the proviso ‘provided the meditator takes the Heart to be pure consciousness’? Meditation on anything other than pure consciousness, which is ourself, cannot be meditation on the Heart.<br>\n<br>\nMoreover, since ‘meditation on the Heart’ means meditation only on ourself, and since self-investigation (<i>ātma-vicāra</i>) entails nothing but meditation only on ourself, the term ‘meditation on the Heart’ is just an alternative way of describing the practice of self-investigation. What does Cohen mean, then, when he writes that meditation on the Heart is ‘possible, but not in the form of investigation’? How can real meditation on the Heart be anything other than self-investigation? We can investigate ourself only by meditating on or attentively observing ourself, so if ‘the Heart’ means ourself, the term ‘meditation on the Heart’ must mean the same as the term ‘self-investigation’.<br>\n<br>\nCohen goes on to claim that meditation on the Heart ‘is certainly more difficult to do than to investigate into the source of the ‘I’, because it is a direct assault on, rather direct contact with, the very source itself’. Since ‘the Heart’ means our real self, it is itself the source of the ‘I’ (our ego), so how can meditating on the Heart be different in any way to investigating the source of the ‘I’? And why should Cohen believe that meditating on ourself (the Heart) is certainly more difficult than investigating ourself (the source of the ‘I’)? What he writes implies that he believes self-investigation or investigating the source of the ‘I’ to be something other than just meditating on ourself, but how else can we investigate ourself or the source of our ego except by meditating on (or trying to be attentively aware of) ourself?<br>\n<br>\nCohen also writes that meditation on the Heart ‘is no doubt the quickest method, but it exacts the greatest alertness and the most concentrated attention’, but when has Bhagavan ever said or even implied that any practice can be a quicker method than self-investigation? He explicitly taught that self-investigation is the only direct means by which we can experience ourself as we really are, and this is also clearly implied in all that he taught about self-investigation, so how can any other practice be a quicker method than this direct path of self-investigation? If meditation on the Heart were anything other than self-investigation, it would at best be only an indirect means, so it could not be a quicker means.<br>\n<br>\nWhat Cohen seems to have failed to understand and certainly failed to point out in his commentary on this passage in <i>Talks</i> is the crucial distinction between meditating on the ‘heart-centre’ (a location on the right side of our chest) and meditating on the ‘heart’ (ourself). If we do not recognise this distinction, as it seems Cohen failed to do, it is very difficult to make clear sense of Bhagavan’s answer as it has been recorded in this passage. Though it seems that his answer was not recorded as clearly as it should have been, and though this passage therefore does give room for misinterpretation, if we read it carefully and with discrimination it is sufficiently clear that what he meant by ‘meditation on the heart-centre’ was not meditation on ourself, the real heart, but only meditation on a location on the right side of our chest.<br>\n<br>\nAll in all what Cohen wrote (and also what he failed to write) in his commentary on this passage of <i>Talks</i> indicates that his understanding of Bhagavan’s teachings in general and particularly on what is meant by ‘meditation on the heart’ (as opposed to ‘meditation on the heart-centre’) was very confused. I knew Cohen quite well during the last few years of his life, and he seemed to me to be an honest person and a sincere devotee, so I do not believe that he intended to misinterpret Bhagavan’s teachings or to create confusion about them, but what he wrote in this context shows that his own understanding was so confused that we should be very wary of taking anything that he wrote to be a reliable interpretation of his teachings. Let us therefore leave aside his interpretation and consider the subject of meditation on the heart more generally.<br>\n<br>\n<a name=\"heart\"></a><b>3. What did Bhagavan mean by the term ‘heart’?</b><br>\n<br>\nIn Tamil Bhagavan used various words that mean ‘heart’, but three that he used most frequently are உள்ளம் (<i>uḷḷam</i>), அகம் (<i>aham</i>) and இதயம் (<i>idayam</i>). <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4666.tamillex\">உள்ளம்</a> (<i>uḷḷam</i>) is a word of Tamil origin that derives from உள் (<i>uḷ</i>), which means inside, interior or what is private, so உள்ளம் (<i>uḷḷam</i>) has a range of meanings, including heart, mind, oneself or consciousness. <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:303.tamillex\">அகம்</a> (<i>aham</i>) in the sense of ‘heart’ is also a word of Tamil origin and its primary meaning is ‘inside’, but like உள்ளம் (<i>uḷḷam</i>) it can also mean heart or mind, and coincidentally it is spelt the same as the Tamil form of the Sanskrit first person pronoun अहम् (<i>aham</i>), which means ‘I’, so Bhagavan often used it to simultaneously mean heart and I, because what he meant by the term ‘heart’ was generally only ourself, which is what the pronoun ‘I’ refers to. <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:7949.tamillex\">இதயம்</a> (<i>idayam</i>) is a Tamil form of the Sanskrit word हृदय (<i>hṛdaya</i>), which means the heart, centre, core, essence or interior of anything, and which is therefore used in the sense of one’s heart, soul or mind, and also sometimes in the sense of the seat of one’s emotions and affection. हृदय (<i>hṛdaya</i>) and இதயம் (<i>idayam</i>) are also used less frequently to mean the blood-propelling organ called heart, but this was not the sense in which Bhagavan used these terms.<br>\n<br>\nIn the sense in which Bhagavan used terms such as உள்ளம் (<i>uḷḷam</i>), அகம் (<i>aham</i>) or இதயம் (<i>idayam</i>), they primarily mean heart in the sense of the innermost centre or core of ourself, and thus they mean what we essentially are, our actual self, as opposed to the ego that we seem to be. Therefore whenever we came across the English word ‘heart’ in any translation of anything that he wrote or said, we can take its default meaning to be our real self. Whenever he used any of these words in any other sense it should be clear from the context, but generally he used them only to mean our essential self.<br>\n<br>\n<a name=\"location\"></a><b>4. Why did Bhagavan specify the right side of the chest as the location of the heart?</b><br>\n<br>\nSince Bhagavan made it clear on so many occasions that what he was referring to in most cases when he used any word that means ‘heart’ was only ourself as we really are, why did he sometimes say that the location of the heart is on the right side of the chest? Since our real self is the one infinite whole, other than which nothing exists, how can it be located at a particular point in our finite physical body?<br>\n<br>\nIn his original writings and in early records of his oral teachings he makes no mention of any physical location of the heart, which suggests that this was not an important part of his teachings, so what first prompted him to specify a physical location for the heart? Swami Natananandar (who recorded and compiled the text <i>Upadēśa Mañjari</i>, which is one of the prose works included in <i>Śrī Ramaṇa Nūṯṟiraṭṭu</i>, the Tamil ‘Collected Works of Sri Ramana’, and which is translated into English under the title ‘Spiritual Instruction’) once told me that when he asked Bhagavan why he specified such a location, he explained that Kavyakantha Ganapati Sastri and his followers had asked him whether the <i>hṛdaya</i> he spoke about is the same as the <i>anāhata-cakra</i> (the fourth of the seven <i>cakras</i>, which is said to be located in the centre of the chest), and when he told that that it is not, they persistently asked him where is it located. Though he explained to them that what he meant by <i>hṛdaya</i> is only <i>ātman</i>, which is infinite and therefore not confined within the physical body, they argued that since he said that <i>hṛdaya</i> is the source of all thoughts, and since thoughts rise in the body, the <i>hṛdaya</i> must have a location in the body, so finally to satisfy them he said that its location is on the right side of the chest.<br>\n<br>\nThough they were very learned, they had never read any mention about <i>hṛdaya</i> being on the right side of the chest, so they asked him why its location there is not mentioned in any spiritual texts, and what justification there is for saying that it is located there. He then explained to them that we all naturally point to the right side of our chest when we refer to ourself, and that when we experience any shock such as the sound of an explosion, we can observe a sensation centred at that point. He also explained that though the body is just a creation of the mind or ego and therefore does not exist until the ego rises, once the ego has risen it seems to have arisen from that point in the chest. That is, we now experience ourself pervading throughout our current body, and by careful observation we can see that the point from which we (the ego) seem to have spread throughout the rest of the body is the right side of the chest.<br>\n<br>\nThis discussion about the heart and its location in the body took place over several weeks in 1917, and that was not the first time that Kavyakantha and his followers had asked him about its location, but in <i>Śrī Ramaṇa Gītā</i> what he replied to all their questions in this connection was summarised in chapter five, and the questions they had asked him were not included, so that chapter makes it appear as if what is recorded in it was spoken by him of his own accord, whereas in fact most of it was just selected extracts from what he had replied to their persistent questioning. It was during this discussion that he first mentioned the right side of the chest as the location of the heart, and his mention of it was recorded by Kavyakantha in verse 6 of that chapter.<br>\n<br>\n<a name=\"una18\"></a>Sometime after this discussion took place Bhagavan happened to come across some verses that refer to the location of the heart of the right side of the chest in a Malayalam translation of <i>Aṣṭāṅga Hṛdaya</i>, which is one of the principal classical texts on <i>āyurvēda</i>, so he translated those verses as two Tamil verses, which are now included in <i>Uḷḷadu Nāṟpadu Anubandham</i> as verses 18 and 19:<br>\n<blockquote>இருமுலை நடுமார் படிவயி றிதன்மே<br>\nலிருமுப் பொருளுள நிறம்பல விவற்று<br>\nளொருபொரு ளாம்பல ரும்பென வுள்ளே<br>\nயிருவிரல் வலத்தே யிருப்பது மிதயம்.<br>\n<br>\n<i>irumulai naḍumār baḍivayi ṟidaṉmē<br>\nlirumup poruḷuḷa niṟambala vivaṯṟu<br>\nḷoruporu ḷāmbala rumbeṉa vuḷḷē<br>\nyiruviral valattē yiruppadu midayam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரு முலை நடு, மார்பு அடி, வயிறு இதன் மேல், இரு முப் பொருள் உள; நிறம் பல. இவற்றுள் ஒரு பொருள் ஆம்பல் அரும்பு என உள்ளே இரு விரல் வலத்தே இருப்பதும் இதயம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iru mulai naḍu, mārbu aḍi, vayiṟu idaṉ mēl iru-mu-p poruḷ uḷa; niṟam pala. ivaṯṟuḷ oru poruḷ āmbal arumbu eṉa uḷḷē iru viral valattē iruppadum idayam</i>.<br>\n<br>\n<b>English translation:</b> Between the two breasts, below the chest and above the stomach there are six things; [their] colours are various. Among these, one thing resembling a lotus bud and existing inside, two digits to the right, is <i>hṛdaya</i> [the heart].<br>\n<br>\n<a name=\"una19\"></a>அதன்முக மிகலுள தகமுள சிறுதுளை<br>\nயதனிலா சாதியொ டமர்ந்துள திருந்தம<br>\nமதனையா சிரித்துள வகிலமா நாடிக<br>\nளதுவளி மனதொளி யவற்றின திருப்பிடம்.<br>\n<br>\n<i>adaṉmuka mihaluḷa dahamuḷa siṟuduḷai<br>\nyadaṉilā śādiyo ḍamarnduḷa dirundama<br>\nmadaṉaiyā śirittuḷa vakhilamā nāḍiga<br>\nḷaduvaḷi maṉadoḷi yavaṯṟiṉa diruppiḍam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அதன் முகம் இகல் உளது; அகம் உள சிறு துளை; அதனில் ஆசா ஆதி ஒடு அமர்ந்து உளது இரும் தமம்; அதனை ஆசரித்து உள அகில மா நாடிகள்; அது வளி, மனது, ஒளி அவற்றினது இருப்பிடம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>adaṉ mukham ihal uḷadu; aham uḷa siṟu tuḷai adaṉil āśā ādi oḍu amarndu uḷadu irum tamam; adaṉai āśirittu uḷa akhila mā nāḍigaḷ; adu vaḷi, maṉadu, oḷi avaṯṟiṉadu iruppiḍam</i>.<br>\n<br>\n<b>அன்வயம்:</b> அதன் முகம் இகல் உளது; அகம் உள சிறு துளை; அதனில் ஆசா ஆதி ஒடு இரும் தமம் அமர்ந்து உளது; அகில மா நாடிகள் அதனை ஆசரித்து உள; வளி, மனது, ஒளி அவற்றினது இருப்பிடம் அது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>adaṉ mukham ihal uḷadu; aham uḷa siṟu tuḷai; adaṉil āśā ādi oḍu irum tamam amarndu uḷadu; akhila mā nāḍigaḷ adaṉai āśirittu uḷa; vaḷi, maṉadu, oḷi avaṯṟiṉadu iruppiḍam adu</i>.<br>\n<br>\n<b>English translation:</b> Its mouth is closed; inside is a small hole; in it dense <i>tamas</i> [darkness of self-ignorance] resides along with desire and so on; all the major <i>nāḍis</i> are connected to it; it is the abode of breath, mind and light [the light of awareness].</blockquote>\nHow literally should we take the meaning of these two verses? Obviously the description of this ‘one thing’ inside the chest is to some extent metaphorical, but it is not entirely so. Though there is no physical organ or object that can be identified as this thing, in a subtle and subjective sense such a thing does exist as the centre of our awareness of ourself as this body. However, it is only as real as our body, and as Bhagavan often said, our body is just a creation and projection of our mind or ego, which is itself unreal, being just an illusory phantom that will vanish if we observe it sufficiently carefully. Therefore it is only relative to our illusory ego that this point in our body seems to be our heart, the centre of ourself.<br>\n<br>\n<a name=\"sthana\"></a><b>5. Distinguishing <i>hṛdaya</i> from <i>hṛdaya-sthāna</i></b><br>\n<br>\nThough that ‘one thing resembling a lotus bud and existing inside, two digits to the right’ is described in verse 18 of <i>Uḷḷadu Nāṟpadu Anubandham</i> as ‘<i>hṛdaya</i>’ (the heart), it would be more accurate to describe it as ‘<i>hṛdaya-sthāna</i>’ (the heart-place), as Bhagavan called it in his answer to the eighth question in the second chapter of <i>Upadēśa Mañjari</i>, or as ‘<i>hṛt-pīṭha</i>’ (the heart-seat, heart-throne or heart location), as it is called in verse 6 of chapter 5 of <i>Śrī Ramaṇa Gītā</i>, in which it is recorded that he said that the <i>hṛt-pīṭha</i> is on the right side of the chest, not on the left, because nothing confined within the limits of time and space can be the actual <i>hṛdaya</i>, the heart or core of ourself.<br>\n<br>\n<a name=\"um2-9\"></a>This distinction between <i>hṛdaya</i> and <i>hṛdaya-sthāna</i> is made clear by him in his answer to the next question of <i>Upadēśa Mañjari</i> (chapter 2, answer 9), in which (after saying in his previous answer that the <i>hṛdaya-sthāna</i> is in the right side of the chest) he says in reply to the question ‘What is <i>svarūpa</i> [the ‘own form’ or real nature] of <i>hṛdaya</i>?’:<br>\n<blockquote>ஹ்ருதயத்தைப் பற்றி வர்ணிக்கும் சுருதிகள்,<br>\n<blockquote>“இருமுலை நடுமார் படிவயி றிதன்மே<br>\nலிருமுப் பொருளுள நிறம்பல விவற்று<br>\nளொருபொரு ளாம்ப லரும்பென வுள்ளே<br>\nயிருவிரல் வலத்தே யிருப்பது மிதயம்.<br>\n<br>\nஅதன்முக மிகலுள தகமுள சிறுதுளை<br>\nயதனிலா சாதியொ டமர்ந்துள திருந்தம<br>\nமதனையா சிரித்துள வகிலமா நாடிக<br>\nளதுவளி மனதொளி யவற்றின திருப்பிடம்.”<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(உள்ளது நாற்பது, அனுபந்தம்)</blockquote>\nஎனக்கூறினும் பரமார்த்தத்தில் ஹ்ருதயமென்ற சொற்குப் பொருள் ஆன்மாவே. அது சத்து சித்து ஆனந்தம் நித்தியம் பூரணம் என்னு மிலக்கணங்களால் வ்யவஹரிக்கப்படுவதால், அதற்கு உள்வெளி, கீழ்மேல் என்பவாதிய பேதங்கள் கிடையா. சர்வ நினைவுகளும் எவ்விடத்தொடுங்குகின்றனவோ அந் நிச்சலமான இடமே ஆன்ம நிலை யெனப்படும். அதன் ஸ்வரூபத்தை உள்ளவாறு உணர்ந்துநிற்குங்கால் அது தேகத்திற்குள்ளிலோ பறம்பிலோ என்பதாதிய ஆராய்ச்சிகளுக்கு அங்கு இடமில்லை.<br>\n<br>\n<i>hrudayattai-p paṯṟi varṇikkum śurutigaḷ,<br>\n<blockquote>“irumulai naḍumār baḍivayi ṟidaṉmē<br>\nlirumup poruḷuḷa niṟambala vivaṯṟu<br>\nḷoruporu ḷāmbala rumbeṉa vuḷḷē<br>\nyiruviral valattē yiruppadu midayam.<br>\n<br>\nadaṉmuka mihaluḷa dahamuḷa siṟuduḷai<br>\nyadaṉilā śādiyo ḍamarnduḷa dirundama<br>\nmadaṉaiyā śirittuḷa vakhilamā nāḍiga<br>\nḷaduvaḷi maṉadoḷi yavaṯṟiṉa diruppiḍam.”<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (uḷḷadu nāṟpadu, aṉubandham)</blockquote>\neṉa-k-kūṟiṉum paramārtthattil hrudayam-eṉḏṟa soṯku-p poruḷ āṉmāvē. adu sattu cittu āṉandam nittiyam pūraṇam eṉṉum ilakkaṇaṅgaḷāl vyavaharikka-p-paḍuvadāl, adaṟku uḷ-veḷi, kīṙ-mēl eṉbavādiya bhēdaṅgaḷ kiḍaiyā. sarva niṉaivugaḷum e-vv-iḍattoḍuṅgugiṉḏṟaṉavō a-n-niścalam-āṉa iḍamē āṉma nilai y-eṉa-p-paḍum. adaṉ svarūpattai uḷḷavāṟu uṇarndu-niṟkuṅ-kāl adu dēhattiṟkuḷḷilō paṟambilō eṉbadādiya ārāyccigaḷukku aṅgu iḍam-illai.</i>.<br>\n<br>\nThough texts that describe about <i>hṛdaya</i> [the heart] say,<br>\n<blockquote>Between the two breasts, below the chest and above the stomach there are six things; [their] colours are various. Among these, one thing resembling a lotus bud and existing inside, two digits to the right, is <i>hṛdaya</i>.<br>\n<br>\nIts mouth is closed; inside is a small hole; in it dense darkness resides along with desire and so on; all the major <i>nāḍis</i> are connected to it; it is the abode of breath, mind and light.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; (<i>Uḷḷadu Nāṟpadu Anubandham</i> [verses 18-19])</blockquote>\nin <i>paramārtha</i> [reality or ultimate truth] the meaning of the term <i>hṛdaya</i> is only <i>ātman</i> [oneself]. Since it is distinguished by the <i>lakṣaṇas</i> [marks, characteristics or attributes] called <i>sat</i> [existence], <i>cit</i> [awareness], <i>ānanda</i> [happiness], <i>nitya</i> [eternality] and <i>pūrṇa</i> [fullness, wholeness, entirety or infinity], differences such as inside or outside and below or above do not belong to it. In what place all thoughts cease, that motionless place alone is called the state of <i>ātman</i> [oneself]. When one abides experiencing its <i>svarūpa</i> [its ‘own form’ or real nature] as it is, there is no place there for investigations such as whether it is either inside or outside the body.</blockquote>\n<a name=\"unm1\"></a>Since <i>hṛdaya</i> (the heart) is our own actual self (<i>ātman</i>), which is <i>sat-cit-ānanda</i> (existence-consciousness-bliss), the one infinite, eternal and indivisible reality, other than which nothing exists, it is completely devoid of all differences (<i>bhēdas</i>), and hence it cannot be limited in any way or be said to be either inside or outside the body. In order to experience it as it is, we must cease rising as this ego, which is the primal thought called ‘I’ and the root of all other thoughts, and thereby abide as we really are, as Bhagavan taught us in the <a href=\"http://happinessofbeing.blogspot.com/2014/08/we-must-experience-what-is-not-what.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇar</i>.<br>\n<br>\n<b>English translation:</b> Except as <i>uḷḷadu</i> [what is], does existing awareness exist? Since [this] existing substance is in [one’s] heart devoid of thought, how to [or who can] think of [this] existing substance, which is called ‘heart’? Being in heart as it is [that is, as pure thought-free self-awareness] alone is meditating [upon it]. Experience [this].</blockquote>\nSince the heart is what we essentially are, and what alone actually exists, we cannot meditate upon it as an object, but can meditate upon it only by just being it. And since it is completely devoid of all thought (including the thought called ‘I’, which is our ego, the first thought and the root of all other thoughts), we can be as it is only by refraining from rising as this ego. Therefore, since we rise as this ego only by becoming aware of anything other than ourself, it is only by trying to be aware of ourself alone that we can refrain from rising as this ego and thereby experience or meditate upon ourself, the heart (<i>uḷḷam</i> or <i>hṛdaya</i>).<br>\n<br>\nWhen the real nature of <i>hṛdaya</i> is such, the idea that it is located in the right side of the chest of this ephemeral body obviously seems true only from the perspective of ourself as this ego. Therefore if we were to meditate upon the right side of our chest believing that we are thereby meditating upon <i>hṛdaya</i>, we would actually thereby be perpetuating the illusion that we are this ego.<br>\n<br>\n<a name=\"una21\"></a>The fact that nothing on the right side of the chest of this ephemeral body can be what <i>hṛdaya</i> actually is is also indicated in some of the subsequent verses of <i>Uḷḷadu Nāṟpadu Anubandham</i>, namely verse 21 to 24 (which Bhagavan translated from <i>Yōga Vāsiṣṭha</i> 5.78.32-8). The first half of verse 21 expresses a request that Rama made to his <i>guru</i>, Vasistha, and the last part of that verse and all of the next three verses contain the answer given by Vasistha. In verse 21 Bhagavan wrote:<br>\n<blockquote>எப்பெருங்கண் ணாடியின்கண் ணிவையாவு நிழலாக வெதிரே தோன்று<br>\nமிப்பிரபஞ் சத்துயிர்கட் கெல்லாமவ் விதயமென விசைப்ப தேதோ<br>\nசெப்புதியென் றேவினவு மிராமனுக்கு வசிட்டமுனி செப்பு கின்றா<br>\nனிப்புவியி னுயிர்க்கெல்லா மிதயமிரு விதமாகு மெண்ணுங் காலே.<br>\n<br>\n<i>epperuṅgaṇ ṇāḍiyiṉgaṇ ṇivaiyāvu niṙalāha vedirē tōṉḏṟu<br>\nmippirapañ cattuyirkaṭ kellāmav vidayameṉa visaippa dēdō<br>\nceppudiyeṉ ḏṟēviṉavu mirāmaṉukku vasiṭṭamuṉi ceppu giṉḏṟā<br>\nṉibbhuviyi ṉuyirkkellā midayamiru vidhamāhu meṇṇuṅ gālē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘எப் பெரும் கண்ணாடியின் கண் இவை யாவும் நிழலாக எதிரே தோன்றும், இப் பிரபஞ்சத்து உயிர்கட்கு எல்லாம் அவ் இதயம் என இசைப்பது ஏதோ, செப்புதி’ என்றே வினவும் இராமனுக்கு வசிட்ட முனி செப்புகின்றான்: இப் புவியின் உயிர்க்கு எல்லாம் இதயம் இருவிதம் ஆகும், எண்ணுங்காலே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘e-p-perum kaṇṇāḍiyiṉ-gaṇ ivai yāvum niṙalāha edirē tōṉḏṟum, i-p-pirapañcattu uyirgaṭku ellām a-vv-idayam eṉa isaippadu ēdō, seppudi’ eṉḏṟē viṉavum irāmaṉukku vasiṭṭa muṉi seppugiṉḏṟāṉ: i-b-bhuviyiṉ uyirkku ellām idayam iru vidham āhum, eṇṇum kālē</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘எப் பெரும் கண்ணாடியின் கண் இவை யாவும் நிழலாக எதிரே தோன்றும், இப் பிரபஞ்சத்து உயிர்கட்கு எல்லாம் அவ் இதயம் என இசைப்பது ஏதோ, செப்புதி’ என்றே வினவும் இராமனுக்கு வசிட்ட முனி செப்புகின்றான்: எண்ணுங்காலே, இப் புவியின் உயிர்க்கு எல்லாம் இதயம் இருவிதம் ஆகும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘e-p-perum kaṇṇāḍiyiṉ-gaṇ ivai yāvum niṙal-āha edirē tōṉḏṟum, i-p-pirapañcattu uyirgaṭku ellām a-vv-idayam eṉa isaippadu ēdō, seppudi’ eṉḏṟē viṉavum irāmaṉukku vasiṭṭa muṉi seppugiṉḏṟāṉ: eṇṇum kālē, i-b-bhuviyiṉ uyirkku ellām idayam iru vidham āhum</i>.<br>\n<br>\n<b>English translation:</b> ‘Say what it is that is agreed to be of all living beings in this world the heart, in which great mirror all this appears in front as a shadow [reflection or image]’ — to Rama who asked thus, Vasistha Muni said: When considered, the heart of all the living beings of this world is of two kinds.</blockquote>\n<a name=\"una22\"></a>The syntax of Rama’s query as expressed by Bhagavan in Tamil is not very easy to express in English, but the clear implication in Tamil is that the heart (<i>hṛdaya</i>) about which Rama was asking is both the heart of all living beings in this world and the great mirror in which this entire universe appears as a shadow, reflection or image. Vasistha then begins his answer by saying that there are two kinds of hearts, and in the next verse he explains their characteristics, saying that one of them is to be rejected and one is to be accepted, thereby implying that the one that is to be accepted is the one about which Rama was asking:<br>\n<blockquote>கொளத்தக்க துந்தள்ளத் தக்கதுமா மிவ்விரண்டின் கூறு கேளா<br>\nயளத்தற்கா முடம்பின்மார் பகத்தொரிடத் திதயமென வமைந்த வங்கந்<br>\nதளத்தக்க தோரறிவா காரவித யங்கொள்ளத் தக்க தாமென்<br>\nறுளத்துட்கொள் ளஃதுள்ளும் புறமுமுள துள்வெளியி லுள்ள தன்றாம்.<br>\n<br>\n<i>koḷattakka dundaḷḷat takkadumā mivviraṇḍiṉ kūṟu kēḷā<br>\nyaḷattaṯkā muḍambiṉmār bahattoriḍat tidayameṉa vamainda vaṅgan<br>\ntaḷattakka dōraṟivā kāravida yaṅgoḷḷat takka dāmeṉ<br>\nṟuḷattuṭkoḷ ḷaḵduḷḷum buṟamumuḷa duḷveḷiyi luḷḷa daṉḏṟām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கொள தக்கதும் தள்ள தக்கதும் ஆம் இவ் இரண்டின் கூறு கேளாய். அளத்தற்கு ஆம் உடம்பின் மார்பு அகத்து ஓர் இடத்து இதயம் என அமைந்த அங்கம் தள தக்கது. ஓர் அறிவு ஆகார இதயம் கொள்ள தக்கது ஆம் என்று உளத்துள் கொள். அஃது உள்ளும் புறமும் உளது; உள் வெளியில் உள்ளது அன்று ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>koḷa takkadum taḷḷa takkadum ām i-vv-iraṇḍiṉ kūṟu kēḷāy. aḷattaṟku ām uḍambiṉ mārbu ahattu ōr iḍattu idayam eṉa amainda aṅgam taḷa takkadu. ōr aṟivu-ākāra idayam koḷḷa takkadu ām eṉḏṟu uḷattuḷ koḷ. aḵdu uḷḷum puṟamum uḷadu; uḷ veḷiyil uḷḷadu aṉḏṟu ām</i>.<br>\n<br>\n<b>English translation:</b> Listen to the characteristics of these two, that which is fit to accept and that which is fit to reject. The organ called heart situated in a place within the chest of the limited body is what is fit to reject. Accept within [your] heart that the heart in the form of the one [unique, peerless and unsurpassed] awareness is what is fit to accept. That is what exists both inside and outside; [yet] it is not what exists [only] inside or [only] outside.</blockquote>\nThe implication in this verse is that the heart that is to be rejected or not considered is the physical blood-propelling organ of that name, but though this is the primary meaning of the phrase ‘அளத்தற்கு ஆம் உடம்பின் மார்பு அகத்து ஓர் இடத்து இதயம் என அமைந்த அங்கம்’ (<i>aḷattaṟku ām uḍambiṉ mārbu ahattu ōr iḍattu idayam eṉa amainda aṅgam</i>), ‘the organ called heart situated in a place within the chest of the limited body’, these words apply equally well to the more subtle heart that is situated on the right side of the chest. The difference between the blood-propelling organ on the left and the more subtle heart on the right is that the former is a physical phenomenon whereas the latter is a mental phenomenon, but since both are experienced by us within the chest of whatever body we currently experience as ourself, they are confined within the limits of time and space, and hence neither of them can be the real heart, which is the one pure awareness in which time, space and all other things appear and disappear, and which therefore transcends all differences such as inside and outside.<br>\n<br>\n<a name=\"una23\"></a>In verse 23 Vasistha goes on to say more about the real heart, which alone is worthy of consideration or ‘fit to accept’:<br>\n<blockquote>அதுவேமுக் கியவிதய மதன்கண்ணிவ் வகிலமுமே யமர்ந்தி ருக்கு<br>\nமதுவாடி யெப்பொருட்கு மெல்லாச்செல் வங்கட்கு மதுவே யில்ல<br>\nமதனாலே யனைத்துயிர்க்கு மறிவதுவே யிதயமென வறைய லாகுஞ்<br>\nசிதையாநிற் குங்கற்போற் சடவுடலி னவயவத்தோர் சிறுகூ றன்றால்.<br>\n<br>\n<i>aduvēmuk khiyavidaya madaṉgaṇṇiv vakhilamumē yamarndi rukku<br>\nmaduvāḍi yepporuṭku mellāccel vaṅgaṭku maduvē yilla<br>\nmadaṉālē yaṉaittuyirkku maṟivaduvē yidayameṉa vaṟaiya lāhuñ<br>\ncidaiyāniṯ kuṅgaṯpōṯ jaḍavuḍali ṉavayavattōr siṟukū ṟaṉḏṟāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அதுவே முக்கிய இதயம். அதன் கண் இவ் அகிலமுமே அமர்ந்து இருக்கும். அது ஆடி எப் பொருட்கும். எல்லா செல்வங்கட்கும் அதுவே இல்லம். அதனாலே, அனைத்து உயிர்க்கும் அறிவு அதுவே இதயம் என அறையல் ஆகும். சிதையா நிற்கும் கல் போல் சட உடலின் அவயவத்து ஓர் சிறு கூறு அன்று; ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aduvē mukkhiya idayam. adaṉ-gaṇ i-vv-akhilam-um-ē amarndu irukkum. adu āḍi e-p-poruṭkum. ellā selvaṅgaṭkum aduvē illam. adaṉālē, aṉaittu uyirkkum aṟivu aduvē idayam eṉa aṟaiyal āhum. sidaiyā niṟkum kal pōl jaḍa uḍaliṉ avayavattu ōr siṟu kūṟu aṉḏṟu; āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> அதுவே முக்கிய இதயம். இவ் அகிலமுமே அதன் கண் அமர்ந்து இருக்கும். எப் பொருட்கும் ஆடி அது. எல்லா செல்வங்கட்கும் இல்லம் அதுவே. அதனாலே, அனைத்து உயிர்க்கும் அறிவு அதுவே இதயம் என அறையல் ஆகும். சிதையா நிற்கும் கல் போல் சட உடலின் அவயவத்து ஓர் சிறு கூறு அன்று; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aduvē mukkhiya idayam. i-vv-akhilam-um-ē adaṉ-gaṇ amarndu irukkum. e-p-poruṭkum āḍi adu. ellā selvaṅgaṭkum illam aduvē. adaṉālē, aṉaittu uyirkkum aṟivu aduvē idayam eṉa aṟaiyal āhum. sidaiyā niṟkum kal pōl jaḍa uḍaliṉ avayavattu ōr siṟu kūṟu aṉḏṟu; āl</i>.<br>\n<br>\n<b>English translation:</b> That alone is the principal heart. In it this entire universe is residing. It is the mirror for everything [the mirror in which everything appears]. It alone is the home of all riches [everything of real value]. Therefore it, [which is] the awareness of all living beings, is what is declared as the heart. It is not a small section in part of the perishable, stone-like and non-conscious body.</blockquote>\nWhen translated literally, the third sentence of this verse, ‘அது ஆடி எப் பொருட்கும்’ (<i>adu āḍi e-p-poruṭkum</i>), which means ‘It is the mirror to [or for] everything’, seems to imply that other things exist outside it and are seen reflected in it, but this is not what is meant. Bhagavan sometimes explained that in ancient times the analogy of an image seen in a mirror was used because in those days there was no better analogy that could be given for this purpose, but nowadays the analogy of a picture projected on a cinema screen illustrates more clearly what was intended to be illustrated by the old analogy of an image seen in a mirror. Therefore in this context the ‘mirror to everything’ means that in which all things appear and seem to exist. Outside this ‘mirror’ there is nothing, or rather there is no such place as ‘outside this mirror’, because this ‘mirror’ is the heart, which is the infinite whole, other than which nothing can exist.<br>\n<br>\nThe final sentence of this verse, ‘சிதையா நிற்கும் கல் போல் சட உடலின் அவயவத்து ஓர் சிறு கூறு அன்று’ (<i>sidaiyā niṟkum kal pōl jaḍa uḍaliṉ avayavattu ōr siṟu kūṟu aṉḏṟu</i>), which means ‘It is not a small section in part of the perishable, stone-like and non-conscious body’, emphasises once again that since our body is perishable and <i>jaḍa</i> (non-conscious), like a stone, no part of it and nothing located within it can be our real heart, which is the infinite whole, within which this entire universe is contained like an image in a mirror or a picture on a cinema screen.<br>\n<br>\n<a name=\"una24\"></a>In verse 24 Vasistha concludes his answer by saying what will result if we meditate persistently on this heart, which is our own pure self-awareness:<br>\n<blockquote>ஆதலினா லறிவுமய மாஞ்சுத்த விதயத்தே யகத்தைச் சேர்க்குஞ்<br>\nசாதனையால் வாதனைக ளொடுவாயு வொடுக்கமுமே சாருந் தானே.<br>\n<br>\n<i>ādaliṉā laṟivumaya māñśuddha vidayattē yahattaic cērkkuñ<br>\nsādhaṉaiyāl vādaṉaiga ḷoḍuvāyu voḍukkamumē sārun tāṉē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆதலினால், அறிவுமயம் ஆம் சுத்த இதயத்தே அகத்தை சேர்க்கும் சாதனையால், வாதனைகளோடு வாயு ஒடுக்கமுமே சாரும் தானே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ādaliṉāl, aṟivumayam ām śuddha idayattē ahattai sērkkum sādhaṉaiyāl, vādaṉaigaḷoḍu vāyu oḍukkamumē sārum tāṉē</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஆதலினால், அறிவுமயம் ஆம் சுத்த இதயத்தே அகத்தை சேர்க்கும் சாதனையால், வாதனைகளோடு வாயு ஒடுக்கமுமே தானே சாரும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ādaliṉāl, aṟivumayam ām śuddha idayattē ahattai sērkkum sādhaṉaiyāl, vādaṉaigaḷoḍu vāyu oḍukkamumē tāṉē sārum</i>.<br>\n<br>\n<b>English translation:</b> Therefore by persistent practice of fixing the mind in the pure heart, which is composed of awareness, the dissolution of <i>vāyu</i> [breath or life] along with <i>vāsanās</i> [mental propensities, impulses or inclinations] will automatically be achieved.</blockquote>\nWhat is meant in this verse by the practice (<i>sādhana</i>) of joining or fixing the mind (<i>aham</i>) in the pure heart (<i>śuddha hṛdaya</i>), which is composed of awareness, is fixing our entire attention only on ourself, whose essential nature is only pure self-awareness. In other words, meditating on our real heart entails only being attentively aware of ourself alone, because in this context the term ‘heart’ means only ourself.<br>\n<br>\nIf we persistently practise trying to fix our attention on ourself in this way, what will result is the dissolution of both our <i>vāsanās</i> (mental propensities, impulses or inclinations) and our <i>vāyu</i>. The term <i>vāyu</i> literally means wind, and is often used to refer to our breath or to our <i>prāṇa</i> (our life-force or physiological processes) more generally, but in this context we can take it in a metaphorical sense to mean the very life of our ego, because our <i>vāsanās</i> can be completely dissolved only when their root, our ego, is itself dissolved. Therefore this verse implies that by persistent practice of fixing our attention on ourself, the real heart, we will bring about the complete dissolution of our ego along with all its <i>vāsanās</i>.<br>\n<br>\n<a name=\"hsmed\"></a><b>6. Meditating on <i>hṛdaya-sthāna</i> is not meditation on <i>hṛdaya</i></b><br>\n<br>\nThough Bhagavan made it very clear that what he meant by the term <i>hṛdaya</i> or any other term that means ‘heart’ was only ourself as we really are, and that this real heart is therefore quite distinct from anything within our physical body that may be called ‘heart’, many of his devotees now and in the past have drawn incorrect inferences from the fact that he mentioned that the <i>hṛdaya-sthāna</i> or place of the heart relative to our body is in a certain sense on the right side of our chest. One such mistaken inference is that if we meditate on the right side of our chest we are meditating on our real heart.<br>\n<br>\nThe fact that this inference is not correct was often made clear by Bhagavan. For example, in section 273 of <i>Talks with Sri Ramana Maharshi</i> (2006 edition, page 239) it is recorded that once when a devotee called Dr Syed asked him, ‘Should I meditate on the right chest in order to meditate on the Heart?’ he replied:<br>\n<blockquote>The Heart is not physical. Meditation should not be on the right or the left. Meditation should be on the Self. Everyone knows ‘I am’. Who is the ‘I’? It will be neither within nor without, neither on the right nor on the left. ‘I am’ — that is all.<br>\n<br>\nThe Heart is the centre from which everything springs. Because you see the world, the body and so on, it is said that there is a centre for these, which is called the Heart. When you are in the Heart, the Heart is known to be neither the centre nor the circumference. There is nothing else. Whose centre could it be?</blockquote>\nAs Bhagavan implies here, the real heart is only ourself, so in order to meditate on the heart we must meditate only on ourself, ‘I am’. Therefore meditating on the <i>hṛdaya-sthāna</i> on the right side of one’s chest is not meditating on the real heart or <i>hṛdaya</i>.<br>\n<br>\nWhatever body we may experience as ourself is actually something other than ourself, because if it were really ourself we would be aware of it at all times and in all states, since we are always aware of ourself. Though we experience our current body as ourself in our present state, which seems to be a waking state but which according to Bhagavan is actually just another dream, in any other dream we experience some other body as ourself, and when sleeping we are aware of ourself without being aware of any body at all, so we cannot be any of the bodies that we mistake to be ourself. Therefore since any body that we experience as ourself is just a temporary phenomenon that appears and disappears in our experience, how can our real heart or essential self be confined within any of these bodies?<br>\n<br>\nTherefore whatever place in our current body we may experience as if it were the centre of ourself, such as the point two digits to the right from the centre of our chest, seems to be our <i>hṛdaya-sthāna</i> or ‘heart-centre’ only in relation to our ego, which is our illusory experience ‘I am this body’. Therefore if we meditate on this <i>hṛdaya-sthāna</i> on the right side of our chest we will thereby be nourishing and perpetuating the illusion that we are this ego.<br>\n<br>\n<a name=\"un25\"></a>According to Bhagavan, experiencing or attending to anything other than ourself feeds and nourishes our ego, as he clearly implies in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nTherefore, since our body is a form — something other than ourself — meditating on it or on any part of it is ‘grasping form’, and hence by doing so we would be feeding and nourishing our ego. Since this ego is an erroneous experience of ourself, in order to experience ourself as we really are we must cease rising as this ego, and since we rise as this ego only by grasping anything other than ourself, we can cease rising as this ego only by trying to grasp or attend to ourself alone. This is what Bhagavan implies when he says in this verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it [this ego] will take flight’.<br>\n<br>\nTherefore it is only by trying to attend to or be aware of ourself alone that we can cease rising as this ego and thereby experience ourself as we really are. Hence, since the term ‘heart’ or <i>hṛdaya</i> means only ourself as we really are, in order to experience the heart we must meditate only on ourself.<br>\n<br>\n<a name=\"hmed\"></a><b>7. Being attentively self-aware alone is meditation on <i>hṛdaya</i></b><br>\n<br>\nIf instead of meditating on ourself we meditate on our body or on any part of it, such as the right side of our chest, we would be directing our attention away from ourself and hence prevent ourself from experiencing our real heart. Since we become aware of our body and everything else only when we rise as this ego, we cannot meditate on our real heart so long as we allow ourself to be aware of our body or anything else other than ourself alone.<br>\n<br>\nThis is why Bhagavan taught us in the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i> (which I cited in <a href=\"#unm1\">earlier in this article</a>) that the only means by which we can meditate on the ‘உள்ளம் எனும் உள்ள பொருள்’ (<i>uḷḷam eṉum uḷḷa-poruḷ</i>), the ‘existing substance called heart’, is ‘உள்ளத்தே உள்ளபடி உள்ளதே’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>), which means ‘only being in the heart as it is’ or ‘only being in the heart as we are’. In order to be in the heart as it is or as we really are we must cease rising as this ego, and in order to cease rising as this ego we must try to be aware of ourself alone. In other words, trying to be attentively self-aware is the only means by which we can experience and meditate on the real heart or <i>hṛdaya</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "19",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/249867883961115620/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Mañjari"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk1OTkyMzY3Mzk2Cm9mZnNldDogMzYwMDAwMAo\""
}