{
    "kind": "blogger#post",
    "id": "5907784867754939882",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-05-30T11:39:00+01:00",
    "updated": "2016-06-09T00:09:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/05/in-order-to-understand-essence-of-sri.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5907784867754939882",
    "title": "In order to understand the essence of Sri Ramana’s teachings, we need to carefully study his original writings",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In various comments that he wrote on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/drg-drsya-viveka-distinguishing-seer.html\"><i>Dṛg-dṛśya-vivēka</i>: distinguishing the seer from the seen</a>, a friend called Joshua Jonathan expressed certain ideas that other friends disagreed with, so the comments on that article include some lively discussions about his ideas. I will not quote all of his comments here, but anyone who is interested in understanding more about the context in which this article is written can read them <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432449910191#c5314106417876291013\">here</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432500758052#c5518942797178410890\">here</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432529904003#c7087955412960687700\">here</a>, <a href=\"\">here</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432547308804#c7413546397087125566\">here</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432547418088#c1637141740203612153\">here</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432892428937#c919860572028798612\">here</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432893287918#c6957850040436213797\">here</a>. The following is my reply to some of the ideas he expressed in those comments:<br><a name='more'></a>\n<ol>\n<li><a href=\"#original\">The original writings of Sri Ramana express the essence of his teachings</a></li>\n<li><a href=\"#gvk\"><i>Guru Vācaka Kōvai</i> is also an authentic and reliable record of his teachings</a></li>\n<li><a href=\"#experience\">The essence of his teachings are based entirely upon his own experience of pure non-dual self-awareness</a></li>\n<li><a href=\"#external\">If his essential teachings are true, there are actually no ‘external factors’ that are reliable</a></li>\n</ol>\n<a name=\"original\"></a><b>1. The original writings of Sri Ramana express the essence of his teachings</b><br>\n<br>\nJoshua, in reply to all your various comments, I think what most of us on this blog are primarily interested in (and also what the purpose of this blog is intended to be) is understanding the essence of what Bhagavan Ramana taught us so that we can try to put it effectively into practice.<br>\n<br>\nTo understand the essence of his teachings we do not need to rely on any second-hand sources such as <i>Talks with Sri Ramana Maharshi</i> or <i>Day by Day with Bhagavan</i>, in which devotees recorded from memory (albeit in many cases quite soon after hearing it) what he replied to a wide variety of questions (often asked by people who had little or no interest in the aim or practice of his essential teachings), because contrary to what you claim in <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432529904003#c7087955412960687700\">one of your comments</a>, he did actually write the essence of his teachings in works such as <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#un_intro\"><i>Uḷḷadu Nāṟpadu</i></a>, <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#uu_intro\"><i>Upadēśa Undiyār</i></a>, <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#eap_intro\"><i>Ēkāṉma Pañcakam</i></a>, <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#av_intro\"><i>Āṉma-Viddai</i></a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?), and also in many of the verses of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html\"><i>Śrī Aruṇācala Stuti Pañcakam</i></a>.<br>\n<br>\nThere are many good reasons why we should rely primarily on his own original writings (most of which he wrote only in Tamil, but some of he wrote in Tamil and also in one or more other languages, namely Sanskrit, Telugu or Malayalam), but I will only summarise some of these reasons here. One reason is the care that he took to express his teachings clearly and precisely when he wrote them; another is that since he wrote them himself, we do not have to doubt their authenticity or reliability (as we have to do in the case of whatever other people have recorded about what they remembered him saying, particularly since he spoke mostly in Tamil, whereas in books such as <i>Talks</i> and <i>Day by Day</i> what he said in Tamil was recorded in English); and another is the quality and relevance of the questions he was addressing in many of his written works.<br>\n<br>\nFor example, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i> are two coherently structured texts that he wrote with great care and for a clearly defined purpose. He wrote the former in reply to Sri Muruganar’s request, ‘மெய்யின் இயல்பும், அதை மேவும் திறனும், உய்யும்படி எமக்கு ஓதுக’ (<i>meyyiṉ iyalbum, adai mēvum tiṟaṉum, uyyumpaḍi emakku ōduka</i>), which means ‘So that we may be saved, reveal to us the nature of reality and the means by which to attain it’ (as recorded by Muruganar in his <i>pāyiram</i> or introductory verse to <i>Uḷḷadu Nāṟpadu</i>), and the latter in reply to his request, ‘உலகு கன்ம மயல் தீர்ந்து உய்ய, கதி காண நெறி முறையின் மன்மம் வழங்குக’ (<i>ulahu kaṉma-mayal tīrndu uyya, gati kāṇa neṟi muṟaiyiṉ maṉmam vaṙaṅguha</i>), which means ‘For [the people of] the world to give up the delusion of <i>karma</i> [action] and be saved, tell [us] the secret of the practice of the path [or means] to experience liberation’ (as recorded by Sri Muruganar in his <i>pāyiram</i> to <i>Upadēśa Undiyār</i>).<br>\n<br>\nRegarding <i>Nāṉ Yār?</i> (Who am I?), though the earliest versions of it published between 1923 and 1926 were what Sivaprakasam Pillai had many years earlier recorded of the answers that Bhagavan gave him in reply to questions that he had asked him, in 1926 or 1927 Bhagavan himself edited and rewrote it in the form of an essay, which is now the principal version of it. While rewriting it as this essay, he not only rearranged the ideas in it and connected them together to form a coherent exposition of his teachings, but also in many places significantly modified and improved the wordings recorded by Sivaprakasam Pillai, omitting some sentences, clauses and words and adding others, and he wrote an entirely new opening paragraph, in which he summarised the purpose and essential import of his teachings. Therefore this essay version of <i>Nāṉ Yār?</i> was carefully and purposefully written by Bhagavan himself and is therefore an entirely authentic and reliable expression of his teachings.<br>\n<br>\n<i>Nāṉ Yār?</i> is the only recording of his answers to questions that he himself later edited and rewrote in this way, and the reason he did so was because the questions that Sivaprakasam Pillai had asked him — particularly his first question, ‘Who am I?’ — were so relevant to the essence of his teachings that the answers he had given in reply to them contained the core of his teachings and were a very valuable guide to anyone wanting to practise them. Therefore he rewrote what Sivaprakasam Pillai had recorded partly to give it his stamp of approval, and partly to refine and enhance its clarity and value.<br>\n<br>\n(Incidentally, the question-and-answer version of <i>Nāṉ Yār?</i> that contains twenty-eight questions and that is nowadays available in Tamil, English and many other languages is neither the version that he himself wrote nor one that was edited by Sivaprakasam Pillai, but is one that some other devotees compiled and edited in about 1932, based largely upon the essay version written by Bhagavan, but including many of the questions from the questions from the earlier thirty question-and-answer version edited by Sivaprakasam Pillai, and with the contents of Bhagavan’s essay reorganised to connect with each of those questions. I am not sure why they wanted to compile a new question-and-answer version when Bhagavan had already written it as such carefully structured essay, particularly since in order to do so they had to break up his structure in many places, but I assume that it was because they thought that some people would prefer to read questions and answers rather than a coherent exposition.)<br>\n<br>\nThough his original writings consist of just a few relatively short texts such as <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and <i>Nāṉ Yār?</i>, they contain all that we need to imbibe in order to understand the essence of his teachings, and if we have understood them thoroughly they enable us to judge with confidence and to a sufficiently reliable degree the relative value and authenticity of whatever has been recorded in other books of answers that he gave in reply to questions he was asked by people with a wide variety of interests, beliefs and aspirations.<br>\n<br>\n<a name=\"gvk\"></a><b>2. <i>Guru Vācaka Kōvai</i> is also an authentic and reliable record of his teachings</b><br>\n<br>\nRegarding what you say about <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> in <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html?showComment=1432529904003#c7087955412960687700\">one of your comment</a>, some of the verses in it were actually written by Bhagavan himself, and though most of the verses were written by Muruganar, they each express in a poetic format something that Bhagavan had actually said, and whenever Muruganar composed any of them he would show it to Bhagavan and discuss it with him, and in many cases Bhagavan would suggest ways in which the expression of his teachings in it could be refined or improved. Even after they had discussed each verse in so much detail and jointly revised each of them in this way, after all of them had been compiled as a book and were being printed, Bhagavan made further improvements to many of them in his own handwriting while proofreading them, and a bound copy of the proofs he had revised in this manner is available in the archives of Sri Ramanasramam. Therefore <i>Guru Vācaka Kōvai</i> is a perfectly authentic and reliable record of his oral teachings, and is consequently much more valuable than other less reliable records such as <i>Talks</i> or <i>Day by Day</i>.<br>\n<br>\n<a name=\"experience\"></a><b>3. The essence of his teachings are based entirely upon his own experience of pure non-dual self-awareness</b><br>\n<br>\nRegarding what you write about ‘external factors’ that a certain scholar called Friesen believes ‘determined Bhagavan’s teaching style, his vocabulary, and even to some extent his world view’, such a claim makes me doubt whether that scholar actually knows Tamil or has studied any of Bhagavan’s writings in Tamil. If he has not, whatever other sources he may have studied would not qualify him to make such a judgement, because what could he know about Bhagavan’s vocabulary if he does not know Tamil and has not read any of his own original writings? If his only access to his teachings is via English translations and recordings of them, he cannot know much about his vocabulary, because such sources contain little or none of the actual vocabulary that he used in Tamil.<br>\n<br>\nRegarding Bhagavan’s ‘world view’, according to his teachings his view is that no world actually exists, and that any world that seems to exist appears only in the view of the ego, which itself does not actually exist. The essence of his teachings are centred around this simple fact that the ego does not actually exist, but seems to exist only so long as it ‘grasps’ or attends to anything other than itself, and that if it investigates itself it will therefore disappear and cease to exist, and along with it the illusory appearance of the world will also cease. (If you doubt whether this is the essence of all that he taught, please read carefully all the verses of <i>Uḷḷadu Nāṟpadu</i> and passages of <i>Nāṉ Yār?</i> that I quote and discuss in my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html\">The ego is essentially a formless and hence featureless phantom</a>.)<br>\n<br>\nWhen such is the essence of his teachings, I do not think that we have any reason to doubt that they are based entirely upon his own experience of pure non-dual self-awareness (unless of course we choose not to accept that what he taught in this regard is true), because unless he had actually experienced what he taught, he would have no justification for making such bold assertions. In fact I cannot see how anyone could accept the essence of his teachings as expressed by him in texts such as <i>Uḷḷadu Nāṟpadu</i> without also accepting that he made such radical claims only because that is what he had actually experienced.<br>\n<br>\nFor example, in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26 of <i>Uḷḷadu Nāṟpadu</i></a> he says, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். […]’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. […]’. If we consider a statement such as this, we seem to have only two options: either we have to accept that it is true, and that Bhagavan was able to know it is true because of what he actually experienced, or we have to doubt whether he had any adequate reason to make such a claim.<br>\n<br>\nIn our experience, other things appear only when our ego appears, and they disappear when our ego disappears, so we cannot logically prove his claim to be false. However, by logical reasoning alone there is no way in which anyone could prove this claim to be true, because the fact that no other things seem to exist when our ego subsides is not conclusive evidence that they do not actually exist when we do not experience them. Logical analysis can only enable us to understand that the existence of other things when we do not experience them is open to serious doubt. How then can Bhagavan make such a claim, unless he knows it to be true from his own experience?<br>\n<br>\nEven if a similar claim had been made by anyone else in some older text, how could he know that such a claim was true? Either we have to conclude that he made this claim even though he did not know it to be true, in which case we would have no reason to believe his teachings, or we have to conclude that he made this and other such claims because he knew them to be true from his own experience.<br>\n<br>\nWe are of course free to choose whichever of these two options we prefer (though many of the things that he taught us — particularly his analysis of our experience of ourself in our three alternating states of waking, dream and sleep, which proves beyond doubt that our present experience of ourself as this body and mind is seriously mistaken and cannot be true — give us plenty of reason to believe that his essential teachings are true), but we cannot reasonably accept that what he taught is true without also accepting that he was able to teach it only on the basis of his own experience rather than because he was influenced by some ‘external factors’, because if he did not know that it was true from his own experience, he could not have known it for certain in any other way, in which case we would have no adequate reason to accept that it is true.<br>\n<br>\nTherefore if we accept the essence of what he taught, we must also accept that it was based entirely upon his own experience of pure non-dual self-awareness, in which case any questions regarding whether or to what extent his expression of his teachings may or may not have been influenced by any ‘external factors’ will be of little concern to us and can be left to academics or others who are interested in such relatively trivial issues.<br>\n<br>\n<a name=\"external\"></a><b>4. If his essential teachings are true, there are actually no ‘external factors’ that are reliable</b><br>\n<br>\nMoreover, if we accept that his essential teachings are true, then we would have to accept that there are actually no ‘external factors’ that are reliable, because he taught that everything external to ourself is unreal and seems to exist only when our ego rises. Therefore, if his teachings are true, it would not even be true to say that he was a person who had experienced what is real, because only what is real can experience what is real, and what is real is only ourself.<br>\n<br>\nTherefore if his teachings are true, they do not actually come from any person outside ourself or from any other external source, but only from our own actual self. Hence if he is not actually nothing other than our real self, his teachings would not be reliable, any more than anything else other than ourself is reliable.<br>\n<br>\nTherefore we should either accept his teaching in their entirety and on their own terms or not accept them at all. If we accept only the parts of them we like, or if we imagine we can adequately judge them by any external standards or on the basis of any learned academic papers, then we are not doing justice either to them or to ourself. The sole purpose of his teachings is to prompt and motivate us to investigate ourself alone, so if we want to benefit from them we should try our best to be attentively aware of ourself as much as possible, and we should give up all curiosity about anything else and all interest in any externally directed investigations such as those we can find reported and considered in academic papers.<br>\n<br>\nBy investigating or taking interest in any external issues or ‘external factors’ we are just feeding and nourishing our ego, whereas by investigating our ego and taking interest only in discovering whether it is what we actually are we are undermining it by exposing its unreality, as Bhagavan clearly indicated in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25 of <i>Uḷḷadu Nāṟpadu</i></a>. Therefore let us follow what he actually taught us by taking interest only in investigating our own ego rather than concerning ourself with any ‘external factors’ such as those that some scholar believed ‘determined’ his teachings in some way.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "210",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5907784867754939882/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "Sri Muruganar",
        "Sri Sivaprakasam Pillai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzc3ODc0Cm9mZnNldDogMzYwMDAwMAo\""
}