{
    "kind": "blogger#post",
    "id": "7394375723211367965",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-04-30T17:47:00+01:00",
    "updated": "2015-06-29T11:24:09+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/04/trying-to-see-seer.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7394375723211367965",
    "title": "Trying to see the seer",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me a series of emails asking about the practice of self-investigation (<i>ātma-vicāra</i>), so this article is compiled and adapted from our correspondence.<br><a name='more'></a>\n<ol>\n<li><a href=\"#words\">No words can adequately describe the practice of being self-attentive</a></li>\n<li><a href=\"#always\">What I actually am must be something that I always experience</a></li>\n<li><a href=\"#ego\">Thoughts occur only to ourself as an ego, not ourself as we really are</a></li>\n<li><a href=\"#seer\">Can we see ourself, the seer?</a></li>\n<li><a href=\"#attending\">‘Attending to myself’ means trying to be attentively self-aware</a></li>\n<li><a href=\"#grace\">Our curiosity to see what we really are is what is called grace</a></li>\n<li><a href=\"#see\">Trying to see what sees</a></li>\n</ol>\n<a name=\"words\"></a><b>1. No words can adequately describe the practice of being self-attentive</b><br>\n<br>\nIn his first mail my friend asked whether there are any terms that are equivalent to ‘attending to ourself alone’. He suggested a list of possible equivalents, such as ‘attending to I’, ‘attending to myself’, ‘watching my sense of being’, ‘being aware of my aliveness’, ‘watching awareness’, ‘being aware of awareness’, ‘being aware of what is aware’, ‘paying attention to what is aware’, ‘paying attention to my consciousness’ and ‘drawing attention to myself and ignoring the world’, and he asked whether I could add to this list, because people can be helped by different terms. In reply I wrote:<br>\n<br>\nNo words can adequately express or describe what we are trying to experience when we practise self-investigation (<i>ātma-vicāra</i>), because what we are trying to experience is only ourself, and what we are is indescribable. Therefore any words that may be used to describe this practice should be understood to be just pointers or indicators rather than adequate descriptions.<br>\n<br>\nWhat is important is not the words themselves but what we understand that they indicate. The terms you have listed can all indicate what we are trying to experience, but the extent to which they indicate it accurately or helpfully depends on how we interpret them. If we understand that what we are trying to experience is only ourself, and that we are not the body, mind or person that we now seem to be, but only that which is aware of all such things, we will interpret each of these terms to mean just trying to experience ourself as we actually are, but if we do not understand this, we will interpret them otherwise.<br>\n<br>\nTherefore what is important is not so much the terms that are used, as how correctly we understand what such terms are intended to indicate. Initially our understanding of any terms that indicate that we should try to be aware of ourself alone will be imperfect, but if we try to practise what we have understood, our understanding will become increasingly clear, accurate and deep (provided of course that we do not completely misinterpret such terms).<br>\n<br>\nI could suggest many other terms to add to your list, such as ‘being self-attentive’ or ‘trying to experience (or be aware of) oneself alone’, but the terms you have listed indicate that you have understood more or less correctly what they all indicate, so listing more such terms may not be helpful. When discussing this practice (as I do repeatedly in my blog), we tend to use different terms according to the context, but if they were taken out of context many of the terms we use would be liable to be misinterpreted, because it is often the context that determines the meaning of the words we use.<br>\n<br>\nFor example, if I say, ‘I will run upstairs’, the word ‘I’ then refers to my body (the body that I now experience as if it were myself), or if I say, ‘I have calculated how much it will cost’, the word ‘I’ then refers to my mind (the mind that I now experience as if it were myself), whereas if I say, ‘I am trying to be aware of myself alone’, the word ‘I’ then refers to something much deeper within me — something much closer to what I actually am.<br>\n<br>\nRegarding the trend of inward reflection or thinking that you describe in the final paragraph of your mail, thinking in such a way can help us (particularly initially) to withdraw our attention from everything else and to try to focus it on ourself alone. What you have described illustrates very clearly how reflecting on Bhagavan’s teachings will constantly push us back to being self-attentive, and this is why constantly reading and thinking about his teachings is such a powerful aid to our practice.<br>\n<br>\n<a name=\"always\"></a><b>2. What I actually am must be something that I always experience</b><br>\n<br>\nIn his subsequent emails my friend tried to describe his understanding of the practice of self-investigation and asked me to confirm whether his understanding is correct, so in my reply I commented on some of the ideas that he expressed. The first of such ideas that I commented on was:<br>\n<blockquote>If I close my eyes, I am aware that there are thoughts, mental images, sensations, inside this body... Now, if I am aware of this it means I CANNOT BE THEM!!! I AM WHAT IS AWARE OF THEM! (whatever that is)</blockquote>\nIn reply to this I wrote:<br>\n<br>\nThis argument can be refined a little, because there is a slight weakness in the way you have expressed it, namely that though I am aware of other things, which are not myself, I am also aware of myself, so I cannot say that this means I am not myself because I am what is aware of myself. The reason why I cannot be any of the other things I am aware of is that I am not always aware of them. Anything that I experience at one time and not at some other time cannot be what I actually am, because I am always aware of myself. What I actually am must be something that I always experience, at all times and in all states — in waking, dream and sleep.<br>\n<br>\n<a name=\"ego\"></a><b>3. Thoughts occur only to ourself as an ego, not ourself as we really are</b><br>\n<br>\nMy friend also wrote, ‘So these thoughts occur to something, the Real Self I suppose, which is the real me’, to which I replied: <br>\n<br>\nWhenever we experience thoughts, we are not experiencing ourself as we really are, because we are experiencing ourself as an ego (a person, who consists of a body and mind), so the something to which thoughts occur is not our real self but only our ego. However, this ego is a mixture of ourself (what we really are) and various adjuncts, such as our body and mind.<br>\n<br>\nNow we experience ourself as this ego, but what we really are (our real self) is the one essential and unchanging element of this ego, namely the ‘I am’ in the confused mixture ‘I am this body, a person called Dragos (or Michael)’. Thoughts do not occur to us when we experience ourself as we really are (that is, as the pure adjunct-free ‘I am’), but only when we experience ourself mixed with adjuncts as an ego.<br>\n<br>\nTherefore our aim when practising self-investigation is to experience ourself alone and thereby to separate or isolate ourself from all the adjuncts with which we are now mixed and confused.<br>\n<br>\n<a name=\"seer\"></a><b>4. Can we see ourself, the seer?</b><br>\n<br>\nAnother idea that my friend expressed was, ‘I can see my mind (thoughts) but never the Seer which is the real me (like the eye who cannot see itself)’, to which I replied:<br>\n<br>\nThe eye cannot see itself because it is not self-aware. It is just an instrument through which we see things. It itself does not see anything, but merely receives and relays impressions. What actually sees or experiences the impressions conveyed by our eyes is ourself, and we are aware not only of other things (visual and other sensory impressions, thoughts, feelings, emotions and so on) but also of ourself.<br>\n<br>\nIn waking and dream we are aware of things other than ourself, and in sleep we are aware of nothing other than ourself, but whether we happen to be aware of anything else or not, we are always aware of ourself. Therefore self-awareness is the only permanent and essential element of our experience.<br>\n<br>\nWhen you say, ‘I can see my mind (thoughts)’ you are using the verb ‘see’ in a metaphorical sense to mean experience or be aware of. In this sense, we are always seeing ourself, the seer, because we are always aware that I am.<br>\n<br>\nHowever, though we are always aware of ourself, we are not aware of ourself as we really are, because we are now aware of ourself as if we were a person consisting of a body and mind. Since we are aware of ourself in sleep, even when we are not aware of this person that we now seem to be, we cannot actually be this person. Therefore our present experience of ourself is confused, because it is mixed with our experience of other things that now seem to be ourself.<br>\n<br>\nThis confused self-awareness is our ego. Whereas pure self-awareness is just the adjunct-free experience ‘I am’, this ego is the adjunct-mixed experience ‘I am this person’. Therefore, in order to experience ourself as we really are, we need to distinguish and isolate ourself from all the adjuncts with which we are now mixed and confused. In other words, we need to be aware of ourself alone, in complete isolation from any awareness of any other thing.<br>\n<br>\nWe become aware of other things because we attend to them, so to be aware of ourself alone, we must try to attend only to ourself, thereby withdrawing our attention from everything else.<br>\n<br>\n<a name=\"attending\"></a><b>5. ‘Attending to myself’ means trying to be attentively self-aware</b><br>\n<br>\nAfter saying that he is able to gently see to whom thoughts occur, and that when he does so attentively, they seem to disappear, evaporate or subside, depending on how much attentiveness he puts into this process, my friend said that this seems to be the right practice for him personally at this time since he is a beginner, but then he added that ‘attending to myself’ leaves him baffled for now, so he has no idea how to proceed, to which I replied:<br>\n<br>\nWhen we try to gently see to whom thoughts occur, what we are trying to see or attend to is ourself, so the practice you are describing is what is otherwise called ‘attending to myself’, or at least attempting to attend to myself.<br>\n<br>\nAttending to anything other than ourself is attending to an object (or a collection of objects), and each object has certain features, which are what distinguishes it from each other object. However, we ourself are not an object, and we have no distinguishing features, so attending to ourself is quite unlike attending to anything else. We are familiar with attending to objects, so doing so seems easy, but initially we are not so familiar with attending to ourself, so it seems more difficult.<br>\n<br>\nHowever, with a little practice we can familiarise ourself with being self-attentive, and then the initial difficulty we had in trying to understand what ‘attending to myself’ means will diminish. We are always aware of ourself, but we are not usually <i>attentively</i> self-aware, because we are more interested in being aware of other things. ‘Attending to myself’ simply means being attentively self-aware, and all that is required for us to be attentively self-aware is for us to be more interested in our self-awareness (which is ourself) than we are in anything else.<br>\n<br>\nInterest in (or curiosity about) our self-awareness is something that we each have to a limited extent, because without a germ of such interest and curiosity, we would not be attracted to the teachings of Bhagavan Ramana. Somehow this seed of self-curiosity has taken root in our heart, and we can nurture and strengthen it only by trying to be attentively self-aware. The more we practise trying to be attentively self-aware, the more our interest and curiosity to experience what we actually are will increase. Therefore let us try at least little by little to be attentively self-aware.<br>\n<br>\nAs you say, the correct practice is simply to try to gently see, attend to or observe ourself, the ‘I’, seer or self to whom all other thoughts or experiences occur.<br>\n<br>\n<a name=\"grace\"></a><b>6. Our curiosity to see what we really are is what is called grace</b><br>\n<br>\nIn his next email my friend wrote:<br>\n<blockquote>If what I said before is correct, and basically the practice is ‘trying to see/attend/observe the Seer of the thoughts, the One to whom they occur’, and I cannot see this Seer/Self as a separate object, nor grasp it or grab it or hold it, it follows that in the end it all amounts to nothing than Grace. In other words, I do the practice with my best intentions, but depend on the Self to reveal Itself to me (in other words Grace).</blockquote>\nYes, the interest or curiosity we have to experience ourself as we really are by trying to see the seer is what is called grace. Grace is the love that we as we really are (our real self) have for ourself as we really are. This love is what has attracted us to this path of self-investigation, and it is what will lead us unfailingly along it until we reach our destination.<br>\n<br>\nWhat we really are is always waiting to reveal itself to us, but in order for it to do so we must try to attend to ourself as much as we can.<br>\n<br>\n<a name=\"see\"></a><b>7. Trying to see what sees</b><br>\n<br>\nIn other email my friend wrote, ‘Incidentally I found this quote (apparently) attributed to Saint Francis of Assisi, “What you are looking for is what is looking”, which basically states what was previously discussed’, to which I replied: Yes, this expresses it very nicely. We are looking for what is looking, namely ourself, and the only way to find it is to look at it — that is, to try to direct all our attention back towards ourself alone.<br>\n<br>\nIn his next email he quoted the following passage from <a href=\"http://holybooks.lichtenbergpress.netdna-cdn.com/wp-content/uploads/Maha-Yoga-or-the-Upanishadic-Lore.pdf\"><i>Maha Yoga</i></a> (2002 edition, page 74):<br>\n<blockquote>Whether in dream or in waking, if one turns aside from the world and tries to see him that sees that world, the world and its seer would vanish together, and the Self alone would remain.</blockquote>\nIn reply to this I wrote:<br>\n<br>\nYes, in this passage Lakshmana Sarma neatly expresses the essence of Bhagavan’s teachings. The seer is our ego, which is what we now experience as if it were ourself, but if we try to see this ego, it will subside and disappear, since it is a mere phantasm, and what will then remain is only ourself as we really are.<br>\n<br>\nFinally my friend quoted an instruction that Bhagavan gave to F.H. Humphreys (as recorded on <a href=\"https://www.facebook.com/photo.php?fbid=10202226282996464&set=oa.10152061387298828&type=3&theater\">page 112</a> of <a href=\"https://www.facebook.com/media/set/?set=oa.10152061387298828&type=3\">the third edition (1936)</a> of <i>Self-Realisation: Life and Teachings of Ramana Maharshi</i>): ‘Try to keep the mind unshakenly fixed on That which Sees’, to which I replied:<br>\n<br>\nYes, once again, that which sees is our ego, and it seems to exist and to be ourself only so long as we are seeing or experiencing anything other than ourself. If we try to see only ourself, this ego will dissolve and disappear and we will then experience ourself as we really are, just as an illusory snake dissolves and disappears when we look at it carefully and see that it is actually only a rope. Therefore, as Bhagavan said to Humphreys, we should try to keep our entire mind or attention fixed firmly on ourself, this ego, until we see that we are not this ego that we now seem to be, but are only what we always actually are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "15",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7394375723211367965/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDM1NTczNDQ5MTYyCm9mZnNldDogMzYwMDAwMAo\""
}