{
    "kind": "blogger#post",
    "id": "6104722467779712909",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-01-11T10:32:00Z",
    "updated": "2017-10-06T22:34:09+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/01/why-are-compassion-and-ahimsa-necessary.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6104722467779712909",
    "title": "Why are compassion and <i>ahiṁsā</i> necessary in a dream?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Last June, a few weeks after I posted on <a href=\"https://www.youtube.com/user/SriRamanaTeachings\">my YouTube channel</a> the <a href=\"https://www.youtube.com/watch?v=2_eFPiLGITs\">May 2014 video</a> of me answering questions at a meeting of the <a href=\"http://www.ramana-maharshi.org.uk/\">Ramana Maharshi Foundation UK</a>, a friend called Jim wrote to me asking:<br>\n<blockquote>In your latest YouTube upload you talk about being vegetarian, and sweatshops, and signing petitions. I’m confused in this point. So much is said about this waking state being exactly like our dream state, what does it matter what we eat, or wear, or where our clothes are made? If in a dream I’m eating a chicken, a carrot or a car bumper none of it matters.  Upon waking I realize it’s just a dream all created by my mind.  There is no boy toiling in a sweatshop upon my waking right?  So why is the waking state different?</blockquote>\nThe following is adapted from the long reply I wrote to him, and also from shorter replies that I wrote to two of his subsequent emails:<br><a name='more'></a>\n<ol>\n<li><a href=\"#01-dream\">A dream seems to be real so long as we are experiencing it</a></li>\n<li><a href=\"#02-suffering\">How to respond to suffering seen in a dream?</a></li>\n<li><a href=\"#03-waking-up\">Waking up from a dream is the only solution to all the suffering we see in it</a></li>\n<li><a href=\"#04-self-investigation\">Self-investigation is the only means by which we can wake up from this dream</a></li>\n<li><a href=\"#05-ahimsa\">Until we wake up from this dream we must avoid causing harm to others</a></li>\n<li><a href=\"#06-worldly\">We should not be too preoccupied with injustices or other worldly matters</a></li>\n<li><a href=\"#07-care\">So long as our mind is turned outwards we should care about the well-being of others</a></li>\n<li><a href=\"#08-vigilance\">To keep our ego in check we must be vigilantly self-attentive</a></li>\n<li><a href=\"#09-creator\">Who is responsible for the creation of this world?</a></li>\n<li><a href=\"#10-silence\">Only in absolute silence can we experience what we actually are</a></li>\n</ol>\n<a name=\"01-dream\"></a><b>1. A dream seems to be real so long as we are experiencing it</b><br>\n<br> \nYou say, ‘If in a dream I’m eating a chicken, a carrot or a car bumper none of it matters. Upon waking I realize it’s just a dream all created by my mind’. Yes, none of it matters after you wake up, but so long as you are dreaming it does matter.<br>\n<br>\nSuppose that you dream that you are being eaten by a chicken. You are lying helpless, unable to move, whilst a chicken is ferociously pecking away at your flesh. Just as people relish the wings and breast of a chicken they are eating, this chicken relishes the flesh on your arms and chest, and is mercilessly ripping it off your bones. So long as you were experiencing such a dream, and feeling all the pain and fear that such an experience would entail, would it not matter to you? Would you not struggle wildly to escape such a situation?<br>\n<br>\nAfter a while you would wake up and discover that it was a dream, and then it would no longer matter to you (though for a while it may linger on as an unpleasant memory), but while you were actually experiencing that pain and fear in your dream, it mattered to you very much. Why it mattered then is that while we are experiencing a dream it seems to us to be real.<br>\n<br>\nIn dream we experience a dream body as ourself, and therefore since we are real we experience that body as if it were real. And since that body is a part of the world that we experience then, that world also seems to be real. That is, we extend our sense of reality from ourself (who alone are actually real) to whichever body we experience as ourself, and via that body we extend it to the world, of which that body is a small part.<br>\n<br>\nTherefore whatever we experience in a dream seems to us to be real at that time, and exactly the same occurs in waking. We now experience a body as ourself, so we extend our sense of reality from ourself to this body, and via this body to the world around us. Though we may now suspect that this waking life is just a dream, and though we may therefore doubt whether our body and this world are real, we nevertheless experience them as real so long as we are in this state.<br>\n<a name=\"02-suffering\"></a><br>\n<b>2. How to respond to suffering seen in a dream?</b><br>\n<br>\nLet us suppose that this waking life is actually just a dream (as Sri Ramana tells us that it is). In this dream we see many people (both human and non-human ones), and those people all seem to us to be real, and hence the joys and sufferings that we see them experiencing also seem to us to be real. If a beloved friend or relative is suffering in intense pain with terminal cancer, we do not try to console them by saying: ‘You are just part of my dream, so you and your suffering are just a creation of my mind, and hence your suffering does not matter’. When someone we love is suffering, we suffer seeing or even thinking about their suffering. Even if we tell ourself that this is all a dream, we cannot avoid feeling pained when we see them suffering.<br>\n<br>\nTherefore, whether this waking state is real or just a dream, so long as we are experiencing it all the people we see in it seem to us to be real, and hence their suffering should matter to us. They may be just a creation of our mind, but if they are, so too is the person we now experience as ourself. If Michael is a creation of your mind, so too is Jim. Michael and every other person you come across are as real (or as unreal) as Jim.<br>\n<br>\nIf Jim is suffering either a physical or emotional pain, it certainly matters to you so long as you experience yourself as Jim. If Jim is in intense pain, you feel ‘I am in intense pain’, and though telling yourself that this is all a dream may help you to bear it, you feel that intense pain nonetheless, and you are eager to be relieved of it. Because you now experience yourself as Jim, he and all that he experiences seem to you to be real, so you have extended your sense of reality from yourself to Jim and all that he experiences. Because Jim seems to you to be real, all the other people you see in this world also seem to be real, so just as Jim’s suffering matters to you, the suffering of any other person (whether human or non-human) should also matter to you.<br>\n<a name=\"03-waking-up\"></a><br>\n<b>3. Waking up from a dream is the only solution to all the suffering we see in it</b><br>\n<br>\nOf course, if this is all your dream, the best solution to all the suffering you see in this dream is for you to wake up. But you have not woken up yet, and the reason you have not woken up is that you are still very much attached to Jim, so you are unwilling to let go of the experience ‘I am Jim’. Therefore so long as you are attached to this person called Jim, this dream will continue until it is forcibly terminated by the death of Jim (after which you will either subside temporarily in the sleep in which that dream occurred, or you will immediately begin to dream some other dream). If you want to terminate this dream earlier than that — and at the same time to terminate the sleep in which it and all your other dreams occur — you must investigate who am I who now experience myself as Jim.<br>\n<br>\n<a name=\"un26\"></a>When you experience yourself as Jim, that adjunct-bound self-awareness ‘I am Jim’ is what is called the ego, and as Sri Ramana says in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nUntil we investigate and find out what this ‘I’ is that now seems to be masquerading as ‘I am Jim’ or ‘I am Michael’, we cannot give up everything else, so we will continue to be attached to everything that we experience as ‘I’ or ‘mine’.<br>\n<br>\nSo long as we are experiencing a dream, merely telling ourself that it is a dream is not a solution to all the suffering we see in it. The only solution is to wake up, and the only way to wake up in such a manner that we do not ever dream again is to investigate ourself, the ‘I’ who is experiencing this dream.<br>\n<a name=\"04-self-investigation\"></a><br>\n<b>4. Self-investigation is the only means by which we can wake up from this dream</b><br>\n<br>\nUntil we are willing to give up entirely our attachment to the person we now experience as ourself (which entails also giving up our attachment to everything else that we experience as a result of experiencing ‘I am this person’), we will not be able to experience ourself as we really are, and hence we will continue dreaming one dream after another, and whatever we experience in any of those dreams will seem to us at that time to be real. Therefore we must give up our attachment to whichever person we experience as ‘I’, and the only effective means to give up this fundamental attachment is to investigate who I actually am.<br>\n<br>\nThe more we persevere in investigating ourself — that is, in trying to experience what this ‘I’ actually is by attending to ourself alone — the more clearly we will experience ourself as something that is distinct from and independent of any of the adjuncts that we now mistake to be ourself, and thus our attachment to the person we now experience as ourself will be gradually weakened, until eventually we will be willing to give up this attachment entirely. Only then will we be able to experience ourself as we really are, whereupon this dream will be dissolved along with the sleep of self-ignorance in which it and all our other dreams occurred.<br>\n<a name=\"05-ahimsa\"></a><br>\n<b>5. Until we wake up from this dream we must avoid causing harm to others</b><br>\n<br>\nUntil we experience what we really are and thereby wake up from the sleep of self-ignorance that underlies and supports this and all other dreams, we will continue experiencing this dream or some other dream, and whatever we experience in any of these dreams will seem to us to be real so long that particular dream is occurring. Therefore, though our principal aim should be to experience ourself as we really are here and now, until we are able to do so we have to live in each dream as if it were real. In other words, though we should be inwardly investigating ourself as much as we can, outwardly we have to act in this world as if it were real.<br>\n<br>\nTrying to act in this world as if it were unreal is futile and meaningless, because our actions and the person who feels ‘I am doing these actions’ are all part of this world. As this person, we and our actions are as real or as unreal as this world of which we now seem to be a part, so this person should outwardly act in this world as if it is as real as himself or herself (which it is), but should inwardly doubt the reality of all these things and should therefore try to investigate the ‘I’ who seems to experience them.<br>\n<br>\nMoreover, even if we wanted to act in this world as if it were unreal, in practice we would not be able to do so consistently. If someone held our head under water, we would not be able to calmly dismiss the feeling that we are suffocating and drowning as being unreal or just part of a dream, but would struggle to raise our head above water in order to breath. Likewise, when we are crossing a road and see a speeding car coming towards us, we run out of its way, and do not just think, ‘This is only a dream, so let it hit me, because even if it hurts me, it does not matter’.<br>\n<br>\nWhatever philosophy we may profess, in practice there are a lot of things that do matter to us in this world: when we are hungry, food matters to us; when we are thirsty, water matters to us; when we are cold and wet, a warm dry shelter or at least some adequate clothing matters to us; if we were forced to work 18 hours a day in a sweatshop for wages that were insufficient to support our family, it would matter to us; if we were conscripted unwillingly to fight as a soldier in a war, it would matter to us; if we were born as a factory-farmed animal, kept all our life in a small cage to produce milk or eggs or to be fattened as meat, and finally slaughtered in the brutal conditions of a modern abattoir, it would matter to us.<br>\n<br>\nWhen conditions that affect the quality, comfort or convenience of our life as a person matter to us so much, should we not also be concerned about the conditions that affect other people or animals? When we do not like to suffer, should we not at least try to avoid causing suffering to any other sentient being?<br>\n<br>\n<a name=\"ny19\"></a>If we practise self-investigation and thereby weaken our attachment to the person that we now experience as ‘I’, our sense of distinction between ‘I’ and ‘others’ will also begin to dissolve, so we will automatically feel compassion for the sufferings of others, as if we ourself were experiencing those sufferings, and hence we will naturally adhere to the practice of <i>ahiṁsā</i> (trying not to harm any sentient being), and we will do whatever we can to alleviate suffering wherever we happen to see or know about it. As Sri Ramana says at the end of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para19\">nineteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a> (Who am I?):<br>\n<blockquote>பிறருக் கொருவன் கொடுப்ப தெல்லாம் தனக்கே கொடுத்துக்கொள்ளுகிறான். இவ் வுண்மையை யறிந்தால் எவன்தான் கொடா தொழிவான்?<br>\n<br>\n<i>piṟarukku oruvaṉ koḍuppadu ellām taṉakkē koḍuttu-k-koḷḷugiṟāṉ. i-vv-uṇmaiyai y-aṟindāl evaṉ-dāṉ koḍādu oṙivāṉ?</i><br>\n<br>\nAll that one gives to others one is giving only to oneself. If [everyone] knew this truth, who indeed would remain without giving?</blockquote>\n<a name=\"06-worldly\"></a><br>\n<b>6. We should not be too preoccupied with injustices or other worldly matters</b><br>\n<br>\nHowever, we should also bear in mind what he wrote in the previous two sentences:<br>\n<blockquote>பிரபஞ்ச விஷயங்களி லதிகமாய் மனத்தை விடக் கூடாது. சாத்தியமானவரையில், அன்னியர் காரியத்திற் பிரவேசிக்கக் கூடாது.<br>\n<br>\n<i>pirapañca viṣayaṅgaḷil adhikam-āy maṉattai viḍa-k kūḍādu. sāddhiyamāṉa-varaiyil, aṉṉiyar kāriyattil piravēśikka-k kūḍādu</i>.<br>\n<br>\nIt is not appropriate to let [one’s] mind [dwell] excessively on worldly matters. To the extent possible, it is not appropriate to enter [or interfere] in the affairs of other people.</blockquote>\nSince the principal aim of our life should be to investigate ourself, we should not spend too much time worrying about the numerous injustices and sufferings we see in this world, because if we do so we will thereby be distracted away from our self-investigation.<br>\n<br>\nTherefore we need to maintain a balance between our inward responsibility to try to experience what we really are and whatever outward responsibilities we have to this world of which we now experience ourself to be a small part. We should always give priority to investigating ourself, but so long as we experience ourself as a person, we will feel that we also have to give some time and attention to providing the food, clothing and shelter that our body requires, and while doing so we should try to avoid causing any harm to any other sentient being, and should feel that whatever harm we may cause to others, whether intentionally or unintentionally, we are actually causing to ourself.<br>\n<a name=\"07-care\"></a><br>\n<b>7. So long as our mind is turned outwards we should care about the well-being of others</b><br>\n<br>\nIf we were so detached from our life as a person that we were able to devote most of our time and attention to investigating ourself and only the barest minimum to providing for the basic needs of our body, we should not allow anything else to distract us away from our self-investigation. However, if we are honest with ourself, I think most of us will have to admit that we are still too attached to our life as a person, because our liking to experience things other than ourself is still too strong, so we are not able to devote all our spare time and attention to self-investigation, and hence we spend our time and attention not only on investigating ourself and on providing the minimum needs of our body, but also on many other unnecessary thoughts and activities.<br>\n<br>\nWhen such is the case, we should take care that our outward activities are not causing any harm either directly or indirectly to any other person or animal. Moreover, because we are spending some of our time paying attention to the world around us, we will inevitably notice in it numerous injustices and various forms of suffering, and though we obviously can do very little to rectify those injustices or to alleviate all that suffering, whenever we can do at least a little, our natural sense of compassion will prompt us to do whatever we can.<br>\n<br>\nIf we were so unmoved by compassion that we not only never try to rectify any injustice nor to alleviate any suffering, but do not even care about trying to avoid causing any harm, that would indicate a very strong ego — one that firmly believes in the false distinction between ‘myself’ and ‘others’, and that is unwilling to investigate itself, the basis of that distinction. Only a strong and unrefined ego will care only about its own well-being and remain indifferent to the well-being of others.<br>\n<br>\nWhen I write all this, I am not trying to say that we should make doing good in this world to be our major priority. If we want to end all injustice and suffering, we need to wake up from this dream, so investigating ourself should be our foremost priority. But when we are still so attached to dreaming that we are not yet willing to destroy our ego by merging back into the source — the pure adjunct-free ‘I’ — from which we have risen, we would be deluding ourself still further if we were to act as if we were the only person in this world who matters, and we would thereby be strengthening our ego.<br>\n<br>\nTo the extent to which we care about others, to that extent at least our ego is diminished. However, just caring about others is obviously not a sufficient means to destroy our ego entirely, because caring about others presupposes their existence, and so long as others seem to exist our ego must also exist to experience their seeming existence. In order to destroy the illusion that there are others separate from ourself, we need to investigate ourself to find out whether we are actually this little person we now seem to be.<br>\n<br>\nBut until we thereby destroy our ego, the illusion that others exist will remain, and those others will seem to be as real as the person we now experience as ‘I’. Therefore their joys and sufferings will seem to be as real as our own, and hence we should care for them at least as much as we care for our personal self, and we can be justifiably indifferent to their joys and sufferings only to the extent to which we are genuinely indifferent to our own.<br>\n<a name=\"08-vigilance\"></a><br>\n<b>8. To keep our ego in check we must be vigilantly self-attentive</b><br>\n<br>\nIn your email you express your concern that caring about the suffering of others in this dream called ‘the waking state’ will create a ‘more spiritualized ego’ and make this dream and the individual doer seem more real:<br>\n<blockquote>Doesn’t this way of viewing the waking state subtly create more spiritualized ego? I’m better than you. I don’t eat meat.  I sign petitions for clean water and air. I fight against child labor. Aren’t we then making the dream real?  Aren’t we then making the individual doer more real?</blockquote>\nWhatever we may do or not do in this dream, we always have to be vigilant about the subtle rising of our ego, because the nature of our ego is to delude us, and it uses countless tricks to do so. Therefore the danger you speak of is very real, and the only safeguard we have against it is to persevere in investigating ourself as much as possible.<br>\n<br>\nIf the only person we care only about is ourself, that is certainly egotistical, but even if we care about others, our ego can take that as a pretext to boost its own pride or to feel self-righteous. Indeed, so long as we attend to anything other than our essential self, our ego will find one way or another to nourish and sustain itself. Hence the only solution to this problem of ego is to practise persistent self-investigation: that is, to be constantly and vigilantly self-attentive.<br>\n<br>\nThis simple practice of self-attentiveness alone will solve all our problems (and also all the problems of this world, which seems to exist and be real only so long as we are experiencing it), so whatever else we may do in this dream we call our life, we should be careful not to neglect this practice. Even while engaged in other activities, we should try to remember to be attentively aware of ‘I’ (our essential self), and in the midst of all our activities, we should set aside some time to try to go deep into the experience of pure self-awareness — awareness of nothing other than ourself alone.<br>\n<br>\n<a name=\"un25\"></a>Our ego comes into existence and is sustained only by <i>pramāda</i> or self-negligence, so it will subside and be kept in check only to the extent that we are self-attentive. Whatever action we may do entails attending to something other than ourself, and to the extent to which we are attending to anything else, we are not attending to ourself. Therefore all the actions we do by mind, speech or body tend to sustain and nourish our ego, and only self-attentiveness can undermine it and make it subside in ourself, the source from which it originated.<br>\n<br>\nAs Sri Ramana says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands [or endures]; grasping and feeding on form it grows [or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nHere உரு பற்றி (<i>uru paṯṟi</i>) or ‘grasping form’ means attending to or experiencing anything other than ourself, because we ourself are formless, since in this context a ‘form’ is anything that has any features that distinguish it in any way either from ourself or from other things. Therefore what Sri Ramana implies in this verse is that we rise or come into being as an ego only by attending to anything other than ourself, and that by continuing to attend to other things we sustain and nourish the illusion that we are this ego, but that if we instead try to attend to ourself alone, this illusion ‘will take flight’ — that is, our ego will subside and disappear in ourself, the source from which it had arisen.<br>\n<br>\nSince we ourself are formless, we cannot continue to experience ourself as this ego if we attend to and thereby experience ourself alone. And on the other hand, we cannot cease to experience ourself as this ego so long as we persist in attending to and experiencing anything other than ourself. Therefore self-negligence sustains our ego, and self-attentiveness alone can subdue and destroy it. Hence the only means by which we can effectively keep our ego in check and prevent it deluding us is by being constantly and vigilantly self-attentive.<br>\n<a name=\"09-creator\"></a><br>\n<b>9. Who is responsible for the creation of this world?</b><br>\n<br>\nIn reply to the email that I adapted in the eight previous sections my friend wrote:<br>\n<blockquote>There is one confusing point I keep going back to. If all is ultimately one, and Brahma, isn’t the dream Brahma too?  And if the dream is also Brahma isn’t it all unfolding perfectly as Brahma wants it to?</blockquote>\nTo this I replied:<br>\n<br>\n<i>Brahman</i> is not anything other than ourself. It is just a name given to what we actually are. So if you say that everything is unfolding as <i>brahman</i> wants it to, that means it is unfolding as you want it to. But is all this what you really want? If it is, then there is no problem, and hence no need to investigate who am I.<br>\n<br>\nBut if you see any problems either in this world or in yourself, then this is not what you really want, so you have to rectify the wrong decision you made to create all this. All this came into being by your decision or choice, so in order to rectify your choice you first need to know exactly what is this ‘I’ in you that made this choice. Now you appear to be Jim, but Jim is part of the creation, so he cannot be the creator. Therefore if you are the creator, you are not Jim, so who are you?<br>\n<br>\nTherefore it all comes back to the same point: what we each need first of all is to know who we actually are. If we first investigate ourself and thereby experience what we really are, we can then see whether any creator, creation, world or problems still exist, and only if they do will we then need to do anything about them.<br>\n<a name=\"10-silence\"></a><br>\n<b>10. Only in absolute silence can we experience what we actually are</b><br>\n<br>\nSince I asked Jim in my previous reply, ‘Therefore if you are the creator, you are not Jim, so who are you?’, he replied to me saying among other things that he is ‘Satchitananda’, ‘the all-pervading consciousness, free from doing, non-attached, desireless, boundless and undisturbed’, but added:<br>\n<blockquote>I am trying to tell you the impossible.  What I am.  What you are.  What only exists. Beyond the body mind.  Beyond Brahman, Christ consciousness, and all other labels and concepts that point to the unspeakable, unknowable presence that we are. What am I??  What am I? I know I am not this lacking, imperfect, insecure, flawed sack of meat and bones who appears to suffer we call Jim.</blockquote>\nTo which I replied:<br>\n<br>\nWhen I asked ‘you are not Jim, so who are you?’ it was not a question to which I expected an answer in words, because no words or ideas can answer it. The answer can only be found within ourself, by losing ourself in ourself (that is, by losing our ego in what we actually are).<br>\n<br>\n<i>Sat-cit-ānanda</i> (being-consciousness-bliss), the all-pervading consciousness and whatever else you say you are are all just ideas — ideas that Jim has about what he really is — so how can any of them be what you actually are? What you actually are cannot be adequately expressed by any ideas or words, whether expressed affirmatively (I am that) or negatively (I am not this), but can only be experienced by you alone in the depth of absolute silence.<br>\n<br>\nIn order to experience ourself as we really are, we must each withdraw our attention from everything else (which is all mere noise created by our mind) by turning it back towards ourself alone and thereby allowing it to sink deep into ourself, its source (which alone is absolute silence). In other words, to know who you are, Jim and all his ideas (including his idea that Jim is just a phantom) must go, and the ever-silent and perfectly self-aware ‘I’ alone must remain.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "25",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6104722467779712909/comments"
    },
    "labels": [
        "ahiṁsā",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3MzI1NjQ5MzA4Cm9mZnNldDogMzYwMDAwMAo\""
}