{
    "kind": "blogger#post",
    "id": "5444632829905237542",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-05-11T12:46:00+01:00",
    "updated": "2017-10-06T14:46:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5444632829905237542",
    "title": "‘Observation without the observer’ and ‘choiceless awareness’: Why the teachings of J. Krishnamurti are diametrically opposed to those of Sri Ramana",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html?showComment=1430925736277#c924528119143374120\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html\">What is meant by the term <i>sākṣi</i> or ‘witness’?</a>, a friend called Sankarraman wrote:<br>\n<blockquote>I wouldn’t say that JK advocated witnessing of thoughts, since he has said that the witness being the ego is tied to thoughts. So that position extenuates him from that charge. But he speaks of the observation without the observer, which is similar to Patanjali’s extinction of thoughts as paving the way for liberation, which is called transcendental aloneness. There are a lot of parallels one can find in the two teachings except that they don’t constitute the flight of the Ajada.</blockquote>\nIn reply to this I wrote the following <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html?showComment=1430995064587#c1432206250898629713\">comment</a>:<br><a name='more'></a>\n<blockquote>Sankarraman, the crucial question about the teachings of J. Krishnamurti is not which verb he chose to use, whether either ‘witness’ or ‘observe’ (because in the context of spiritual practice they mean essentially the same), but what he actually advised us to witness or observe. If he advised us to observe thoughts or anything else other than ourself — that is, anything that is not permanent and unchanging — that is diametrically opposite to what Bhagavan advised us to observe, namely ourself alone. Bhagavan taught us that we should try to observe ourself alone because according to him observing anything other than ourself nourishes and sustains the illusion that we are this ego or mind, whereas observing ourself alone will dissolve and destroy this illusion.<br>\n<br>\nIf as you say JK speaks of ‘observation without the observer’, that is a patently absurd proposition, because no observation can occur in the absence of any observer. If we observe anything, we become the observer of that thing, because we obviously cannot observe anything without being the observer. This is a simple fact that even a child can understand.<br>\n<br>\nTherefore I fail to understand how anyone could seriously believe that there could ever be any observation without an observer. If anyone claims that they do believe this, they would be wilfully fooling themselves, like the crowd of people who claimed that they could see the fine robes that the emperor was wearing, when in fact everyone could see that he was actually naked.<br>\n<br>\nI have never heard anyone suggest that Patanjali believed that there could be any observation without an observer, and I doubt whether he could have actually believed it. I have heard that some Buddhists claim that Buddha taught that there is only seeing but no seer, only experiencing but no experiencer, but they are doing a disservice to his reputation by making such an absurd claim, because the idea that there could be any seeing without anything that is seeing is so obviously self-contradictory.<br>\n<br>\nYou refer to a state called ‘transcendental aloneness’, but if there is such a state, in it there must be something that exists alone (because nothing could not exist alone, since it does not exist at all), and in order to know that it exists alone that something must be self-aware. Since it exists alone, there would be nothing else for it either to transcend or to observe, so we could argue that in one sense there is no observer in such a state — because there is nothing for it to observe — and hence there is no observation either. However, it could also be argued that, if the meaning of ‘observation’ is taken to include self-observation, what exists in that state is always observing itself, so in that sense it is a self-observer, and hence there is both self-observation and a self-observer in that state.<br>\n<br>\nEither way, whether we take ‘observation’ to include self-observation or restrict its meaning only to the observation of other things, there can never be any observation without an observer.</blockquote>\nAnother friend called Venkat then came to the defence of Krishnamurti by writing the following <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html?showComment=1431156691855#c8308870493431640261\">reply</a>:<br>\n<blockquote>Just to clarify, when JK speaks of “observation without the observer”, I think he means a state of being in which one does not bring the accumulated baggage of the past (and future expectations), i.e. the ego, into the present.<br>\n<br>\nWhen he talks of choiceless awareness, it is a similar point. His ‘advice’ was to be attentively aware to your own thoughts and feelings as they arise in reaction to external interactions — and thereby see that 99% of these thought / feelings are attributable to the ego, to selfishness. And by being choicelessly attentive to this (not thinking about it, or trying to remove such thoughts/feelings) they will evaporate by themselves.<br>\n<br>\nI don’t think it is that very different from Bhagavan — though Bhagavan said it most simply and clearly — just a different way of pointing in the same direction. I think JK sets us down a path of becoming aware of how destructive the ego is — Bhagavan’s teaching then takes us to the end.</blockquote>\nThe following is my reply to the points that Venkat raised in this comment:<br>\n<ol>\n<li><a href=\"#observer\">Our ego is the observer, and without it there can be no observation</a></li>\n<li><a href=\"#choice\">We cannot choose to be ‘choicelessly aware’</a></li>\n<li><a href=\"#illusion\">Our awareness of other things is not our primary illusion but only a secondary one</a></li>\n<li><a href=\"#opposition\">What Krishnamurti teaches is diametrically opposed what Bhagavan teaches us</a></li>\n</ol>\n<a name=\"observer\"></a><b>1. Our ego is the observer, and without it there can be no observation</b><br>\n<br>\nThe ‘accumulated baggage of the past (and future expectations)’ is not the ego, as Venkat seems to assume, because our ego is what experiences everything, whereas its accumulated baggage is a collection of some of the things that it experiences. Since this baggage of past memories and propensities and of future expectations is not conscious of anything, neither it nor any of its constituents can be the experiencer or observer of anything, so they are obviously distinct from our ego. However, though this baggage is not our ego itself, it is one of its expansions or creations, and hence one of the things (or sets of things) that belongs to it and that is nourished and sustained by its very existence. That is, though our ego and its accumulated baggage are mutually dependent and mutually sustaining, our ego is the original cause of everything and its baggage is just one of its effects. Therefore we cannot free ourself from all this baggage unless we free ourself from its root and cause, namely our ego.<br>\n<br>\n<a name=\"un26\"></a>Everything that we as this ego experience or observe, including all its past memories and propensities and its future expectations, seems to exist only so long as we experience ourself as this ego, so it is all just a projection or expansion of our ego, as Bhagavan points out in verse 26 of <i>Uḷḷadu Nāṟpadu</i> when he says, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means, ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything’. Therefore so long as there is observation of anything other than ourself, the cause of both that observation and whatever is observed is only our ego, which alone is what experiences or observes anything other than itself. Hence however we may try to explain it, ‘observation without the observer’ is a self-contradictory and absurd proposition, as I explained in my above-quoted reply to Sankarraman.<br>\n<br>\nThe only way to get rid of ‘the accumulated baggage of the past (and future expectations)’ and everything else that we now experience (except of course ourself, which is the permanent and unchanging reality, and which we can therefore never separate from or get rid of) is to get rid of our ego, and the only way to get rid of this ego is to investigate what it actually is. This is why Bhagavan concludes verse 26 of <i>Uḷḷadu Nāṟpadu</i> by saying: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\n<a name=\"choice\"></a><a name=\"un25\"></a><b>2. We cannot choose to be ‘choicelessly aware’</b><br>\n<br>\nRegarding what Venkat says about ‘choiceless awareness’, it is not just 99% of all thoughts and feelings that are attributable to our ego, but 100% of them, and by being attentively aware of them we cannot free ourself either from them or from this ego, because we become aware of them only by grasping them in our attention or awareness, and our awareness of them is what sustains and nourishes this ego, as Bhagavan indicates very clearly in verse 25 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nMoreover, how can we be ‘choicelessly aware’? We obviously cannot choose to be so, because if we were to choose it, it would not be choiceless, so JK’s advice to be choicelessly aware is self-evidently impractical. The only thing that we are choicelessly aware of is ourself, because self-awareness is our very nature, so we could never choose not to be self-aware, though we can and generally do choose to neglect or pay little heed to our self-awareness, because we are more interested in being aware of the other things.<br>\n<br>\nTo be aware of anything other than ourself is the result of a choice, because we rise as this ego and thereby become aware of other things only by grasping them in our awareness, as Bhagavan implies when he says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṯkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum</i>), which means, ‘Grasping form, it [the formless phantom-ego] rises into being; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form’. Grasping is the very nature of our ego, but we do not actually have to grasp anything, so if we do so it is only because we have chosen to do so. Whatever we may be aware of (other than ourself), we became aware of it because we have chosen to rise as this ego and thereby to be aware of things other than ourself.<br>\n<br>\nJust as we have chosen to be aware of other things, we can also choose to be aware of ourself alone, and only if we choose this latter option will our ego and everything else evaporate, leaving ourself alone, as Bhagavan indicates when he says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means, ‘If sought [examined or investigated], it will take flight’. That is, what nourishes and sustains our ego is only its awareness of anything other than itself, so if instead of choosing to be aware of anything else, we choose to try to be aware of ourself alone, our ego will subside and disappear, because it has no substance of its own, but is just an illusion that seems to exist only so long as we are aware of anything other than ourself.<br>\n<br>\n<a name=\"illusion\"></a><b>3. Our awareness of other things is not our primary illusion but only a secondary one</b><br>\n<br>\nVenkat says that thoughts and feelings ‘will evaporate by themselves’ if we ‘choicelessly’ attend to them, and he seems to imply that this is the reason that JK gives for advocating ‘choiceless awareness’, but this is directly opposite to what Bhagavan teaches us in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, because according to what he says there, attending to anything other than ourself is what feeds, nourishes and strengthens our ego, and what therefore sustains the illusion that we are this ego and that other things exist. However, for the sake of further clarity, let us consider more carefully this proposition that the illusion that anything other than ourself exists will somehow dissolve or evaporate if we attend to it in a particular way.<br>\n<br>\nThis idea that other things will dissolve it we attend to them is <a href=\"http://happinessofbeing.blogspot.co.uk/2014/12/the-need-for-manana-and-viveka.html#nisargadatta\">explicitly asserted by Nisargadatta</a>, for example, and it seems to be implied if not explicitly asserted by JK (though I have not read enough of his teachings to say for certain, I have noticed that like Venkat many other people who have heard him speak or read his books seem to believe that he did either assert or imply this). It also seems to be what is assumed by most people who believe that <a href=\"http://happinessofbeing.blogspot.co.uk/2015/04/what-is-meant-by-term-saksi-or-witness.html#bhava\">witnessing or observing thoughts and events is somehow an effective spiritual practice</a>, including by those who believe that <a href=\"http://happinessofbeing.blogspot.co.uk/2015/04/witnessing-or-being-aware-of-anything.html#vipassana\"><i>vipassanā</i> meditation</a> as it is taught and practised nowadays is a means to attain <i>nirvāṇa</i>. Therefore apart from the fact that this proposition cannot be satisfactorily reconciled with what Bhagavan teaches us in verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i>, do we have any other reason for concluding that it cannot be true?<br>\n<br>\nWe know that certain illusions do dissolve or evaporate if we look at them sufficiently carefully. For example, if we closely inspect an illusory snake, we will be able to recognise that it is not actually a snake but only a rope, so the illusion that it is a snake is effectively dissolved merely by our looking at it carefully. When such is the case, is there any reason why we should not believe that the same will happen if we attend sufficiently carefully to our thoughts or anything else other than ourself? Yes, there is a reason, and it is that whereas the illusion of a snake is a primary illusion, in the sense that there is no other illusion that stands between it and the rope that it actually is, the illusion that anything other than ourself exists is not a primary illusion but only a secondary one. The primary illusion in this case is only our illusion that we are this ego, because it is only when we experience ourself as this ego that we experience the illusion that other things (including all kinds of mental and physical phenomena, such as thoughts, feelings and external objects and events) exist.<br>\n<br>\nWhenever we cease to experience ourself as this ego, as we do in sleep, we also cease to experience anything else, and it is only when we again experience ourself as this ego, as we do in both waking and dream, that we again experience other things. Therefore, since we cannot experience the existence or seeming existence of any other thing without experiencing ourself as this ego, whenever we attend to, observe, watch, witness, experience or are aware of anything other than ourself, we are reinforcing our primary illusion that we are this ego. Hence our secondary illusion that thoughts and other things exist will not dissolve or evaporate so long as we attend to them or are aware of them in any way, because this secondary illusion rides on the back of our primary illusion, which is nourished and sustained by our awareness of other things.<br>\n<br>\nThat is, whenever we experience our primary illusion that we are this ego, we also experience our secondary illusion that other things exist, because we cannot experience ourself as this ego without also experiencing other things. If we doubt this we can try and see for ourself what happens to this ego if we try not to be aware of anything else. Since we can never cease to be aware of ourself, because we continue to be aware of ourself even in the absence of our ego in sleep, the only way in which we can manage to be aware of nothing else is by trying to be aware of ourself alone. If we try to be aware of ourself alone, we will find that to the extent that we manage to do so, our ego will subside, because it can rise and stand only by clinging to awareness of anything other than itself.<br>\n<br>\nThus by trying to be aware of ourself alone, we can verify for ourself the truth of what Bhagavan teaches us in verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i>. Whenever we experience anything other than ourself, we experience ourself as this ego (that is, as this adjunct-mixed form of self-awareness, which always experiences itself as a body), and vice versa: whenever we experience ourself as this ego, we always experience the existence of things other than ourself. Conversely, whenever we do not experience anything other than ourself, we also do not experience ourself as this ego, and whenever we do not experience ourself as this ego, we also do not experience anything other than ourself.<br>\n<br>\nTherefore, by experiencing, being aware of, attending to, observing or watching anything other than ourself, we are perpetuating the illusion that we are this ego, and so long we perpetuate this primary illusion, we are also perpetuating the secondary illusion that other things also exist. Therefore we cannot bring about the dissolution or evaporation of anything else by attending to it, but can do so only by trying to attend to ourself alone.<br>\n<br>\nIf it were possible to bring about the dissolution or evaporation of other things merely by observing or inspecting them closely, scientists who closely observe and inspect the appearance of physical phenomena should find that such phenomena evaporate and disappear as a result of their observation, but in practice they do not find that this is what happens. Followers of JK or Nisargadatta could perhaps argue either that scientists are observing the wrong kind of phenomena or that they are not observing them in the correct manner, and that if we observe other kinds of phenomena, such as mental ones, or if we observe some or all kinds of phenomena in a particular way (such as ‘choicelessly’, ‘without the observer’ or in a detached manner), then we will find that they evaporate. However, this argument cannot stand up to careful scrutiny, because whatever kind of phenomena we may observe and in whatever way we may observe them, we cannot do so unless we experience ourself as this ego, so whatever we may observe other than ourself and in whatever special way we may observe it, we would still be perpetuating our primary illusion that we are this ego, and thereby we would also be perpetuating our secondary illusion that other things also exist.<br>\n<br>\n<a name=\"opposition\"></a><b>4. What Krishnamurti teaches is diametrically opposed what Bhagavan teaches us</b><br>\n<br>\nTherefore what JK teaches (and also what Nisargadatta teaches, at least in this respect) is not only very different to what Bhagavan teaches us, but is diametrically opposed to it, because whereas Bhagavan’s teachings lead us relentlessly back to ourself alone, JK’s lead us relentlessly in the opposite direction, away from ourself and towards all sorts of fanciful and impractical notions such as ‘observation without the observer’ and ‘choiceless awareness’. There is no way we can reconcile their teachings without rejecting or ignoring the central principles of Bhagavan’s teachings, especially as expressed by him in verses 25 and 26 of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\nThe important principle that he teaches us in verse 26 of <i>Uḷḷadu Nāṟpadu</i> is that everything other than ourself depends for its seeming existence upon our ego, so if our ego did not seem to exist nothing else would either exist or seem to exist. Therefore, since our ego will not cease to exist unless we investigate what it actually is, investigating it is the only means to get rid of everything.<br>\n<br>\nThe important principle that he teaches us in verse 25 of <i>Uḷḷadu Nāṟpadu</i> is that this ego is only a formless and insubstantial phantom that seemingly comes into existence, endures and is nourished and strengthened only by grasping form (that is, by attending to and experiencing anything other than itself), so we can never free ourself from this ego so long as we persist in attending to anything  other than ourself (that is, anything that has any features that distinguish it from this essentially featureless ego). Therefore the only way to free ourself from this ego is to investigate it — that is, to try to grasp it alone in our awareness. Since this ego itself is featureless and therefore formless, and since it can stand and masquerade as ourself only by grasping forms in its awareness, if we try to grasp this ego alone, it ‘will take flight’ and disappear, just as an illusory snake would disappear if we were to look at it carefully and thereby recognise that it is not actually a snake but only a rope.<br>\n<br>\nTherefore if J. Krishnamurti or anyone else suggests that we can free ourself either from our ego or from all its progeny (everything else that we experience) by attending to anything other than ourself, they are contradicting these simple, clear and essential teachings of Bhagavan Sri Ramana, and are pointing us in the opposite direction to the one in which he is leading us, because according to him the only means by which we can dissolve and free ourself from this ego and all its baggage is to investigate ourself by trying to attend to and experience ourself alone, in complete isolation from everything else.<br>\n<br>\nThe choice we are faced with is therefore very simple: do we want to follow the teachings of Sri Ramana by trying to attend to ourself alone, or do we want to follow any other teachings that direct us to attend to anything else?</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "88",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5444632829905237542/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3Mjk3NTYyNzI1Cm9mZnNldDogMzYwMDAwMAo\""
}