{
    "kind": "blogger#post",
    "id": "453684746653959853",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-02-04T13:30:00Z",
    "updated": "2017-09-28T15:53:00+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/02/the-terms-i-or-we-refer-only-to-ourself.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/453684746653959853",
    "title": "The terms ‘I’ or ‘we’ refer only to ourself, whether we experience ourself as we actually are or as the ego that we now seem to be",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html?showComment=1420786442825#c7667438650029353718\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/01/the-fundamental-law-of-experience-or.html\">The fundamental law of experience or consciousness discovered by Sri Ramana</a>, Palaniappan Chidambaram asked, ‘If the whole <i>sadhana</i> [spiritual practice] is in just being one self […] then why do we use the term <i>vichara</i> or investigation? When thoughts come we don’t investigate but just ignore and turn attention to ourselves. So ideally there is no investigation or enquiry?’, to which I replied in a <a href=\"http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html?showComment=1421015718507#c8545047674163592710\">comment</a>:<br>\n<blockquote>Since pure self-awareness is our essential nature, being ourself entails being clearly aware of ourself alone. Therefore trying to be aware of ourself alone is the only means by which we can succeed in being what we really are.<br><a name='more'></a>\n<br>\nSince we (the ego) have long been in the habit of being aware of things others than ourself, being aware of ourself alone seems (from the perspective of our ego) to be a skill that we can develop only by practice, and the practice of trying to be aware of ourself alone requires trial and error. That is, since we seem now to be unfamiliar with being clearly aware of ourself alone, we must try and fail many times before we eventually succeed, whereupon we will experience ourself as we really are and thereby destroy forever the illusion that we are this ego.<br>\n<br>\nSince this practice entails experimentation or trial and error, it is aptly called self-investigation (<i>ātma-vicāra</i>). That is, we are investigating what we actually are, or in other words, what it is to be what we actually are — or what it is to be clearly aware of ourself alone.</blockquote>\nPalaniappan then  wrote <a href=\"http://happinessofbeing.blogspot.com/2015/01/the-fundamental-law-of-experience-or.html?showComment=1421032211206#c854421045683554036\">a reply</a> in which he commented, “Paying attention to oneself not as paying attention to some object but being our self ‘alone’ is the practice”, to which I replied in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/01/the-fundamental-law-of-experience-or.html?showComment=1421314987856#c447935766553159102\">another comment</a>:<br>\n<blockquote>Yes, we are not an object but only the subject, which is what experiences all objects, so attending to any object is attending to something other than ourself. Therefore we should attend only to ourself, the subject or experiencer, the first person, ‘I’.<br>\n<br>\nWhen we do so, even the subject (the ego) will subside and disappear in ourself (because it is a subject only in relation to the objects it experiences), and what will then remain is what we really are, which is beyond the dual distinction of subject and object.<br>\n<br>\n<a name=\"uu26\"></a>As Bhagavan says in verse 26 of <i>Upadēśa Undiyār</i>, ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām</i>), which means ‘Being ourself alone is knowing ourself’, so the only way to be what we really are is to experience what we really are, which we can do only by attending to ourself alone.</blockquote>\nReferring to this reply another friend wrote an email in which he tried to explain what he had understood from it, in the course of which he remarked, “This term ‘we’ is often susceptible to confusion since it is used to denote the ego as well as self”. The following is adapted from the reply I wrote to him:<br>\n<ol>\n<li><a href=\"#ego\">The ego is essentially just what we actually are</a></li>\n<li><a href=\"#attention\">Attention is <i>cit-śakti</i>, the supreme power that creates, sustains and destroys the entire universe</a></li>\n<li><a href=\"#persistence\">Persistently trying to be self-attentive is the only way to succeed</a></li>\n</ol>\n<a name=\"ego\"></a><b>1. The ego is essentially just what we actually are</b><br>\n<br>\nThe confusion you mention arises because of thinking in terms of two separate selves, a real self and an ego-self, but as we all know, we are not two but only one, so there are never two separate selves. We ourself are always one, so the term ‘our real self’ refers to ourself as we actually are, whereas the term ‘ego’ refers to ourself as we seem to be when we mistake ourself to be anything other than what we actually are.<br>\n<br>\nThe ego is therefore inseparable from what we actually are, because it is just what we actually are seeming to be something that we are not, just as the illusory snake is inseparable from the rope, because it is just the rope seeming to be something that it is not. In other words, the ego is essentially just what we actually are, but mixed with superimposed adjuncts such as the mind and body, just as the snake is essentially just a rope, but mixed with a superimposed adjunct, the idea of a snake.<br>\n<br>\nSince the illusory snake is essentially just a rope, if we examine it carefully, we will see that it is not actually a snake but only a rope. Likewise, since the ego is essentially just what we actually are, if we examine it carefully, we will see that it is not actually an ego but only what we actually are. This is why examining or investigating what this ego is will eventually reveal to us what we ourself actually are.<br>\n<br>\nThis is what Sri Ramana explained in similar terms (as recorded in the final chapter of <i>Maharshi’s Gospel</i>, 2002 edition, p. 89) when he was asked, ‘While the one aim is to realise the unconditioned, pure Being of the Self, which is in no way dependent on the ego, how can enquiry pertaining to the ego in the form of <i>aham-vritti</i> [the ‘I’-formation or ‘I’-thought] be of any use?’:<br>\n<blockquote>From the functional point of view [...] the ego has one and only one characteristic. The ego functions as the knot between the Self, which is Pure Consciousness, and the physical body, which is inert and insentient. The ego is therefore called the <i>chit-jada granthi</i> [the knot (<i>granthi</i>) that binds together what is conscious (<i>cit</i>) and what is non-conscious (<i>jaḍa</i>) as if they were one]. In your investigation into the source of <i>aham-vritti</i> [the ego], you take the essential <i>chit</i> [consciousness] aspect of the ego; and for this reason the enquiry must lead to the realization of the pure consciousness of the Self.</blockquote>\nThe essence of the ego is only consciousness (<i>cit</i>), which is what we actually are, because its non-conscious (<i>jaḍa</i>) element is only a set of extraneous and illusory adjuncts superimposed upon its conscious essence, so in order to investigate what this ego really is we must investigate only its conscious essence, which is ourself. In other words, what we are actually investigating when we investigate our ego is only ourself — the pure consciousness or self-awareness that we essentially are.<br>\n<br>\n<a name=\"uu21\"></a>So long as we experience ourself as anything other than what we actually are, when we use the terms ‘I’ or ‘we’ (in the sense in which Sri Ramana often used ‘we’, which is not as a plural first person pronoun but as an inclusive form of the singular first person pronoun, ‘I’) what we are referring to is our ego, but that is only the seeming referent or superficial meaning of these terms. Their real referent is only what we actually are, as Sri Ramana explains in verse 21 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>நானெனுஞ் சொற்பொரு ளாமது நாளுமே<br>\nநானற்ற தூக்கத்து முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நமதின்மை நீக்கத்தா லுந்தீபற.<br>\n<br>\n<i>nāṉeṉuñ coṯporu ḷāmadu nāḷumē <br>\nnāṉaṯṟa tūkkattu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;namadiṉmai nīkkattā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் எனும் சொல் பொருள் ஆம் அது நாளுமே, நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉum sol poruḷ ām adu nāḷ-um-ē, nāṉ aṯṟa tūkkattu-</i>[<i>u</i>]<i>m namadu iṉmai nīkkattāl.</i><br>\n<br>\n<b>அன்வயம்:</b> நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால், நான் எனும் சொல் பொருள் நாளுமே அது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ aṯṟa tūkkattu-</i>[<i>u</i>]<i>m namadu iṉmai nīkkattāl, nāṉ eṉum sol poruḷ nāḷ-um-ē adu ām</i>.<br>\n<br>\n<b>English translation:</b> That [the one infinite whole that appears as ‘I am I’ when the ego merges back into ourself, its source] is at all times the import of the word called ‘I’, because of the absence of our non-existence even in sleep, which is devoid of ‘I’ [the ego].</blockquote>\nTherefore in the context of Sri Ramana’s teachings whenever we use the words ‘I’ or ‘we’ we are referring only to ourself, which by default means what we actually are, and which means more specifically the ego (which is what we now seem to be) only when the context demands such an interpretation. However, even when we are referring to the ego, we should remember that what this ego essentially is is only pure self-awareness, which is what we actually are.<br>\n<br>\nThough it is sometimes necessary to draw a distinction between whether we are referring to what we really are or to the ego that we seem to be, it is often unnecessary to do so, and as far as possible we should avoid thinking in dualistic terms as if this ego were something entirely separate from what we actually are, because what seems to be this ego is only what we actually are. If we did not mistake what we actually are to be this ego, this ego would not seem to exist, just as if we did not mistake a rope to be a snake, that snake would not seem to exist.<br>\n<br>\nThe ego is just a phantom, an illusory and insubstantial appearance superimposed upon what we actually are, just as the snake is just an illusory and insubstantial appearance superimposed upon a rope. What is real is not the superimposed illusion but only the underlying substance, which is what we actually are. Therefore our sole aim should be to experience what we actually are, thereby dissolving the illusion that we are this ego, a person or finite entity.<br>\n<br>\n<a name=\"attention\"></a><b>2. Attention is <i>cit-śakti</i>, the supreme power that creates, sustains and destroys the entire universe</b><br>\n<br>\nRegarding your question about <i>cit-śakti</i>, yes, attention is a function of <i>cit-śakti</i> (the power of consciousness), because it is the selective use that we make of <i>cit</i>, our awareness or consciousness. When we select to be aware of anything other than ourself, we are directing our attention or awareness (<i>cit</i>) away from ourself, and this is what causes and sustains the rising of our ego.<br>\n<br>\nSo long as we are aware of anything other than ourself, we are not experiencing ourself as we actually are, but only as an ego. Therefore the ego seems to come into existence and to endure only so long as we select to be aware of anything other than ourself alone. Hence the only way to make this ego subside and dissolve back into ourself is to select to be aware of ourself alone.<br>\n<br>\nIn other words (as I explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/01/the-fundamental-law-of-experience-or.html\">The fundamental law of experience or consciousness discovered by Sri Ramana</a>), the ego rises and endures only by attending to anything other than itself, and it subsides and merges back into ourself only by attending to itself alone. Therefore attention is an extremely powerful weapon. By misusing it, we have created and are sustaining the entire appearance of this ego and world, and by using it correctly to experience ourself alone we can destroy this entire appearance forever. This is why attention — the selective use that we make of our awareness or consciousness — is called <i>cit-śakti</i> and is said to be the supreme power, the power that creates, sustains and destroys the entire universe.<br>\n<br>\n<a name=\"persistence\"></a><b>3. Persistently trying to be self-attentive is the only way to succeed</b><br>\n<br>\nYou say, ‘But there is power within us to shift the attention from going outwards to inwards. That power is again <i>chit sakthi</i>? It goes in loop’, but it is not actually a loop, because attention and the power that shifts it are not two separate things. We ourself are the power that directs our attention (our awareness) either inwards (towards ourself alone) or outwards (towards anything else), and we ourself are the attention or awareness that we are thus directing.<br>\n<br>\nTherefore it is all down to us. We ourself select or choose either to direct our attention back towards ourself alone, or to direct it away from ourself towards anything else, and there is no power outside ourself that can force us to choose either one or the other.<br>\n<br>\nWe lament that we are unable to turn our attention back in order to be aware of ourself alone, but the only reason we are unable to do so is that we choose not to do so. We do not experience ourself as we really are only because we do not (yet) actually want to experience ourself alone. We still have a liking (to a greater or lesser extent) to experience things other than ourself, so we are unwilling to let go of our habit of attending to anything other than ourself.<br>\n<br>\nUntil our liking to experience ourself as we actually are becomes greater than our liking to experience anything else, we will be unable to let go of our ego and its creations, so we will persist in attending to and experiencing other things. However, persistently trying to attend to ourself alone is the only way in which we will succeed, because though we repeatedly fail in our attempts to do so, by trying persistently we will gradually weaken our <i>viṣaya-vāsanās</i> (our likings to experience other things) and correspondingly increase our <i>sat-vāsanā</i> or <i>svātma-bhakti</i> (our liking to experience ourself alone). Therefore if we persevere in our efforts to be self-attentive, we will certainly succeed sooner or later.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "9",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/453684746653959853/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "cit-śakti",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2NjEwMzgwMzU5Cm9mZnNldDogMzYwMDAwMAo\""
}