{
    "kind": "blogger#post",
    "id": "3447299438926887122",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-04-28T20:39:00+01:00",
    "updated": "2017-01-06T09:59:26Z",
    "url": "http://happinessofbeing.blogspot.com/2015/04/witnessing-or-being-aware-of-anything.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3447299438926887122",
    "title": "Witnessing or being aware of anything other than ourself nourishes our ego and thereby reinforces our attachments",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">After reading my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/04/what-is-meant-by-term-saksi-or-witness.html\">What is meant by the term <i>sākṣi</i> or ‘witness’?</a>, a friend wrote to me expressing some thoughts that he had after reading it cursorily for the first time, so this article is adapted from the reply that I wrote to some of his ideas.<br><a name='more'></a>\n<ol>\n<li><a href=\"#other\">Other things seem to exist only when we experience ourself as this ego</a></li>\n<li><a href=\"#nisargadatta\">Nisargadatta and ‘the witness attitude’</a></li>\n<li><a href=\"#saksi\"><i>Sākṣi-bhāva</i> can mean either a state of being or a state of mind</a></li>\n<li><a href=\"#meditation\"><i>Sākṣi-bhāva</i> can also mean meditation on the <i>sākṣi</i>, namely ourself</a></li>\n<li><a href=\"#stages\">There are no distinguishable stages on the path of self-investigation</a></li>\n<li><a href=\"#witness\">At no stage on this path should we try to be a witness of anything other than ourself</a></li>\n<li><a href=\"#key\">Self-attentiveness alone is the key to real detachment</a></li>\n<li><a href=\"#vipassana\"><i>Vipassanā</i> is similar to the practice of <i>sākṣi-bhāva </i>as it is generally understood</a></li>\n<li><a href=\"#nothing\">When we experience what we actually are, there will be nothing else for us to observe or witness</a></li>\n</ol>\n<a name=\"other\"></a><b>1. Other things seem to exist only when we experience ourself as this ego</b><br>\n<br>\nMy friend started by writing, ‘I was looking for references to <i>Sakshi-bhava</i> in our  scriptures. I found two, verse 552 in <i>Vivekachudamani</i> and verse 7, chapter 1 in <i>Ashtavakra Gita</i>’, to which I replied:<br>\n<br>\nI have checked both <i>Vivēkacūḍāmaṇi</i> verse 552 (or 551 according to some editions) and <i>Aṣṭāvakra Gītā</i> 1.7, and the former is:<br>\n<blockquote>प्रारब्धकर्मपरिकल्पितवासनाभिः संसारिवच्चरति भुक्तिषु मुक्तदेहः ।<br>\nसिद्धः स्वयं वसति साक्षिवदत्र तूष्णीं चक्रस्य मूलमिव कल्पविकल्पशून्यः ॥<br>\n<br>\n<i>prārabdhakarmaparikalpitavāsanābhiḥ saṁsārivaccarati bhuktiṣu muktadēhaḥ</i> ।<br>\n<i>siddhaḥ svayaṁ vasati sākṣivadatra tūṣṇī̃ cakrasya mūlamiva kalpavikalpaśūnyaḥ</i> ॥</blockquote>\nI do not know enough Sanskrit to translate this accurately, but according to Bhagavan’s Tamil translation it means:<br>\n<blockquote>பிராரப்த கர்ம வாசனைகளால் சம்சாரி தேகம் போலவே முக்தன் தேகமும் போகத்திற் பொருந்தினும், இவன் சாக்ஷி போலவும் சக்கரமூலத்தைப் போலவும் சங்கற்பவிகற்ப சூன்யனாய், உதாசீனனாய், மௌனமாகவே யிருப்பன்.<br>\n<br>\n<i>pirārabdha karma vāsaṉaigaḷāl samsāri dēham pōla-v-ē muktaṉ dēhamum bhōgattil poruntiṉum, ivaṉ sākṣi pōla-v-um cakkara-mūlattai-p pōla-v-um saṅkalpa-vikalpa śūṉyaṉ-āy, udāsīṉaṉ-āy, mauṉam-āha-v-ē y-iruppaṉ</i>.<br>\n<br>\nThough just like the body of a <i>samsāri</i> [a person who is bound by ego and its consequences] the body of the <i>mukta</i> [one who is free of ego] also engages in worldly experiences [as if driven] by <i>prārabdha</i> and <i>karma-vāsanās</i>, he remains devoid of <i>saṁkalpa</i> [desire or volition] and <i>vikalpa</i> [variation, multiplicity, diversity, distinction, imagination or thought], indifferent and silent, like a witness and like the pivot of a potter’s wheel.</blockquote>\n<i>Aṣṭāvakra Gītā</i> 1.7 is:<br>\n<blockquote>एको द्रष्टासि सर्वस्य मुक्तप्रायोऽसि सर्वदा ।<br>\nअयमेव हि ते बन्धो द्रष्टारं पश्यसीतरम् ॥<br>\n<br>\n<i>ēkō draṣṭāsi sarvasya muktaprāyō'si sarvadā</i> ।<br>\n<i>ayamēva hi tē bandhō draṣṭāraṁ paśyasītaram</i> ॥</blockquote>\nFrom various translations of this that I have seen, it seems to mean:<br>\n<blockquote>You are the solitary seer of everything, eternally free. Your bondage is only seeing the seer [yourself] to be something else.</blockquote>\nAs you can see, neither of these verses says anything about any <i>bhāva</i>. <i>Vivēkacūḍāmaṇi</i> verse 552 describes the state of a <i>mukta</i>, and while doing so it uses two analogies, saying that he is <i>like</i> a witness and <i>like</i> the pivot of a potter’s wheel. It does not say that he <i>is</i> a witness, any more than it says that he <i>is</i> the pivot of a potter’s wheel. Moreover, since it says that the <i>mukta</i> is devoid of both <i>saṁkalpa</i> and <i>vikalpa</i>, it clearly implies that he is not aware of anything other than himself, because awareness of any other thing is a form of <i>vikalpa</i> and arises because of <i>saṁkalpa</i>.<br>\n<br>\n<i>Aṣṭāvakra Gītā</i> 1.7 does not actually use the word <i>sākṣi</i>, but instead uses the word <i>draṣṭā</i>, which literally means ‘one who sees’ or the ‘seer’. However, we can infer that it does not use this word in its literal sense but only in a figurative sense, because according to Bhagavan our real self does not see anything other than itself, because it alone actually exists. Other things seem to exist only in the self-ignorant view of our ego.<br>\n<br>\nThat is, as our real self, we are the ‘seer’ or ‘witness’ only in the sense that we are the basic self-awareness that serves as the ground for the rising of our ego, in whose view alone other things seem to exist. When we experience ourself as we really are, we will not experience anything other than ourself, because it is only when we experience ourself as this ego that everything else seems to exist (as Bhagavan teaches us emphatically in verse 26 of <i>Uḷḷadu Nāṟpadu</i> and in the first sentence of verse 7 of <i>Śrī Aruṇācala Aṣṭakam</i>, both of which I quoted and explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/04/what-is-meant-by-term-saksi-or-witness.html\">my previous article</a>).<br>\n<br>\nTherefore we can be a witness in the sense of being aware of anything other than ourself only when we experience ourself as this ego, so trying to be a witness in this sense would only nourish and perpetuate the illusion that we are this ego. This is why Bhagavan taught us that the only means (<i>sādhana</i>) by which we can destroy this illusion is self-investigation (<i>ātma-vicāra</i>), which entails being attentively aware of ourself alone.<br>\n<br>\n<i>Aṣṭāvakra Gītā</i> 1.7 itself contains a clue that indicates that it does not use the word <i>draṣṭā</i> to mean the one who literally sees, because it says not only that you are the solitary <i>draṣṭā</i>, but also that you are eternally free. Since the ego and its attachments are bondage, we cannot be truly free unless we are free from both our ego and all its attachments, and in the absence of any ego who would be there to see anything, or what would there be to see?<br>\n<br>\n<a name=\"nisargadatta\"></a><b>2. Nisargadatta and ‘the witness attitude’</b><br>\n<br>\nMy friend also quoted the following passage from Nisargadatta (which is his final answer in chapter 41 of <i>I am That</i>), saying, ‘Perhaps this is what you were referring to when you said some recent teachers have recommended witnessing as a practice’: <br>\n<blockquote>Develop the witness attitude and you will find in your own experience that detachment brings control. The state of witnessing is full of power, there is nothing passive about it.</blockquote>\nIn reply to this I wrote:<br>\n<br>\nRegarding the passage from Nisargadatta that you quote, I did not actually refer specifically either to this passage or to Nisargadatta, though I am aware that he is one of the popular modern <i>gurus</i> who recommend witnessing or watching thoughts or external events as if it were possible to be aware of such things yet be detached from them. As I explained in my previous article, this is diametrically opposed to the teachings of Bhagavan, because he taught us that our ego rises and endures only because of our grasping of (or attachment to) anything other than ourself, and that it is therefore impossible to be truly detached so long as we are aware of anything other than ourself.<br>\n<br>\nRegarding the particular passage from Nisargadatta that you quoted, taken in isolation it would not be very clear what he meant by saying this, because the term ‘the witness attitude’ is rather ambiguous. However, in the context of his teachings, it seems that what he means by this term is the attitude that one is witnessing everything that one is aware of but nevertheless detached from it, because this was a practice that he frequently recommended.<br>\n<br>\nAll are agreed that we need to be detached, but the question is how we can be detached. According to Nisargadatta and others, we can be detached by watching thoughts and events and imagining ourself to be detached from them. According to Bhagavan, however, such an attitude would be a mere mental <i>bhāvana</i> or imagination, because in practice we can be aware of anything other than ourself only when we grasp it with our attention or in our awareness, and such grasping is obviously attachment, not detachment.<br>\n<br>\nAccording to Bhagavan, we cannot be truly detached so long as we experience ourself as this ego, because (as he says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, which I also quoted and explained in my previous article) the ego rises only by attaching itself to anything other than itself, and by so attaching itself (that is, by being aware of anything else) it is nourished and sustained. This is the fundamental principle that he discovered and on which he based his entire teachings, so unless we understand this and are willing to accept it, we cannot correctly understand or follow what he has taught us.<br>\n<br>\n<a name=\"saksi\"></a><b>3. <i>Sākṣi-bhāva</i> can mean either a state of being or a state of mind</b><br>\n<br>\nIn the passage that you quote from Nisargadatta, the term ‘the witness attitude’ seems to be a translation of <i>sākṣi-bhāva</i>, but the meaning of <i>sākṣi-bhāva</i> can actually be interpreted in two significantly different ways, because <i>bhāva</i> has many different meanings, and in this context could be taken to mean either a state of being or a state of mind. As a state of mind, it would mean an attitude or imagination, and would therefore mean more of less the same as <i>bhāvana</i>.<br>\n<br>\nSince an attitude or imagination is a state or activity of the mind or ego, we could not imagine anything or practise any attitude without retaining and using our mind, so by clinging to any attitude or imagination we would be feeding and perpetuating the illusion that this mind or ego is ourself. Therefore trying to hold on to the mental attitude that we are a witness in the hope that such an attitude will enable us to destroy the illusion that we are this mind would be a self-defeating endeavour. As recorded in the first chapter of the second part of <i>Maharshi’s Gospel</i> (2002 edition, pages 50-1), Bhagavan once said something to the following effect:<br>\n<blockquote>[...] every kind of <i>sadhana</i> [means or spiritual practice] except that of <i>atma-vichara</i> [self-investigation] presupposes the retention of the mind as the instrument for carrying on the <i>sadhana</i>, and without the mind it cannot be practised. The ego may take different and subtler forms at the different stages of one’s practice, but is itself never destroyed.<br>\n<br>\n[...]<br>\n<br>\nThe attempt to destroy the ego or the mind through <i>sadhanas </i>other than <i>atma-vichara</i> is just like the thief assuming the guise of a policeman to catch the thief that is himself. <i>Atma-vichara</i> alone can reveal the truth that neither the ego nor the mind really exists, and enables one to realise the pure, undifferentiated Being of the Self or the Absolute.<br>\n<br>\nHaving realised the Self, nothing remains to be known, because it is perfect Bliss, it is the All.</blockquote>\nOur mind is the thief that has stolen our real identity, and substituted it with a counterfeit one, namely itself, so as long as we try to do any <i>sādhana</i> that requires the retention and use of this mind, we would be like someone who relies upon a thief to act as a policeman trying to catch the thief. Our mind or ego rises and is sustained by directing our attention away from ourself towards other things, so as long as we allow it to continue doing so, we can never destroy it. The only way to destroy it is to turn our attention back towards ourself alone, because as soon as we try to attend only to ourself, our mind or ego will begin to subside and disappear, since it cannot exist without grasping anything other than itself.<br>\n<br>\nTherefore if we take <i>sākṣi-bhāva</i> to mean merely the attitude that we are a witness, it could not be a means to destroy our mind, but would only be a means to nourish and perpetuate it. Hence <i>sākṣi-bhāva</i> could be a useful practice only if we interpret <i>bhāva</i> to mean in this context not an attitude or any other state of mind, but only a state of being. That is, if we take <i>sākṣi-bhāva</i> to mean the state of actually being <i>sākṣi</i> rather than just the state of considering or imagining ourself to be <i>sākṣi</i>, we would then be able to interpret it in a way that is compatible with Bhagavan’s teachings.<br>\n<br>\nHowever, even if we interpret the word <i>bhāva</i> in <i>sākṣi-bhāva</i> to mean a state of being, we would still need to interpret <i>sākṣi</i> in a correct sense. If we take <i>sākṣi</i> in a literal sense to mean a witness who is aware of anything other than itself, <i>sākṣi-bhāva</i> would mean the state of being our ego or mind, because it is only when we experience ourself as this ego that we can be aware of anything other than ourself. Therefore, as I explained in my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2015/04/what-is-meant-by-term-saksi-or-witness.html#ego\">in a literal sense the only <i>sākṣi</i> is our ego</a>.<br>\n<br>\nHowever, if we interpret <i>sākṣi</i> to be a metaphor meaning ‘presence’ (in the sense that a <i>sākṣi</i> or witness is a person in whose presence an action or event takes place), as Bhagavan often suggested that it should be understood to mean, then <i>sākṣi-bhāva</i> would mean the state of being the mere presence in which any action or event seems to occur. The analogy that Bhagavan often gave to illustrate this (such as in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>) was the sun, in whose presence all the actions and events in this world take place, but which is itself untouched and unaffected by any of them. Just as the sun is unaware of and unconcerned about anything that may happen on earth, our real self is unaware of and unconcerned about whatever may seem to happen in the self-ignorant view of our ego, because in the clear view of our real self this ego does not actually exist.<br>\n<br>\nTherefore if we interpret the term <i>sākṣi-bhāva</i> to mean the state of being the mere presence that we actually are, it would merely be an alternative description of the state of self-abidance, in which we remain as we actually are, being aware of nothing other than ourself alone. Only if we interpret <i>sākṣi-bhāva</i> in this sense would it be an effective means to destroy our ego.<br>\n<br>\n<a name=\"meditation\"></a><b>4. <i>Sākṣi-bhāva</i> can also mean meditation on the <i>sākṣi</i>, namely ourself</b><br>\n<br>\nSince <i>bhāva</i> can also mean meditation or contemplation, an alternative but compatible (though not often considered) meaning of <i>sākṣi-bhāva</i> is simply meditation on the <i>sākṣi</i>, namely ourself. If we interpret it in this way, it would not matter whether we take <i>sākṣi</i> in its literal sense to mean ourself as this ego or in its metaphorical sense to mean ourself as we really are, because in either case <i>sākṣi-bhāva</i> would mean meditation on ourself alone. If we meditate only on ourself, the one who now seems to be aware of other things, our attention will thereby be withdrawn from everything else, so without anything else to cling to our ego will then subside, and if we are able to focus our entire attention on ourself alone, thereby completely excluding all awareness of anything else, we will then experience ourself as we really are.<br>\n<br>\nSince according to this interpretation <i>sākṣi-bhāva</i> means simply self-attentiveness, this amounts to the same meaning as the previous one, namely the one in which <i>sākṣi-bhāva</i> is interpreted as meaning being just the self-aware presence in which the ego appears and disappears along with all that it experiences. The essential point in either of these two interpretations is that our aim should be to be aware of nothing other than ourself alone, which is quite opposite to the meaning that is usually attributed to this term <i>sākṣi-bhāva</i>.<br>\n<br>\n<a name=\"stages\"></a><b>5. There are no distinguishable stages on the path of self-investigation</b><br>\n<br>\n<a name=\"gvk579\"></a>Regarding your question about ‘whether it would be useful to differentiate between two stages on the path’, if we are following the path of self-investigation (<i>ātma-vicāra</i>) there are no distinguishable stages, because as Bhagavan says in verse 579 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br>\n<blockquote>மன்னுசொரூ பாத்துவித மாட்சியால் வேறுகதி <br>\nதன்னைத் தவிர்த்தில்லாத் தன்மையால் — துன்னு<br>\nமுபேயமுந் தானே யுபாயமுந் தானே<br>\nயபேதமாக் காண்க வவை.<br>\n<br>\n<i>maṉṉusorū pādduvita māṭciyāl vēṟugati <br>\ntaṉṉait tavirttillāt taṉmaiyāl — tuṉṉu<br>\nmupēyamun dāṉē yupāyamun dāṉē<br>\nyabhēdamāk kāṇka vavai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மன்னு சொரூப அத்துவித மாட்சியால், வேறு கதி தன்னை தவிர்த்து இல்லா தன்மையால், துன்னும் உபேயமும் தானே, உபாயமும் தானே. அபேதமா காண்க அவை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉṉu sorūpa adduvita māṭciyāl, vēṟu gati taṉṉai tavirttu illā taṉmaiyāl, tuṉṉum upēyam-um tāṉē, upāyam-um tāṉē. abhēdam-ā kāṇga avai</i>.<br>\n<br>\n<b>அன்வயம்:</b> மன்னு சொரூப அத்துவித மாட்சியால், வேறு கதி தன்னை தவிர்த்து இல்லா தன்மையால், துன்னும் உபேயமும் தானே உபாயமும் தானே. அவை அபேதமா காண்க.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉṉu sorūpa adduvita māṭciyāl, vēṟu gati taṉṉai tavirttu illā taṉmaiyāl, tuṉṉum upēyamum tāṉē, upāyamum tāṉē. avai abhēdam-ā kāṇga</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-dual nature of [our] enduring self, [and] because of the fact that excluding ourself there is no other <i>gati</i> [refuge, means or goal], the <i>upēya</i> [the aim or goal] which [we are to] reach is only ourself and the <i>upāya</i> [the means or path] is only ourself. Know them to be non-different (<i>abhēda</i>).</blockquote>\nNow we experience ourself as if we were this ego, but this is not what we actually are, so our aim is to experience ourself as we actually are. The only means to do this is to try to experience ourself alone, in complete isolation from everything else that we now experience as ourself, so experiencing ourself alone is both our goal and the only means to achieve it.<br>\n<br>\n<a name=\"witness\"></a><b>6. At no stage on this path should we try to be a witness of anything other than ourself</b><br>\n<br>\nRegarding your question about ‘whether progress towards self-realisation is an evolutionary, dynamic and a gradual process (moving away from the ego and moving towards the Self) and being a witness is a stage in this process’, it is a gradual process only in the sense that we must gradually wean our mind away from its attachment to anything other than ourself, but the only means to do so is to persevere in trying to experience ourself alone. Therefore at no stage in this process should we try to be a witness of anything other than ourself alone. If we try to witness or be aware of anything other than ourself, we would thereby be feeding and nourishing our ego, and since this ego arises and endures only by attaching itself to other things, by feeding it we would only be reinforcing our attachments, and could never thereby be truly detached.<br>\n<br>\nMoreover, since we are always what we actually are, we cannot literally move towards ourself, so rather than considering this path to be a movement away from our ego towards ourself, it would be more accurate to consider it to be a letting go of our ego so that we can remain as we actually are. When we rise as our ego, we do not actually move away from ourself, because we never cease to be what we actually are, but we merely seem to ignore or neglect what we actually are.<br>\n<br>\n<a name=\"key\"></a><b>7. Self-attentiveness alone is the key to real detachment</b><br>\n<br>\nRegarding the paragraph in which you say:<br>\n<blockquote>[…] in one’s day to day living, one cannot be self-attentive for 24 hours a day. In the initial stages at least, although one aims to focus attention on one’s Self and keep it at the back of one’s mind, sometimes attention is diverted to attend to the practical issues one has to deal with. It would perhaps be helpful if one adopts the attitude of a witness or an observer, while attending to one’s tasks, which might help in achieving a higher degree of detachment. Perhaps, this is what the Buddhists mean by mindfulness.</blockquote>\nWhen we need to be engaged in any external activity, we should of course try as far as possible to be inwardly detached from such activities, but the extent to which we can be detached is very limited, because as Bhagavan explains in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, the ego comes into being and endures only by grasping things other than itself, so being aware of anything other than ourself is a form of grasping or attachment. Therefore the only means to achieve real detachment is try to be aware of ourself alone.<br>\n<br>\nThe more we try to be aware of ourself alone, the weaker our attachments to other things will become, so even when we need to be engaged in any external activity, we will be able to do so in a more detached manner. Moreover, just as a snowball increases in size and momentum as it rolls down the side of a snow-covered mountain, our practice of self-investigation will increase in depth and intensity the more we try to be attentively self-aware, because the weaker our attachments to other things become as a result of our self-attentiveness, the easier it will become for us to be self-attentive. Therefore self-attentiveness alone is the key to real detachment.<br>\n<br>\n<a name=\"vipassana\"></a><b>8. <i>Vipassanā</i> is similar to the practice of <i>sākṣi-bhāva</i> as it is generally understood</b><br>\n<br>\nRegarding the Buddhist practice of ‘mindfulness’, in Pali it is called <i>vipassanā</i>, which is derived from the Sanskrit term <i>vipaśyanā</i>, which is a noun derived from the verb <i>vipaś</i>, which means to look keenly, observe closely, see between, discern or distinguish. As it is generally understood and practised by Buddhists, <i>vipassanā</i> entails carefully and calmly observing one’s breathing, bodily sensations, physical and mental activities, emotions, feelings and whatever may be happening in one’s surroundings. Thus it is very similar to the practice of <i>sākṣi-bhāva</i> as it is generally understood by most people.<br>\n<br>\nHowever, whether we call it <i>sākṣi-bhāva</i> or <i>vipassanā</i>, such a practice entails being attentively or mindfully aware of things that are other than ourself, so according to Bhagavan it is just a means to feed, nourish and sustain our ego. Therefore I doubt whether this is actually what Buddha meant when he used the term <i>vipassanā</i> (if indeed he did use it), and I suspect that what he might have meant is not that we should attentively observe any other thing (including our body or any mental phenomena) but only that we should attentively observe ourself alone.<br>\n<br>\nAs I explained above, the term <i>vipassanā</i> literally means looking keenly, observing closely, seeing between, discerning or distinguishing, so it should prompt us to ask what we should discern or closely observe, and from what we should distinguish it. We can try to observe or discern either ourself or some other thing, so what we should try to discern depends upon what we aim to achieve thereby. If our aim is only to experience what we actually are, we should obviously try to observe or discern only ourself, and in order to do so, we need to distinguish ourself from everything else that we experience. In order to distinguish ourself from everything else and thereby discern precisely what we are, we need to try to isolate ourself and thereby be aware of nothing other than ourself alone.<br>\n<br>\nThat is, if our aim is to experience what we actually are, we can logically infer that the means to do so must only be to investigate or observe ourself alone. Observing anything else cannot be a means to experience ourself as we actually are, and it would be illogical to suggest that it could be. We know from our own experience that whenever we experience anything other than ourself, we experience ourself as if we were a body, but we know that we cannot be any such body, because we now experience ourself without experiencing whatever body we experienced as ourself in a dream, and while dreaming we experience ourself without experiencing the body that we now experience as ourself. Therefore we know from our own experience that awareness of anything other than ourself is always accompanied by a confused awareness of what we ourself are, and hence we can logically infer that in order to experience ourself as we actually are, we must try to be aware of ourself alone, in complete isolation from any awareness of any other thing.<br>\n<br>\nThe means to experience ourself as we actually are that Bhagavan teaches us — namely self-investigation (that is, trying to be aware of ourself alone) — is therefore logically sound and credible, whereas any other means (which entails being aware of something other than ourself) is neither logically sound nor credible. Just because other people may have believed other means for hundreds or even thousands of years does not make them any more credible, because no one has ever explained satisfactorily how any other means can enable us to experience ourself as we actually are.<br>\n<br>\nTherefore by teaching us this path of self-investigation and explaining its unique efficacy in such a clear, simple and logical manner, Bhagavan has given us an invaluable boon. Hence if we are wise we should avail ourself of this boon by trying to practise only what he taught us, and we should not neglect it in a vain hope that we can achieve anything useful by any other means.<br>\n<br>\nIf our aim were just to experience relative calmness or equanimity for a short while, or were to alleviate some of the stress and tension of modern life (even though our lives are probably a lot less stressful and tense than the lives that most people lived in the past and that many other people live even today), then practices such as <i>vipassanā</i> or <i>sākṣi-bhāva</i> may be somewhat effective as a means to achieve such an aim, but if our aim is only to experience ourself as we actually are (which entails giving up our ego, the illusory experience that we are a finite person consisting of a body and mind), then such practices are not and cannot be an effective means to achieve this aim. The only effective means by which we can experience ourself as we actually are is self-investigation, the simple practice of trying to be aware of ourself alone.<br>\n<br>\n<a name=\"nothing\"></a><b>9. When we experience what we actually are, there will be nothing else for us to observe or witness</b><br>\n<br>\nRegarding your final suggestion, ‘After realisation, perhaps one is in waking sleep and one observes things without noticing them’, the state in which we experience ourself as we actually are (which is what is nowadays sometimes rather imprecisely called ‘self-realisation’) is sometimes described as the state of ‘waking sleep’ because it is the state in which we are awake to what we actually are and asleep, so to speak, to everything else. However, the reason why we are asleep to (or unaware of) anything else in that state is that nothing else actually exists, because whatever else now seems to exist does so only in the self-ignorant view of our ego, which is itself just an illusion or phantasm and which will therefore be dissolved and destroyed forever by our clear awareness of ourself as we actually are.<br>\n<br>\n<a name=\"un31\"></a>Therefore it is wrong to suppose that we could observe or be aware of anything other than ourself when we experience ourself as we actually are. This is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṯku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṯku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who enjoy <i>tanmayānanda</i> [‘bliss composed of that’, namely our real self], which rose [as ‘I am I’] destroying themself [the ego], what one [action] exists for doing? <i>They do not know</i> [or experience] <i>anything other than themself</i>; [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\n<a name=\"una31\"></a>He also explains this nicely using a simple analogy in <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#una31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu Anubandam</i>:<br>\n<blockquote>வண்டிதுயில் வானுக்கவ் வண்டிசெல னிற்றிலொடு<br>\nவண்டிதனி யுற்றிடுதன் மானுமே — வண்டியா<br>\nமூனவுட லுள்ளே யுறங்குமெய்ஞ் ஞானிக்கு<br>\nமானதொழி னிட்டையுறக் கம்.<br>\n<br>\n<i>vaṇḍiduyil vāṉukkav vaṇḍisela ṉiṯṟiloḍu<br>\nvaṇḍidaṉi yuṯṟiḍudaṉ māṉumē — vaṇḍiyā<br>\nmūṉavuḍa luḷḷē yuṟaṅgumeyñ ñāṉikku<br>\nmāṉadoṙi ṉiṭṭaiyuṟak kam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வண்டி துயில்வானுக்கு அவ் வண்டி செலல், நிற்றல் ஒடு, வண்டி தனி உற்றிடுதல் மானுமே, வண்டி ஆம் ஊன உடல் உள்ளே உறங்கும் மெய்ஞ்ஞானிக்கும் ஆன தொழில், நிட்டை, உறக்கம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaṇḍi tuyilvāṉukku a-v-vaṇḍi selal, ṉiṯṟil oḍu, vaṇḍi taṉi uṯṟiḍudal māṉumē, vaṇḍi ām ūṉa uḍal uḷḷē uṟaṅgum meyññāṉikkum āṉa toṙil, ṉiṭṭai, uṟakkam</i>.<br>\n<br>\n<b>English translation:</b> The activity [in waking or dream], the <i>niṣṭhā</i> [the inactivity, absorption or <i>samādhi</i>] and the sleep that are [seemingly occurring] to the <i>mey-jñāni</i> [the knower of reality], who is asleep within the fleshy body, which is [like] a cart, are similar to a cart moving, standing or the cart remaining alone [with the bullocks unyoked] to a person sleeping in that cart.</blockquote>\n<a name=\"ny07\"></a>That is, these transient states of the body and mind are not experienced by the <i>jñāni</i>, just as none of the various states of a cart are experienced by a person who is sleeping in it. This is of course an explanation given to those who mistake the <i>jñāni</i> to be a person inhabiting a body, so it seems to concede that the mind, body and world exist even though the <i>jñāni</i> is unaware of them. However, Bhagavan often taught us that any mind, body or world seems to exist only in the view of our ego, and that no such thing actually exists at all. This is why he wrote in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i> (Who am I?):<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. [...]<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>. [...]<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own essential self]. [...]</blockquote>\n<a name=\"aa7\"></a>Everything else seems to exist only in the view of our ego, so when this ego ceases to exist, nothing else will seem to exist, as Bhagavan states unequivocally both in the first sentence of verse 7 of <i>Śrī Aruṇācala Aṣṭakam</i> and in the first two sentences of verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>இன்றக மெனுநினை வெனிற்பிற வொன்று மின்று [...].<br>\n<br>\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu miṉḏṟu</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. [...]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>. [...]<br>\n<br>\n<b>English translation:</b>: If the thought called ‘I’ [the ego] does not exist, even one other [thought or thing] will not exist. [...]<br>\n<br>\n<a name=\"un26\"></a>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்தும் […]<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittum</i> […]<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். […]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>. […]<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. […]</blockquote>\nTherefore we need have no doubt about the fact that when we experience ourself as we actually are, there will be nothing other than ourself alone for us to observe, ‘witness’ or be aware of, and that observing, witnessing or being aware of anything other than ourself therefore cannot be a means by which we could experience ourself as we actually are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "14",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3447299438926887122/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgzNjk2NzY2ODUwCm9mZnNldDogMAo\""
}