{
    "kind": "blogger#post",
    "id": "6834169136607891291",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-08-11T13:29:00+01:00",
    "updated": "2017-10-23T14:43:18+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6834169136607891291",
    "title": "What is <i>cidābhāsa</i>, the reflection of self-awareness?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1438007138112#c425497378636959513\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html\">Can we experience what we actually are by following the path of devotion (<i>bhakti mārga</i>)?</a>, an anonymous friend quoted a translation of <a name=\"avp9\"></a>verses 8 and 9 from <i>Ātma-Vicāra Patikam</i> (a song of eleven verses composed by Sri Sadhu Om about self-investigation, which is the first appendix in <a href=\"http://www.happinessofbeing.com/sadhanai_saram.html\"><i>Sādhanai Sāram</i></a>). What he wrote in verse 9 is:<br>\n<blockquote>நானெதென் றாய வஃது நலிவதற் கேதே தென்றால்<br>\nநானெனு மக விருத்தி ஞானத்தின் கிரண மாகும்<br>\nநானெனுங் கிரணத் தோடே நாட்டமுட் செல்லச் செல்ல<br>\nநானெனுங் கிரண நீள நசித்துநான் ஞான மாமே.<br>\n<br>\n<i>nāṉedeṉ ḏṟāya vaḵdu nalivadaṟ kēdē deṉḏṟāl<br>\nnāṉeṉu maha virutti ñāṉattiṉ kiraṇa māhum<br>\nnāṉeṉuṅ kiraṇat tōḍē nāṭṭamuṭ cellac cella<br>\nnāṉeṉuṅ kiraṇa nīḷa naśittunāṉ ñāṉa māmē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் எது என்று ஆய அஃது நலிவதற்கு ஏது ஏது என்றால், நான் எனும் அக விருத்தி ஞானத்தின் கிரணம் ஆகும். நான் எனும் கிரணத்தோடே நாட்டம் உள் செல்ல செல்ல, நான் எனும் கிரண நீளம் நசித்து நான் ஞானம் ஆமே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ edu eṉḏṟu āya aḵdu nalivadaṟku ēdu ēdu eṉḏṟāl, nāṉ eṉum aha-virutti ñāṉattiṉ kiraṇam āhum. nāṉ eṉum kiraṇattōḍē nāṭṭam uḷ sella sella, nāṉ eṉum kiraṇa nīḷam naśittu nāṉ ñāṉam āmē</i>.<br>\n<br>\n<b>English translation:</b> If anyone asks what the reason is for it [the ego] being destroyed when one investigates what am I, [it is because] the <i>aham-vṛtti</i> [ego-awareness] called ‘I’ is a [reflected] ray of <i>jñāṉa</i> [pure self-awareness]. When together with the ray called ‘I’ the investigation [attention or scrutinising gaze] goes more and more within, the extent [or length] of the ray called ‘I’ being reduced [and eventually destroyed], [what will then remain as] ‘I’ will indeed be <i>jñāṉa</i> [pure self-awareness].</blockquote><a name='more'></a>\nIn this verse there is no word that means ‘reflected’, but in his பொழிப்புரை (<i>poṙippurai</i>) or explanatory paraphrase of this verse Sadhu Om paraphrased the phrase ஞானத்தின் கிரணம் (<i>ñāṉattiṉ kiraṇam</i>), which means ‘ray of <i>jñāṉa</i>’, as ‘ஆன்மாவின் ஒரு பிரதிபலனக் கிரணம்’ (<i>āṉmāviṉ oru piratiphalaṉa-k-kiraṇam</i>), which means ‘a <i>pratiphalana</i> ray of <i>ātman</i>’, in which <i>pratiphalana</i> is a word of Sanskrit origin that means a reflection, reflected image or shadow.<br>\n<br>\nAfter reading the translation of this verse quoted in the comment by the anonymous friend, another friend called Nilakantha wrote a <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html?showComment=1438011999712#c4667912946305255629\">comment</a> in which he referred to the term ‘reflected ray’ and asked: ‘What/Which medium is reflecting that ray of Self-consciousness? How is the Self-consciousness radiating a/that ray? Presumably is the source of that ray that very Self-consciousness. If not what else?’<br>\n<ol>\n<li><a href=\"#abhasa\"><i>Cidābhāsa</i> is our mind or ego, and its reflecting medium is our body</a></li>\n<li><a href=\"#how\">‘How does this reflection (our ego) arise?’ is the wrong question to ask</a></li>\n<li><a href=\"#source\">Pure self-awareness is the source of this reflected light, our ego</a></li>\n<li><a href=\"#un-26-07\"><i>Uḷḷadu Nāṟpadu</i> verses 26 and 7: everything else exists and shines by this reflected light</a></li>\n<li><a href=\"#un22\"><i>Uḷḷadu Nāṟpadu</i> verse 22: this reflected light must turn back within and merge in its source</a></li>\n<li><a href=\"#light\">The metaphor of light</a></li>\n<li><a href=\"#ray\">By self-investigation the reflected ray will contract back into its source</a></li>\n</ol>\n<a name=\"abhasa\"></a><b>1. <i>Cidābhāsa</i> is our mind or ego, and its reflecting medium is our body</b><br>\n<br>\nThe description of the ego or mind as a reflection of pure self-awareness will be familiar to anyone who has studied Bhagavan’s teachings or <i>advaita</i> philosophy more generally, and the Sanskrit term that is generally used in this context and translated as ‘reflected consciousness’ is <i>cidābhāsa</i>. Recently another friend wrote to me asking me to explain this term, saying: ‘It is usually translated as reflected consciousness. My impression is that the literal meaning of this term is appearance of consciousness. At times it has been explained as the effulgence of Brahman which illuminates everything. It has also been compared to the images of the sun reflected in a pond of water. I would be grateful if you could also explain its importance and relevance for an understanding of <i>advaita</i>’. Therefore the rest of this section is adapted from the reply I wrote to him.<br>\n<br>\nचिदाभास (<i>cidābhāsa</i>) is a compound of two words, चित् (<i>cit</i>) and आभास (<i>ābhāsa</i>). चित् (<i>cit</i>) is both a verb that means to perceive, see, notice, observe, attend to, know, experience or be aware or conscious of, and a noun that means awareness, consciousness or knowledge, but in this context it means pure consciousness in the sense of that which is aware of nothing other than itself, and thus it denotes ourself as we really are. आभास (<i>ābhāsa</i>) is a noun derived from the verb आभास् (<i>ābhās</i>), which means to shine, appear, seem or look like, or to shine upon or illuminate, so आभास (<i>ābhāsa</i>) means what shines, appears, seems or looks like, or a light, illumination, appearance, semblance, resemblance, likeness, reflection, phantom or any unreal appearance. Therefore चिदाभास (<i>cidābhāsa</i>) means a reflection, semblance or false appearance of consciousness or awareness.<br>\n<br>\nJust as the reflection of ourself that we see in a mirror looks like ourself but is not actually ourself, <i>cidābhāsa</i> looks like <i>cit</i> but is not actually <i>cit</i>, so it is just a false appearance. In other words, <i>cidābhāsa</i> means what seems to be aware but is not actually aware — that is, what is not aware of what alone actually exists (namely ourself) as it actually is.<br>\n<br>\nTherefore ‘<i>cidābhāsa</i>’ is just another description of our ego or mind, which is a <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html\">phantom</a> or false appearance that seems to be aware even though it is not the original awareness (<i>cit</i>), which is only our real self. Our ego seems to be aware because it borrows the light of self-awareness from ourself by posing as ourself, so its awareness is a false appearance, being just a reflection, semblance or image of our own real awareness, which is aware of nothing other than ourself.<br>\n<br>\nSince <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">this ego can rise only by attaching itself to a body</a>, it cannot seem to exist without experiencing a body as itself, and hence it can be described either as <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un24\"><i>cit-jaḍa-granthi</i></a> (the knot that seems to bind ourself, who are <i>cit</i>, and this body, which is <i>jaḍa</i>, together as if we were one) or as <i>cidābhāsa</i> (a reflection or semblance of <i>cit</i> shining in this body). Therefore the body we identify as ourself is the reflecting medium or surface, our ego is the reflection in it, and what is reflected in it is ourself. In other words, we are the original, our ego is the reflection, and the mirror in which this reflection appears is our body.<br>\n<br>\n<a name=\"how\"></a><b>2. ‘How does this reflection (our ego) arise?’ is the wrong question to ask</b><br>\n<br>\nI hope the previous section adequately answers Nilakantha’s first question, ‘What/Which medium is reflecting that ray of Self-consciousness?’ Regarding his second question, ‘How is the Self-consciousness radiating a/that ray?’, according to Bhagavan ‘how?’ is the wrong question to ask in this context, because it assumes that our real self, which is pure self-awareness, actually radiates or projects this seeming ray (our ego), which is not the case. The rising of our ego from our real self never actually occurs, but only seems to occur, and in the view of our real self it does not even seem to occur, so it occurs only in the view of our ego itself. This is why it is called <i>māyā</i>, which means ‘what is not’, because this non-existent ego seems to exist only in its own view — the view of this non-existent ego.<br>\n<br>\nTherefore the question we should ask is not ‘how?’ but only ‘who?’ or ‘what?’ — that is, what is this ego, in whose view alone all this appearance seems to exist? If we investigate ourself in order to find the answer to this question, we will experience ourself as we really are and thereby the illusion that we are this ego will be destroyed forever. When it is destroyed, not only will we not seem to be this ego, but we will not seem to have ever been this ego, because we will clearly know that we alone exist, and that there is therefore no such thing as time, so since time does not exist, we could never have experienced ourself as anything other than what we always actually are.<br>\n<br>\n<a name=\"source\"></a><b>3. Pure self-awareness is the source of this reflected light, our ego</b><br>\n<br>\nRegarding Nilakantha’s final question, ‘Presumably is the source of that ray that very Self-consciousness. If not what else?’, the simple answer is yes, the ray is our ego, which is ourself as we now seem to be, and its source is pure self-awareness, which is ourself as we really are. As Bhagavan says in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own essential self].</blockquote>\nTherefore the source of whatever seems to exist can only be what actually exists, namely <i>ātma-svarūpa</i>, which is pure self-awareness.<br>\n<br>\n<a name=\"un-26-07\"></a><a name=\"un26\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verses 26 and 7: everything else exists and shines by this reflected light</b><br>\n<br>\nOf all the things that seem to exist, the first and root is only our ego, because everything else seems to exist only in the view of this ego, as Bhagavan implies in verse 26 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\n<a name=\"un07\"></a>Though everything else comes into existence whenever the ego rises from sleep and ceases to exist whenever it subsides back into sleep, what illumines it or enables it to shine or be known is only this ego, the reflected light of awareness, as Bhagavan implies in verse 7 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵtē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய், தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ āy, tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய், தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ āy, tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and the mind arise and subside simultaneously, the world shines by the mind. Only that which shines without appearing or disappearing as the base for the appearing and disappearing of the world and mind is <i>poruḷ</i> [the real substance], which is <i>pūrṇa</i> [the infinite whole].</blockquote>\nThe word that I translated here as ‘mind’ is அறிவு (<i>aṟivu</i>), which means knowledge or awareness, but which in this context implies the mind or ego, which is the awareness that knows the world, and which is the only awareness that arises and subsides or appears and disappears. Since it arises and subsides, it is not the original awareness itself but is only a reflection, semblance or likeness of it, so it is what is called <i>cidābhāsa</i>.<br>\n<br>\nThe original <i>aṟivu</i>, <i>cit</i> or awareness is only the pure self-awareness that shines constantly as ‘I am’, so it does not ever arise (appear) or subside (disappear), and it is never aware of anything other than itself. It is therefore what Bhagavan describes in the second sentence of this verse as ‘பூன்றம் ஆம் பொருள்’ (<i>pūṉḏṟam ām poruḷ</i>), which means ‘the substance that is whole’ or ‘पूर्ण वस्तु’ (<i>pūrṇa vastu</i>), as it is called in Sanskrit, and it shines eternally without ever appearing or disappearing, thereby being the source and base for the appearance and disappearance of the mind and world.<br>\n<br>\nWhat exactly does Bhagavan mean when he says ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by the mind’? Since it is <i>jaḍa</i> (non-conscious or devoid of awareness) the world cannot be aware of itself or of anything else, so metaphorically speaking it cannot ‘shine’ by itself. Since it is experienced or known only by our mind, he says that it shines or is illumined only by this reflected light of awareness that we call our mind or ego. Just as a cinema picture shines by the light in the projector but would disappear in the bright light of the sun, the world shines by the reflected light called mind but would disappear in the original light, which is the pure self-awareness that we actually are.<br>\n<br>\n<a name=\"un22\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 22: this reflected light must turn back within and merge in its source</b><br>\n<br>\nAs we have seen, the original light that illumines our mind is ourself, who are pure and infinite self-awareness, but as the pure self-awareness that we actually are we are aware of nothing other than ourself. Therefore when we rise as this mind or ego, we seemingly cease to experience ourself as pure self-awareness and instead experience ourself as a finite awareness who experiences other things in addition to ourself. This finite awareness called mind or ego is therefore not our original light of pure self-awareness but only a limited and distorted reflection or image of it.<br>\n<br>\nWhereas the original light that we actually are is never aware of anything other than ourself, the reflected light called mind or ego is never aware of itself alone, but is always aware of itself plus other things. Thus we use this reflected light that we now experience as ourself to constantly experience other things, which seem to exist only because they are illumined by this reflected light. Therefore if we are to experience ourself as the pure self-awareness that we actually are, we must cease using this reflected light to experience other things and must instead try to use it to experience ourself alone. In other words, we must try to turn and redirect this reflected light back on its source, ourself.<br>\n<br>\nThis is what Bhagavan teaches us in verse 22 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுக லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmatittiḍuda leṅṅaṉ mati</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, am-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, am-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by turning the mind back within and immersing it in God, who shines within that mind giving light to the mind, how to know God by the mind?</blockquote>\nThe word பதி (<i>pati</i>) means lord, master or ruler and is often used to refer to God, particularly in the form of Lord Siva, but in this context it means God in the sense of <i>brahman</i>, the one infinite reality, which is our own actual self. In other words, it refers to the pure self-awareness that we actually are, which is the original light by which our mind is illumined, as Bhagavan indicates by saying ‘மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும்’ (<i>matikku oḷi tandu, am-matikkuḷ oḷirum</i>), which is a relative clause that describes பதி (<i>pati</i>) and that means ‘which [or who] shines within that mind giving light to the mind’.<br>\n<br>\nThough the central idea in this verse is expressed as a rhetorical question, it clearly implies we can know God (our own actual self) by our mind by no means other than turning it back within and immersing it in its source, the original light of pure self-awareness from which it derives its reflected light of finite awareness.<br>\n<br>\nIf we have a mirror, we can use it to reflect light from the sun into a dark cave to see whatever is in there, but if we turn the mirror back to face the sun, the reflected ray of light from it will merge and disappear in the direct light of the sun. Likewise, if we turn our attention or mind away from all other things to face ourself alone, it will merge and disappear in our original light of pure self-awareness.<br>\n<br>\nTherefore though Bhagavan speaks here of ‘பதியை மதியால் மதித்திடுதல்’ (<i>patiyai matiyāl matittiḍudal</i>), which means ‘knowing [measuring or ascertaining] God by the mind’, we cannot actually know him by our mind, because when we attempt to do so our mind will merge in him and thereby cease to exist as a separate entity. Therefore what will eventually know God (our real self) is only God himself, who always knows himself and nothing but himself. Hence the final result of our self-investigation will not be to know anything that we do not already know, but will only be to shed all our other knowledge (or seeming knowledge) by shedding the fundamental illusion that we are this mind or ego.<br>\n<br>\n<a name=\"light\"></a><b>6. The metaphor of light</b><br>\n<br>\nJust as we need physical light to see anything, whether the source of that light or anything else illumined by it, we need the light of awareness in order to experience or be aware of anything, whether ourself (the source of this light) or anything else illumined by it. Therefore light is an appropriate metaphor for awareness or consciousness, and has been used as such in spiritual and philosophical literature since time immemorial.<br>\n<br>\nEven physical light is illumined only by the light of our mind, because without the awareness that we call mind physical light would never have been and could never be experienced or known. Likewise, the light of our mind is illumined only by the light of our self-awareness, because before we can be aware of any other thing we must first be aware of ourself. Self-awareness is therefore the original form of awareness and hence the original light, the light by means of which all other lights are known, and it is the source from which our mental light (the awareness by which all other things are known) originates.<br>\n<br>\nMetaphorically speaking, therefore, we can describe our mind or ego as a reflected light, firstly because it is not the original light of pure self-awareness but only an illusory offshoot or ray emanating from it, and secondly because it cannot emanate without first being reflected via the medium of a body, which it experiences as itself. An analogy that is sometimes used to illustrate this is the moonlight. The light we see emanating from the moon does not originate from it but is only reflected by it. Likewise, the light of awareness that we experience shining in our body does not originate from it but is only reflected by it.<br>\n<br>\nJust as the light we see shining in the moon originates only from the sun, so the light (our mind) that we experience shining in our body originates only from our pure self-awareness, which is what we actually are. Though moonlight is dim in comparison to sunlight, in the absence of direct sunlight it is sufficient to make things visible on earth. Likewise, though the light of mental awareness is dim in comparison with the original light of pure self-awareness, it is sufficient to enable us to experience other things but not sufficient to enable us to experience ourself as we really are. And just as moonlight cannot illumine anything in broad daylight, our mind cannot experience anything (either itself or any other thing) when we experience the blinding light of absolutely pure self-awareness. In other words, just as moonlight is swallowed when sunlight appears, the dim light of our mind will be swallowed when we experience the clear light of pure self-awareness.<br>\n<br>\nJust as ‘light’ is used as a metaphor referring to awareness or consciousness, ‘shining’ is used as a metaphor referring to being aware, and ‘shining’, ‘illumining’ and ‘illuminating’ are used as metaphors referring to being experienced by awareness. In this connection a term that was often used by Bhagavan is <i>svayamprakāśa</i>, which means ‘self-shining’ or ‘self-luminous’, and which therefore implies being self-aware. The only thing that is truly self-shining is the pure self-awareness that we actually are, because though our mind seems to be self-shining, it is not actually so, since its self-awareness is only an impure and finite reflection of our original self-awareness, which is both pure and infinite. In other words, our mind is not self-shining because it shines not by any light originating from it but only by means of the light of pure self-awareness, of which it is just a poor and inadequate reflection.<br>\n<br>\nBecause the awareness that we actually are is something extremely abstract, and because the means by which we can know ourself as we actually are is likewise extremely abstract, we are dealing with a subject that can never be adequately expressed in words, which are tools that we have developed to express the relatively gross features of the contents of our mental awareness — that is, the things that we experience by means of our mind. Therefore metaphorical terms and analogies, though still relatively crude, are often the easiest and most effective means by which we can attempt to express this inexpressible subject. This is why Bhagavan’s teachings and spiritual literature in general are rich in their use of metaphors and analogies, and also why when we read his teachings we have to see beyond the literal or superficial meaning of his words to understand what is intended or implied by them.<br>\n<br>\n<a name=\"ray\"></a><b>7. By self-investigation the reflected ray will contract back into its source</b><br>\n<br>\nAfter considering all that we have considered in this article, we should now be in a better position to understand the idea expressed by Sri Sadhu Om in <a href=\"#avp9\">verse 9 of <i>Sādhanai Sāram</i></a>:<br>\n<blockquote>If anyone asks what the reason is for it [the ego] being destroyed when one investigates what am I, [it is because] the <i>aham-vṛtti</i> [ego-awareness] called ‘I’ is a [reflected] ray of <i>jñāṉa</i> [pure self-awareness]. When together with the ray called ‘I’ the investigation [attention or scrutinising gaze] goes more and more within, the extent [or length] of the ray called ‘I’ being reduced [and eventually destroyed], [what will then remain as] ‘I’ will indeed be <i>jñāṉa</i> [pure self-awareness].</blockquote>\nWhen we investigate ourself by turning our attention back within and keenly observing ourself, our ego begins to subside, because it can rise and stand only by attending to other things, so when it tries to attend to itself alone it will subside, having nothing to hold on to for survival. The subsidence of our ego as a result of our watchful gaze at it is like tracing a ray of light back to its source. As we move along the ray to find its origin, its length contracts, until eventually when we reach its source it will have been reduced to nothing. Likewise, as we gaze intently at our ego, it will contract, thereby leading us deeper and deeper within ourself until eventually we will reach and merge in our source, the pure self-awareness that we always actually are.<br>\n<br>\nTherefore all we need do in order to experience ourself as we really are is to vigilantly watch our ego until it subsides completely and is thereby absorbed within and consumed entirely by the infinitely bright and mind-blinding light of pure self-awareness. What will then remain is only ourself devoid of all the adjuncts that together with ourself constitute our ego.<br>\n<br>\nIn other words, if we keenly observe the ego that we now experience as ourself, we will gradually separate ourself from all the adjuncts with which we are now mixed, and when this separation is complete, we will cease to experience ourself as this illusory ego and will instead experience ourself as we actually are, which is pure self-awareness, uncontaminated by even the slightest awareness of anything else whatsoever. This is the experience of <i>ātma-jñāṉa</i> or true self-knowledge, which is our real nature — what we always actually are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "13",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6834169136607891291/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "God",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA4NzY2MTk4NTY0Cm9mZnNldDogMzYwMDAwMAo\""
}