{
    "kind": "blogger#post",
    "id": "6667058469915903033",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2015-09-22T14:21:00+01:00",
    "updated": "2017-07-15T15:31:39+01:00",
    "url": "http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6667058469915903033",
    "title": "Self-knowledge is not a void (<i>śūnya</i>)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html?showComment=1435399119475#c7488038927526684908\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html\">The term <i>nirviśēṣa</i> or ‘featureless’ denotes an absolute experience but can be comprehended conceptually only in a relative sense</a>, a friend called Bob asked several questions concerning the idea of a void, blank or nothingness and expressed his fear of such an idea. He started by asking why all we can now remember about what we experienced in deep sleep is a blank, or rather why we cannot remember anything at all except that we existed, and he suggested, ‘Is this because the illusory dualistic knowing consciousness [our mind or ego] cannot conceive the real non-dual being consciousness[?]’. He then went on to say, ‘I would be lying to you if I said that surrendering myself […] isn’t scary. It is very scary as I am scared of dissolving into the unknown. It is like letting go of the cliff and falling into nothingness, the complete unknown … the cold empty void’, but then asked, ‘is it more accurate to say that myself as I really am, the infinite non dual being consciousness that experiences everything as itself, is not a mere blank void or cold nothingness but is just a reality completely beyond the conceptualisation of my limited dualistic egoic mind[?]’, and added, ‘This seems to make letting go less scary as I am not falling into a cold empty void at all’.<br>\n<br>\nTo clarify what he was trying to express he also asked several other questions such as ‘is it right to say the non-dual infinite being consciousness is not a blank void of nothingness, it is just a reality beyond what the limited mind can understand so it appears a blank when tried to be recollected from the illusory dualistic waking state[?]’ and ‘is it right to say when I experience myself as I really am with perfect clarity of self-awareness this previous seeming blank empty nothingness / void I once linked to deep sleep will now be the one true reality as waking & dream would have dissolved into it and the deep sleep state will now be all there ever was / has been[?] The veil of lack of clarity would have been lifted for ever’, before finally expressing his hope that ‘this once seeming cold empty blank void perception of the deep sleep state will not be so but in contrast it will be a reality of pure bliss ... pure happiness of being where I experience everything as myself .. it won’t be cold empty void at all’.<br>\n<br>\nThis article is therefore an attempt to reassure Bob that the experience of true self-knowledge is not as scary as it may seem, and that it is something way beyond any idea that our finite mind may have of it.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ideas\">The void, blank and nothingness are just ideas</a></li>\n<li><a href=\"#sunya\">The meaning of <i>śūnya</i> and <i>śūnyatā</i></a></li>\n<li><a href=\"#nothing\">We are not <i>śūnya</i> in the sense of non-existent or nothing</a></li>\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: what exists (<i>uḷḷadu</i>) is what is aware (<i>uṇarvu</i>)</a></li>\n<li><a href=\"#empty\">Emptiness requires the existence of something that is empty</a></li>\n<li><a href=\"#sunna\"><i>Suñña Lōka Suttaṁ</i>: the world is ‘empty of oneself or of anything belonging to oneself’</a></li>\n<li><a href=\"#anatta\">What did Buddha mean by <i>anattā</i>?</a></li>\n<li><a href=\"#uu28\"><i>Upadēśa Undiyār</i> verse 28: the real nature of ourself</a></li>\n<li><a href=\"#actual\">We are fullness, not a void, because nothing other than ourself actually exists</a></li>\n<li><a href=\"#eap5\"><i>Ēkāṉma Pañcakam</i> verse 5: what exists always by its own light is only ourself</a></li>\n<li><a href=\"#uu27\"><i>Upadēśa Undiyār</i> verse 27: we are devoid of knowledge and ignorance</a></li>\n<li><a href=\"#un10\"><i>Uḷḷadu Nāṟpadu</i> verse 10: knowing the non-existence of the ego is true knowledge</a></li>\n<li><a href=\"#un11\"><i>Uḷḷadu Nāṟpadu</i> verse 11: knowing anything other than oneself is ignorance</a></li>\n<li><a href=\"#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12: we are not a void, though devoid of knowledge and ignorance</a></li>\n<ol type=\"a\">\n<li><a href=\"#un31\"><i>Uḷḷadu Nāṟpadu</i> verse 31: when our ego is destroyed, we will not know anything other than ourself</a></li>\n<li><a href=\"#un18\"><i>Uḷḷadu Nāṟpadu</i> verse 18: when we know ourself, we will experience the world only as its formless substratum</a></li>\n<li><a href=\"#un04\"><i>Uḷḷadu Nāṟpadu</i> verse 4: we can experience the world as forms only if we experience ourself as a form</a></li>\n<li><a href=\"#ignorance\">Why is true knowledge devoid not only of knowledge but also of ignorance of anything other than ourself</a></li>\n<li><a href=\"#void\">Since true knowledge is devoid of knowledge and ignorance, why does Bhagavan say it is not a void?</a></li>\n</ol>\n<li><a href=\"#purna\">We alone are what is full, whole or <i>pūrṇa</i></a></li>\n<ol type=\"a\">\n<li><a href=\"#un07\"><i>Uḷḷadu Nāṟpadu</i> verse 7: the eternal and immutable ground and source of the ego and world is the infinite whole</a></li>\n<li><a href=\"#uu20\"><i>Upadēśa Undiyār</i> verse 20: what remains as ‘I am I’ after the ego dissolves is infinite fullness</a></li>\n<li><a href=\"#un30\"><i>Uḷḷadu Nāṟpadu</i> verse 30: ‘I am I’ means we are only ourself, and since nothing else exists we are the infinite whole</a></li>\n</ol>\n<li><a href=\"#ut12\"><i>Upadēśa Taṉippākkaḷ</i> verse 12: being aware of multiplicity is ignorance</a></li>\n<li><a href=\"#un13\"><i>Uḷḷadu Nāṟpadu</i> verse 13: since we alone are real, being aware of anything else is ignorance</a></li>\n<li><a href=\"#fear\">Why do we fear to let go of everything?</a></li>\n<ol type=\"a\">\n<li><a href=\"#sleep\">Why does sleep seem to our waking mind to have been a blank?</a></li>\n</ol>\n</ol>\n<a name=\"ideas\"></a><b>1. The void, blank and nothingness are just ideas</b><br>\n<br>\nThough I wrote in my first sentence above that ‘Bob asked several questions concerning the idea of a void, blank or nothingness and expressed his fear of such an idea’, he did not actually refer to the void, blank or nothingness as an idea, but this is all they actually are. That is, they are just ideas formed by our mind in its attempt to conceive the unconceivable, and having formed such ideas our mind becomes afraid of them. Let us start, therefore, by examining these ideas in order to expose their emptiness.<br>\n<br>\n<a name=\"sunya\"></a><b>2. The meaning of <i>śūnya</i> and <i>śūnyatā</i></b><br>\n<br>\nIn Sanskrit there is an adjective, शून्य (<i>śūnya</i>), which means empty or void, and a corresponding abstract noun, शून्यता (<i>śūnyatā</i>), which means emptiness or voidness, and these are terms that play an important role in Buddhist philosophy, though more so in some schools of such philosophy than in others, and though each school interprets them in its own way. Both these terms are ultimately derived from the root शू (<i>śū</i>), which is a weak form of श्वि (<i>śvi</i>), which is a verb that means to grow, increase, swell or puff up, and this root gave rise to the noun शून (<i>śūna</i>), which originally meant swollen and thus came to mean hollowness, emptiness, a lack or an absence, and which in turn gave rise to the adjective शून्य (<i>śūnya</i>). Therefore the basic meaning of <i>śūnya</i> is empty, void or vacant, but it later came to mean non-existent, and is also used as a noun meaning zero, cipher or nothing.<br>\n<br>\nThus when used in a metaphysical or spiritual context the term <i>śūnya</i> can be interpreted in either of two distinct ways, namely to mean empty or void or to mean non-existent or nothing, so we need to consider each of these two broad meanings separately. Let us start by considering the secondary set of meanings, namely non-existent or nothing. The term ‘nothing’ does not refer to anything that actually exists, but only to an idea — the idea of a non-thing or something that does not exist. As such, we need not be concerned with nothing, because what we need to be concerned with is only what is (<i>uḷḷadu</i>) and not what is not (<i>illadu</i>).<br>\n<br>\n<a name=\"nothing\"></a><b>3. We are not <i>śūnya</i> in the sense of non-existent or nothing</b><br>\n<br>\nWhat we are seeking to experience is ourself as we really are, and we ourself cannot be nothing, because if we were nothing we would not exist and hence could not experience or be aware of anything. The fact that we do experience and are aware is sufficient to prove that we do exist — in other words, that we are something and not nothing. Therefore we ourself cannot be <i>śūnya</i> in the sense of non-existent or nothing.<br>\n<br>\nExcept ourself, anything or everything else that we experience could be non-existent, because even though such things seem to exist, they might not actually exist. They might be just illusions or false appearances — things that seem to exist in our experience but do not actually exist independent of our experience of them. Therefore the only thing that necessarily exists is ourself, because though anything else could be an illusion, we ourself cannot be an illusion, because in order to experience anything, whether it be real or illusory, we must exist. Hence our being aware is sufficient to prove that we exist — that is, that we actually exist and do not merely seem to exist.<br>\n<br>\n<a name=\"uu23\"></a><b>4. <i>Upadēśa Undiyār</i> verse 23: what exists (<i>uḷḷadu</i>) is what is aware (<i>uṇarvu</i>)</b><br>\n<br>\nExistence and awareness are inseparable. The very idea of existence arises only because we are aware. If we were not aware, we could not know that anything exists. The only evidence that anything exists is based entirely upon our awareness.<br>\n<br>\nWe generally assume that certain things exist even though we are not directly aware of their existence, but the supposed existence of such things is only an idea, belief or inference that arises in our mind and that therefore depends upon our awareness of it as an idea. For example, it is widely believed nowadays that the universe as we know it originated from a ‘big bang’ that occurred about 13.8 billion years ago, but this ‘big bang’ is just a theory or idea that we have read or heard about, and we are told that it is a theory that scientists developed from inferences that they drew from their observations. Even if we understood all the science on which this theory is based, and even if we therefore judged it to be plausible, it would still be for us just an idea that exists only when we are aware of it.<br>\n<br>\nEven the idea that the world existed when we were asleep, or the idea that it existed five minutes ago, are just ideas that exist whenever we are aware of them. We cannot be sure of any such things, and we cannot even be sure that anything that we are currently aware of (except ourself) actually exists, because the seeming existence of such things could be an illusion. All we can say with certainty is that such things and ideas currently seem to exist in our awareness. Therefore the only thing whose actual existence is certain is ourself, the awareness in which other things sometimes seem to exist.<br>\n<br>\nThe oneness of existence and awareness (that is, of what exists and what is aware) is explained by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] <i>uṇarvu</i> [awareness] other [than <i>uḷḷadu</i>] to know <i>uḷḷadu</i> [what exists], <i>uḷḷadu</i> is <i>uṇarvu</i>. <i>Uṇarvu</i> alone exists as we.</blockquote>\nஉள்ளது (<i>uḷḷadu</i>) means ‘what is’ or ‘what exists’, and உணர்வு (<i>uṇarvu</i>) means awareness or consciousness, but in this context it means awareness in the sense of what is aware. If anyone were to argue that what is aware (<i>uṇarvu</i>) is something other than what is (<i>uḷḷadu</i>), that would imply that what is aware does not exist, which would be absurd. Since what is aware must exist in order to be aware, it must be what actually exists. This is why Bhagavan argues: ‘Because of the non-existence of [any] awareness other [than what is] to know what is, what is is awareness’.<br>\n<br>\nIf what is (<i>uḷḷadu</i>) were not aware, it could not be known or experienced, because it would require some awareness other than itself to experience it, and anything that is other than what is (<i>uḷḷadu</i>) would necessarily be what is not (<i>illadu</i>), so obviously no awareness other than what is could exist. Therefore only what is (<i>uḷḷadu</i>) can be aware of what is, so what is (<i>uḷḷadu</i>) must be what is aware (<i>uṇarvu</i>). Likewise, what is aware (<i>uṇarvu</i>) must be what is (<i>uḷḷadu</i>), because in order to be aware it must exist.<br>\n<br>\nWhat is aware (<i>uṇarvu</i>) must actually exist, but other than itself whatever it is aware of need not necessarily exist, because it could be an illusion — something that seems to exist but does not actually exist. Therefore the only thing whose existence is certain is what is aware, and what is aware is ourself, ‘I’. We may not be whatever we now seem to be, but we do exist at least as the fundamental thing that is aware (<i>uṇarvu</i>).<br>\n<br>\nIn the final sentence of this verse he concludes, ‘உணர்வே நாமாய் உளம்’ (<i>uṇarvē nām-āy uḷam</i>), which means, ‘What is aware (<i>uṇarvu</i>) alone exists as we’, and which in this context implies also that what is (<i>uḷḷadu</i>) alone exists as we. In this sentence the absolute identity or oneness of awareness and ourself is emphasised in two ways. Firstly the suffix ஏ (<i>ē</i>) that is appended to உணர்வு (<i>uṇarvu</i>) is an intensifier that conveys the sense of ‘only’ or ‘certainly’, so it implies not only that we are what is aware but that we are only what is aware — in other words, we are nothing but what is aware. Secondly, though the subject of this sentence is உணர்வே (<i>uṇarvē</i>), which means ‘awareness alone’ or ‘only awareness’, and though we would therefore normally expect it to be treated grammatically as a third person, Bhagavan treats it as the first person, because the verb உளம் (<i>uḷam</i>), which is a poetic abbreviation of உள்ளம் (<i>uḷḷam</i>) and which means ‘exist’ or ‘are’, is a first person plural form of உள் (<i>uḷ</i>), which mean to be or to exist.<br>\n<br>\nHowever, though உளம் (<i>uḷam</i>) is a first person plural verb, Bhagavan did not intend it to imply that awareness (<i>uṇarvu</i>) is plural but only that it is the first person, ‘I’. The reason he uses this first person plural form of the verb is that in this context (as he often did) he is using the first person plural pronoun நாம் (<i>nām</i>), which means ‘we’ in an inclusive sense, as a generic pronoun referring to ourself, so it actually represents the first person singular pronoun ‘I’. Therefore though உள்ளம் (<i>uḷḷam</i>) or உளம் (<i>uḷam</i>) is grammatically a plural form, in this context it actually represents the first person singular form உள்ளேன் (<i>uḷḷēṉ</i>), which means ‘am’, so we can paraphrase the meaning of this final sentence thus: ‘What is aware (<i>uṇarvu</i>) alone am as I’. In other words, what is aware is only ‘I’, ourself.<br>\n<br>\nSince we are only what is aware, and since what is aware is what is, what this verse implies is that we are both what is aware (<i>uṇarvu</i>) and what actually exists (<i>uḷḷadu</i>), and that we are nothing else — that is, we are nothing other than the one reality, which is what exists and what is aware. Therefore since we exist and are aware of our own existence, we are certainly not <i>śūnya</i> in the sense of non-existent or nothing.<br>\n<br>\n<a name=\"empty\"></a><b>5. Emptiness requires the existence of something that is empty</b><br>\n<br>\nLet us now consider the primary set of meanings of this word <i>śūnya</i>, namely empty or void. The first point to note about the idea of emptiness or voidness is that nothing cannot be empty, since it does not exist, so emptiness implies the existence of something that is empty. Therefore when the terms ‘empty’ or ‘void’ are used in a metaphysical sense, they do not imply an absolute nihilism, as the term ‘nothing’ or ‘non-existent’ would do.<br>\n<br>\nAnother point to note about the idea of emptiness is that it is a relative concept, because there can be no such thing as absolute emptiness, since even if nothing else were present in whatever is said to be empty, at least space would be present there. In a physical context, the closest thing to an empty void would be a dark vacuum that contains no subatomic particles, radiation, magnetic field, gravity or any such thing, but even such a void would be filled with physical space.<br>\n<br>\nIn a metaphysical context, if something is said to be empty or void, we would have to ask empty or void of what? Even if it were empty or void of all particular things, properties or features, it would still be full of itself, so in that sense it would not be an absolute void or emptiness. In fact, by trying to conceive of the existence of something that was empty of everything except itself, we are led to see that emptiness and fullness amount to the same thing, because what is empty of everything else must be full of itself, and what is full of itself must be empty of everything else.<br>\n<br>\nAs a metaphysical concept, therefore, the idea of <i>śūnya</i> or <i>śūnyatā</i> turns out to be a rather empty and unhelpful concept. In the sense of nothingness or non-existence, <i>śūnyatā</i> does not mean anything, because nothingness is not a thing, but is merely a conceptual negation or denial of what is, so outside the world of concepts (the mind) nothingness does not exist and is therefore not anything at all. In the sense of emptiness or voidness, on the other hand, <i>śūnyatā</i> is a vague, uninformative and incomplete concept, because it does not inform us what is empty or of what it is empty.<br>\n<br>\nHence it is a wonder that the terms <i>śūnya</i> and <i>śūnyatā</i> acquired a place of such central importance in many forms of Buddhist philosophy. Of course these terms can acquire meaning if they are used in the sense of emptiness and with an understanding of what is empty and of what it is empty, but if considered in isolation from such an understanding, they do not unambiguously mean anything at all.<br>\n<br>\n<a name=\"sunna\"></a><b>6. <i>Suñña Lōka Suttaṁ</i>: the world is ‘empty of oneself or of anything belonging to oneself’</b><br>\n<br>\nThe Pali form of the Sanskrit word <i>śūnya</i> is <i>suñña</i>, and the earliest mention of this concept in Buddhist texts is found in the <i>Tipiṭaka</i> (the Pali Canon). In the <i>Suñña Lōka Suttaṁ</i>,for example, it is recorded that when Buddha was asked in what respect the world is said to be empty (<i>suñña</i>), he replied that it is said to be empty because it is ‘<i>suññaṁ attēna vā attaniyēna vā</i>’, which literally means ‘empty by <i>ātman</i> or by anything belonging to <i>ātman</i>’ and which implies ‘empty of oneself or of anything belonging to oneself’, and then he went on to list various things in the world that are ‘empty of oneself or of anything belonging to oneself’, such as each of the five senses, the sensations and objects perceived by each of them, the body, the mind and whatever is known by it. Thus what he said amounted to saying that all phenomena — everything that we experience other than ourself — are ‘empty of oneself or of anything belonging to oneself’, or in other words that no phenomenon is ourself. If understood in this sense, the meaning of <i>suñña</i> or <i>śūnya</i> is quite clear, straightforward and uncontroversial: what is empty is the world or anything other than ourself, and what it is empty of is ourself.<br>\n<br>\n<a name=\"anatta\"></a><b>7. What did Buddha mean by <i>anattā</i>?</b><br>\n<br>\nHowever, in later texts these terms were used in other contexts and acquired other meanings. For example, in Theravada Buddhism the term <i>suñña</i> is often equated with the concept of <i>anattā</i>, which is a Pali form of the Sanskrit term अनात्मन् (<i>anātman</i>), which means ‘non-self’ or ‘not oneself’, but this concept was misinterpreted by many Buddhists to mean that there is no self at all. Therefore if <i>suñña</i> is equated with <i>anattā</i> and if <i>anattā</i> is taken to mean a denial of the existence of any self at all, it becomes hugely problematic.<br>\n<br>\nFirstly the term <i>anātman</i> or <i>anattā</i> does not actually mean that there is no self, because in Sanskrit and Pali the prefixes <i>a-</i> and <i>an-</i> mean much the same as they do is certain English words such as amoral, atheism, anarchy or anaemia. An atheist, for example, is someone who is not a theist, and not someone who denies the existence of theists. Likewise <i>anātman</i> or <i>anattā</i> means ‘not self’ or ‘non-self’, and does not imply that there is no self at all.<br>\n<br>\nSecondly, to say that there is no self would amount to saying that nothing exists, because a thing and itself are not two different things. There is obviously no ‘self’ that exists independent of whatever thing it is the self of. A table and itself are one and the same thing, just as I and myself are one and the same thing. Therefore, since everything is itself, there can be no such thing as a selfless thing (a thing that has no self), so if there were no self, there would be nothing.<br>\n<br>\nWhen Buddha used the term <i>anattā</i>, and when he said, for example (as recorded in various texts such as <i>Dhammapada</i> verse 279), ‘<i>sabbē dhammā anattā</i>’, which means ‘All phenomena are non-self’, he obviously did not mean that anything is not itself (which would be absurd), but only that all impermanent things (everything that appears and disappears or that changes in any way) are not ourself — that is, they are not what we actually are. In this respect what Buddha taught is the same as what Bhagavan taught.<br>\n<br>\n<a name=\"uu28\"></a><b>8. <i>Upadēśa Undiyār</i> verse 28: the real nature of ourself</b><br>\n<br>\nIn later forms of Buddhism the terms <i>śūnya</i> and <i>śūnyatā</i> were used in various other senses and acquired various other implications, and some forms of Buddhist philosophy even seem to have elevated <i>śūnyatā</i> (emptiness) to the status of ultimate reality. Whether or not this was what any serious Buddhist philosopher actually meant is a matter of contention, as are questions about how exactly each of the various views about <i>śūnyatā</i> should be interpreted, but if we consider carefully whether <i>śūnyatā</i> could be what is ultimately real, it is clear that it could not be, because emptiness could not exist independent of something that is empty, so whatever is empty must be at least as real as its emptiness.<br>\n<br>\nHowever most of the various views about <i>śūnyatā</i> need not concern us, because what we are seeking to experience is only ourself as we really are, so we need be concerned with terms such as <i>śūnya</i> and <i>śūnyatā</i> only insofar as they are applicable to what we actually are. For this we must turn to what Bhagavan taught us about the real nature of ourself, because we do not currently experience ourself as we really are, so the most reliable source of information available to us about what we actually are is his original writings.<br>\n<br>\nThe real nature of ourself was neatly expressed by him in verse 28 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will be experienced is only] beginningless, endless [or infinite] and undivided <i>sat-cit-ānanda</i> [being-consciousness-bliss].</blockquote>\nTo describe the real nature of ourself, in this verse Bhagavan uses six words, three of which are affirmative nouns, namely <i>sat</i>, <i>cit</i> and <i>ānanda</i>, and three of which are negative adjectives, namely <i>anādi</i>, <i>ananta</i> and <i>akhaṇḍa</i>. Let us therefore consider the meaning and implication of each of these words, but before doing so it is worth noting that the order in which these words occur in this verse was determined by the constraints of the poetic metre, so in spite of this order each of the three adjectives applies to each of the three nouns. That is, since we are one, in this context <i>sat</i>, <i>cit</i> and <i>ānanda</i> do not refer to three different things but are just three ways in which one thing, namely ourself, can be described. Since we are not only <i>sat</i> but also <i>cit</i> and <i>ānanda</i>, <i>sat</i> is both <i>cit</i> and <i>ānanda</i>, <i>cit</i> is both <i>sat</i> and <i>ānanda</i>, and <i>ānanda</i> is both <i>sat</i> and <i>cit</i>. Therefore, since <i>sat</i>, <i>cit</i> and <i>ānanda</i> are one and the same thing, they are collectively and also each individually <i>anādi</i>, <i>ananta</i> and <i>akhaṇḍa</i>.<br>\n<br>\nசத்து (<i>sattu</i>) is a Tamil form of the Sanskrit word सत् (<i>sat</i>), which is a present participle of the verb अस् (<i>as</i>), which means to exist or to be (both in the sense of ‘exist’ and as a copula), so as an adjective सत् (<i>sat</i>) means being, existing, existent, real, true or actual, and as a noun it means that which actually exists. It is in the latter sense that it is used here, so in this context it means the same as the Tamil word உள்ளது (<i>uḷḷadu</i>), namely ‘what is’ or ‘what exists’. As such the import of this term has great significance, so I will consider it in more depth in the next two sections.<br>\n<br>\nசித் (<i>cit</i>) is a Tamil form of the Sanskrit word चित् (<i>cit</i>), which is both a verb that means to perceive, see, notice, observe, attend to, know, experience or be aware or conscious of, and a noun that means awareness, consciousness or knowledge, but in this context it means pure consciousness in the sense of that which is aware of nothing other than itself. In other words, <i>cit</i> is the awareness that we have of ourself, who are <i>sat</i>, so it is our pure self-awareness, which is our real nature and hence nothing other than ourself. Thus we are both <i>sat</i>, which is what actually exists (<i>uḷḷadu</i>), and <i>cit</i>, which is the awareness that <i>sat</i> has of itself, so <i>cit</i> is what Bhagavan referred to as உணர்வு (<i>uṇarvu</i>) in <a href=\"#uu23\">verse 23 of <i>Upadēśa Undiyār</i></a>.<br>\n<br>\nஆனந்தம் (<i>āṉandam</i>) is a Tamil form of the Sanskrit word आनन्द (<i>ānanda</i>), which means happiness, joy or bliss. When we are aware of ourself alone — that is, when we experience nothing but pure <i>sat-cit</i> — we will be perfectly peaceful and happy, because happiness (<i>ānanda</i>) is our real nature. If we do not experience ourself as infinite happiness, that is because we are experiencing ourself as something other than the pure <i>sat-cit</i> that we actually are, so unhappiness is an illusion caused by the mixing of adjuncts with our pure self-awareness, ‘I am’. Therefore in order to experience ourself as infinite happiness, all we need do is to experience ourself as we really are, which we can do only by trying to be aware of ourself alone, in complete isolation from all adjuncts.<br>\n<br>\nThis description of ourself as <i>sat-cit-ānanda</i> is the closest we can get to describing or conceiving our real nature in positive terms. However even these terms are not quite adequate, because we generally think of existence, awareness and happiness as relative terms, each having its own opposite, namely non-existence, non-awareness and unhappiness, but in this context existence (<i>sat</i>), awareness (<i>cit</i>) and happiness (<i>ānanda</i>) are not used in a relative sense. Each of these terms denotes what is absolute and therefore beyond the duality of having any negative counterpart, so <i>sat</i> means absolute existence, which is devoid of the duality of existing or not existing, <i>cit</i> means absolute awareness, which is devoid of the duality of being aware or not being aware, and <i>ānanda</i> means absolute happiness, which is devoid of the duality of being happy or not being happy. Therefore since our mind can conceive anything only in relative terms, it cannot adequately conceive what is meant by <i>sat-cit-ānanda</i> in such an absolute sense.<br>\n<br>\nHence any further elucidation of the meaning of <i>sat-cit-ānanda</i> can only be in negative terms — that is, in terms of what it is not. Therefore each of the three adjectives that Bhagavan uses in this verse to clarify the nature of <i>sat-cit-ānanda</i> are negative in form.<br>\n<br>\nஅனாதி (<i>aṉādi</i>) is a Tamil form of the Sanskrit word अनादि (<i>anādi</i>), which means what has no आदि (<i>ādi</i>) or beginning. Our real nature is beginningless because it exists independent of time, which is just an illusion that is experienced only by our ego and that therefore arises with it and disappears whenever it subsides, as for example in sleep.<br>\n<br>\nஅனந்த (<i>aṉanta</i>) is a Tamil form of the Sanskrit word अनन्त (<i>ananta</i>), which means what has no अन्त (<i>anta</i>), end or limit, so it means both endless and limitless or infinite. Our real nature is endless and limitless not only in time but also in space and any other dimension, so it is both eternal (or rather timeless) and infinite in every respect. Since we are infinite, nothing other than ourself (whose nature is pure <i>sat-cit-ānanda</i>) can exist, because if anything else did exist, our existence would thereby be limited and hence not the one infinite whole. Therefore, since nothing other than our infinite self can actually exist, whatever else seems to exist is an illusion, and so long as we experience the seeming existence of any other thing, we are not experiencing ourself as the infinite <i>sat-cit-ānanda</i> that we actually are.<br>\n<br>\nஅகண்ட (<i>akhaṇḍa</i>) is a Tamil form of the Sanskrit word अखण्ड (<i>akhaṇḍa</i>), which means what is not खण्ड (<i>khaṇḍa</i>), broken or divided. Just as our real nature has no external limits, it also has no internal limits, so it cannot be divided in any way. Any division within ourself would require the existence of something other than ourself to divide us, so since we are infinite and since nothing else therefore exists, there is nothing that could ever divide us in any way, and hence we are not only undivided but also indivisible.<br>\n<br>\nSince we are indivisible, <i>sat-cit-ānanda</i> is a single indivisible whole, so this compound term <i>sat-cit-ānanda</i> does not denote three separate things but only one thing. Hence what is <i>sat</i> is also <i>cit</i> and also <i>ānanda</i>, so there is no <i>sat</i> other than <i>cit</i> or other than <i>ānanda</i>, no <i>cit</i> other than <i>sat</i> or other than <i>ānanda</i>, and no <i>ānanda</i> other than <i>sat</i> or other than <i>cit</i>.<br>\n<br>\nSince we are beginningless, infinite and undivided <i>sat-cit-ānanda</i>, nothing other than ourself actually exists, so we are empty or void only in the sense that we are devoid of anything other than ourself, but being devoid of anything else means that we are full of ourself — that is, full of beginningless, infinite and undivided <i>sat-cit-ānanda</i>, which is all that actually exists. There is therefore no need or reason for us to fear the loss of our ego, because what we will then experience will not only be full of what is real and devoid of what is unreal, but will also be full of infinite happiness and devoid of even the slightest trace of unhappiness or misery.<br>\n<br>\n<a name=\"actual\"></a><b>9. We are fullness, not a void, because nothing other than ourself actually exists</b><br>\n<br>\nAs I explained in the previous section, when Bhagavan says that our real nature is <i>sat</i>, existence or what is, he does not mean existence in any relative sense, but only in the absolute sense of what alone actually exists and what could never not exist. That is, we are what exists independent of any contingent conditions such as existence and non-existence.<br>\n<br>\nAs he says in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own essential self].</blockquote>\nSince we alone actually exist, there is absolutely no possibility that we could ever cease to exist, because change could take place only if time existed. Other than ourself, nothing actually exists, so there is no time, no change, no condition, no contingency, no non-existence, no duality, no multiplicity, no relativity, and no possibility of anything other than ourself existing or even seeming to exist.<br>\n<br>\nSince nothing other than ourself exists or ever could exist, we cannot actually be empty or void, because there is nothing of which we could be empty or void. Therefore we are not only fullness but absolute and unconditional fullness. We are full, and full of nothing but ourself, and since we can never be void of ourself, we can never be void at all.<br>\n<br>\n<a name=\"eap5\"></a><b>10. <i>Ēkāṉma Pañcakam</i> verse 5: what exists always by its own light is only ourself</b><br>\n<br>\nThe fact that what exists is only ourself was also taught by Bhagavan in verse 5 of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#eap_intro\"><i>Ēkāṉma Pañcakam</i></a>:<br>\n<blockquote>எப்போது முள்ளதவ் வேகான்ம வத்துவே<br>\nயப்போதவ் வத்துவை யாதிகுரு — செப்பாது<br>\nசெப்பித் தெரியுமா செய்தன ரேலெவர்<br>\nசெப்பித் தெரிவிப்பர் செப்பு.<br>\n<br>\n<i>eppōdu muḷḷadav vēkāṉma vattuvē<br>\nyappōdav vattuvai yādiguru — seppādu<br>\nseppit teriyumā seydaṉa rēlevar<br>\nseppit terivippar ceppu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே. அப்போது அவ் வத்துவை ஆதி குரு செப்பாது செப்பி தெரியுமா செய்தனரேல், எவர் செப்பி தெரிவிப்பர்? செப்பு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē. appōdu a-v-vattuvai ādi-guru seppādu seppi teriyumā seydaṉarēl, evar seppi terivippar? seppu</i>.<br>\n<br>\n<b>அன்வயம்:</b> எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே. அப்போது ஆதி குரு அவ் வத்துவை செப்பாது செப்பி தெரியுமா செய்தனரேல், எவர் செப்பி தெரிவிப்பர்? செப்பு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē. appōdu ādi-guru a-v-vattuvai seppādu seppi teriyumā seydaṉarēl, evar seppi terivippar? seppu</i>.<br>\n<br>\n<b>English translation:</b> What always exists is only that <i>ēkātma-vastu</i> [one self-substance]. If at that time the <i>ādi-guru</i> [the original <i>guru</i>, Dakshinamurti] made that <i>vastu</i> known [by] speaking without speaking, say, who can make it known [by] speaking?</blockquote>\nIn the <i>kaliveṇbā</i> version of <i>Ēkāṉma Pañcakam</i> Bhagavan linked this verse to the previous one by adding the words தனது ஒளியால் (<i>taṉadu oḷiyāl</i>) between them, so these words then become part of the first sentence of this verse. தனது ஒளியால் (<i>taṉadu oḷiyāl</i>) means ‘by its own light’, so with them the meaning of the first sentence becomes: ‘What always exists by its own light is only that <i>ēkātma-vastu</i> [one self-substance]’. In this context ஒளி (<i>oḷi</i>) or ‘light’ is a metaphor for awareness, so here once again Bhagavan is emphasising the oneness of existence and awareness.<br>\n<br>\nThat is, what actually exists must be aware of its own existence, because if it were not aware of itself, it could be experienced or known to exist only by something other than itself, in which case it could be just an illusion, something that seems to exist but does not actually exist. This is why Bhagavan used to say that one of three defining characteristics of reality is that what is real must be self-shining, the other two characteristics being that it must also be eternal and unchanging. What he means by the term ‘self-shining’ is that it must know itself by its own light of awareness — in other words, it must be self-aware.<br>\n<br>\nWhat always exists and is aware of itself is only the <i>ēkātma-vastu</i>, the ‘one self-substance’ or the one real substance that is ourself. Since we are aware of our own existence, ‘I am’, our existence cannot be an illusion, because in order to be aware we must exist. Our self-awareness is therefore indubitable proof of our own existence.<br>\n<br>\nAccording to Bhagavan everything else is an illusion, because we experience the seeming existence of other things only when we rise as this ego, and if we investigate this ego we will find that it does not really exist. When this ego is thereby found to be non-existent, everything that it experiences will also cease to exist even seemingly, so the only thing that always exists is ourself.<br>\n<br>\nSince we have never and could never experience any moment in which we do not exist, we have no reason to suppose that we could ever cease to exist. So long as we experience ourself as this ego, we seem to come into existence as such whenever we rise from sleep and to cease to exist as such whenever we cease rising as this ego, as we do when we fall asleep, so the seeming existence of our ego is only temporary.<br>\n<br>\nHowever, since we experience not only the presence of our ego in waking and dream but also its absence in sleep, we exist and experience our existence even when our ego does not exist, so our own existence is permanent and shines by its own light of self-awareness, whether or not anything else seems to exist. We therefore have good reason to suspect that we are the only thing that actually exists, and that we are therefore the one substance that appears as whatever else seems to exist. This suspicion is confirmed by Bhagavan in the first sentence of this verse.<br>\n<br>\nIn its second sentence he indicates that the ‘one self-substance’ (<i>ēkātma-vastu</i>) that we actually are is ineffable, and to emphasise this he refers to the story of the original <i>guru</i>, Dakshinamurti, who made it known only by means of silence, which is what Bhagavan describes as ‘செப்பாது செப்பி’ (<i>seppādu seppi</i>), ‘speaking without speaking’. Because what we actually are cannot be grasped by thought, it cannot be adequately expressed in words, so the only medium that can express it is absolute silence, which means not only verbal silence but complete silence of mind. In other words, we can experience ourself as we actually are only when our ego or mind subsides back into ourself, the silent source from which it arose.<br>\n<br>\n<a name=\"uu27\"></a><b>11. <i>Upadēśa Undiyār</i> verse 27: we are devoid of knowledge and ignorance</b><br>\n<br>\nHaving considered the nature of <i>sat</i> (real existence or what actually exists) in the previous two sections, let us now consider the nature of <i>cit</i> (real awareness or what is actually aware). As we saw earlier when we considered <a href=\"#uu23\">verse 23 of <i>Upadēśa Undiyār</i></a>, according to Bhagavan real awareness or knowledge (<i>uṇarvu</i> or <i>cit</i>) is only ourself, the pure knowledge or self-awareness ‘I am’, and in verse 27 he reveals more about the nature of such real knowledge:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. <i>uṇmai īdu</i>. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge that is devoid of knowledge and ignorance is [true] knowledge. This is the truth, [because] there is nothing to know.</blockquote>\nWhat exactly does Bhagavan mean here by the phrase ‘அறிவு அறியாமையும் அற்ற அறிவே’ (<i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē</i>), which literally means ‘only knowledge that is devoid of knowledge and ignorance’? Obviously the knowledge that is devoid of knowledge and ignorance is distinct from the knowledge of which it is devoid, so let us first consider the latter: what is the knowledge of which it is devoid?<br>\n<br>\nA clue to this is given in the final sentence: ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), which means ‘to know there is not anything’, or more literally, ‘for knowing there is not anything’. What this implies is that in the state of true knowledge there is nothing to know, and hence it is devoid of knowledge of anything other than itself. In other words, the knowledge of which true knowledge is devoid is knowledge of anything other than itself. Therefore, since true knowledge is what we actually are (as Bhagavan often affirmed, such as in verses <a href=\"#un12\">12</a> and <a href=\"#un13\">13</a> of <i>Uḷḷadu Nāṟpadu</i>, which we will consider later), our real nature is to be aware of nothing other than ourself.<br>\n<br>\nOnly if other things seem to exist can knowledge or ignorance of them arise. Therefore when we experience ourself as we really are and thereby experience that we alone exist, there will be nothing for us either to know or to be ignorant of, and hence we will experience ourself as the one real knowledge, which is devoid of both knowledge and ignorance about any other thing. This one real knowledge is therefore the knowledge ‘I am’, which is our pure self-awareness, uncontaminated with any awareness of anything else whatsoever.<br>\n<br>\nWhen Bhagavan says in the second sentence of the verse, ‘உண்மை ஈது’ (<i>uṇmai īdu</i>), which means ‘this is true’, ‘this is real’, ‘this is the truth’ or ‘this is the reality’, he implies both that knowledge devoid of knowledge and ignorance is alone true knowledge, and that what is then experienced (namely ourself alone) is the reality. Therefore what our real nature is devoid of is only whatever is unreal, so since we alone are real, we are devoid of everything else, and devoid even of any knowledge or ignorance — any awareness, experience or lack thereof — of anything else.<br>\n<br>\nTherefore the state of true self-knowledge — the state in which we experience ourself as we actually are — is devoid not only of the existence of anything else, but also of even the seeming existence of anything else, because anything else could seem to exist only if we were aware of its seeming existence, and according to Bhagavan true knowledge is devoid of any awareness of anything other than ourself.<br>\n<br>\n<a name=\"un10\"></a><b>12. <i>Uḷḷadu Nāṟpadu</i> verse 10: knowing the non-existence of the ego is true knowledge</b><br>\n<br>\nBhagavan further clarifies what he means by the knowledge and ignorance of which true knowledge is devoid in verse 10 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறியாமை விட்டறிவின் றாமறிவு விட்டவ்<br>\nவறியாமை யின்றாகு மந்த — வறிவு<br>\nமறியா மையுமார்க்கென் றம்முதலாந் தன்னை<br>\nயறியு மறிவே யறிவு.<br>\n<br>\n<i>aṟiyāmai viṭṭaṟiviṉ ḏṟāmaṟivu viṭṭav<br>\nvaṟiyāmai yiṉḏṟāhu manda — vaṟivu<br>\nmaṟiyā maiyumārkkeṉ ḏṟammudalān taṉṉai<br>\nyaṟiyu maṟivē yaṟivu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் வறியாமை இன்று ஆகும். அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum. anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>.<br>\n<br>\n<b>English translation:</b> Leaving ignorance, knowledge does not exist; leaving knowledge, that ignorance does not exist. Only the knowledge that knows oneself, who is the first, [by investigating] to whom are that knowledge and ignorance, is [true] knowledge.</blockquote>\nIn this verse Bhagavan uses the verbal participle விட்டு (<i>viṭṭu</i>), which literally means ‘leaving’, in the sense of ‘without’, so what he implies in the first two sentences of this verse is that there is no knowledge without ignorance and no ignorance without knowledge, so knowledge and ignorance in this sense are an example of what he described in the previous verse of <i>Uḷḷadu Nāṟpadu</i> as an இரட்டை (<i>iraṭṭai</i>), a dyad or pair of opposites. Whatever we know other than ourself is something of which we were at some earlier time ignorant, and we come to know that we were ignorant of something only when we know it. Moreover, whatever we now know we will cease to know in future, either temporarily in sleep, or permanently either due to forgetfulness or due to death. Therefore knowledge and ignorance are an inseparable pair, each being possible only because of the possibility of the other.<br>\n<br>\nIn the previous verse Bhagavan said that pairs of opposites ‘exist clinging to one’, and that if one sees within the mind what that one is they will slip away or disappear. What he meant there by ‘ஒன்று’ (<i>oṉḏṟu</i>) or ‘one’ is the ego, because pairs of opposites such as knowledge and ignorance are experienced only by the ego and do not seem to exist in its absence, and because if we see what this ego is, it will cease to exist, and hence all pairs of opposites and everything else that it experienced will disappear along with it.<br>\n<br>\nThe ego, which he referred to as ‘one’ in the previous verse, is what he refers to in this verse as ‘அம் முதல் ஆம் தன்னை’ (<i>a-m-mudal ām taṉṉai</i>), which means ‘oneself, who is the first’, because it is only to oneself as this ego that knowledge and ignorance seem to exist. முதல் (<i>mudal</i>) means first, beginning, origin or base, so Bhagavan says that the ego is the முதல் (<i>mudal</i>) because it is the starting point, origin or base of knowledge and ignorance and everything else that it experiences.<br>\n<br>\nIf we investigate to whom knowledge and ignorance appear, our ego will subside and disappear, so knowledge and ignorance will also cease to exist along with it. Therefore what he implies here by the phrase ‘தன்னை அறியும் அறிவே’ (<i>taṉṉai aṟiyum aṟivē</i>), which means ‘only knowledge that knows oneself’, is the experience that the ego does not actually exist. Since we can experience the non-existence of this ego only when we experience ourself as we actually are and thereby experience that we alone actually exist, the knowledge or awareness that the ego does not exist is the same as the knowledge or awareness that we alone exist, so this phrase ‘தன்னை அறியும் அறிவே’ (<i>taṉṉai aṟiyum aṟivē</i>) indirectly refers to true self-knowledge. Thus what Bhagavan indirectly implies in the final sentence of this verse is that knowing ourself as we really are and thereby knowing the non-existence of our ego is alone true knowledge.<br>\n<br>\n<a name=\"un11\"></a><b>13. <i>Uḷḷadu Nāṟpadu</i> verse 11: knowing anything other than oneself is ignorance</b><br>\n<br>\nIn verse 11 of <i>Uḷḷadu Nāṟpadu</i> Bhagavan indicates once again that what he refers to as knowledge and ignorance is knowledge and ignorance of anything other than oneself, and he says that such knowledge is not real knowledge but only ignorance, and that if one knows oneself knowledge and ignorance about anything else will cease to exist:<br>\n<blockquote>அறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறும்.<br>\n<br>\n<i>aṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows, knowing other things is ignorance; except [that], can it be knowledge? When one knows oneself, the basis for knowledge and the other [ignorance], knowledge and ignorance will cease.</blockquote>\nThe question ‘அறியாமை அன்றி அறிவோ?’ (<i>aṟiyāmai aṉḏṟi aṟivō?</i>) literally means ‘except ignorance is it knowledge?’, but in an interrogative sentence such as this it is difficult to convey the full force of the conjunction அன்றி (<i>aṉḏṟi</i>), which is a verbal participle that literally means ‘excluding’ but that in many cases means ‘except’ or ‘besides’, and that in an affirmative sentence can mean ‘but only’. However the clear implication of this first sentence is that knowing anything other than oneself is not knowledge but only ignorance.<br>\n<br>\nIn this first sentence the opening phrase, அறிவுறும் தன்னை (<i>aṟivuṟum taṉṉai</i>), means ‘oneself, who knows’ and refers to our ego, which alone knows things other than itself. The subject of this sentence is the phrase ‘அறிவுறும் தன்னை அறியாது அயலை அறிவது’ (<i>aṟivuṟum taṉṉai aṟiyādu ayalai aṟivadu</i>), in which அறிவது (<i>aṟivadu</i>) is a verbal noun that means ‘knowing’ and அறியாது (<i>aṟiyādu</i>) is a verbal participle that means ‘not knowing’ or ‘without knowing’, so அறிவது (<i>aṟivadu</i>) heads the whole phrase and அறியாது (<i>aṟiyādu</i>) heads an adverbial clause within it. Therefore the leading idea in this phrase is அயலை அறிவது (<i>ayalai aṟivadu</i>), which means ‘knowing other things’, and a subsidiary idea is expressed by the adverbial clause அறிவுறும் தன்னை அறியாது (<i>aṟivuṟum taṉṉai aṟiyādu</i>), which means ‘not knowing oneself, who knows’ or ‘without knowing oneself, who knows’.<br>\n<br>\nHowever we should not infer from this first sentence that knowing other things is ignorance only if we do not know ourself, who knows, and that it would otherwise be knowledge, because according to Bhagavan the very nature of our ego is to know only other things but not itself. Knowing other things is possible only when we do not know ourself, who knows, and this is why he says that it is not real knowledge but only ignorance. To make this clear, in the next sentence he says that when we know ourself, the <i>ādhāra</i> or basis of knowledge and ignorance about other things, such knowledge and ignorance will cease to exist.<br>\n<br>\nIn this last sentence the phrase ‘அறிவு அயற்கு ஆதார தன்னை’ (<i>aṟivu ayaṟku ādhāra taṉṉai</i>), which means ‘oneself, the basis (<i>ādhāra</i>) for knowledge and the other [ignorance]’, refers to our ego, which alone experiences knowledge and ignorance about other things. Therefore what he means in this context by ‘தன்னை அறிய’ (<i>taṉṉai aṟiya</i>) or ‘when one knows oneself’ is when one knows the non-existence of the ego, because we can never know the ego in any other way, since if we try to know it it will disappear, being nothing but an illusory and formless phantom that seems to exist only so long as we are experiencing anything other than ourself. This is why he says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25 of <i>Uḷḷadu Nāṟpadu</i></a>, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it [the ego] will take flight’.<br>\n<br>\nTherefore if we try to see what this ego is, it will vanish, being just an illusory appearance (like an illusory snake, which is actually just a rope), and when it vanishes (that is, when it ceases to seemingly exist), all its knowledge and ignorance will also vanish along with it. This is why Bhagavan ends this verse by saying: ‘தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), which means ‘when one knows oneself [the ego], knowledge and ignorance will cease’. The experience that then remains devoid of knowledge and ignorance is true knowledge, as taught by Bhagavan in verse 27 of <i>Upadēśa Undiyār</i> and in the next verse of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\n<a name=\"un12\"></a><b>14. <i>Uḷḷadu Nāṟpadu</i> verse 12: we are not a void, though devoid of knowledge and ignorance</b><br>\n<br>\nIn verse 12 of <i>Uḷḷadu Nāṟpadu</i> Bhagavan reiterates what he said in <a href=\"#uu27\">verse 27 of <i>Upadēśa Undiyār</i></a> but adds that what knows is not true knowledge and that only our real self, for which there is nothing to know or make known, is true knowledge, and concludes by saying that it is not a void:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> That which is devoid of knowledge and ignorance is [true] knowledge. That which knows is not true knowledge. Since it shines without any other thing to know or to make known, oneself is [true] knowledge.  Know it is not a void.</blockquote>\nThe first sentence of this verse, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), which means ‘that which is devoid of knowledge and ignorance is [true] knowledge’, is almost identical to the first sentence of verse 27 of <i>Upadēśa Undiyār</i>, ‘அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும்’ (<i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum</i>), which means ‘only knowledge which is devoid of knowledge and ignorance is [true] knowledge’, and in both cases the knowledge and ignorance of which true knowledge is devoid is only knowledge and ignorance of anything other than oneself.<br>\n<br>\nAs we have seen, the reason why true knowledge is devoid of such knowledge and ignorance is that such knowledge and ignorance are experienced only by our ego, which is a false knowledge or illusory experience of ourself, so when we experience ourself as we really are this ego will be dissolved and hence all its knowledge and ignorance about other things will also cease to exist. Therefore the knowledge that is devoid of such knowledge and ignorance is only self-knowledge or pure self-awareness — that is, the clear experience of ourself as we actually are.<br>\n<br>\nSince what we actually are is nothing but pure self-awareness, we ourself are the knowledge that is devoid of knowledge and ignorance about anything other than ourself, and this is why Bhagavan says in the third sentence of this verse: ‘தான் அறிவு ஆகும்’ (<i>tāṉ aṟivu āhum</i>), which means ‘oneself is [true] knowledge’. However before saying this he says in the previous sentence, ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), which means ‘that which knows is not true knowledge’ and which implies that the ego is not true knowledge, because it is only the ego that knows anything other than itself. Thus in the second and third sentences of this verse Bhagavan points out a clear distinction between ourself as this ego, who is what knows anything other than ourself, and ourself as we really are, for whom there is nothing to know other than ourself.<br>\n<br>\n‘அறியும் அது’ (<i>aṟiyum adu</i>) literally means ‘that which knows’, but in this context it clearly implies that which knows anything other than itself, because in the first clause of the next sentence Bhagavan refers to the non-existence of அன்னியம் (<i>aṉṉiyam</i>) to know or to make known. அன்னியம் (<i>aṉṉiyam</i>) is a Tamil form of the Sanskrit term अन्य (<i>anya</i>), which means what is other or different, so in this context it means what is other than oneself. Since Bhagavan says in the first sentence of the seventh paragraph of <i>Nāṉ Yār?</i> ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), which means, ‘What actually exists is only <i>ātma-svarūpa</i> [our own essential self]’, we can infer that in the view of <i>ātma-svarūpa</i> nothing other than ourself exists, so what experiences or knows anything other than ourself is not <i>ātma-svarūpa</i> but only our ego. Therefore since our ego is just a mistaken experience of ourself, it is a false knowledge, so Bhagavan says ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘that which knows is not true knowledge’, thereby implying that the ego, which alone knows anything other than ourself, is not true knowledge.<br>\n<br>\nIn the first clause of the third sentence Bhagavan explains why ourself as we really are (<i>ātma-svarūpa</i>) is true knowledge (the knowledge that is devoid of knowledge and ignorance), namely ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl</i>), which means ‘since it shines without any other thing to know or to make known’. This is not only an epistemic statement (a statement about what is known or what can be known) but also an ontological statement (a statement about what exists or does not exist). Its primary implication is ontological, namely that nothing other than ourself actually exists, and its secondary implication is epistemic, namely that there is therefore nothing other than ourself either to know or to make known.<br>\n<br>\nThat is, because we (<i>ātma-svarūpa</i>) alone actually exist, no other thing actually exists, so other than ourself there is nothing for us to know or to make known, and hence we alone are true knowledge. Any knowledge other than ourself is just an illusion — something that seems to exist only in the view of ourself as this ego and not in the view of ourself as we actually are.<br>\n<br>\nஅறிதற்கு (<i>aṟidaṟku</i>) literally means ‘for knowing’, but I translated it as ‘to know’ because this is the corresponding idiom in English. Likewise அறிவித்தற்கு (<i>aṟivittaṟku</i>) literally means ‘for making known’, but I translated it as ‘to make known’ for the same reason. In this context there are three ways in which we can interpret அறிவித்தற்கு (<i>aṟivittaṟku</i>), because it can imply that there is nothing other than ourself either for us to make known, or to make ourself known, or to make itself known. Each of these meanings is appropriate, because since we alone exist, there is no other thing that we could make known, either to ourself or to anything else, and there is no other thing that could make us known, either to ourself or to anything else, and there is no other thing that could make itself known, either to us or to anything else. This implies, therefore, that what makes us known to ourself is only ourself and not any other thing, so we are self-shining or <i>svayam-prakāśa</i>.<br>\n<br>\nHow then do other things seem to exist in our experience? What makes them known is not ourself as we really are but only ourself as this ego, but since nothing other than ourself as we really are actually exists, the seeming existence of this ego is merely an illusion — an illusion that seems to exist only in its own view. Therefore the conclusive view of Bhagavan is that our ego and all that it experiences or knows is wholly unreal, and this is why in the next verse he says that manifold knowledge or knowledge of multiplicity (which implies knowledge of anything other than ourself) is not only ignorance but is also unreal.<br>\n<ul><a name=\"un31\"></a><b>14a. <i>Uḷḷadu Nāṟpadu</i> verse 31: when our ego is destroyed, we will not know anything other than ourself</b></ul>\nThe fact that no other thing exists or even seems to exist in the clear view of ourself as we really are is also clearly implied by Bhagavan in verse 31 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṟku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who enjoy <i>tanmayānanda</i> [‘bliss composed of that’], which rose [as ‘I am I’] destroying themself [the ego], what one [action] exists for doing? They do not know [or experience] anything other than themself; [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\nIn this context the crucial sentence in this verse is ‘தன்னை அலாது அன்னியம் ஒன்றும் அறியார்’ (<i>taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār</i>), which means ‘They do not know [or experience] anything else except themself’ or ‘They do not know [or experience] anything other than themself’. Here ‘they’ refers to those whom he described in the previous sentence as ‘தன்னை அழித்து எழுந்த தன்மயானந்தர்’ (<i>taṉṉai aṙittu eṙunda taṉmayāṉandar</i>), which means ‘those who enjoy <i>tanmayānanda</i> [‘bliss composed of that’, namely our real self or <i>ātma-svarūpa</i>], which rose destroying themself [the ego]’. However, though he refers to them in plural, in Tamil it is customary to use the plural form ending in ர் (<i>r</i>), whether the plural form of a noun, a pronoun or a verb, as an honorific and non-gender-specific singular, so Bhagavan is not referring here to two or more people but only to the one thing that will alone remain when our ego is destroyed, namely our real self or <i>ātma-svarūpa</i>. Therefore when he says ‘They do not know anything other than themself’ he clearly implies that as we really are we do not experience anything other than ourself, because nothing other than ourself actually exists.<br>\n<br>\nThe existence of many <i>ātma-jñānis</i> or ‘self-realised people’ seems to be real only in the self-ignorant view of the ego, because according to Bhagavan what is real is only ourself, who are one, infinite and indivisible whole, so there cannot be anything other than ourself to know ourself or to make ourself known. Therefore the <i>ātma-jñāni</i> is not a person but only ourself, the one <i>ātma-svarūpa</i>, other than which nothing actually exists. Only if anything other than ourself actually existed could it know ourself or be known by ourself, but according to Bhagavan nothing other than ourself actually exists so nothing other than ourself can either know ourself or be known by ourself.<br>\n<br>\nSome people who write about Bhagavan’s teachings misunderstand and misrepresent what he taught about the state of the <i>ātma-jñāni</i>. For example, one idea that seems to have become very prevalent and that is often repeated is that Bhagavan taught that the <i>jñāni</i> sees the world as ‘an uncaused appearance in the Self’. As far as I am aware this term was first used by David Godman in his introduction to chapter 17 of <i>Be As You Are</i> (1985, p. 182) while trying to explain <i>ajāta vāda</i>, but nowadays it is often quoted as if these were Bhagavan’s own words. What does an ‘uncaused appearance’ actually mean?<br>\n<br>\nAn appearance is something that seems to exist or that appears at one time and therefore disappears at some other time, and whatever appears or seems to exist must be a form (a phenomenon) of one kind or another, so to say that the <i>jñāni</i> sees the world as an appearance implies that it sees it as a form or a collection of forms, which Bhagavan often explicitly denied, because the <i>jñāni</i> is only our actual self (<i>ātma-svarūpa</i>), which is formless, and hence it cannot see any forms.<br>\n<br>\nMoreover, because it appears, any appearance must be an effect, so like any other effect it must have a cause. According to Bhagavan the only cause for the appearance of this or any other world is the rising of our ego, because whatever world seems to exist seems to exist only in the view of our ego, which rises only by grasping and experiencing itself as the form of a body.<br>\n<br>\nWhat <i>ajāta vāda</i> says is not that there is an effect with no cause but only that there is neither an effect nor a cause, because what actually exists is only ourself, the one infinite <i>ātma-svarūpa</i>, in whose clear view neither any ego (the cause) nor any world (the effect) has ever even seemed to exist. This is why Bhagavan says in verse 31 of <i>Uḷḷadu Nāṟpadu</i>, ‘தன்னை அலாது அன்னியம் ஒன்றும் அறியார்’ (<i>taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār</i>), ‘They do not know anything other than themself’ (in which ‘they’ and ‘themself’ both refer to the <i>ātma-jñāni</i>, who is nothing other than <i>ātma-svarūpa</i>), and in verse 12, ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), which means ‘since it shines without any other thing to know or to make known, oneself is [true] knowledge’ (in which ‘it’ and ‘oneself’ both refer to <i>ātma-svarūpa</i>).<br>\n<br>\nMoreover, <i>ajāta vāda</i> is not an argument that concedes that the world is an appearance, whether caused or uncaused, but is a complete denial of any appearing or appearance. When Bhagavan conceded that in our view the world does appear or seem to exist, he was not teaching <i>ajāta vāda</i> but only <i>vivarta vāda</i>, because the meaning of <i>vivarta</i> is illusion or false appearance, whereas the meaning of <i>ajāta</i> is not born, not produced, not originated, not arisen, not appeared or not happened. Though his experience is <i>ajāta</i>, because in his view nothing other than ourself has ever existed or even seemed to exist, what he taught us was <i>vivarta vāda</i> (and hence he began the first verse of the main text of <i>Uḷḷadu Nāṟpadu</i> with the clause ‘நாம் உலகம் காண்டலால்’ (<i>nām ulaham kāṇḍalāl</i>), which mean ‘because we see the world’), because in our view our ego and this world do seem to exist, and hence he conceded this in order to teach us that we can see through this illusion only by trying to see whether this ego actually exists.<br>\n<br>\nIf we investigate this ego, we will find that it has never actually existed, and since any world seems to exist only in the view of this non-existent ego, no world has ever existed. In other words, <i>vivarta vāda</i> prompts us to investigate our ego, to whom this <i>vivarta</i> (illusion or false appearance) appears, and investigating our ego will result in our experiencing <i>ajāta</i>, the complete and eternal non-existence and non-appearance of this world.<br>\n<br>\nIf ‘the <i>jnani</i> is aware that the world is real […] as an uncaused appearance in the Self’ (as David claimed on p. 182 of <i>Be As You Are</i>), that would imply either that the <i>ātma-jñāni</i> is something other than <i>ātma-svarūpa</i> (which would mean that <i>ātma-svarūpa</i> is known by something other than itself, and that <i>ātma-jñāna</i> is therefore a knowledge that entails duality in the form of a distinction between what knows and what is known), or that <i>ātma-svarūpa</i> is aware that the world is real (in which case <i>ātma-svarūpa</i> would not be the only reality). According to Bhagavan the <i>ātma-jñāni</i> is nothing other than <i>ātma-svarūpa</i>, and <i>ātma-svarūpa</i> is not aware of anything other than itself, so it cannot be aware either that the world is real or that it is an uncaused appearance in itself.<br>\n<br>\nIf it is claimed that either <i>ātma-svarūpa</i> or the <i>ātma-jñāni</i> is aware of the world even as an appearance, whether caused or uncaused, that would contradict Bhagavan’s teaching that everything other than ourself seems to exist only in the view of our ego, and that in the absence of our ego nothing else exists or even seems to exist. As he says in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26 of <i>Uḷḷadu Nāṟpadu</i></a>, for example, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything’, and as he says in verse 7 of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), which means ‘If the thought called I [the ego] does not exist, anything else will not exist’. Therefore since <i>ātma-jñāna</i> (self-knowledge) is the state of absolute egolessness, in the experience of the <i>ātma-jñāni</i> there is no world or anything else other than <i>ātma-svarūpa</i>, as Bhagavan unequivocally implies in verse 31 of <i>Uḷḷadu Nāṟpadu</i> and elsewhere.<br>\n<ul><a name=\"un18\"></a><b>14b. <i>Uḷḷadu Nāṟpadu</i> verse 18: when we know ourself, we will experience the world only as its formless substratum</b></ul>\nAnother widely prevalent but erroneous idea that many people have about what Bhagavan taught about the experience of the <i>ātma-jñāni</i> is that an <i>ātma-jñāni</i> is aware of the myriad forms and features of this world but sees them as ‘the Self’ (<i>ātma-svarūpa</i>). Though he did sometimes say that the <i>jñāni</i> sees the world as <i>ātman</i>, what he meant is not that the <i>jñāni</i> is aware of any forms but only that the <i>jñāni</i> is aware of nothing other than <i>ātman</i>, so what we see as a world consisting of countless forms is what the <i>jñāni</i> sees as the formless <i>ātman</i>. This is the subtle but hugely significant distinction that he elucidates in verse 18 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகுண்மை யாகு முணர்வில்லார்க் குள்ளார்க்<br>\nகுலகளவா முண்மை யுணரார்க் — குலகினுக்<br>\nகாதார மாயுருவற் றாருமுணர்ந் தாருண்மை<br>\nயீதாகும் பேதமிவர்க் கெண்.<br>\n<br>\n<i>ulahuṇmai yāhu muṇarvillārk kuḷḷārk<br>\nkulahaḷavā muṇmai yuṇarārk — kulahiṉuk<br>\nkādhāra māyuruvaṯ ṟārumuṇarn dāruṇmai<br>\nyīdāhum bhēdamivark keṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு உண்மை ஆகும், உணர்வு இல்லார்க்கு, உள்ளார்க்கு. உலகு அளவு ஆம் உண்மை உணரார்க்கு; உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை. ஈது ஆகும் பேதம் இவர்க்கு. எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu uṇmai āhum, uṇarvu illārkku, uḷḷārkku. ulahu aḷavu ām uṇmai uṇarārkku; ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai. īdu āhum bhēdam ivarkku. eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உணர்வு இல்லார்க்கு, உள்ளார்க்கு உலகு உண்மை ஆகும். உணரார்க்கு உண்மை உலகு அளவு ஆம்; உணர்ந்தார் உண்மை உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும். ஈது இவர்க்கு பேதம் ஆகும். எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṇarvu illārkku, uḷḷārkku ulahu uṇmai āhum. uṇarārkku uṇmai ulahu aḷavu ām; uṇarndār uṇmai ulahiṉukku ādhāram-āy uru aṯṟu ārum. īdu ivarkku bhēdam āhum. eṇ</i>.<br>\n<br>\n<b>English translation:</b> To those who do not have knowledge and to those who have, the world is real. To those who do not know, reality is [limited to] the extent of the world, [whereas] to those who have known, reality pervades devoid of form as the <i>ādhāra</i> [support, substratum or foundation] for the world. This is the difference between them. Consider.</blockquote>\nIn this verse the terms உணர்வு உள்ளார் (<i>uṇarvu uḷḷār</i>), ‘those who have knowledge’, and உணர்ந்தார் (<i>uṇarndār</i>), ‘those who have known’, both refer to the <i>ātma-jñāni</i>, whom Bhagavan referred to in the previous verse as தன்னை உணர்ந்தார் (<i>taṉṉai uṇarndār</i>), ‘those who have known themself’, but as in verse 31 he uses the plural form ending in ர் (<i>r</i>) as an honorific and non-gender-specific singular, because what knows <i>ātma-svarūpa</i> is only <i>ātma-svarūpa</i>, which is the single and indivisible whole.<br>\n<br>\nஉண்மை (<i>uṇmai</i>) is an abstract noun derived from the verbal root உள் (<i>uḷ</i>), which means to be, exist or have, with the addition of the suffix மை (<i>mai</i>), which expresses an abstract quality or condition and which is therefore more or less equivalent to the English suffixes ‘-ness’ and ‘-ity’, so உண்மை (<i>uṇmai</i>) means isness, being, existence, reality, truth or what is, and is also used as an adjective meaning true, real or actual. In the first sentence of this verse I translated it as ‘real’ and in each of the next two sentences I translated it as ‘reality’, but in each case it is the same word and means the same. <br>\n<br>\nTherefore when Bhagavan says in the first sentence ‘உலகு உண்மை ஆகும், உணர்வு இல்லார்க்கு, உள்ளார்க்கு’ (<i>ulahu uṇmai āhum, uṇarvu illārkku, uḷḷārkku</i>), which means ‘the world is <i>uṇmai</i> [reality or real] to those who do not have knowledge and to those who have’, and then says in the third sentence ‘உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை’ (<i>ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai</i>), which means ‘to those who have known, <i>uṇmai</i> pervades devoid of form as the <i>ādhāra</i> [support or substratum] for the world’, what he implies is that in the view of the <i>ātma-jñāni</i> or <i>ātma-svarūpa</i> what shines as the world is not any forms but only what is real, namely the one formless <i>ādhāra</i> or substratum, which is oneself (<i>ātma-svarūpa</i>). In other words, the reason why he says the world is real in the view of the <i>ātma-jñāni</i> is that for <i>ātma-svarūpa</i> what exists is only itself, so nothing unreal exists at all, and hence what seems to us to be a world of countless finite forms is in its view only itself, the one formless and infinitely pervading reality.<br>\n<br>\nThough the word ஆதாரம் (<i>ādhāram</i>) that he uses here is the same word that he used in verse 11 when referring to the ego as the basis, foundation or support of knowledge and ignorance, in this context it obviously does not refer to the ego but only to <i>ātma-svarūpa</i>, which alone is what is real (<i>uṇmai</i>). That is, whereas our ego is the immediate <i>ādhāra</i> or support of the appearance of any world and our knowledge of it, the <i>ādhāra</i> of the ego is only <i>ātma-svarūpa</i>, so <i>ātma-svarūpa</i> is the ultimate <i>ādhāra</i> of everything.<br>\n<br>\nThe world as we now know it is a vast collection of changing forms (phenomena), whereas <i>ātma-svarūpa</i> (our own real self) is the formless and unchanging substratum of the entire world-appearance. When we see an illusory snake we do not see it as its real substratum, which is a rope, and when we see it as the rope that it actually is we no longer see it as a snake. Likewise, when we experience this world as a collection of changing forms we do not experience it as its real substratum, which is our formless and unchanging <i>ātma-svarūpa</i>, and when we experience our <i>ātma-svarūpa</i> as it actually is we will no longer experience it as a collection of changing forms.<br>\n<br>\nThis can also be clearly illustrated by <a href=\"https://en.wikipedia.org/wiki/Rabbit–duck_illusion\">the ambiguous image or a rabbit or duck</a>, which we can see either as a rabbit or as a duck, but never as both simultaneously. Just as we cannot see it as both simultaneously, we cannot see the world as a collection of multiple forms and simultaneously see it as our formless self. When we see it as multiple forms we do not see it as ourself, and when we see it as ourself we do not see any forms.<br>\n<br>\nThis is what Bhagavan taught us unequivocally in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para03\">third</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṯpita sarppa-jñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-jñāṉam uṇḍāhādadu pōla, kaṯpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause of all knowledge [other than our fundamental knowledge ‘I am’] and of all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as unless knowledge of the imaginary snake ceases, knowledge of the rope, which is the <i>adhiṣṭhāna</i> [the base that underlies and supports the illusory appearance of the snake], will not arise, unless perception of the world, which is a <i>kalpita</i> [a fabrication, mental creation or figment of our imagination], ceases, <i>svarūpa-darśana</i> [experience of our own actual self], which is the <i>adhiṣṭhāna</i> [the base or foundation that underlies and supports the imaginary appearance of this world], will not arise.<br>\n<br>\n[...] நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. [...]<br>\n<br>\n[...] <i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>. [...]<br>\n<br>\n[...] Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. In sleep there are no thoughts, [and consequently] there is also no world; in waking and dream there are thoughts, [and consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [our ‘own form’ or actual self] does not appear [as it really is]; when <i>svarūpa</i> appears (shines) [as it really is], the world does not appear. [...]</blockquote>\nIf we carefully read and consider what Bhagavan says in these two paragraphs, it should be clear to us that he did not teach that the <i>ātma-jñāni</i> sees the world as ‘an uncaused appearance in the Self’, let alone that ‘the <i>jnani</i> is aware that the world is real […] as an uncaused appearance in the Self’. The <i>ātma-jñāni</i> is not aware of the world at all except as the one formless and immutable <i>ātma-svarūpa</i>, which alone is what actually exists and which is therefore the ultimate support and foundation (<i>ādhāra</i> or <i>adhiṣṭhāna</i>) of everything that seems to exist, beginning with the ego, in whose view alone anything else seems to exist.<br>\n<ul><a name=\"un04\"></a><b>14c. <i>Uḷḷadu Nāṟpadu</i> verse 4: we can experience the world as forms only if we experience ourself as a form</b></ul>\nThe fact that the <i>ātma-jñāni</i> does not experience any forms at all was also clearly implied by Bhagavan in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/drg-drsya-viveka-distinguishing-seer.html#witness\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [in nature] than the eye [that sees it]? The [real] eye is oneself, the infinite eye.</blockquote>\nSince every form is a limit (<i>anta</i>), what Bhagavan describes here as ‘அந்தம் இலா கண்’ (<i>antam-ilā kaṇ</i>), the ‘limitless [or infinite] eye’, is the formless awareness that we actually are. Since what is seen (or experienced) cannot be otherwise in nature than the eye that sees it (the awareness that experiences it), whatever is experienced by the infinite and formless eye that we really are must likewise be infinite and hence formless. This is why Bhagavan asks rhetorically, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘if oneself is not a form, who can see their forms, and how [to do so]?’, thereby implying that we cannot see any forms of the world or God unless we confine ourself within limits by experiencing ourself as a form.<br>\n<br>\nThus in this verse Bhagavan emphasises once again that when we experience ourself as the infinite and hence formless awareness that we actually are, we will not experience any forms. Therefore since everything that seems to be other than ourself is a form of one kind or another, when we experience ourself as we actually are we will not experience anything other than ourself, as he stated explicitly in verses 12 and 31.<br>\n<ul><a name=\"ignorance\"></a><b>14d. Why is true knowledge devoid not only of knowledge but also of ignorance of anything other than ourself</b></ul>\nThis absence of any knowledge or experience of any world or anything else other than ourself is what Bhagavan refers to when he writes in the first sentence of verse 12 of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘that which is devoid of knowledge and ignorance is [true] knowledge’, and in the first sentence of verse 27 of <i>Upadēśa Undiyār</i>, ‘அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும்’ (<i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum</i>), ‘only knowledge which is devoid of knowledge and ignorance is [true] knowledge’. Since our own actual self (<i>ātma-svarūpa</i>) is alone true knowledge, and since it does not know anything other than itself, it is clear why he says that it is devoid of knowledge, but why does he say that it is also devoid of ignorance? Is not its lack of any knowledge of anything other than itself tantamount to ignorance of such things?<br>\n<br>\nWe can only be said to be ignorant of something that exists or that at least seems to exist or could possibly exist. For example I cannot meaningfully say that you are ignorant of the beauty of a square circle, because there is no such thing as a square circle, nor could there ever be or ever even seem to be. The very meaning of the words ‘square’ and ‘circle’ exclude any possibility of the existence or even appearance of a square circle, so since there can never be a square circle, there is no such thing as the beauty of a square circle, and hence no such thing as ignorance of that beauty.<br>\n<br>\nTherefore by saying that true knowledge is devoid not only of knowledge but also of ignorance Bhagavan emphasises the fact that in his view there is nothing other than ourself that we could either know or be ignorant of. In other words, by teaching us that true knowledge is devoid of both knowledge and ignorance of any other thing, he was implying indirectly but quite clearly that nothing other than ourself actually exists, so the state in which we know ourself as we actually are is a state beyond the scope of relative knowledge and ignorance — that is, beyond any possibility of either knowledge or ignorance of anything other than ourself. Therefore though the <i>ātma-jñāni</i> (or <i>ātma-svarūpa</i>) does not know anything other than himself, he cannot be said to be ignorant, because there is nothing other than himself that he could know or be ignorant about.<br>\n<ul><a name=\"void\"></a><b>14e. Since true knowledge is devoid of knowledge and ignorance, why does Bhagavan say it is not a void?</b></ul>\nAfter saying ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால் தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl tāṉ aṟivu āhum</i>), which means ‘since it shines without any other thing to know or to make known, oneself is [true] knowledge’, Bhagavan concludes verse 12 of <i>Uḷḷadu Nāṟpadu</i> by saying, ‘பாழ் அன்று’ (<i>pāṙ aṉḏṟu</i>), which means ‘it is not a void’. In this context பாழ் (<i>pāṙ</i>) is a noun derived from the verb பாழ் (<i>pāṙ</i>), which means to be ruined, be laid waste or become useless, so as a noun it means ruin, devastation, desolation, wretchedness, uselessness, barrenness, emptiness, nothingness, non-existence or zero, and in philosophy it is often used as an equivalent of the Sanskrit word शून्य (<i>śūnya</i>).<br>\n<br>\nWhen Bhgavan says in this verse that true knowledge is devoid of knowledge and ignorance and also of any other thing to know or to make known, why does he then say that it is not பாழ் (<i>pāṙ</i>), a void, emptiness or nothingness? The reason is that what it is devoid of is whatever is unreal or non-existent, so being devoid of everything unreal it is full of what is real, namely itself, which is what we actually are.<br>\n<br>\nTherefore, though he does not say so explicitly, he implies here and elsewhere that what is actually void or empty of any reality is only anything other than ourself (as Buddha also implied in <a href=\"#sunna\"><i>Suñña Lōka Suttaṁ</i></a>). Therefore since true knowledge, which is ourself, is devoid or empty only of whatever is itself empty, it would be a misnomer to apply the terms பாழ் (<i>pāṙ</i>), शून्य (<i>śūnya</i>), <i>suñña</i>, empty or void to true knowledge or ourself. These terms are applicable only to everything other than ourself, and not to ourself, because we alone are what is full, whole and real.<br>\n<br>\n<a name=\"purna\"></a><b>15. We alone are what is full, whole or <i>pūrṇa</i></b><br>\n<br>\nVerse 12 of <i>Uḷḷadu Nāṟpadu</i> is the only verse in which Bhagavan wrote explicitly that we are not பாழ் (<i>pāṙ</i>), empty or void, but in several other verses he taught us that we are பூன்றம் (<i>pūṉḏṟam</i>), पूर्ण (<i>pūrṇa</i>), full, whole, complete or entire, which is tantamount to saying the we are not empty, void or nothing.<br>\n<ul><a name=\"un07\"></a><b>15a. <i>Uḷḷadu Nāṟpadu</i> verse 7: the eternal and immutable ground and source of the ego and world is the infinite whole</b></ul>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i> he wrote:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and mind arise and subside simultaneously, the world shines by the mind. Only that which shines without appearing or disappearing as the base for the appearing and disappearing of the world and mind is <i>poruḷ</i> [the real substance], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nஅறிவு (<i>aṟivu</i>) is a noun derived from the verb அறி (<i>aṟi</i>), which means to know, perceive or experience, so the basic meaning of அறிவு (<i>aṟivu</i>) is knowledge, but it is often used in the sense of awareness, so it can also refer either to ourself (<i>ātman</i>) or to our ego or mind. In verse 27 of <i>Upadēśa Undiyār</i> and in verses 10, 11 and 12 of <i>Uḷḷadu Nāṟpadu</i> Bhagavan used it in the sense of knowledge or awareness in general, but in this verse he uses it specifically in the sense of ego or mind, because it is only by the ego or mind that the world is experienced, and because in the sense of what is aware, the only awareness that rises and subsides or appears and disappears is this ego or mind.<br>\n<br>\nTherefore when he says here ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), which means ‘the world shines by <i>aṟivu</i> [the ego or mind]’, what he implies is that the seeming existence of the world is illumined and experienced only by our ego or mind. In other words, the world does not seem to exist except in the view of ourself as this ego. Whenever we do not experience ourself as this ego (as for example in sleep), no world seems to exist at all, but whenever we do experience ourself as this ego (as in waking or in any other dream), this or some other world will always seem to exist (as Bhagavan explained in more detail in the portion of the fourth paragraph of <i>Nāṉ Yār?</i> that I cited above in <a href=\"#un18\">section 14b</a>).<br>\n<br>\nSince our ego rises and subsides or appears and disappears, it cannot be what is ultimately real, nor can it be what we actually are. Since it and everything else appears and disappears in our experience, we alone must be the source from which it and everything else arises and into which they subside. Therefore what Bhagavan describes here as ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē</i>), which means ‘only that which shines without appearing or disappearing as the base for the appearing and disappearing of the world and <i>aṟivu</i> [ego or mind]’, is ourself as we actually are — in other words, it is our <i>ātma-svarūpa</i> (the ‘own form’ or essential nature of ourself), which alone is what actually exists (as he says in the seventh paragraph of <i>Nāṉ Yār?</i>).<br>\n<br>\nTherefore when he says ‘அஃதே பூன்றம் ஆம் பொருள்’ (<i>aḵdē pūṉḏṟam ām poruḷ</i>), which means ‘only that is <i>poruḷ</i> [the real substance], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’, he implies that we alone are the real substance, which is the infinite whole. பொருள் (<i>poruḷ</i>) is a Tamil term that in this context means almost exactly the same as the Sanskrit term वस्तु (<i>vastu</i>), namely substance, essence or thing, particularly in the sense of what actually exists or is real, and therefore like ‘<i>vastu</i>’ it is often used to denote <i>brahman</i> as the ultimate substance or reality. பூன்றம் (<i>pūṉḏṟam</i>) is a Tamil variant of the Sanskrit term वस्तु (<i>pūrṇa</i>), which means what is full, whole, complete, entire or perfect, and which is therefore often used to denote <i>brahman</i> as the one infinite whole, other than which nothing exists. Therefore பூன்றம் ஆம் பொருள் (<i>pūṉḏṟam ām poruḷ</i>) means the ultimate substance or reality (<i>poruḷ</i> or <i>vastu</i>), which is the one infinite whole or absolute fullness (<i>pūṉḏṟam</i> or <i>pūrṇa</i>).<br>\n<br>\nIn the final sentence of this verse Bhagavan says that this பூன்றம் ஆம் பொருள் (<i>pūṉḏṟam ām poruḷ</i>) or ‘substance which is the whole’ is what shines without appearing or disappearing as the இடன் (<i>iḍaṉ</i>) for the appearing and disappearing of the world and ego or mind. இடன் (<i>iḍaṉ</i>) generally means a wide expanse or extended space, being a variant of இடம் (<i>iḍam</i>), which means place, room, site, ground, space or expanse, but which Bhagavan often used in a metaphorical sense to refer to ourself as the source, ground or space from which, on which and in which our ego appears and disappears along with everything else that it experiences. Therefore the phrase ‘உலகு அறிவு தோன்றி மறைதற்கு இடன்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ</i>), which means ‘the base [ground or space] for the appearing and disappearing of the world and <i>aṟivu</i> [ego or mind]’, refers to ourself as that from which, on which and in which our ego and all its progeny (this or any other world) appear and disappear.<br>\n<br>\nHowever, if we investigate this ego, which is what we now seem to be, we will find that it is not what we actually are and therefore does not actually exist, so its appearance and disappearance is not real but is just an illusion, and it is an illusion that seems to exist only in its own view, because in the limitless view of the infinite whole it does not appear or disappear at all. Hence, since the world shines only by this illusory ego (that is, it is experienced only by this ego and therefore seems to exist only in its view), its appearance and disappearance is likewise not real but is just an illusion. Therefore in the clear view of <i>ātma-svarūpa</i>, which is the infinite whole, the ego and world are entirely non-existent, so even to say that the infinite whole (ourself) is void in the sense that it is empty of ego or world is not quite true, because how can it be empty of what does not exist? Hence, since there is nothing other than ourself of which we could be empty, we are absolutely and unconditionally full, whole or <i>pūrṇa</i>.<br>\n<br>\nHowever, because the ego and world do seem to exist in our view, albeit only intermittently, in this verse Bhagavan concedes their seeming existence, and therefore describes ourself as the base, ground or space for their appearing or disappearing. Nevertheless, he points out that since we ourself shine without ever appearing or disappearing as the base or ground for the appearance and disappearance of everything else, we alone are what actually exists, and hence we are not empty but absolutely full and whole. Thus by saying ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>), which means ‘only that which shines without appearing or disappearing as the base for the appearing and disappearing of the world and mind is <i>poruḷ</i> [the real substance], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’, Bhagavan emphasises the fullness, wholeneness, infinitude and perfection of ourself, the one ultimate substance or reality.<br>\n<ul><a name=\"uu20\"></a><b>15b. <i>Upadēśa Undiyār</i> verse 20: what remains as ‘I am I’ after the ego dissolves is infinite fullness</b></ul>\nThe fact that we ourself are the one infinite whole (<i>pūṉḏṟam</i> or <i>pūrṇa</i>) was also stated by Bhagavan explicitly in verse 20 of <i>Upadēśa Undiyār</i>. In <a href=\"http://happinessofbeing.blogspot.co.uk/2015/07/by-attending-to-our-ego-we-are.html#uu19\">verse 19</a> he said ‘நான் என்று எழும் இடம் ஏது என நாட உள், நான் தலைசாய்ந்திடும். ஞான விசாரம் இது’ (<i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ, nāṉ talai-sāyndiḍum. jñāṉa-vicāram idu</i>), which means ‘When one investigates within what the place is from which it rises as ‘I’, ‘I’ will die. This is <i>jñāna-vicāra</i>’, and then in verse 20 he wrote:<br>\n<blockquote>நானொன்று தானத்து நானானென் றொன்றது<br>\nதானாகத் தோன்றுமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானது பூன்றமா முந்தீபற.<br>\n<br>\n<i>nāṉoṉḏṟu thāṉattu nāṉāṉeṉ ḏṟoṉḏṟadu <br>\ntāṉāhat tōṉḏṟumē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;āṉadu pūṉḏṟamā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் ஒன்று தானத்து நான் நான் என்று ஒன்று அது தானாக தோன்றுமே. தான் அது பூன்றம் ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ oṉḏṟu thāṉattu nāṉ nāṉ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. tāṉ adu pūṉḏṟam ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் ஒன்று தானத்து நான் நான் என்று ஒன்று அது தானாக தோன்றுமே. அது தான் பூன்றம் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ oṉḏṟu thāṉattu nāṉ nāṉ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. adu tāṉ pūṉḏṟam ām</i>.<br>\n<br>\n<b>English translation:</b> In the place where ‘I’ merges, that, the one, appears spontaneously [or as oneself] as ‘I am I’. That itself is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nWhat Bhagavan described in the previous verse as ‘நான் தலைசாய்ந்திடும்’ (<i>nāṉ talai-sāyndiḍum</i>), which means ‘I will die’, is what he refers to in this verse when he says ‘நான் ஒன்று தானத்து’ (<i>nāṉ oṉḏṟu thāṉattu</i>), which means ‘in the place where ‘I’ merges’. Though தானம் (<i>thāṉam</i>) is a Tamil form of the Sanskrit word स्थान (<i>sthāna</i>), which means a place, abode, location or situation, he often used this and other words that mean ‘place’ in a metaphorical sense to refer to ourself, because we are the source from which and the space in which our ego and everything else appear and into which they must all eventually merge.<br>\n<br>\nHe uses the word ஒன்று (<i>oṉḏṟu</i>) twice in this verse, first as a verb and then as a noun. As a verb it means to become one, unite, coalesce or merge, and in the phrase ‘நான் ஒன்று தானத்து’ (<i>nāṉ oṉḏṟu thāṉattu</i>) he uses it to represent the relative participle ஒன்றும் (<i>oṉḏṟum</i>), which in this context means ‘where it merges’. Later in the same sentence when he says ‘நான் நான் என்று ஒன்று அது தானாக தோன்றுமே’ (<i>nāṉ nāṉ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē</i>), which means ‘that, the one, appears spontaneously as I am I’, he uses ஒன்று (<i>oṉḏṟu</i>) as a noun meaning ‘one’ to refer to the one reality or only thing that actually exists, namely ourself.<br>\n<br>\nதானாக (<i>tāṉāha</i>) is an adverb that can mean ‘spontaneously’, ‘as oneself’ or ‘by itself’ (in the sense of ‘on its own’ or ‘all alone’), and in this context all these meanings are appropriate, because the one that appears as ‘I am I’ is ourself as we actually are, and when our ego is dissolved in ourself what we actually are appears spontaneously and all alone. Though the verb தோன்று (<i>tōṉḏṟu</i>) usually means to appear, spring up, arise, come into existence or be born, it can also mean just to be visible or clear, so in this context தோன்றுமே (<i>tōṉḏṟumē</i>) means ‘it appears’ in the sense of ‘it becomes clear’ rather than in the sense ‘it comes into existence’, because what we actually are is what exists and is experienced always, even when we are seemingly obscured by the adjuncts that our ego mixes and confuses with ourself.<br>\n<br>\nTo make it clear that what we actually are is is not something that newly arises when our ego is dissolved but is what exists always and everywhere, in the final sentence Bhagavan says ‘தான் அது பூன்றம் ஆம்’ (<i>tāṉ adu pūṉḏṟam ām</i>), which means ‘that itself is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’. Since பூன்றம் (<i>pūṉḏṟam</i>) means what is full, whole, complete or entire, it denotes the infinite reality, which is beyond the limits of time and space, so there is no time and no space that it does not pervade, and hence it can never undergo any change such as appearing or disappearing.<br>\n<ul><a name=\"un30\"></a><b>15c. <i>Uḷḷadu Nāṟpadu</i> verse 30: ‘I am I’ means we are only ourself, and since nothing else exists we are the infinite whole</b></ul>\nIn verse 30 of <i>Uḷḷadu Nāṟpadu</i> Bhagavan not only expresses the same idea that he expressed in verse 20 of <i>Upadēśa Undiyār</i> but also uses many of the same words:<br>\n<blockquote>நானா ரெனமனமுண் ணாடியுள நண்ணவே<br>\nநானா மவன்றலை நாணமுற — நானானாத்<br>\nதோன்றுமொன்று தானாகத் தோன்றினுநா னன்றுபொருள்<br>\nபூன்றமது தானாம் பொருள்.<br>\n<br>\n<i>nāṉā reṉamaṉamuṇ ṇāḍiyuḷa naṇṇavē<br>\nnāṉā mavaṉḏṟalai nāṇamuṟa — nāṉāṉāt<br>\ntōṉḏṟumoṉḏṟu tāṉāhat tōṉḏṟiṉunā ṉaṉḏṟuporuḷ<br>\npūṉḏṟamadu tāṉām poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ தோன்றும் ஒன்று தானாக. தோன்றினும், ‘நான்’ அன்று. பொருள் பூன்றம் அது, தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā tōṉḏṟum oṉḏṟu tāṉāha. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. poruḷ-pūṉḏṟam adu, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ ஒன்று தானாக தோன்றும். தோன்றினும், ‘நான்’ அன்று. அது பூன்றப் பொருள், தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā oṉḏṟu tāṉāha tōṉḏṟum. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. adu pūṉḏṟa-p-poruḷ, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> When the mind reaches the heart [by] inwardly investigating who am I, [and thereby] when he who is ‘I’ dies, the one appears spontaneously [or as oneself] as ‘I am I’. Though it appears, it is not ‘I’ [the ego]. It is <i>poruḷ-pūṉḏṟam</i> [the entire substance, whole reality or <i>pūrṇa-vastu</i>], the <i>poruḷ</i> that is oneself.</blockquote>\n‘மனம் உளம் நண்ணவே’ (<i>maṉam uḷam naṇṇavē</i>), which literally means ‘when the mind reaches the heart’, is a metaphorical way of saying ‘when the subsidence of our mind within ourself is complete’. ‘நான் ஆம் அவன்’ (<i>nāṉ ām avaṉ</i>), which means ‘he who is I’, refers to the ego, and ‘தலை நாணம் உற’ (<i>talai nāṇam uṟa</i>) literally means ‘when it suffers head-shame’, but implies ‘when it bows its head in shame’, and is a metaphorical way of saying ‘when it subsides and dies’.<br>\n<br>\n<br>\nWhat happens when our ego investigates who am I and thereby subsides back into ourself and dies is expressed by the words ‘நான் நான் ஆ தோன்றும் ஒன்று தானாக’ (<i>nāṉ nāṉ ā tōṉḏṟum oṉḏṟu tāṉāha</i>), which means ‘the one appears spontaneously as I am I’. ஒன்று (<i>oṉḏṟu</i>), which means ‘one’ or ‘the one’, refers to ourself as we actually are, because according to Bhagavan what we actually are is the one and only thing that really exists. As we saw above while discussing the meaning of verse 20 of <i>Upadēśa Undiyār</i>, in this context தோன்றும் (<i>tōṉḏṟum</i>) means ‘it appears’ in the sense of ‘it becomes clear’ or ‘it shines clearly’, because what we actually are does not ever undergo any change whatsoever, so its ‘appearance’ when our ego dies is like the sun shining forth brightly when the clouds are blown aside. Just as the sun was always shining brightly even when its brightness seemed to be obscured by the clouds, so our actual self is always shining clearly even when its clarity seems to be obscured by our ego.<br>\n<br>\nThis is why Bhagavan says in the next sentence ‘தோன்றினும், நான் அன்று’ (<i>tōṉḏṟiṉum, nāṉ aṉḏṟu</i>), which means ‘though it appears, it is not I’ and which implies that it is not our ego, which is the spurious form of ‘I’ that appears and disappears. What we really are does not appear or disappear like the ego, even though it momentarily seems to appear afresh when the ego is removed. That is, what destroys the ego is a fresh clarity of self-awareness, but as soon as the ego is destroyed we will recognise that clarity to be natural and eternal, so it will no longer seem to be a fresh appearance.<br>\n<br>\nWhen Bhagavan describes this fresh ‘appearance’ of ourself as clear self-awareness, in both this verse and verse 20 of <i>Upadēśa Undiyār</i> (and also in verse 2 of <i>Āṉma-Viddai</i>) he says that it appears or shines clearly as ‘நான் நான்’ (<i>nāṉ nāṉ</i>), which means ‘I am I’. As I have explained before (such as in <a href=\"http://happinessofbeing.blogspot.co.uk/2014/07/self-awareness-i-thought-i-feeling-and.html#02\">நான் நான் (<i>nāṉ nāṉ</i>) means ‘I am I’, not ‘I-I’</a>), in Tamil (as in many other languages) the copula (that is, any verb that connects a subject with its complement, such as ‘am’, ‘are’ or ‘is’) is generally not expressed explicitly in the present tense, so just as ‘நான் இது’ (<i>nāṉ idu</i>) means ‘I am this’ and ‘நான் யார்’ (<i>nāṉ yār</i>) or ‘நான் ஆர்’ (<i>nāṉ ār</i>) means ‘I am who?’, ‘நான் நான்’ (<i>nāṉ nāṉ</i>) means ‘I am I’.<br>\n<br>\nBhagavan often described our ego as the awareness ‘நான் இது’ (<i>nāṉ idu</i>) or ‘I am this’ because as this ego we experience ourself as a body and various other adjuncts, so in this term ‘நான் இது’ (<i>nāṉ idu</i>) the ‘இது’ (<i>idu</i>) or ‘this’ represents whatever body and other adjuncts we currently experience as ourself. Thus our ego is a mixed self-awareness (that is, a confused mixture of our pure self-awareness, ‘I am’, with whatever adjuncts are denoted by ‘this’), whereas our actual self or <i>ātma-svarūpa</i> is pure self-awareness, undefiled by even the slightest mixture with any adjuncts. Therefore, since our actual self does not experience itself as anything other than itself, Bhagavan described it as ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘I am I’ in order to contrast it with our ego, which experiences itself as ‘நான் இது’ (<i>nāṉ idu</i>) or ‘I am this’.<br>\n<br>\nThis contrast between ‘நான் இது’ (<i>nāṉ idu</i>) and ‘நான் நான்’ (<i>nāṉ nāṉ</i>) is explained by Lakshmana Sarma in his Tamil commentary on this verse of <i>Uḷḷadu Nāṟpadu</i>, and his explanation is significant because he was the only person who studied the meaning of <i>Uḷḷadu Nāṟpadu</i> in minute detail under the direct guidance of Bhagavan, so he had heard Bhagavan explain the meaning and implication of each verse several times. However, though the obvious meaning of ‘நான் நான்’ (<i>nāṉ nāṉ</i>) in this context is ‘I am I’, and though there is plenty of evidence that this is what Bhagavan intended it to mean, for some reason whoever first translated <i>Upadēśa Undiyār</i> and <i>Uḷḷadu Nāṟpadu</i> into English translated it as ‘I-I’, and most subsequent translators translated it accordingly without questioning whether ‘I-I’ is a correct or even meaningful interpretation of ‘நான் நான்’ (<i>nāṉ nāṉ</i>) in this context.<br>\n<br>\nIn section 363 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 346) it is recorded that once when Bhagavan was asked ‘What is <i>sphurana</i> (shining)?’ he replied:<br>\n<blockquote>(<i>Aham, aham</i>) ‘I-I’ is the Self; (<i>Aham idam</i>) “I am this” or “I and that” is the ego. Shining is there always. The ego is transitory. When the ‘I’ is kept up as ‘I’ alone it is the Self; when it flies at a tangent and says “this” it is the ego.</blockquote>\nSince this indicates that his intention was to contrast ‘<i>aham aham</i>’ with ‘<i>aham idam</i>’ and since the recorder translated the latter as ‘I am this’, he should logically have translated the former as ‘I am I’, but instead he translated it as ‘I-I’, which indicates that by 1937 the habit of translating ‘<i>nāṉ nāṉ</i>’ or ‘<i>aham aham</i>’ as ‘I-I’ instead of ‘I am I’ had already become firmly established among those who translated, recorded or wrote about Bhagavan’s teachings in English. In this context not only was Bhagavan contrasting ‘<i>aham aham</i>’ with ‘<i>aham idam</i>’, but in his previous answer he had referred to the Biblical saying ‘<span style=\"font-variant:small-caps\">I am that I am</span>’, which provides further evidence that what he meant by ‘<i>aham aham</i>’ was ‘I am I’ as opposed to ‘I am this’.<br>\n<br>\nThese two answers given by Bhagavan were also recorded in similar words towards the end of the sixth chapter or the first part of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 35), but there the Sanskrit words ‘<i>aham aham</i>’ and ‘<i>aham idam</i>’ were not included in brackets, so unless one understands that ‘I-I’ is a frequently occurring wrong translation of ‘<i>nāṉ nāṉ</i>’ or ‘<i>aham aham</i>’ it is less obvious in that passage of <i>Maharshi’s Gospel</i> that what was translated as ‘I-I’ should have been translated as ‘I am I’.<br>\n<br>\nWhat Bhagavan actually meant on each occasion when he said or wrote ‘நான் நான்’ (<i>nāṉ nāṉ</i>) can be determined from the context in which he used these words. Whenever he used these words with reference to our experience of ourself as we really are, the meaning he intended was ‘I am I’, but in other contexts he used these same words in some other sense. For example, in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/08/that-alone-is-tapas-first-teachings.html#first\">his first reply to Kavyakantha</a> he began with the phrase ‘நான் நான் என்பது’ (<i>nāṉ nāṉ eṉbadu</i>), but in that context these words mean ‘that which says I, I’, because they refer only to the ego and not to ourself as we really are. Another example is the sentence in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i> in which he says ‘நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட அவ்விடத்திற் கொண்டுபோய் விட்டுவிடும்’ (<i>nāṉ, nāṉ eṉḏṟu karudi-k-koṇḍirundāluṅ-gūḍa a-vv-iḍattil koṇḍu-pōy viṭṭu-viḍum</i>), which means ‘even if one continues thinking ‘I, I’, it will take and leave [one] in that place’. In this context the comma printed after the first நான் (<i>nāṉ</i>) indicates that when he meant by ‘நான், நான்’ (<i>nāṉ, nāṉ</i>) was ‘I, I’ rather than ‘I am I’, because he was referring to meditating on or doing mental <i>japa</i> of the word ‘I’ as an aid to help one direct one’s attention towards oneself, who is what is denoted by this first person pronoun.<br>\n<br>\nHowever, though there were some exceptions such as these, in most cases when Bhagavan used the words ‘நான் நான்’ (<i>nāṉ nāṉ</i>) he was referring to being aware of ourself as ourself alone, so in such cases what he meant by ‘நான் நான்’ (<i>nāṉ nāṉ</i>) was ‘I am I’ in the sense of ‘I am only I’ or ‘I am nothing but I’. Therefore what he was emphasising by these words is that what we actually are is only ourself and not anything other than ourself.<br>\n<br>\nThis is what he often explained is the true significance of the statement attributed to God in <i>Exodus</i> 3.14, namely ‘<i>ehyeh asher ehyeh</i>’, which is translated generally as ‘<span style=\"font-variant:small-caps\">I am that I am</span>’ but sometimes as ‘I am what I am’. The ancient Hebrew word <i>asher</i> is a relativiser (a subordinating conjunction that marks a relative clause), but it is used here to connect a subject with its complement, so in this context it means ‘that which is’ or ‘what is’, so what ‘<i>ehyeh asher ehyeh</i>’ actually means is ‘I am that which is I am’, which implies exactly what Bhagavan expressed more simply in Tamil by the words ‘நான் நான்’ (<i>nāṉ nāṉ</i>): ‘I am I’.<br>\n<br>\nSince everything other than ourself seems to exist only in the view of our ego, when we investigate our ego and thereby find that it does not actually exist, nothing other than ourself will then exist or even seem to exist. In that state of pure self-awareness, therefore, we will experience ourself as nothing other than ourself alone, so this absolutely non-dual and otherless self-experience was succinctly expressed by Bhagavan in just two words: ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘अहम् अहम्’ (<i>aham aham</i>), ‘I am I’.<br>\n<br>\nSince as our actual self (<i>ātma-svarūpa</i>) we experience ourself alone as ‘I am I’, and since nothing else actually exists, Bhagavan ends this verse by saying ‘பொருள் பூன்றம் அது, தான் ஆம் பொருள்’ (<i>poruḷ-pūṉḏṟam adu, tāṉ ām poruḷ</i>), which means ‘that is <i>poruḷ-pūṉḏṟam</i>, the <i>poruḷ</i> that is oneself’. As we saw above while considering the meaning of <a href=\"#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>, பொருள் (<i>poruḷ</i>) means substance, essence or thing, particularly in the sense of what actually exists or is real, and பூன்றம் (<i>pūṉḏṟam</i>) means what is full, whole, complete, entire or perfect, so பொருள் பூன்றம் (<i>poruḷ-pūṉḏṟam</i>) — or பூன்றப் பொருள் (<i>pūṉḏṟa-p-poruḷ</i>), as it would normally be written in Tamil prose — means the same as the Sanskrit term परिपूर्ण वस्तु (<i>paripūrṇa-vastu</i>), namely the perfectly whole, complete and full real substance, and therefore implies the infinite reality, which is the one real substance or essence, other than which nothing exists.<br>\n<br>\nIn addition to saying that what remains as ‘I am I’ after the ego has been destroyed is the infinite whole and real substance, he also says that it is ‘தான் ஆம் பொருள்’ (<i>tāṉ ām poruḷ</i>), which means ‘the substance that is oneself’, so once again in the final words of this verse he emphasises that the one infinite reality (<i>pūṉḏṟa-p-poruḷ</i> or <i>paripūrṇa-vastu</i>) is nothing other than ourself. Therefore, since we are the one infinite whole, there is nothing other than ourself, so we are not empty or void, firstly because we are absolute fullness and secondly because there is nothing else of which we could be empty. We are what we are and what we always have been and always will be, and since nothing other than ourself actually exists, we are completely devoid of even the possibility of being void.<br>\n<br>\nThis is the clear implication of what Bhagavan teaches us in the three verses we have considered in this section, namely verses 7 and 30 of <i>Uḷḷadu Nāṟpadu</i> and verse 20 of <i>Upadēśa Undiyār</i>.<br>\n<br>\n<a name=\"ut12\"></a><b>16. <i>Upadēśa Taṉippākkaḷ</i> verse 12: being aware of multiplicity is ignorance</b><br>\n<br>\nIn verses 10 to 13 of <i>Uḷḷadu Nāṟpadu</i> Bhagavan teaches us what true knowledge is and distinguishes it from all spurious forms of knowledge. In earlier sections we have already considered the meaning of the first three of these four verses, so it is now time for us to consider the final one, namely verse 13. However before we do so it would be useful to consider the meaning of verse 12 of <i>Upadēśa Taṉippākkaḷ</i>, which is an earlier version of verse 13 of <i>Uḷḷadu Nāṟpadu</i>. Both of these verses were composed by him on the 30th July 1928, but having first composed the former, he later modified it as the latter in order to pack more ideas into it. Therefore, since some of the ideas expressed in both versions are expressed more succinctly in the later one, considering the meaning of the earlier one can help us to understand the meaning that Bhagavan intended to convey in the later one.<br>\n<br>\nIn verse 12 of <i>Upadēśa Taṉippākkaḷ</i> he says:<br>\n<blockquote>ஞானமொன் றேயுண்மை நானாவாய்க் காண்கின்ற<br>\nஞானமன்றி யின்றாமஞ் ஞானந்தான் — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamoṉ ḏṟēyuṇmai nāṉāvāyk kāṇgiṉḏṟa<br>\nñāṉamaṉḏṟi yiṉḏṟāmañ ñāṉandāṉ — ñāṉamān<br>\ndaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmbalavum boymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஒன்றே உண்மை. நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம் தான் ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam oṉḏṟē uṇmai. nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam tāṉ ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Knowledge alone is real. Ignorance, which is nothing other than knowledge that sees as many, itself does not exist apart from oneself, who is knowledge. All the many ornaments are unreal; say, do they exist apart from the gold, which is real?</blockquote>\nIn verses 10 to 12 of <i>Uḷḷadu Nāṟpadu</i> Bhagavan uses the Tamil words அறிவு (<i>aṟivu</i>) and அறியாமை (<i>aṟiyāmai</i>) to mean knowledge and ignorance respectively, whereas in this verse and verse 13 of <i>Uḷḷadu Nāṟpadu</i> he uses instead the words ஞானம் (<i>ñāṉam</i>) and அஞ்ஞானம் (<i>aññāṉam</i>), which are Tamil forms of the Sanskrit words ज्ञान (<i>jñāna</i>) and अज्ञान (<i>ajñāna</i>). However in this context ஞானம் (<i>ñāṉam</i>) means exactly the same as அறிவு (<i>aṟivu</i>), namely knowledge or awareness, and அஞ்ஞானம் (<i>aññāṉam</i>) means exactly the same as அறியாமை (<i>aṟiyāmai</i>), namely ignorance, so in terms of meaning there is no significance in the use of these different words in these verses.<br>\n<br>\nIn the first sentence of this verse, ‘ஞானம் ஒன்றே உண்மை’ (<i>ñāṉam oṉḏṟē uṇmai</i>), ஞானம் (<i>ñāṉam</i>) means knowledge or awareness in the sense of pure self-awareness, which according to Bhagavan is alone true knowledge, ஒன்றே (<i>oṉḏṟē</i>) is an emphatic term that means only or alone (being an intensified form of ஒன்று (<i>oṉḏṟu</i>), which means one), and உண்மை (<i>uṇmai</i>) means what actually exists or what is real, so this sentence means ‘knowledge alone is real’ and implies that pure self-awareness alone is what actually exists.<br>\n<br>\nAny knowledge other than pure self-awareness is a knowledge of something other than ourself, so in general terms it is what Bhagavan describes in the second sentence as ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), which means ‘knowledge [or awareness] that sees as many’. What these words refer to more precisely is our ego or mind, because our ego is the only awareness that sees or experiences anything other than itself, so whereas ஞானம் (<i>ñāṉam</i>) in the first sentence refers to our pure self-awareness, here the same word refers to our ego, which is an adjunct-mixed form of self-awareness.<br>\n<br>\nRather than saying that our ego sees many things, he says that it ‘sees as many’, because many things do not actually exist but merely seem to exist in the view of this ego. What actually exists is only pure self-awareness (as he implied in the first sentence), so when we rise as this ego and experience multifarious phenomena, what we are experiencing as many phenomena is actually only ourself, who are pure non-dual self-awareness.<br>\n<br>\nThough as this ego we seem to be a knowledge or awareness that experiences not only ourself but also many other things, Bhagavan says this knowledge called ego is not real knowledge but only ignorance (<i>ajñāna</i>). However, what he says about it in the second sentence is not just that it is <i>ajñāna</i>, but that <i>ajñāna</i> is nothing other than it, so when he says ‘நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam</i>), which means ‘ignorance, which is nothing other than knowledge that sees as many’, he clearly implies that what is called <i>ajñāna</i> is only our ego and does not exist in its absence.<br>\n<br>\nThough I translated the words ‘அன்றி இன்று ஆம்’ (<i>aṉḏṟi iṉḏṟu ām</i>) as ‘which is nothing other than’ (since this is what they imply), a more literal translation of them would be ‘which is non-existent besides’ or ‘which is non-existent except as’, because அன்றி (<i>aṉḏṟi</i>) is a conjunction that means except, besides, apart from, unless or but only, இன்று (<i>iṉḏṟu</i>) means non-existent or does not exist, and ஆம் (<i>ām</i>) is a relative participle that means which is. Thus what ‘நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam</i>) implies is that ignorance (<i>ajñāna</i>) does not exist except as the ego, the awareness that sees the one thing that actually exists (namely ourself) as if it were a multitude of diverse phenomena.<br>\n<br>\nHowever, in the second sentence of this verse Bhagavan does not only say that knowledge that sees as many is ignorance, but also says that it does not exist besides ourself, who are real knowledge. The entire sentence is ‘நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம் தான் ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam tāṉ ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), which means ‘ignorance, which is nothing other than knowledge that sees as many, itself does not exist apart from oneself, who is knowledge’. In this context தன்னை (<i>taṉṉai</i>), which means ‘oneself’, refers to our actual self, as indicated by the relative clause ‘ஞானம் ஆம்’ (<i>ñāṉam ām</i>), which means ‘who is knowledge’ and which implies that we are real knowledge (the knowledge referred to in the first sentence).<br>\n<br>\nThe final words of this sentence, ‘தன்னை அன்றி இன்று’ (<i>taṉṉai aṉḏṟi iṉḏṟu</i>) mean that ignorance (<i>ajñāna</i>) ‘does not exist apart from [besides, excluding or as other than] oneself’, and to illustrate this in the next two sentences he uses the analogy of gold and ornaments made of it. Just as the many ornaments into which gold can be formed are impermanent, so all phenomena and the ego that experiences them are just transitory appearances, and according to Bhagavan whatever is not permanent is not real (that is, it does not actually exist but merely seems to exist). Hence he says ‘அணிகள் தாம் பலவும் பொய்’ (<i>aṇigaḷ tām palavum poy</i>), which means ‘all the many ornaments are unreal’. However, just as the variety of gold ornaments could not exist if there were no gold, so the ego and all the phenomena it experiences could not seem to exist if their real substance, which is ourself, did not actually exist. This is what he implies in the final sentence, ‘மெய் ஆம் பொன்னை அன்றி உண்டோ?’ (<i>mey ām poṉṉai aṉḏṟi uṇḍō?</i>), which means ‘do they exist apart from gold, which is real?’.<br>\n<br>\nThus in this verse Bhagavan implies that the only real substance is ourself, who are pure self-awareness, and that nothing else actually exists. Whatever else seems to exist seems to exist only in the limited and distorted view of our ego or mind, which is the awareness that experiences our single self as multifarious phenomena, so the real substance underlying and supporting all these false appearances (namely our ego and all the phenomena it experiences) is our actual self (<i>ātma-svarūpa</i>). <br>\n<br>\n<a name=\"un13\"></a><b>17. <i>Uḷḷadu Nāṟpadu</i> verse 13: since we alone are real, being aware of anything else is ignorance</b><br>\n<br>\nThe second half of verse 13 of <i>Uḷḷadu Nāṟpadu</i> (that is, from the final foot of the second line till the end) is exactly the same as the second half of verse 12 of <i>Upadēśa Taṉippākkaḷ</i>, so when Bhagavan modified the latter as the former what he changed was only first line and first three feet of the second line. What he wrote in verse 13 of <i>Uḷḷadu Nāṟpadu</i> is:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇika ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇikaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is knowledge, alone is real. Knowledge that is many is ignorance. Even ignorance, which is unreal, does not exist apart from oneself, who is knowledge. All the many ornaments are unreal; say, do they exist apart from the gold, which is real?</blockquote>\nWhereas in the first sentence of the earlier version of this verse Bhagavan said ‘ஞானம் ஒன்றே உண்மை’ (<i>ñāṉam oṉḏṟē uṇmai</i>), which means ‘knowledge [or awareness] alone is real’, in the first sentence of this final version he said ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), which means ‘oneself, who is knowledge [or awareness], alone is real’, thereby clarifying that what he meant by ஞானம் (<i>ñāṉam</i>), knowledge or awareness, in this context is only ourself. In other words, what we actually are is only <i>jñāna</i>, which in this context means pure self-awareness, ‘I am’.<br>\n<br>\nIn the second sentence he says ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), which means ‘knowledge that is many is ignorance’. நானாவாம் ஞானம் (<i>nāṉā-v-ām ñāṉam</i>) literally means ‘knowledge that is many’, but what it implies is knowledge or awareness of multiplicity. Since what is real is only ourself, who are pure self-awareness, nothing other than ourself actually exists, so whatever else seems to exist is not real but just an illusion or false appearance. Therefore knowing anything other than ourself is not knowledge but only ignorance. Since we ourself are one, whatever appears as many is not ourself and hence not real, so knowledge or awareness of multiplicity is just a delusion.<br>\n<br>\nIn the earlier version of this verse, instead of saying that ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>) or ‘knowledge that is many’ is ignorance (<i>ajñāna</i>), he said that ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>) or ‘knowledge that sees as many’ is ignorance. Though there is a subtle difference between these two ideas, they are perfectly compatible, because if we consider them together it is clear that Bhagavan’s view is that knowledge of multiplicity and the ego, who alone experiences such knowledge, are both ignorance. That is, knowledge of multiplicity could not arise in the absence of the ego, because what knows or experiences multiplicity is only this ego, so if the ego itself is ignorance, so too is its knowledge of multiplicity.<br>\n<br>\nMoreover, since it is the very nature of the ego to be aware of things other than itself, and since it rises into existence and endures only by being aware of such things (as Bhagavan taught in <a href=\"http://happinessofbeing.blogspot.co.uk/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25 of <i>Uḷḷadu Nāṟpadu</i></a>), just as the seeming existence of multiplicity depends upon the seeming existence of the ego, so the seeming existence of the ego depends upon the seeming existence of multiplicity. Therefore the ego, which is the ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>) or ‘knowledge that sees as many’, and ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>) or ‘knowledge that is many’ are mutually dependent, because neither can exist without the other.<br>\n<br>\nTherefore, when we investigate ourself and thereby experience ourself as we really are, not only will our ego cease to exist but along with it all its knowledge of multiplicity will also cease to exist. Hence the only knowledge that will remain in the state of true self-experience is the knowledge ‘I am I’ or ‘I am nothing but I’, which is pure self-awareness. Therefore true self-knowledge (<i>ātma-jñāna</i>) is the state devoid of any knowledge other than the pure awareness of ourself, ‘I am’.<br>\n<br>\nHowever, though knowledge of multiplicity is only ignorance (<i>ajñāna</i>), in the third sentence of this verse Bhagavan says ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉam-um-ē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), which means ‘even ignorance, which is unreal, does not exist apart from oneself, who is knowledge’. That is, though our ego and its awareness of many other things are both entirely unreal, even such unreal appearances could not seem to exist if it were not for the real existence of ourself, who are pure self-awareness, which is the only substance (<i>poruḷ</i> or <i>vastu</i>) that actually exists and which alone is therefore what underlies and supports the seeming existence of everything else.<br>\n<br>\nTo illustrate this, Bhagavan once again uses the analogy of gold and ornaments made of it. Just as gold is the sole substance that appears in the form of many gold ornaments, so our pure self-awareness, ‘I am’, is the sole substance that we now experience as all this multiplicity. However, whereas gold is a material substance and must therefore always have a form, self-awareness is neither material nor finite, so it never actually has any form whatsoever. Since all finite things are forms of one kind or another, none of them are real, so everything other than ourself is just a false appearance.<br>\n<br>\nWhat gives rise to the false appearance of everything other than ourself is our ego, which is ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), the ‘awareness that sees as many’ (that is, the awareness that experiences our single self as if it were all these multifarious phenomena), so in order to free ourself from the ignorance of experiencing many phenomena instead of the one pure self-awareness, which alone is what actually exists, we must investigate this ego to see what it really is. According to Bhagavan, this ego does not really exist, so if we investigate it it will vanish, being just an illusory phantom that seems to exist only so long as we are aware of anything other than ourself.<br>\n<br>\n<a name=\"fear\"></a><b>18. Why do we fear to let go of everything?</b><br>\n<br>\nWhen we ponder on the meaning of all the verses that we have considered in this article, it is clear that Bhagavan has given us ample assurance that the state of true self-knowledge (<i>ātma-jñāna</i>) is not an absolute void (even though it is devoid of any experience of anything that is not real) and is therefore not something that we need fear, but none of us are yet ready to let go of everything unreal in order to experience what alone is real, namely our actual self (<i>ātma-svarūpa</i>). As Bob wrote in his comment, to which this article is a reply, ‘I would be lying to you if I said that surrendering myself […] isn’t scary. It is very scary as I am scared of dissolving into the unknown’.<br>\n<br>\nFear of the unknown may be a contributing factor, but our reluctance to let go of everything is due to more than that, because a state in which we experience nothing other than ourself is not actually something unknown to us, since we experience such a state whenever we fall asleep, and we do not for that reason fear sleep. In fact when we feel tired we welcome sleep as a pleasant relief from mental and physical activity and from an incessant stream of experiences. Therefore, since we do not fear sleep, why do we fear the loss of our ego?<br>\n<br>\nOne reason is that before we fall asleep we are confident that we will wake up again, so we do not fear it, whereas if we thought that we would never wake up again, we would fear sleep. In other words, we are happy to let go of everything on a temporary basis in exchange for some rest, but we do not want to let go of everything forever even though that would give us a permanent rest. Since we relish the rest that we experience in sleep, why do we not want to experience an eternal rest in which we do not experience anything other than ourself? The reason is obviously that we are attached to what we experience in waking and dream, so we are unwilling to let go of such experiences forever, and hence we cling to whatever we experience as an ego.<br>\n<br>\nWithout experiencing ourself as this finite ego, we never experience anything other than ourself. In sleep we do not experience ourself as this ego, and hence we do not experience anything else, but whenever we experience ourself as this ego, we experience other things. Therefore the reason why we are so attached to our ego is that it is only through this ego that we can experience anything else other than ourself.<br>\n<br>\nHowever, though we may enjoy some fleeting pleasures in waking and dream, we also experience many unpleasant things, such as fear, anxiety, depression, frustration, dissatisfaction, tiredness, exhaustion, hunger, thirst, heat, cold, discomfort, pain and anguish, whereas in sleep we experience only a pleasant and unalloyed rest until such time as our sleep is interrupted by yet another period of waking or dream. Our reluctance to sleep forever is therefore due to lack of wisdom on our part, because it is obviously unwise to prefer the transient pleasures and pains of waking and dream to the unalloyed peace and pleasantness of sleep.<br>\n<br>\nHow does this lack of wisdom arise in us? True wisdom is an inner clarity that enables us to distinguish what is real and permanent from what is illusory and transient, so lack of wisdom is the result of a clouding of our inner clarity. What then has caused this clouding of our inner clarity? Experiencing anything other than what is real is not clarity but only ignorance or delusion, so clarity is essentially just being aware of nothing other than what is real. Therefore, since according to Bhagavan we alone are what is real, being aware of ourself alone is clarity, and being aware of anything else is a clouding of this clarity. Hence, since we are aware of other things only when we are aware of ourself as this ego, the root cause of the clouding of our natural inner clarity is only the rising of our ego. So long as we allow ourself to rise as this ego, it will cloud our inner clarity and cause us to prefer the transient pleasures and pains of waking and dream to the unalloyed peace and happiness of eternal sleep.<br>\n<br>\nTherefore to the extent that our ego is weakened we will gain the wisdom to recognise that the unalloyed peace and joy of eternal sleep is infinitely preferable to the mixture of pleasure and pain that we experience in both waking and dream. What then is the way to weaken our ego? According to Bhagavan what feeds and nourishes our ego is awareness of anything other than ourself, so what will weaken and eventually destroy our ego is only the practice of self-investigation (<i>ātma-vicāra</i>) — that is, trying repeatedly and persistently to be attentively aware of ourself alone.<br>\n<br>\nThe more we try to be attentively self-aware, the weaker our ego will become, and hence the less our natural inner clarity of pure self-awareness will be clouded. Therefore the only way to free ourself from our present fear and reluctance to let go of everything other than ourself is to persevere in trying to be attentively aware of ourself as much as possible.<br>\n<ul><a name=\"sleep\"></a><b>18a. Why does sleep seem to our waking mind to have been a blank?</b></ul>\nIn his comment Bob asked why it is that all we can now remember about what we experienced in deep sleep is a blank or nothingness, or rather why we cannot remember anything at all except that we existed. At least he is able to recognise that we can remember that we existed in sleep, which means that we must have experienced our existence then, because many people seem to be unable to recognise this, and though some people can understand it at least vaguely when it is explained to them, their recognition of it is still not very clear. The extent to which we are clearly aware that we did experience ourself in sleep is largely determined by the extent to which we have practised being attentively self-aware, because the more familiar we are with being attentively self-aware the more clear and obvious it will be to us that we were aware of ourself even when we were not aware of anything else in sleep. Therefore even if we are not yet very clear about the fact that we were aware of ourself while asleep, the clarity with which we recognise this fact will increase as we persevere and go deeper in our practice of being attentively self-aware during this waking state.<br>\n<br>\nRegarding the question why sleep seems to our waking mind to have been a blank, void or nothingness, it seems to be so only because we mistake our awareness of phenomena in waking and dream to be real and to be the only experience there is. In other words, because we mistake நானாவாம் ஞானம் (<i>nāṉā-v-ām ñāṉam</i>) or awareness of multiplicity to be real knowledge, we mistake the absence of such awareness in sleep to be ignorance, whereas according to Bhagavan awareness of multiplicity is ignorance and the absence of such awareness is real knowledge. However, the deeper we go in our practice of being attentively self-aware the clearer it will become to us that underlying and supporting all our awareness of anything else is our awareness of ourself, and that whether we are aware of anything else or not, our fundamental self-awareness always continues without a break.<br>\n<br>\nIt is only from the perspective of our ego or mind, which cannot exist without experiencing phenomena of one kind or another, that sleep seems to be a blank or state of nothingness — a state in which we are not aware of anything at all — whereas in fact sleep is a state in which we are clearly aware of ourself. As Bhagavan is recorded to have said in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 9):<br>\n<blockquote>Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking.</blockquote>\nWhy then is our mind not destroyed by the perfect clarity of self-awareness that we experience in sleep? In order to destroy our mind, the perfect clarity of self-awareness must shine forth while we are experiencing ourself as this mind, whereas in sleep this clarity shines forth only after our mind has subsided completely due to sheer exhaustion. In other words, our mind will be destroyed only when its complete subsidence is brought about by the shining forth of perfectly clear self-awareness, whereas in sleep the shining forth of perfectly clear self-awareness is brought about as a result of our mind having subsided due to exhaustion. This is why we can bring about the destruction of our mind only by trying to be aware of ourself alone even while our mind is awake or dreaming.<br>\n<br>\nJust as darkness must be present in order to be dissolved by light, our mind must be present in order to be dissolved by the perfect clarity of pure self-awarness. Hence, since our mind is absent in sleep, it cannot be dissolved by the pure self-awareness that we experience then. Therefore in order to annihilate our mind we must try in waking or dream, when our mind is present, to be aware of ourself clearly in complete isolation from any awareness of anything else.<br>\n<br>\nOur mind arises in waking or dream only by projecting and simultaneously becoming aware of things other than ourself, and it endures only by continuing to project and be aware of such things, so when it no longer has sufficient energy to continue projecting such things it subsides back into deep sleep. Therefore before it subsides in sleep or any other such state of <i>manōlaya</i> (that is, in any sleep-like state of temporary subsidence), we must try to be aware of ourself alone, because only if we become aware of ourself alone before it subsides in sleep or <i>manōlaya</i> will it subside forever in <i>manōnāśa</i> (the state of complete and final destruction, from which it can never arise again).<br>\n<br>\nWhenever our mind is not subsided in either <i>manōlaya</i> or <i>manōnāśa</i>, we are constantly experiencing phenomena, which are temporary appearances and hence wholly unreal. Every phenomenon that we experience in either waking or dream is characterised by certain features, and it is by their respective features that we are able to distinguish one phenomenon from another and each phenomenon from ourself. No phenomenon can be distinguished from its own most essential features, so what constitutes any phenomenon is only its essential features, and hence without any features there would be no phenomena at all.<br>\n<br>\nTherefore all the multiplicity that we experience in waking and dream consists only of features, whereas in sleep we experience no features at all, except the absence of any of the features that we experience in our other two states. Thus it is because sleep is a featureless experience, and because we mistake our awareness of features in waking and dream to be the only real experience there is, that we mistake sleep to be a state devoid of any experience or awareness. However, just as we experience the presence of multifarious features in waking and dream, we experience their absence in sleep, and since we must exist and be aware of our existence in order to be aware of either their presence or their absence, we actually exist and are aware of our existence in sleep no less than we are in either waking or dream.<br>\n<br>\nTherefore, though sleep is devoid of any awareness of any features, it is not a void, because it is full of our ever-present awareness of ourself. Likewise, though true self-knowledge (<i>ātma-jñāna</i>) is devoid of any awareness of any features, it is not a void, because it is full of our ever-present awareness of ourself. Therefore true self-knowledge is not an experience that we need fear, because though it is devoid of everything else, it is full of ourself, and we are <i>sat</i> (what actually exists), <i>cit</i> (what is aware) and <i>ānanda</i> (what is perfectly happy).<br>\n<br>\nThough the fact that we are the infinite, eternal and indivisible fullness of <i>sat-cit-ānanda</i> is not entirely clear to us at present, it will become absolutely clear to us if we persevere patiently in our practice of self-investigation: trying to be attentively aware of ourself alone whenever we are not asleep.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "30",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6667058469915903033/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTAwMTI5MDk5NDkxCm9mZnNldDogMzYwMDAwMAo\""
}