{
    "kind": "blogger#post",
    "id": "1072816053644219837",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-07-17T10:31:00+01:00",
    "updated": "2016-07-17T10:31:29+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/07/if-we-are-able-to-be-steadily-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1072816053644219837",
    "title": "If we are able to be steadily self-attentive, where do we go from here?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me explaining how he is practising self-investigation and asked, ‘Where do I go from here?’ The following is what I wrote in reply to him.<br>\n<br>\nWhen you write, ‘I seem to be “witnessing” or aware of the I am thought all the time now’, what exactly do you mean by ‘the I am thought’? The reason I ask is that people tend to objectify everything, so some people assume that the I-thought is some sort of object that one can watch, but the term ‘I-thought’ is just another name for the ego, which is not an object but the subject, the one who is aware of all objects. Therefore what we need to watch or ‘witness’ is not any object but only ourself, the subject (the ego or thought called ‘I’).<br><a name='more'></a>\n<br>\nSince we are not an object or phenomenon, watching ourself means simply being self-attentive or attentively self-aware. We are always self-aware, but generally in waking and dream we are negligently self-aware, because we are so interested in being aware of other things that we overlook our own self-awareness, which is the foundation or screen on which awareness of other things appears and disappears. Because of our interest in other things, we constantly direct our attention away from ourself towards other things, so our aim now is to turn our attention back and fix it on ourself as keenly and as steadily as possible.<br>\n<br>\nTo the extent that we manage to focus our attention on ourself, it is thereby withdrawn from all other things, and hence other things recede into the background of our awareness, so to speak. However other things will linger on to a greater or lesser extent in our awareness until our ego either subsides in sleep, from which it will sooner or later rise again, or is completely annihilated, in which case it will never rise again. Therefore our aim should be just to focus our attention as keenly as possible on ourself at all times.<br>\n<br>\nUntil our ego is destroyed, some of our time will be taken up with other activities, but even while our body and mind are active, we can to a greater or lesser extent maintain an underlying current of self-attentiveness. Therefore we should always try to be self-attentive, but when not engaged in other activities we are generally able to be more keenly and steadily self-attentive.<br>\n<br>\nIf this is what you are trying to do, there is nothing else you need or should do. Just patiently persevere in trying to be ever more keenly and steadily self-attentive. Therefore the answer to your question where you should go from here is nowhere, except of course deeper and deeper into yourself, which you can do only by persistently trying to be self-attentive.<br>\n<br>\nAs Bhagavan assured us in the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own actual self], that alone will be sufficient.</blockquote>\nTrying to do anything other than just being self-attentive would nourish and sustain our ego, because doing anything else would entail attending to other things, which is the food on which this ego depends for its survival, so being self-attentive as much as possible is the only way to dissolve it completely and forever.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "226",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1072816053644219837/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY4NzQ3ODg5NTc0Cm9mZnNldDogMzYwMDAwMAo\""
}