{
    "kind": "blogger#post",
    "id": "6773236828374574404",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-05-05T15:58:00+01:00",
    "updated": "2017-10-01T22:14:07+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6773236828374574404",
    "title": "The person we seem to be is a form composed of five sheaths",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/04/self-investigation-atma-vicara-entails.html#c3278892394758512998\">pair of comments</a> that I wrote in reply to some other comments on my previous article, <a href=\"http://happinessofbeing.blogspot.co.uk/2016/04/self-investigation-atma-vicara-entails.html\">Self-investigation (<i>ātma-vicāra</i>) entails nothing more than just being persistently and tenaciously self-attentive</a>, I explained:<br>\n<blockquote>What is a person? It is a set of phenomena centred around a particular body, and it has both physical and mental features. Though its physical and mental features change over time, however extreme those changes may be we identify it as the same person because it is the same body that displays those changing features. It starts its life as a baby, and it may end it as an old man or woman, but throughout its life and in spite of all its changes it is the same person. As we all know, there seem to be many people in this world, and each of them seem to be sentient, but what makes them seem to be so?<br><a name='more'></a>\n<br>\nAll the people we see in a dream seem to be sentient, and we seem to be one among them, but after we leave that dream and enter this state (which seems to us to be our waking state, but which Bhagavan teaches us is just another dream) we recognise that we are not the person we seemed to be in that dream, nor are any of the other people we saw there sentient. Does this mean, then, that we were the only sentient person in our dream? No, obviously not, because we are not the person we seemed to be then. That person who then seemed to be ourself was as insentient as all the other people we saw there. Therefore who are we, the one who saw all those people and experienced one of them as ourself? As the experiencer of that dream, this dream or any other dream we are the ego or <i>jīva</i>.<br>\n<br>\nHowever, this ego seems to exist only when it experiences itself as a person, so it is natural for us to confuse our ego with whatever person this ego currently seems to be. If we think carefully about the matter, however, it is clear that there is a distinction between this ego and whatever person it currently experiences as itself, because whatever person it experiences as itself in this or any other dream exists only in that respective dream, whereas this ego exists (or seems to exist) in each and every dream. Therefore this ego or <i>jīva</i> is not the person it seems to be.<br>\n<br>\n[…]<br>\n<br>\n<a name=\"uu22\"></a>A person is a form composed of five sheaths or coverings (<i>pañca-kōśa</i>), and as Bhagavan teaches us in verse 22 of <i>Upadēśa Undiyār</i> all these five sheaths (including our mind and intellect) are <i>jaḍa</i> (insentient or non-conscious) and <i>asat</i> (non-existent), so they are not ‘I’. Why they seem to be sentient and existent is only because this ego has attached itself to them, experiencing them as itself. But is the ego actually any of these insentient coverings? It seems to be a mixture of awareness (<i>cit</i>) and these insentient (<i>jaḍa</i>) adjuncts, but it is not actually either. It is just <i>cit-jaḍa-granthi</i>, a knot that seems to exist only when <i>cit</i> and <i>jaḍa</i> are seemingly entangled.<br>\n<br>\nWhat is a knot? When two pieces of string are tied together they form a knot, but when they are untied it ceases to exist, because it has no independent existence of its own. It is not either one string or the other, but is a combination of both. Likewise, this ego is neither <i>cit</i> nor <i>jaḍa</i> but seems to be a combination of both.<br>\n<br>\nWhat is truly sentient is only <i>cit</i>, which is pure awareness uncontaminated by any <i>jaḍa</i> adjunct, but this ego seems to be sentient because it rises as a confused mixture of <i>cit</i> and <i>jaḍa</i>. And because this ego rises by grasping the <i>jaḍa</i> form of a person as itself, that person seems to be sentient, and hence all the other people seen by this ego also seem to be sentient.</blockquote>\nReferring to this, a friend called Sanjay wrote another <a href=\"http://happinessofbeing.blogspot.com/2016/04/self-investigation-atma-vicara-entails.html?commentPage=2#c7438271497610737602\">comment</a> in which he asked for further clarification regarding my statement that a person is ‘a set of phenomena centred around a particular body, and it has both physical and mental features’, so the following is my reply to this.<br>\n<br>\nWhen we think of a person, we do not think only of their physical features (such as whether they are young or old, male or female, tall or short, dark or fair, healthy or unhealthy, and so on) but also of their mental features (or personality traits, as they are often called, such as whether they are friendly or unfriendly, kind or unkind, humble or proud, intelligent or dull, cheerful or morose, calm or restless, contented or ambitious, hot-tempered or even-tempered, interested in football, cricket, films, books, politics, science, religion, philosophy or spiritual matters, and so on). All these different kinds of features are the set of phenomena that make up each person.<br>\n<br>\nWhen I wrote that all these features or phenomena are ‘centred around a particular body’, I did not mean ‘centred around’ in the literal sense of surrounding or being outside but in the metaphorical sense of being associated with. Whatever physical or mental features a person may have, those features are always associated with a particular body, which we take to be that person.<br>\n<br>\nAs Sanjay wrote, from the perspective of the person we now seem to be, ‘our mind and all its features seem to be within our body’, but the mental features we perceive in any other person are those that are displayed in their behaviour, so though we assume that these outwardly visible features originate from a mind within their body, we cannot experience their mind from within, as we experience our own mind. Therefore when we are talking about a person as an outwardly visible set of physical and mental features, the question of inside or outside is not directly relevant.<br>\n<br>\n<a name=\"un05\"></a>Since a person consists not only of physical features but also mental ones, the entire person consists not only of a body but also a mind. In terms of the concept of <i>pañca-kōśas</i> (the five sheaths or coverings that conceal or obscure what we actually are), a person is a form composed of these five sheaths, so in many contexts what Bhagavan means by the term ‘body’ is the entire person, because as he says in verse 5 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக் <br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு உலகத்தைக் கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?</blockquote>\nThese five sheaths are <i>annamaya-kōśa</i> (the sheath composed of food), <i>prāṇamaya-kōśa</i> (the sheath composed of <i>prāṇa</i>, breath or life), <i>manōmaya-kōśa</i> (the sheath composed of mind), <i>vijñānamaya-kōśa</i> (the sheath composed of discernment or intellect) and <i>ānandamaya-kōśa</i> (the sheath composed of happiness), so what Bhagavan implies in the second sentence of this verse is that the term ‘body’ includes not only the gross physical body (the <i>annamaya kōśa</i>) but also the more subtle life, mind and intellect (the <i>prāṇamaya</i>, <i>manōmaya</i> and <i>vijñānamaya kōśas</i>), and most importantly the fundamental self-negligence (<i>pramāda</i>) that gives rise to the appearance of the other four sheaths.<br>\n<br>\nThis self-negligence is called <i>ānandamaya-kōśa</i>, the ‘sheath composed of happiness’, because it is said to be the only sheath that remains in sleep, so it is identified with the peaceful happiness we experience then. It is also called <i>kāraṇa śarīra</i>, the ‘causal body’, because it is what causes the appearance of the other sheaths and the entire world, which does not exist independent of those sheaths, and in verse 22 of <i>Upadēśa Undiyār</i> Bhagavan refers to it as ‘இருள்’ (<i>iruḷ</i>), which means ‘darkness’ in the sense of spiritual ignorance, because it is the darkness of self-ignorance.<br>\n<br>\nThough it is sometimes said that the <i>annamaya kōśa</i>, which is what is also called <i>sthūla śarīra</i> (the ‘gross’ or physical body), exists only in waking and not in dream, according to Bhagavan there is no substantive difference between waking and dream, so just as our present body seems to be physical in this state, in dream the body we then experience as ourself seems to be physical, so in both waking and dream what we actually are seems to be concealed or obscured by all the five sheaths or coverings.<br>\n<br>\nThough it is generally said that in sleep what we actually are (which is just pure self-awareness) is concealed only by the <i>ānandamaya-kōśa</i>, according to Bhagavan this seems to be the case only from the perspective of our ego in waking and dream, because what is called ‘<i>ānandamaya-kōśa</i>’ or ‘<i>kāraṇa śarīra</i>’ is only our self-negligence (<i>pramāda</i>) or darkness of self-ignorance (<i>ajñāna</i>), and what is self-negligent or self-ignorant is only this ego, which does not exist at all in sleep. All that exists and is experienced in sleep is pure self-awareness, which is what we actually are, but after rising from sleep as this ego in either waking or dream, it seems to us that in sleep we did not know what we actually are, so from our perspective as this ego it seems that we were self-ignorant even in sleep. However, what did not know our actual self in sleep was only our ego, but the reason it did not know our actual self in sleep was that it did not exist then, so since what we experienced in sleep is therefore a <i>kōśa</i> or covering only in the view of our ego in waking or dream, all the five sheaths actually appear together in these two states and disappear together in sleep.<br>\n<br>\nTherefore whatever person or body we seem to be is a package consisting of these five sheaths or coverings, which appear as soon as our ego rises and disappear as soon as it subsides. Among these five sheaths, the only one that remains unchanged so long as our ego survives is the <i>ānandamaya-kōśa</i>, which is the darkness of <i>pramāda</i> or self-negligence, and until it is destroyed by keen self-attentiveness, it will always give rise to the appearance of the other four sheaths, which are constantly undergoing change. Therefore whatever person we seem to be in this or in any other dream is a very fleeting and insubstantial thing, which seems to be given substance only by our ego, whose nature is to be self-negligent.<br>\n<br>\nTherefore if we truly want to be free from this ego and all its progeny, we can easily dissolve it along with all its sheaths or coverings simply by being keenly self-attentive. However, so long as we are reluctant to surrender this ego entirely, being constantly and keenly self-attentive will seem difficult, but by persistent practice our willingness to surrender ourself will increase until eventually we will let go of everything and dissolve back into our source, which is just the pure adjunct-free self-awareness that we always actually are (in whose clear view no ego or any covering has ever existed or even seemed to exist).</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "29",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6773236828374574404/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2ODkyNDQ3MjkyCm9mZnNldDogMzYwMDAwMAo\""
}