{
    "kind": "blogger#post",
    "id": "8703727795393846298",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-10-19T12:26:00+01:00",
    "updated": "2017-05-02T20:11:56+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8703727795393846298",
    "title": "As we actually are, we do nothing and are aware of nothing other than ourself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In several comments on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html\">What is the ‘self’ we are investigating when we try to be attentively self-aware?</a>, a friend called Ken wrote:<br>\n<blockquote>Note that the Self is what is watching the movie [...] (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3171381029972018039\">4 September 2016 at 17:45</a>)<br>\n<br>\n[...] the ego is actually the Self in another form. (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c7751978015937918609\">4 September 2016 at 23:27</a>)<br>\n<br>\nThe Self is God [...] The Lila (play) of the Self (Brahman/Atman) is that it “veils” itself so it itself thinks it is limited. As “veiled”, it is watching the movie. When it decides to stop watching the movie, and the lights go on, it then sees it is actually the Self. Hence “Self-” “realisation”, i.e. realizing that it is the Self. (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c8258906831358415405\">5 September 2016 at 04:16</a>)<br>\n<br>\nThe ego stops giving attention to “2nd person and 3rd person”, i.e. sense perceptions and thoughts. The Self sees this and if it is convinced of complete sincerity, then it terminates the ego (this is the “action of Grace performed by the Self” according to Ramana — paraphrased). [...] since the Self IS your own basic awareness, then it is entirely aware of everything you have ever thought, said or done. (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3246400379547149152\">5 September 2016 at 04:26</a>)<br>\n<br>\nThe Self (atman) is: The present moment [and] That which is looking. (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3912904326845795647\">7 September 2016 at 03:26</a>)<br>\n<br>\nThis is what is called “The Play of Consciousness” (lila in Sanskrit). [...] The Self makes the “mistake” of identifying with a character in the world. (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c412907794498234730\">8 September 2016 at 02:09</a>)<br>\n<br>\nThe Self definitely wants to see the movie, otherwise the movie would not even exist. (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3303479305706700855\">8 September 2016 at 17:49</a>)<br>\n<br>\nBecause there is nothing other than the Self, so there is nothing that can force the Self to do anything. The Self is alone, so it decides to “veil” itself and limit itself as a multitude of “individuals”. This is the Lila, the play. (<a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c6200263722804628507\">9 September 2016 at 00:04</a>)</blockquote>\nKen, in these remarks you have attributed properties of our ego (and also properties of God) to ‘the Self’, which is ourself as we actually are, so in this article I will try to clarify that our actual self does not do anything and is neither aware of nor in any other way affected by the illusory appearance of our ego and all its projections, which seem to exist only in the self-ignorant view of ourself as this ego.<br><a name='more'></a>\n<ol>\n<li><a href=\"#un01\"><i>Uḷḷadu Nāṟpadu</i> verse 1: our ego is nothing other than our actual self, but our actual self is not this ego</a></li>\n<li><a href=\"#ny07\"><i>Nāṉ Yār?</i> paragraph 7: our actual self alone exists, so as such we are aware of nothing other than ourself</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: transitive awareness is the nature of our ego, not of our actual self</a></li>\n<li><a href=\"#ny3-4\"><i>Nāṉ Yār?</i> paragraphs 3 and 4: when we shine as our actual self, nothing else seems to exist</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: we rise as this ego only by grasping a form as ourself</a></li>\n<li><a href=\"#un04\"><i>Uḷḷadu Nāṟpadu</i> verse 4: we can perceive forms only if we perceive ourself as a form</a></li>\n<li><a href=\"#ego\">Our actual self never becomes this transitively aware ego, but merely seems to be it</a></li>\n<li><a href=\"#un17\"><i>Uḷḷadu Nāṟpadu</i> verse 17: what seems to the ignorant to be a finite body is actually only the infinite ‘I’</a></li>\n<li><a href=\"#un18\"><i>Uḷḷadu Nāṟpadu</i> verse 18: the world is real not as a finite set of forms but only as its formless substratum</a></li>\n<li><a href=\"#ny15\"><i>Nāṉ Yār?</i> paragraph 15: as our actual self, God does not do anything</a></li>\n<li><a href=\"#un22\"><i>Uḷḷadu Nāṟpadu</i> verse 22: we cannot fathom God except by turning our mind within and drowning it in him</a></li>\n<li><a href=\"#realisation\">As this ego we can never ‘realise’ ourself, and as our actual self we do not need to ‘realise’ ourself</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: we must not just cease attending to other things but must keenly attend to ourself alone</a></li>\n<li><a href=\"#grace\">Grace is our infinite love for ourself, and its ‘action’ is ‘doing without doing’</a></li>\n<li><a href=\"#present\">Our actual self is the presentness of the present moment</a></li>\n<li><a href=\"#looking\">Our actual self does not look at or see anything other than itself</a></li>\n<li><a href=\"#mistake\">The mistake of seeing ourself as a person is made only by our ego and not by our actual self</a></li>\n<li><a href=\"#uu17\"><i>Upadēśa Undiyār</i> verse 17: if we keenly investigate our ego, we will find that there is actually no such thing at all, and hence no world or anything else other than ourself</a></li>\n</ol>\n<a name=\"un01\"></a><b>1. <i>Uḷḷadu Nāṟpadu</i> verse 1: our ego is nothing other than our actual self, but our actual self is not this ego</b><br>\n<br>\nFirstly, in order to avoid making the mistake of attributing the properties of our ego to our actual self, it is important for us to understand clearly the fundamental difference between the ego that we now seem to be and what we actually are. Though it is correct to say that the snake is a rope, it is not correct to say that the rope is a snake. Likewise, it is correct to say both that the ego is our actual self and that God is our actual self, because our actual self alone is what really exists, so whatever else seems to exist cannot actually be anything other than that, but it is not correct to say either that our actual self is the ego or that it is God. It is what seems to be this ego and what seems to be God, but it is actually neither of these things, because it is just pure awareness, in whose clear view nothing else (no form or phenomenon of any kind whatsoever) exists at all.<br>\n<br>\nThe fact that our ego and everything else that seems to exist are all nothing other than our actual self is clearly stated by Bhagavan in verse 1 of <i>Uḷḷadu Nāṟpadu</i> (which you cited in <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c7151832586676944438\">one of your comments</a>):<br>\n<blockquote>நாமுலகங் காண்டலா னானாவாஞ் சத்தியுள<br>\nவோர்முதலை யொப்ப லொருதலையே — நாமவுருச்<br>\nசித்திரமும் பார்ப்பானுஞ் சேர்படமு மாரொளியு<br>\nமத்தனையுந் தானா மவன்.<br>\n<br>\n<i>nāmulahaṅ kāṇḍalā ṉāṉāvāñ cattiyuḷa<br>\nvōrmudalai yoppa lorutalaiyē — nāmavuruc<br>\ncittiramum pārppāṉuñ cērpaḍamu māroḷiyu<br>\nmattaṉaiyun tāṉā mavaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நாம் உலகம் காண்டலால், நானா ஆம் சத்தி உள ஓர் முதலை ஒப்பல் ஒருதலையே. நாம உரு சித்திரமும், பார்ப்பானும், சேர்படமும், ஆர் ஒளியும் — அத்தனையும் தான் ஆம் அவன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām ulaham kāṇḍalāl, nāṉā ām śatti uḷa ōr mudalai oppal orutalaiyē. nāma uru cittiramum, pārppāṉum, sērpaḍamum, ār oḷiyum — attaṉaiyum tāṉ ām avaṉ</i>.<br>\n<br>\n<b>English translation:</b> Because we see the world, accepting one original thing [source, base or fundamental reality] that has a power that becomes many is certainly the one best option. The picture of names and forms [the world], the one who sees [it], the cohesive screen [on which it appears], and the pervading light [of awareness that illumines it] – all these are he [the one original thing], who is oneself.</blockquote>\nWhat Bhagavan aims to establish in this verse is firstly that because we see the world, we can plausibly infer that there is one fundamental reality that has the power to appear as many things. We can infer that there is one fundamental reality from the fact that we who see or perceive the world are one, because though we usually assume the existence of other minds that perceive the world just as we do, we are actually the only perceiver or conscious experiencer of whom we are directly aware. Our belief in the existence of other perceivers is merely an assumption, and it is an extremely dubious one, because while we are dreaming we make the same assumption about the other people we perceive in our dream world, but as soon as we wake up from any dream we are able to recognise that the entire world we saw then was just our own mental projection, and that all the other people in that dream world were accordingly not actual perceivers but only phenomena projected and perceived by us.<br>\n<br>\nWhen we see a dream, the power (<i>śakti</i>) that becomes all the phenomena that constitute our dream world is our own mind, so it is reasonable for us to suppose that our own mind is likewise the power that has become all the phenomena that constitute this current world. However, we know that this mind is not permanent, because though it seems to exist in waking and dream, it disappears in sleep, so we can reasonably infer that there is a single source or origin from which it appears. That single source is what Bhagavan refers to here as ‘ஓர் முதல்’ (<i>ōr mudal</i>), which means one first thing, beginning, origin, base, foundation or cause (particularly in the sense of the substantial cause, the substance of which an effect is made, which in Indian philosophy is generally considered to be its primary and fundamental cause), so in this context it implies one first, original or fundamental reality.<br>\n<br>\nThe term that I have translated as ‘the one best option’ is ஒருதலை (<i>orutalai</i>), which is a compound of two words, ஒரு தலை (<i>oru talai</i>), which literally mean ‘one head’ or one best or highest thing. As a compound word ஒருதலை (<i>orutalai</i>) can mean either one-sidedness or certainty, but in this context I take it to mean ‘the one best option’, because though accepting the existence of one fundamental reality with a power to appear as if it were many things is certainly a very plausible option, and arguably the best one, it is not the only one, as Bhagavan acknowledges in the next verse by referring to philosophical and religious arguments about whether there is only one permanent reality that appears as many things or more than one permanent reality, which he says are arguments that can occur only so long as there is an ego to contend them (thereby indicating that the fundamental issue that he intends to address in <i>Uḷḷadu Nāṟpadu</i> is the seeming existence of this ego and the means by which we can eradicate it).<br>\n<br>\nHaving established in the first sentence of this verse that the best option is to accept that there is just one fundamental reality with a power to appear as if it were many things, what Bhagavan aims to establish in the second sentence is that everything that seems to exist, including ourself as the one who perceives it all, is only that one fundamental reality, which is our actual self. The ‘நாம்’ (<i>nām</i>) or ‘we’ whom he refers to in the first sentence when he says ‘நாம் உலகம் காண்டலால்’ (<i>nām ulaham kāṇḍalāl</i>), ‘because we see the world’, and the பார்ப்பான் (<i>pārppāṉ</i>), the ‘seer’ or ‘one who sees’, whom he refers to in the second sentence are both only ourself as the ego whom we now seem to be, so when he concludes this verse by saying ‘அத்தனையும் தான் ஆம் அவன்’ (<i>attaṉaiyum tāṉ ām avaṉ</i>), which means ‘all these [or all such many things] are he [the one original thing], who is oneself’, he clearly implies that the picture of names and forms (the world consisting of numerous phenomena), we who see it (namely this ego), the screen on which it appears and the light of awareness that illumines it are all in substance only the one fundamental reality, which is our actual self.<br>\n<br>\nHowever, though our ego and everything else is in substance only our own actual self, our actual self is not in fact any of these things, any more than a rope is in fact a snake, because all these things are only an illusory appearance, and they seem to exist only in the view of ourself as this ego, and not in the view of ourself as we actually are. This is not stated explicitly in this verse, but we can clearly infer it from many of the later verses of <i>Uḷḷadu Nāṟpadu</i>, because this verse is only intended to be an introduction to the subject matter of the entire text, so the analysis in it is not as deep as in later verses.<br>\n<br>\nOne example of the way in which Bhagavan’s analysis in this verse is less deep than elsewhere is the fact that here he says that everything is our actual self, whereas in the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Yār?</i> (which I will quote and discuss more fully in <a href=\"#ny3-4\">section four</a>) he teaches us that the entire world is just a series of thoughts or ideas projected by our mind, and in verse 26 of <i>Uḷḷadu Nāṟpadu</i> (which I will quote and discuss in <a href=\"#un26\">section three</a>) he says that everything is only our ego. All these three statements are correct, but each in its own way.<br>\n<br>\nThat is, all the phenomena that constitute this or any other world, whether in dream or in waking, are just a constantly changing series of perceptions, and perceptions are mental phenomena, which are what Bhagavan calls thoughts or ideas, so other than thoughts there is no such thing as a world. However, as he points out in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>, the root of all thoughts is our ego, which is our primal thought called ‘I’, and which is what alone projects and experiences all other thoughts, so all thoughts are an expansion of our ego, and hence since everything other than ourself is just a thought (a mental phenomenon), everything is only this ego. But what actually is this ego? If we investigate it keenly enough it will disappear, because it does not actually exist and seems to exist only so long as we are attending to and hence aware of other things, and what will remain shining when it disappears is only our actual self — the pure self-awareness that we always actually are. Therefore though the immediate source and substance of everything is only ourself as this ego, the ultimate source and substance of this ego — and hence of everything else — is only ourself as we actually are.<br>\n<br>\nTherefore in order to form a clear and coherent understanding of Bhagavan’s fundamental teachings, we need to consider them all as a whole and not just individual parts of them in isolation from each other. Another example to illustrate this is that if we read this verse in isolation, it may appear to us that the power (<i>śakti</i>) he refers to here and the many things that he says it becomes are all as real as the fundamental reality whose power he says it is, whereas if we read it in the broader context of his other teachings, we will be able to understand that this power is what is sometimes called <i>māyā</i> (which as Bhagavan often explained means ‘what is not’), and is nothing other than our own ego or mind, which becomes many things by expanding as numerous thoughts. As such this power and all its progeny are not actually real, but seem to be real only in the view of ourself as this ego. What is real (in the sense of what actually exists and does not merely seem to exist) is only our own actual self, which is the ஓர் முதல் (<i>ōr mudal</i>) or one original and fundamental substance that he refers to in this verse.<br>\n<br>\nIn conclusion, since we are one, and are therefore just one single self, our ego cannot be anything other than our actual self. However, our ego is ourself as we now temporarily seem to be, whereas our actual self is ourself as we always actually are, so though in substance our ego is only our actual self, in appearance and function it is quite different (just as the snake is in substance only a rope, but in appearance and function (such as the function of causing fear) it is quite different). The function or property of the ego is to do actions and to be aware of things other than itself, whereas the ‘function’ or ‘property’ of our actual self is not to do any action but just to be, and to be simply aware without being aware of anything other than itself. Therefore what is ‘entirely aware of everything you have ever thought, said or done’ is not our actual self (as you claimed in the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3246400379547149152\">fourth</a> of your comments cited above) but only our ego.<br>\n<br>\n<a name=\"ny07\"></a><b>2. <i>Nāṉ Yār?</i> paragraph 7: our actual self alone exists, so as such we are aware of nothing other than ourself</b><br>\n<br>\nAs you say in the same comment, our actual self is our own basic awareness, but our basic awareness is not any kind of <a href=\"http://happinessofbeing.blogspot.com/search/label/transitive%20awareness%20%28suṭṭaṟivu%29\">transitive awareness</a> (awareness of anything other than ourself) but only pure <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#intransitive\">intransitive awareness</a> (awareness that is just aware without being aware of anything except itself). Since our actual self alone is what really exists, in its clear view nothing else exists or even seems to exist, so there is nothing else that it could ever be aware of.<br>\n<br>\nAs Bhagavan affirms unequivocally in the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள். இவை மூன்றும் ஏககாலத்தில் தோன்றி ஏககாலத்தில் மறைகின்றன. சொரூபமே ஜகம்; சொரூபமே நான்; சொரூபமே ஈச்வரன்; எல்லாம் சிவ சொரூபமாம்.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē. jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṟpaṉaigaḷ. ivai mūṉḏṟum ēka-kālattil tōṉḏṟi ēka-kālattil maṟaigiṉḏṟaṉa. sorūpam-ē jagam; sorūpam-ē nāṉ; sorūpam-ē īśvaraṉ; ellām śiva sorūpam ām</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own real self]. The world, soul and God are <i>kalpanaigaḷ</i> [fabrications, imaginations, mental creations, illusions or illusory superimpositions] in it, like the [illusory] silver in a shell. These three appear simultaneously and disappear simultaneously. <i>Svarūpa</i> [our ‘own form’ or actual self] alone is the world; <i>svarūpa</i> alone is ‘I’ [the ego or soul]; <i>svarūpa</i> alone is God; everything is <i>śiva-svarūpa</i> [our actual self, which is <i>śiva</i>, the one infinite and absolute reality].</blockquote>\nSince our actual self (<i>ātma-svarūpa</i>) alone is what exists (<i>uḷḷadu</i>), we alone are also what is actually aware, and hence as our actual self we are clearly aware that we alone exist, so nothing else can seem to exist in our clear view. All other things (our ego and this world and God) are just illusory appearances, and they appear only in the view of ourself as this transitively aware ego and not in the clear intransitive awareness that we actually are.<br>\n<br>\nThat is, according to the principle that Bhagavan teaches us in <a href=\"#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which means ‘Can what is seen be otherwise [in nature] than the eye [that sees it]?’, what actually exists can see only what actually exists, and what seems to exist can be seen only by what seems to exist, so our actual self cannot be aware of anything other than itself, because it alone actually exists, and since everything else merely seems to exist but does not actually exist, it can be seen only by our ego, which is the only awareness that seems to exist even though it does not actually exist.<br>\n<br>\nWhen Bhagavan says here, ‘சொரூபமே ஜகம்; சொரூபமே நான்; சொரூபமே ஈச்வரன்’ (<i>sorūpam-ē jagam; sorūpam-ē nāṉ; sorūpam-ē īśvaraṉ</i>), which literally means ‘<i>svarūpa</i> alone is the world; <i>svarūpa</i> alone is ‘I’ [the ego]; <i>svarūpa</i> alone is God’, he does not mean that our actual self (<i>svarūpa</i>) is really any of these things, but only that it is what seems to be all of them, because none of them actually exist, even though they seem to exist (in the view of ‘I’, the ego), as he indicates by saying that they are all just illusory fabrications (<i>kalpanaigaḷ</i>), like the illusory silver seen in a shell.<br>\n<br>\n<a name=\"un26\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 26: transitive awareness is the nature of our ego, not of our actual self</b><br>\n<br>\nAll other things seem to exist only in the self-ignorant view of our ego, because the nature of this ego is to be transitively aware, and hence Bhagavan often referred to it as <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>), which literally means ‘pointing awareness’ or ‘showing awareness’, and which implies the same as the English term ‘transitive awareness’ (awareness of anything other than oneself, that is, of any object, form or phenomenon). Whenever we rise and stand as this ego, as in waking and dream, we are transitively aware, and whenever we cease to be this ego, as in sleep, we cease being transitively aware. Therefore, since other things seem to exist only when we seem to be transitively aware, the seeming existence of all other things depends upon the seeming existence of ourself as this transitively aware ego.<br>\n<br>\nThis is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/06/when-can-there-be-total-recognition.html\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: <br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nAll things other than ourself (all forms or phenomena) seem to exist only in the view of this ego, so they seem to exist only when we rise as this ego, and they cease to exist as soon as we subside. However, even when our ego and whatever phenomena it is aware of seem to exist, they do not actually exist, and in the clear view of ourself as we actually are they do not ever even seem to exist, because our actual self is only pure intransitive awareness (awareness that is aware of nothing other than itself), and since it is immutable, it can never become transitively aware.<br>\n<br>\n<a name=\"ny3-4\"></a><b>4. <i>Nāṉ Yār?</i> paragraphs 3 and 4: when we shine as our actual self, nothing else seems to exist</b><br>\n<br>\n<a name=\"ny03\"></a>The fact that our actual self is never aware of the world or anything other than ourself is also clearly implied by Bhagavan in the third and fourth paragraphs of <i>Nāṉ Yār?</i>, because in these paragraphs he explains that awareness of any world in effect obscures our awareness of ourself as we actually are (just as perception of an illusory snake obscures our perception of the rope that it actually is), so we cannot be aware of ourself as we actually are unless we cease being aware of any world. In the <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> he summarises this by saying:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṯpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṯpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as unless awareness of the imaginary snake ceases, awareness of the rope, which is the <i>adhiṣṭhāna</i> [the base that underlies and supports the illusory appearance of the snake], will not arise, unless perception of the world, which is a <i>kalpita</i> [a fabrication, mental creation or figment of the imagination], ceases, <i>svarūpa-darśana</i> [seeing ‘one’s own form’ — what one actually is], which is the <i>adhiṣṭhāna</i> [the base or foundation that underlies and supports the imaginary appearance of this world], will not arise.</blockquote>\nThe term <i>svarūpa</i> literally means ‘own form’ and implies ‘real nature’, so Bhagavan often used it, as in this case, to refer to ourself as we actually are (and as he says here, our <i>svarūpa</i> or actual self is the <i>adhiṣṭhāna</i>, the base or foundation, thereby implying that it is the ultimate foundation that underlies and supports the illusory appearance of this world). Therefore <i>svarūpa-darśana</i> means seeing ourself as we actually are, and we obviously cannot see ourself as we actually are so long as we see ourself as this ego and whatever person it currently  takes itself to be. Hence, since the world is just an expansion of our mind, the root of which is our ego, and since it therefore seems to exist only in the view of this ego, he says here that we cannot see ourself as we actually are so long as we continue to perceive the world (which in this case includes anything other than ourself).<br>\n<br>\nAnother important point to note about this paragraph is that Bhagavan concluded the <a href=\"http://happinessofbeing.com/nan_yar.html#para02\">previous paragraph</a> by saying ‘அறிவே நான். அறிவின் சொரூபம் சச்சிதானந்தம்’ (<i>aṟivē nāṉ. aṟiviṉ sorūpam saccidāṉandam</i>), which means ‘awareness (<i>aṟivu</i>) alone is I. The nature (<i>svarūpa</i>) of awareness (<i>aṟivu</i>) is being-consciousness-bliss (<i>sat-cit-ānanda</i>)’, and then begins this one by describing the mind as the cause (<i>kāraṇa</i>) for ‘all awareness’ (<i>sarva aṟivu</i>). Obviously the awareness he refers to here, which is caused by the mind, is not the same as the awareness that he says is alone ‘I’ and the nature of which is <i>sat-cit-ānanda</i>, so what is the difference between these two distinct kinds of awareness?<br>\n<br>\nThe awareness that is ‘I’ and <i>sat-cit-ānanda</i> is obviously not transitive awareness, because we exist even in sleep, which is a state in which we are not transitively aware (aware of anything other than ourself) but only intransitively aware (simply aware, though not necessarily aware of anything except ourself), so the transitive awareness that we experience in waking and dream is something that is temporarily superimposed upon the intransitive awareness that we actually are. Therefore when he says in this paragraph that the mind is the cause for ‘all awareness’, the awareness he is referring to is not the pure intransitive awareness that we actually are but only the transitive awareness (<i>suṭṭaṟivu</i>) that appears with the mind in waking and dream and disappears with it in sleep. In other words, all the awareness caused by the mind is awareness of things other than ourself, namely forms or phenomena.<br>\n<br>\nTherefore, since perception of the world (<i>jagad-dṛṣṭi</i>), which is what you refer to as ‘seeing the movie’, is a form of transitive awareness, and since all transitive awareness is caused by the mind (which alone is what is transitively aware), there can be no perception of any world except by the mind (or more precisely by the ego, which is the root, essence and perceiving element of what we generally call ‘mind’). Moreover, since the mind or ego is what we experience ourself to be when we do not see ourself as we actually are, we cannot see ourself as we actually are so long as we rise as this mind, and accordingly we cannot see ourself as we actually are unless we cease perceiving any world (or anything else other than ourself), as Bhagavan states categorically in this paragraph.<br>\n<br>\nIn the first sentence of this paragraph he says that the mind is the cause (<i>kāraṇa</i>) not only for all awareness (<i>sarva aṟivu</i>) but also for all activity (<i>sarva toṙil</i>), so this is another clue that he gives us regarding the nature of our actual self (<i>svarūpa</i>). That is, just as in the absence of the mind there is no transitive awareness, so there is also no activity, as we can infer from our experience in sleep. As soon as our mind subsides in sleep, all transitive awareness and all activity cease, and as soon as it rises in either waking or dream, transitive awareness and activity (particularly mental activity, which is the root and cause of all other activity) resume. Therefore since the mind is the cause for all transitive awareness and all activity, what knows and does everything that we seem to know and do is not our actual self but only our mind. As we actually are, we are neither a knower nor a doer, because our nature is just pure being, which does nothing, and pure awareness, which is aware of nothing other than itself.<br>\n<br>\n<a name=\"ny04\"></a>Having indicated all this in the third paragraph, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> he explains in more detail why we cannot be aware of ourself as we actually are so long as any world appears in our awareness:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. மனதின் சொரூபத்தை விசாரித்துக்கொண்டே போனால் தானே மனமாய் முடியும். ‘தான்’ என்பது ஆத்மசொரூபமே. மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. மனமே சூக்ஷ்மசரீர மென்றும் ஜீவ னென்றும் சொல்லப்படுகிறது.<br>\n<br>\n<i>maṉam eṉbadu ātma sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷai-y-um tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉiyāy maṉam-eṉḏṟōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu. maṉadiṉ sorūpattai vicārittu-k-koṇḍē pōṉāl tāṉē maṉam-āy muḍiyum. ‘tāṉ’ eṉbadu ātma-sorūpam-ē. maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu. maṉam-ē sūkṣma-śarīram eṉḏṟum jīvaṉ eṉḏṟum sollappaḍugiṟadu</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [our own actual self]. It projects all thoughts [or makes all thoughts appear]. When one looks, excluding [eliminating or setting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or fundamental nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [our ‘own form’ or actual self] does not appear [as it really is]; when <i>svarūpa</i> appears (shines) [as it really is], the world does not appear. If one goes on investigating the nature of the mind, oneself alone will turn out to be [what now seems to be] the mind. What is [here] called ‘<i>tāṉ</i>’ [oneself] is only <i>ātma-svarūpa</i>. The mind stands only by always going after [conforming or attaching itself to] a <i>sthūlam</i> [something gross, namely a physical body]; solitarily it does not stand. The mind alone is described as <i>sūkṣma śarīra</i> [the subtle body] and as <i>jīva</i> [the soul].</blockquote>\nWhat Bhagavan describes here as the mind coming out of our actual self (<i>ātma-svarūpa</i>) is the rising of ourself as this mind, which entails our being aware of ourself as something other than the pure intransitive self-awareness that we actually are. Since the world (which in this case means the sum total of all phenomena) consists only of thoughts or ideas projected by this mind, it cannot appear in any form in the absence of the mind (as we can infer from our experience in sleep, in which all phenomena disappear along with our mind, and from which they subsequently reappear along with it), so we cannot be aware of ourself as we actually are so long as we are aware of any world, and we cannot be aware of any world when we are aware of ourself as we actually are.<br>\n<br>\nThis is why he says here: ‘மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), which means ‘When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’.<br>\n<br>\nWhat he describes here as <i>svarūpa</i> appearing (or shining) is our being aware of ourself as we actually are, and hence <i>svarūpa</i> not appearing means our not being aware of ourself thus. Therefore what he teaches us here is that whenever we are aware of any world or phenomena, we are not aware of ourself as we actually are, and when we are aware of ourself as we actually are, we cannot be aware of any world or phenomena. Being aware of ourself as we actually are entails being aware of ourself alone — or in other words, being just intransitively aware, without any transitive awareness whatsoever.<br>\n<br>\n<a name=\"un25\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 25: we rise as this ego only by grasping a form as ourself</b><br>\n<br>\nThough our ego (which is the essence of our mind) is merely a formless phantom, it comes into seeming existence only by projecting and grasping the form of a body as itself, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince everything other than ourself comes into seeming existence only when we rise and stand as this ego (as Bhagavan explains in <a href=\"#un26\">verse 26</a>), grasping form entails projecting forms into our awareness. In other words, being aware of any form is grasping it, and the first form we grasp as soon as we rise as this ego from sleep (either in waking or in dream) is whatever body we currently grasp as ourself. Then having projected and grasped a body as ourself, we project and grasp numerous other forms, all of which (except those that, along with this body, constitute the person we now seem to be) seem to us to be other than ourself.<br>\n<br>\nOur real nature is just pure and formless self-awareness, but as this ego or mind we always experience ourself as a form. In this verse Bhagavan describes our ego as an ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, because in essence our ego is nothing other than the formless self-awareness that we actually are. Therefore before grasping any form our ego is nothing but our actual self, and hence it has no separate existence, but as soon as it grasps a form as itself, it assumes properties that are other than the properties of our actual self, and hence it seems to exist as a separate entity.<br>\n<br>\nWhat exists and what we are aware of when we do not rise as this form-grasping ego is only our actual self, but what rises by grasping the form of a body as itself is not our actual self but only this ego. This is why Bhagavan says that the ego comes into existence by grasping form. Its coming into existence and its grasping form are not two separate actions, and neither can occur without the other, because our ego does not exist as such when it does not grasp any form.<br>\n<br>\nThis is what he indicated when he said in <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>, ‘மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது’ (<i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>), which means ‘The mind stands only by always going after [conforming or attaching itself to] a <i>sthūlam</i> [something gross, namely a physical body]; solitarily it does not stand’. அனுசரித்து (<i>aṉusarittu</i>) literally means following, pursuing, going after or conforming to, but in this context it implies attaching itself to, and the primary ஸ்தூலம் (<i>sthūlam</i>) or gross thing that the mind always attaches itself to is a physical body (or rather a body that is actually just a mental projection but that seems to be physical, like any body that we experience as ourself in a dream).<br>\n<br>\nThe mind is in essence just our ego, which can rise and stand only by grasping the form of a gross body as itself, so what Bhagavan says in these two sentences of <i>Nāṉ Yār?</i> is essentially the same as he teaches us in the first line of verse 25 of <i>Uḷḷadu Nāṟpadu</i>, namely ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum</i>), ‘Grasping form it rises into existence; grasping form it stands’.<br>\n<br>\n<a name=\"un04\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 4: we can perceive forms only if we perceive ourself as a form</b><br>\n<br>\nSince our actual self is just formless awareness, we cannot as such be aware of any form, because according to Bhagavan the nature of whatever is perceived cannot be different to the nature of the perceiver. Therefore in order to perceive any other form, we must first perceive ourself as a form, as he explains in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [in nature] than the eye [that sees it]? The [real] eye is oneself, the infinite eye.</blockquote>\nIn the first sentence of this verse, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), which means ‘If oneself is a form, the world and God will be likewise’, he clearly implies that if we rise as this ego by grasping the form of a body as ourself, we will inevitably see the world only as numerous separate forms, and even God will seem to us to be a form separate from ourself. Then by asking a pair of rhetorical questions in the second and third sentences, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), which mean ‘If oneself is not a form, who can see their forms? [And] how [to do so]?’, he implies that as the formless awareness that we actually are we cannot by any means whatsoever be aware of any forms.<br>\n<br>\nIn the fourth sentence he states this as a general principle by asking another rhetorical question, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which means ‘Can what is seen be otherwise [in nature] than the eye [that sees it]?’ Here he uses the word கண் (<i>kaṇ</i>), which literally means ‘eye’, as a metaphor for awareness in the sense of what is aware or perceives. Therefore the principle that he states implicitly here is that the nature of whatever is perceived cannot be otherwise than the nature of whatever perceives it.<br>\n<br>\nWhat we can infer from this principle, therefore, is that only awareness that is aware of itself as a form can be aware of other forms, so since the only awareness that is aware of itself as a form is our ego, it alone can be aware of forms. Accordingly, since our actual self is not a form but only formless self-awareness, it can never be aware of any forms. Being formless, as we actually are we can see only formlessness, or in other words, we can see only ourself, and can never see any otherness or separateness, because what creates the illusion of otherness and separation is only forms. Therefore, since the root and origin of all forms or phenomena is only our form-projecting ego, in the absence of this ego no forms will seem to exist, as we know from our experience in sleep, in which all forms disappear along with this ego.<br>\n<br>\nFinally in the last sentence Bhagavan describes the nature of our real ‘eye’ or awareness, saying ‘கண் அது தான் அந்தமிலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), which means ‘The [real] eye is oneself, the infinite eye’. அந்தம் (<i>antam</i>) means end or limit, so அந்தமிலா (<i>antam-ilā</i>) means endless, limitless or infinite. Therefore, since every form has limits or boundaries that separate it from each other form, when Bhagavan describes our actual self as ‘அந்தமிலா கண்’ (<i>antam-ilā kaṇ</i>), the ‘limitless eye’, he implies that our real nature is just pure formless awareness.<br>\n<br>\nTherefore, since we are actually just limitless and hence formless awareness, we can as such never be aware of any form or any limitation whatsoever. In other words, as our actual self, we are never aware of anything other than ourself, the one infinite and hence formless pure awareness. What is infinite cannot see anything finite, and what is finite can never see the infinite, so it is only by just being our infinite self (and thereby ceasing to rise as this finite form-grasping ego) that we can see our infinite self.<br>\n<br>\nTherefore as we actually are we are just pure intransitive awareness — awareness that is never aware of anything other than itself — and we can never actually become the transitive (form-perceiving) awareness called ‘ego’. Therefore our seeming existence as this ego is not real but just an illusory appearance, and since this illusory appearance seems to exist only in the view of ourself as this ego, it is actually completely non-existent, as we shall discover if we investigate ourself sufficiently keenly. <br>\n<br>\n<a name=\"ego\"></a><b>7. Our actual self never becomes this transitively aware ego, but merely seems to be it</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c7751978015937918609\">second</a> of your comments that I cited at the beginning of this article you claimed that ‘the ego is actually the Self in another form’, but to express our ego’s relationship with our actual self in this way is potentially misleading, because it seems to imply that our actual self has in some way been transformed into this ego. An illusory snake is not a rope in another form, because the form of the rope remains unchanged, so the snake is just the rope seeming to be something other than what it actually is. Likewise, our ego is not ‘actually the Self in another form’, because our actual self is immutable and is therefore never transformed in any way, so our ego is just ourself seeming to be something other than what we actually are. Just as the snake never actually existed except in the ignorant view of whoever mistook the rope to be a snake, the ego never actually exists except in its own self-ignorant view, so it is a non-existent thing that seems to exist only in the view of itself, and hence it is called <i>māyā</i>, which means ‘what is not’ (or more literally ‘she who is not’).<br>\n<br>\nIn two passages in <a href=\"http://selfdefinition.org/ramana/Ramana%20Maharshi%20-%20ebook%20-%20Day%20By%20Day%20With%20Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> Devaraja Mudaliar recorded what Bhagavan said about the difference between our mind (which in this context means our ego) and our actual self: ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (11-1-46: 2002 edition, page 106), and ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (8-11-45: 2002 edition, page 37). Our ego or mind rises into existence by turning its attention outwards to project and be aware of things other than itself, so when it turns inwards to be aware of itself alone, it subsides and merges in our actual self, which is what it always actually is.<br>\n<br>\nWhat turns outwards to be aware of other things is not our actual self but only our ego. Our actual self never becomes this transitively aware ego (any more than a rope ever becomes a snake), but seems to be this ego only in the view of this ego itself. However, when our ego turns its attention back towards itself alone it ‘becomes’ our actual self in the sense that it ceases to be aware of itself as a finite transitive awareness and thus ceases to seemingly exist as anything other than the one infinite and intransitive awareness that we always actually are.<br>\n<br>\nSince transitive awareness (that is, awareness of anything other than ourself) seems to exist only in waking and dream and not in sleep, it is not real, even though it seems to be real in the deluded view of this ego, whose nature is to be transitively aware. As Bhagavan often explained, three defining characteristics of what is real are that it is eternal, unchanging and self-shining, so since transitive awareness is not permanent, nor unchanging, nor self-shining, it cannot be real.<br>\n<br>\nIt is not permanent because it ceases to exist as soon as our ego subsides in sleep or in any other state of <i>manōlaya</i> (any temporary state in which the mind is dissolved completely), and likewise also when it eventually subsides forever in <i>manōnāśa</i> (annihilation of the mind); it is not unchanging because even when it seems to exist it is shaped by its contents (all the phenomena that the ego is aware of), which are constantly changing; and it is not self-shining, because it could not shine even temporarily if it were not supported by our fundamental intransitive awareness (that is, awareness that is just aware without being aware of anything). We cannot be transitively aware without being intransitively aware, but we can be intransitively aware without being transitively aware, as we are in sleep, so intransitive awareness is our fundamental awareness, and it is what illumines the temporary appearance of our ego and its transitive awareness.<br>\n<br>\nTherefore what is real is only the intransitive awareness that we actually are. It is our fundamental nature, so it is permanent, and since nothing could seem to exist without it, even though it exists without anything else in states such as sleep, it is eternal; it never changes in any way, so it is immutable; and it shines without depending on anything else, so it is self-shining. Since it is the only thing that is eternal, unchanging and self-shining, it alone is what is real.<br>\n<br>\nAnd what does real or unreal mean in this context? What is real is what actually exists, and what is unreal is what does not actually exist but merely seems to exist. Therefore, since according to Bhagavan’s definition of reality, intransitive awareness is the sole reality, it alone is what actually exists, and since transitive awareness is unreal, it does not actually exist even though it seems to exist.<br>\n<br>\nIntransitive awareness is always intransitive, because it is immutable, and it can therefore never become transitive awareness. When the ego rises, intransitive awareness seems to become transitively aware, but it never actually becomes that, because transitive awareness is just an illusory superimposition, like the illusion of a snake superimposed on a rope. Therefore if we are seeking to experience only what is real, we must be willing to give up being transitively aware (which we can do only by ceasing forever to rise as this transitively aware ego) in order to remain just as the real intransitive awareness that we always actually are.<br>\n<br>\n<a name=\"un17\"></a><b>8. <i>Uḷḷadu Nāṟpadu</i> verse 17: what seems to the ignorant to be a finite body is actually only the infinite ‘I’</b><br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#c3566244344539719462\">comment</a> that you wrote on another recent article, <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html\">‘I am’ is the reality, ‘I am this’ or ‘I am that’ is the ego</a>, you cited verses 17 and 18 of <i>Uḷḷadu Nāṟpadu</i>, which you seem to interpret as support for your view that the <i>ātma-jñāni</i> is aware of the body and world as such, which would imply that our actual self is aware of such things, since the <i>ātma-jñāni</i> is nothing other than ourself as we actually are. However, though these verses may seem to support this view if we consider them superficially, if we consider them more deeply it should be clear to us that this is not what Bhagavan intended to imply by the subtle and precise wording that he used in them.<br>\n<br>\nIn verse 17 he says:<br>\n<blockquote>உடனானே தன்னை யுணரார்க் குணர்ந்தார்க்<br>\nகுடலளவே நான்ற னுணரார்க் — குடலுள்ளே<br>\nதன்னுணர்ந்தார்க் கெல்லையறத் தானொளிரு நானிதுவே<br>\nயின்னவர்தம் பேதமென வெண்.<br>\n<br>\n<i>uḍaṉāṉē taṉṉai yuṇarārk kuṇarndārk<br>\nkuḍalaḷavē nāṉṯṟa ṉuṇarārk — kuḍaluḷḷē<br>\ntaṉṉuṇarndārk kellaiyaṟat tāṉoḷiru nāṉiduvē<br>\nyiṉṉavartam bhēdameṉa veṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் நானே, தன்னை உணரார்க்கு, உணர்ந்தார்க்கு. உடல் அளவே ‘நான்’ தன் உணரார்க்கு; உடல் உள்ளே தன் உணர்ந்தார்க்கு எல்லை அற தான் ஒளிரும் ‘நான்’. இதுவே இன்னவர் தம் பேதம் என எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal nāṉē, taṉṉai uṇarārkku, uṇarndārkku. uḍal aḷavē ‘nāṉ’ taṉ[ṉai] uṇarārkku; uḍal uḷḷē taṉ[ṉai] uṇarndārkku ellai aṟa tāṉ oḷirum ‘nāṉ’. iduvē iṉṉavar tam bhēdam eṉa eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தன்னை உணரார்க்கு, உணர்ந்தார்க்கு உடல் நானே. தன் உணரார்க்கு, ‘நான்’ உடல் அளவே; உடல் உள்ளே தன் உணர்ந்தார்க்கு ‘நான்’ தான் எல்லை அற ஒளிரும். இன்னவர் தம் பேதம் இதுவே என எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai uṇarārkku, uṇarndārkku uḍal nāṉē. taṉ uṇarārkku ‘nāṉ’ uḍal aḷavē; uḍal uḷḷē taṉ uṇarndārkku ‘nāṉ’ tāṉ ellai aṟa oḷirum. iṉṉavar tam bhēdam iduvē eṉa eṇ</i>.<br>\n<br>\n<b>English translation:</b> To those who do not know themself [and] to those who have known themself, the body is only ‘I’. To those who do not themself, ‘I’ is [limited to] only the extent of the body, [whereas] to those who have known themself within the body, oneself [called] ‘I’ shines without limit [boundary or extent]. Consider that the difference between them is only this.</blockquote>\nThe body is just a finite form, whereas our actual self, which is what the self-knower (<i>ātma-jñāni</i>) is aware of as ‘I’, is only infinite self-awareness, as Bhagavan implies in this verse by saying ‘எல்லை அற தான் ஒளிரும் நான்’ (<i>ellai aṟa tāṉ oḷirum nāṉ</i>), which means ‘oneself [called] ‘I’ shines without limit [boundary or extent]’. Since the body is a form, like every other form its extent is limited, whereas the extent of ‘I’ is unlimited, because it is formless. If ‘I’ were a form, it would necessarily be limited, so since it shines without limit, it is necessarily formless.<br>\n<br>\nBy saying that ‘I’ (our actual self) shines without limit, Bhagavan implies that it not only has no outer limit or boundary, but also has no internal limits or boundaries, so it is not only infinite but also indivisible. Since it is infinite, nothing can exist outside of it or other than it, and since it is indivisible, it cannot consist of parts, so it is otherless, partless and hence absolutely non-dual. Therefore it alone actually exists, as Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i> (which I cited above in <a href=\"#ny07\">section 2</a>).<br>\n<br>\nWhy then does he say that for the <i>ātma-jñāni</i> the body is only ‘I’? For the <i>jñāni</i> what exists is only ‘I’, the one unlimited self-awareness, so whatever seems to exist cannot be anything other than ‘I’. This does not mean, however, that the <i>jñāni</i> is aware of the body or of any other form, because as Bhagavan explains in verse 4 (which we considered in <a href=\"#un04\">section 6</a>), one can be aware of any forms only if oneself is a form, so since for the <i>jñāni</i> ‘I’ shines without limit, it is formless and can therefore never be aware of any forms.<br>\n<br>\nIf we mistake a rope to be a snake, someone who knows that it is just a rope may say to us, ‘That snake is only a rope’, just as Bhagavan says in this verse ‘உடல் நானே’ (<i>uḍal nāṉē</i>), which means ‘the body is only I’. However, just as we should not infer that the person who says ‘That snake is only a rope’ actually sees the rope as a snake, when Bhagavan says ‘the body is only I’ we should not infer that he is actually aware of ‘I’ as a body.<br>\n<br>\nWhen someone says ‘That snake is only a rope’, what we should understand is that they do not actually see any snake at all but only a rope, so what they mean is just that what we mistakenly see as a snake is what they correctly see as a rope. Likewise, when Bhagavan says that for the <i>jñāni</i> ‘the body is only I’, what we should understand is that the <i>jñāni</i> is not actually aware of any body at all but only of ‘I’, so what he means is just that what we mistakenly see as the limited form of a body is what the <i>jñāni</i> correctly sees as ‘I’, which shines without any limit and hence without any form.<br>\n<br>\nWhen Bhagavan expressed any teaching, he generally did so in a very nuanced manner, choosing his wording carefully and precisely so that those who were not yet ready to understand what he intended to convey would understand his words according to the limits of their own understanding, whereas those who were ready to understand what he intended to convey would understand the intended meaning of his words clearly and correctly. This and the next verse of <i>Uḷḷadu Nāṟpadu</i> are very clear examples of such nuanced wordings, and if we comprehend correctly what he implies in these two verses, we will understand how important it is for us to carefully consider and rely upon the precise wording that he used in his own actual writings rather than relying upon any of the imprecisely (and in many cases extremely inaccurately) worded recordings of his oral teachings made by devotees who often failed to understand the nuances in what he said.<br>\n<br>\n<a name=\"un18\"></a><b>9. <i>Uḷḷadu Nāṟpadu</i> verse 18: the world is real not as a finite set of forms but only as its formless substratum</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un18\">verse 18</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says:<br>\n<blockquote>உலகுண்மை யாகு முணர்வில்லார்க் குள்ளார்க்<br>\nகுலகளவா முண்மை யுணரார்க் — குலகினுக்<br>\nகாதார மாயுருவற் றாருமுணர்ந் தாருண்மை<br>\nயீதாகும் பேதமிவர்க் கெண்.<br>\n<br>\n<i>ulahuṇmai yāhu muṇarvillārk kuḷḷārk<br>\nkulahaḷavā muṇmai yuṇarārk — kulahiṉuk<br>\nkādhāra māyuruvaṯ ṟārumuṇarn dāruṇmai<br>\nyīdāhum bhēdamivark keṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு உண்மை ஆகும், உணர்வு இல்லார்க்கு, உள்ளார்க்கு. உலகு அளவு ஆம் உண்மை உணரார்க்கு; உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை. ஈது ஆகும் பேதம் இவர்க்கு. எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu uṇmai āhum, uṇarvu illārkku, uḷḷārkku. ulahu aḷavu ām uṇmai uṇarārkku; ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai. īdu āhum bhēdam ivarkku. eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உணர்வு இல்லார்க்கு, உள்ளார்க்கு உலகு உண்மை ஆகும். உணரார்க்கு உண்மை உலகு அளவு ஆம்; உணர்ந்தார் உண்மை உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும். ஈது இவர்க்கு பேதம் ஆகும். எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṇarvu illārkku, uḷḷārkku ulahu uṇmai āhum. uṇarārkku uṇmai ulahu aḷavu ām; uṇarndār uṇmai ulahiṉukku ādhāram-āy uru aṯṟu ārum. īdu ivarkku bhēdam āhum. eṇ</i>.<br>\n<br>\n<b>English translation:</b> To those who do not have knowledge and to those who have, the world is real. To those who do not know, reality is [limited to] the extent of the world, [whereas] to those who have known, reality pervades devoid of form as the <i>ādhāra</i> [support, substratum or foundation] for the world. This is the difference between them. Consider.</blockquote>\nWhen a rope is mistaken to be a snake, the snake is just an illusory appearance superimposed upon the rope, so the rope is the <i>ādhāra</i> (support, substratum or foundation) that underlies and supports the false appearance of the snake. Likewise, according to Bhagavan what we now mistake to be this world is only our actual self, which alone is real and which is just pure self-awareness, so the world is an illusory appearance superimposed upon our actual self, and hence our actual self is the <i>ādhāra</i> that underlies and supports the false appearance of the world.<br>\n<br>\nIf we mistake a rope to be a snake, in our view the snake will seem to be real as such, and if we were to say to someone who recognises that it is actually just a rope, ‘See, this snake is real, isn’t it?’, they may reply, ‘Yes, certainly, the snake is real’, but what they would mean by saying this is not that it is real as a snake but only that it is real as a rope. That is, there is actually something lying there on the ground, but it is not what it seems to be, so it is real, but not as the snake that we mistake it to be.<br>\n<br>\nLikewise, when Bhagavan says that for the <i>jñāni</i> the world is real, what he means is not that it is real as such (that is, as a myriad of forms) but that it is real as the formless substratum (<i>ādhāra</i>) that it actually is. What we mistake to be a world consisting of countless and ever-changing forms is actually just one formless, indivisible and immutable self-awareness, which alone is what is real, and which is therefore the <i>ādhāra</i> that underlies and supports everything that seems to exist but does not actually exist.<br>\n<br>\nThis is why he says, ‘உணர்ந்தார் உண்மை உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும்’ (<i>uṇarndār uṇmai ulahiṉukku ādhāram-āy uru aṯṟu ārum</i>), which means, ‘For those who have known, reality pervades devoid of form as the <i>ādhāra</i> for the world’. That is, what the <i>jñāni</i> sees as real is only the formless <i>ādhāra</i>, which is infinite self-awareness and therefore what always shines without any limit as ‘I’. Since it is formless and hence limitless, nothing can be other than it, so it alone actually exists, and hence if anything else seems to exist, what that seeming thing actually is is nothing other than this one formless self-awareness. In this sense for the <i>jñāni</i> everything is real, because nothing other than the reality actually exists.<br>\n<br>\nThis does not mean, however, that the <i>jñāni</i> sees any of the forms that we see, because the <i>jñāni</i> is only the formless <i>ādhāra</i>, in whose clear view no forms can appear. Being aware of forms entails being aware of multiplicity (because every form is limited in one way or another, and every limitation entails the existence or seeming existence of something else outside its limits), so since Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), which literally means ‘knowledge [or awareness] which is many is ignorance (<i>ajñāna</i>)’ and which implies ‘awareness of multiplicity is ignorance’, being aware of forms is not real knowledge (<i>jñāna</i>) but only ignorance (<i>ajñāna</i>).<br>\n<br>\nMany people imagine that the <i>jñāni</i> sees oneness in difference and difference in oneness, or more precisely, non-difference (<i>abhēda</i>) in difference (<i>bhēda</i>) and difference in non-difference, and in fact most forms of <i>vēdānta</i> other than pure <i>advaita</i> postulate the doctrine of <i>bhēdābhēda</i> (the co-existence of difference and non-difference) in one form or another. However, Bhagavan explicitly repudiated this doctrine, pointing out the obvious fact that if one is aware of any difference whatsoever, one is not aware of absolute non-difference, and if one is aware of absolute non-difference or oneness, one cannot be aware of any differences at all.<br>\n<br>\nSince forms are what differentiate one thing from another, one cannot see any forms without seeing differences, and one cannot see any differences without seeing forms. Therefore, since the one reality is formless, no differences can exist in it, so if one sees any differences of any kind whatsoever, one is seeing forms and hence not seeing the formless reality as it actually is. We cannot be aware of the formless reality without being aware of ourself as the formless reality, and if we are aware of ourself as the formless reality, we cannot be aware of any forms, as Bhagavan teaches us unequivocally in <a href=\"#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\nSince the <i>jñāni</i> is nothing other than our actual self, which is the formless <i>ādhāra</i>, it cannot be aware of any forms or any differences whatsoever. Therefore when Bhagavan ends both this and the previous verse by saying that this is the difference (<i>bhēda</i>) between the <i>jñāni</i> and the <i>ajñāni</i>, we should understand that the difference he points out in each case exists only in the view of the <i>ajñāni</i> and not in the view of the <i>jñāni</i>, because in the view of the <i>jñāni</i> no differences exist at all.<br>\n<br>\nThis is why Bhagavan often used to say that in the view of the <i>jñāni</i> there is no such thing as an <i>ajñāni</i>. That is, for the <i>jñāni</i> there are no forms and hence no others, because what exists is only the one formless and hence infinite self-awareness, other than which nothing can exist or even seem to exist. All forms, differences and otherness exist only in the view of the ego, which is the very embodiment of self-ignorance (<i>ajñāna</i>), and if we investigate this ego keenly enough, we will find that it does not actually exist and has never even seemed to exist.<br>\n<br>\n<a name=\"ny15\"></a><b>10. <i>Nāṉ Yār?</i> paragraph 15: as our actual self, God does not do anything</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c8258906831358415405\">third</a> of your comments that I cited at the beginning of this article you wrote, ‘The Self is God [...] The Lila (play) of the Self (Brahman/Atman) is that it “veils” itself so it itself thinks it is limited’, and in several of your other comments you referred to this dualistic concept that the appearance of the ego and world is a <i>līlā</i> or play of God. Though in certain contexts Bhagavan did refer to this concept of <i>līlā</i>, it is not in accordance with his core teachings, because God as a separate entity seems to exist only in the view of our ego, and as our actual self God does not actually do anything.<br>\n<br>\n‘The Self is God’, as you say, but this means that God is nothing other than ourself, which is the ultimate truth about God. However, when we rise as this ego, God seems to be something other than ourself, so as long as he seems to be such, the statement ‘The Self is God’ is true only in the sense that our actual self is what appears as God, but this does not mean that the properties and functions that are usually attributed to God are properties or functions of our actual self, because our actual self just is and does not do anything or know anything other than itself. It is only for those who believe that the world and God (as a separate entity) exist independent of the ego that he is said to perform functions such as creation, sustenance, dissolution, veiling and bestowing grace, and that all such functions and their effects are said to be his <i>līlā</i> or divine play.<br>\n<br>\nSo long as we consider God to be anything other than ourself and to have any function such as ‘veiling’ or playing any <i>līlā</i>, he is not real but just a creation of our ego. As he actually is, God is just our real self, which never does anything or knows anything, but just is, so as such he has no function whatsoever. As Bhagavan explains in the <a href=\"http://happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> of <i>Nāṉ Yār?</i>, God never actually does anything and is untouched by anything that seems to be done, but all the functions that are usually attributed to him (creation, sustenance, dissolution, veiling and grace) happen by the special power of his mere presence, just as all the life processes and so many other actions on earth happen due to the mere presence of the sun:<br>\n<blockquote>இச்சா ஸங்கல்ப யத்நமின்றி யெழுந்த ஆதித்தன் சன்னிதி மாத்திரத்தில் காந்தக்கல் அக்கினியைக் கக்குவதும், தாமரை மலர்வதும், நீர் வற்றுவதும், உலகோர் தத்தங் காரியங்களிற் பிரவிருத்தித்து இயற்றி யடங்குவதும், காந்தத்தின் முன் ஊசி சேஷ்டிப்பதும் போல ஸங்கல்ப ரகிதராயிருக்கும் ஈசன் சன்னிதான விசேஷ மாத்திரத்தால் நடக்கும் முத்தொழில் அல்லது பஞ்சகிருத்தியங்கட் குட்பட்ட ஜீவர்கள் தத்தம் கர்மானுசாரம் சேஷ்டித் தடங்குகின்றனர். அன்றி, அவர் ஸங்கல்ப ஸஹித ரல்லர்; ஒரு கருமமு மவரை யொட்டாது. அது லோககருமங்கள் சூரியனை யொட்டாததும், ஏனைய சதுர்பூதங்களின் குணாகுணங்கள் வியாபகமான ஆகாயத்தை யொட்டாததும் போலும்.<br>\n<br>\n<i>icchā-saṅkalpa-yatnam-iṉḏṟi y-eṙunda ādittaṉ saṉṉidhi-māttirattil kānta-k-kal aggiṉiyai-k kakkuvadum, tāmarai malarvadum, nīr vaṯṟuvadum, ulahōr tattaṅ kāriyaṅgaḷil piraviruttittu iyaṯṟi y-aḍaṅguvadum, kāntattiṉ muṉ ūsi cēṣṭippadum pōla saṅkalpa-rahitar-āy-irukkum īśaṉ saṉṉidhāṉa-viśēṣa-māttirattāl naḍakkum muttoṙil alladu pañcakiruttiyaṅgaṭ kutpaṭṭa jīvargaḷ tattam karmāṉucāram cēṣṭit taḍaṅgugiṉḏṟaṉar. aṉḏṟi, avar saṅkalpa-sahitar allar; oru karumam-um avarai y-oṭṭādu. adu lōka-karumaṅgaḷ sūriyaṉai y-oṭṭādadum, ēṉaiya catur-bhūtaṅgaḷiṉ guṇāguṇaṅgaḷ viyāpakam-āṉa ākāyattai y-oṭṭādadum pōlum</i>.<br>\n<br>\nJust as in the mere presence of the sun, which rose without <i>icchā</i> [wish, desire or liking], <i>saṁkalpa</i> [volition or intention] [or] <i>yatna</i> [effort or exertion], a crystal stone [or magnifying lens] will emit fire, a lotus will blossom, water will evaporate, and people of the world will engage in [or begin] their respective activities, do [those activities] and subside [or cease being active], and [just as] in front of a magnet a needle will move, [so] <i>jīvas</i> [sentient beings], who are caught in [the finite state governed by] <i>muttoṙil</i> [the threefold function of God, namely the creation, sustenance and dissolution of the world] or <i>pañcakṛtyas</i> [the five functions of God, namely creation, sustenance, dissolution, veiling and grace], which happen due to nothing but the special nature of the presence of God, who is <i>saṁkalpa rahitar</i> [one who is devoid of any volition or intention], move [exert or engage in activity] and subside [cease being active, become still or sleep] in accordance with their respective <i>karmas</i> [that is, in accordance not only with their <i>prārabdha karma</i> or destiny, which impels them to do whatever actions are necessary in order for them to experience all the pleasant and unpleasant things that they are destined to experience, but also with their <i>karma-vāsanās</i>, their inclinations or impulses to desire, think, speak and act in particular ways, which impel them to make effort to experience pleasant things and to avoid experiencing unpleasant things]. Nevertheless, he [God] is not <i>saṁkalpa sahitar</i> [one who is connected with or possesses any volition or intention]; even one <i>karma</i> does not adhere to him [that is, he is not bound or affected by any <i>karma</i> or action whatsoever]. That is like world-actions [the actions happening here on earth] not adhering to [or affecting] the sun, and [like] the qualities and defects of the other four elements [earth, water, air and fire] not adhering to the all-pervading space.</blockquote>\nFrom the viewpoint of ourself as this ego, it may appear that God is watching the movie of our life and directing every detail of it, but his doing so is only as real as our ego, which is actually non-existent. In reality, God is our actual self, and as such he is never aware of anything other than himself. However, since in his view he alone exists, nothing is actually other than him, so it is true to say that he loves us all as himself, because he sees us as nothing other than himself, but in our view his love for us as himself seems to be a love for us as the person we mistake ourself to be.<br>\n<br>\nAfter writing, ‘The Self is God [...] The Lila (play) of the Self (Brahman/Atman) is that it “veils” itself so it itself thinks it is limited’, in the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c8258906831358415405\">third</a> of your comments that I cited at the beginning of this article you wrote, ‘As “veiled”, it is watching the movie. When it decides to stop watching the movie, and the lights go on, it then sees it is actually the Self’. However as our actual self, not only does God not watch any movie, but it also does not decide to stop watching. In fact it never decides or does anything, because it is just pure self-awareness, which is intransitive, so it is aware of nothing other than itself. Only as the separate entity that he seems to be in the view of our outward-turned mind does God know anything, do anything or decide anything.<br>\n<br>\n<a name=\"un22\"></a><b>11. <i>Uḷḷadu Nāṟpadu</i> verse 22: we cannot fathom God except by turning our mind within and drowning it in him</b><br>\n<br>\nTherefore, since we see differences where God sees none, we (as the ego we now seem to be) can never adequately understand him or his view. All we can do is merge within and lose ourself in him, as Bhagavan teaches us in <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுக லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmatittiḍuda leṅṅaṉ mati</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, am-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, am-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by turning the mind back within [and thereby] completely immersing it in God, who shines within that mind giving light to the mind, how to know [ascertain, evaluate or fathom] God by the mind?</blockquote>\nSo long as our mind is turned outwards, we experience ourself as this finite ego, and hence we can never know God as he really is, because he is nothing other than our infinite self, which is what shines within our mind as the fundamental intransitive awareness that illumines it, enabling it to be transitively aware of other things. Therefore we can know God, who is our own actual self, only by turning our mind within and drowning it in him.<br>\n<br>\n<a name=\"realisation\"></a><b>12. As this ego we can never ‘realise’ ourself, and as our actual self we do not need to ‘realise’ ourself</b><br>\n<br>\nIn the same <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c8258906831358415405\">comment</a>, after saying that when our actual self ‘decides to stop watching the movie’ it ‘sees it is actually the Self’, you added ‘Hence “Self-” “realisation”, i.e. realizing that it is the Self’, but as our actual self we are never not aware of ourself as we actually are, so we can never ‘realise’ ourself, nor do we need to. We are immutable, so for us as we actually are there is never any such event as ‘self-realisation’ or what you describe as ‘it then sees it is actually the Self’. What happens is only that the non-existent ego dissolves in the pure self-awareness that we always actually are, but even this does not actually happen, because even when this ego seems to exist, it seems to exist only in its own self-deluded view, so in whose view could it ever cease to exist? The son of the barren woman drank the nectar of immortality and died. What a sensational non-event!<br>\n<br>\nHowever, so long as we seem to be this ego, the son of the non-existent barren woman called <i>māyā</i>, we do need to drink the nectar of immortality, which is pure self-awareness, and which we can therefore drink only by trying to be exclusively self-attentive — that is, attentively aware of nothing other than ourself. But whether we are self-attentive or not, our actual self remains ever unaffected and immutable, because it is always just as it is, aware of nothing other than itself.<br>\n<br>\n<a name=\"uu16\"></a><b>13. <i>Upadēśa Undiyār</i> verse 16: we must not just cease attending to other things but must keenly attend to ourself alone</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3246400379547149152\">fourth</a> of your comments that I cited at the beginning of this article you wrote, ‘The ego stops giving attention to “2nd person and 3rd person”, i.e. sense perceptions and thoughts. The Self sees this and if it is convinced of complete sincerity, then it terminates the ego (this is the “action of Grace performed by the Self” according to Ramana — paraphrased)’. However, as this ego, it is not sufficient for us just to cease attending to second and third persons (things other than ourself), because we cease attending to them whenever we fall asleep. Giving up attending to other things without focusing our entire attention on ourself results in <i>manōlaya</i> (a temporary dissolution of our mind along with its root, our ego), whereas our aim should be to attain <i>manōnāśa</i> (permanent annihilation of our mind and ego), which we can achieve only by being keenly and vigilantly self-attentive.<br>\n<br>\nThis is clearly implied by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2016/05/we-can-separate-ourself-permanently.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>, in which he defines real awareness (or true knowledge) thus:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nThe main clause in this verse is not ‘மனம் வெளி விடயங்களை விடுதலே உண்மை உணர்ச்சி ஆம்’ (<i>maṉam veḷi viḍayaṅgaḷai viḍudalē uṇmai uṇarcci ām</i>), which would mean ‘the mind leaving aside external phenomena is alone real awareness [or true knowledge]’, but only ‘மனம் தன் ஒளியுரு ஓர்தலே உண்மை உணர்ச்சி ஆம்’ (<i>maṉam taṉ oḷi-y-uru ōrdalē uṇmai uṇarcci ām</i>), which means ‘the mind knowing its own form of light is alone real awareness [or true knowledge]’ or ‘the mind only knowing its own form of light is real awareness [or true knowledge]’. The other clause, ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), which means ‘leaving aside external phenomena’, is an adverbial clause, and it states a precondition that is required in order for the mind to know its own form of light. That is, unless the mind ceases attending to any external phenomena (second or third persons) it cannot focus its entire attention keenly on ‘its own form of light’ (<i>taṉ oḷi-y-uru</i>), which is the pure self-awareness that illumines it.<br>\n<br>\nHowever, though ceasing to attend to external <i>viṣayas</i> (which means anything other than ourself) is necessary, it is not sufficient, as we know from our experience each day in sleep, because we cease attending to all other things whenever we fall asleep, but our ego is not thereby destroyed. In order to destroy our ego, we much focus our entire attention on ourself alone, because our ego is a mistaken knowledge of ourself (an awareness of ourself as something other than what we actually are), so it can be destroyed only by our being aware of ourself as we actually are.<br>\n<br>\nThis is why in this verse Bhagavan defines true knowledge or real awareness (<i>uṇmai uṇarcci</i>) as ‘மனம் தன் ஒளியுரு ஓர்தலே’ (<i>maṉam taṉ oḷi-y-uru ōrdalē</i>), ‘the mind only knowing its own form of light’. ஓர்தலே (<i>ōrdalē</i>) is an intensified form of the verbal noun ஓர்தல் (<i>ōrdal</i>), which means knowing, particularly in the sense of knowing by investigating, examining or observing attentively, so in this context ஓர்தலே (<i>ōrdalē</i>) means ‘only knowing by attentively observing’. The reason why our mind is not annihilated when we fall asleep is that at that time we withdraw our attention from everything else but do not attentively observe ourself, so the key to liberating ourself from the illusion that we are this ego or mind is to be attentively aware of ourself alone.<br>\n<br>\nYou say, ‘The Self sees this [the ego ceasing to attend to second or third persons] and if it is convinced of complete sincerity, then it terminates the ego’, but when we try to be keenly self-attentive, our actual self does not see this, because all it ever sees is only pure self-awareness, which is itself, nor is it ever convinced of anything other than its own clear awareness of itself. What is trying to be keenly self-attentive is ourself as this ego or mind, and by trying we are willingly surrendering ourself. This willingness to surrender ourself is weak at first, but with patient and persistent practice it grows steadily stronger, until eventually it is so strong that the ego is dissolved in the infinite light of pure self-awareness, thereby being terminated. This willingness is true <i>bhakti</i>, and it is the fruit of grace, which is the infinite love that we as we actually are have for ourself.<br>\n<br>\n<a name=\"grace\"></a><b>14. Grace is our infinite love for ourself, and its ‘action’ is ‘doing without doing’</b><br>\n<br>\nIn the same <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3246400379547149152\">comment</a> you say that the termination of the ego is the ‘action of Grace performed by the Self’, but ‘the Self’ (ourself as we actually are) does not perform or do anything, because our real nature is not ‘doing’ but just ‘being’. Doing (which means action of any kind) is a distortion of being, and it occurs only in the view of ourself as this ego, whose nature is to rise and do actions. Though things seem to happen due to grace, grace itself does not ever do anything. Grace is just love, which is the very nature of our actual self, but since in the clear view of our actual self nothing exists other than ourself, our infinite love is love only for ourself as we actually are.<br>\n<br>\nBecause our real nature is just to love ourself as the pure being-awareness (<i>sat-cit</i>) that we actually are, this pure self-love reflects in the ego as love for itself as it seems to be. However, though as this ego we love ourself as such, we are never satisfied, because we are infinite happiness and can therefore never be perfectly satisfied with anything less. Since as this ego we are always dissatisfied, we sooner or later become disillusioned with finite pleasures and begin to seek something beyond that, so grace, which is our own infinite self-love, appears to us in the form of our <i>guru</i> to teach us that happiness is our real nature, but is seemingly obscured by the appearance of our ego, so to experience the infinite happiness that we actually are we must turn within in order to see ourself as we actually are.<br>\n<br>\nThough it is said that grace, which is our actual self, appears to us in the form of our <i>guru</i>, it does not do anything or undergo any kind of change in order to appear thus, nor does it have any specific volition to do so. Because it loves each one of us as itself, the pure love that it actually is causes it to appear in the view of our ego as if it were another person who lovingly teaches us the path by which we can surrender our ego in the clear light of pure self-awareness, and that same pure self-love is what manifests in us as <i>bhakti</i>, which is love to investigate what we actually are and thereby to surrender whatever seems to be ourself but is not what we actually are.<br>\n<br>\nThis manifestation of grace outside in the form of our <i>sadguru</i> and his teachings and inside as <i>bhakti</i>, which is the force that impels us to follow what our <i>guru</i> has taught us, is what is sometimes described as the ‘action of grace’, even though grace itself does not actually do anything. This ‘action of grace’ is therefore sometimes described as ‘doing without doing’, because by just being as it is without doing anything whatsoever grace, which is our own infinite love for ourself, causes us to turn our attention back to investigate and be aware of ourself alone, thereby eradicating this formless phantom called ‘ego’. <br>\n<br>\n<a name=\"present\"></a><b>15. Our actual self is the presentness of the present moment</b><br>\n<br>\nRegarding your <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3912904326845795647\">statement</a> that ‘the Self’ is the present moment, this is true only in a certain sense. It is not true in the sense that it is one of the three divisions of time, past, present and future, because it transcends time and all other dimensions. What we call the present moment or the present location in space seems to us to be present because of the presence of our ego at this particular time and place, and the presence of our ego is a finite reflection of the infinite presence of ourself as we actually are (which is what you refer to as ‘the Self’).<br>\n<br>\nAs our actual self we are omnipresent — present in all times and all places — because time and space seem to exist only in the view of our ego, which rises and stands in and by the light of the pure self-awareness that we actually are, so like this ego and everything else, all of time and space (both <i>bhūtākāśa</i> or physical space and <i>cittākāśa</i> or mental space) seem to exist only in <i>cidākāśa</i>, the infinite space of pure awareness, which is what we actually are. Therefore as the ultimate presence that gives our ego its sense of finite presence, which in turn gives rise to the appearance that whatever place and time the ego seems to be present in are what are currently present, our actual self can be said to be the presentness of the present moment.<br>\n<br>\n<a name=\"looking\"></a><b>16. Our actual self does not look at or see anything other than itself</b><br>\n<br>\nIn the same <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3912904326845795647\">comment</a> you also say that ‘the Self’ is ‘That which is looking’, but what is looking through our eyes or in any way observing or perceiving anything other than ourself is only our ego and not our actual self. As we actually are we are just pure intransitive self-awareness, in whose clear view nothing other than itself exists or even seems to exist, so we cannot look at or be aware of anything other than ourself. Only as this formless phantom called ‘ego’ do we seem to be aware of other things, but if we had sufficient love (<i>bhakti</i>) to turn back and look only at ourself, we would see that no ego actually exists, and that what we actually are is only pure intransitive awareness — that is, awareness that is aware of nothing other than itself.<br>\n<br>\n<a name=\"mistake\"></a><b>17. The mistake of seeing ourself as a person is made only by our ego and not by our actual self</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c412907794498234730\">another comment</a> you say, ‘The Self makes the “mistake” of identifying with a character in the world’, and you explain that ‘This is what is called “The Play of Consciousness” (lila in Sanskrit)’. However this is not the case, because as I have explained above ‘the Self’ (ourself as we actually are) is just pure and immutable self-awareness, which can never make any mistake or identify itself with anything, and in its clear view no world or characters in it exist or even seem to exist. All these things seem to occur only in the self-ignorant view of our ego and not at all in the clear view of ourself as the pure self-awareness that we actually are.<br>\n<br>\nWhat you call the ‘Play of Consciousness’ is not a play of our real consciousness, which is just pure intransitive self-awareness, but only the play of our ego, which is the false adjunct-mixed self-awareness that we now seem to be. Our real consciousness is absolutely intransitive, so it is never aware of anything other than itself (ourself), and hence it can never do anything or be aware of anything happening. Whatever happens or seems to be done occurs only in the transitive view of ourself as this ego, so it seems to occur only because we seem to have risen as this ego. Therefore the only one playing in this illusory drama is our ego, which according to Bhagavan is <i>māyā</i> — that which does not actually exist.<br>\n<br>\nAs I explained in a <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c1912515220994583413\">comment</a> in reply to a friend who <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c9134518610663324842\">wrote</a> that it makes no sense to say that ‘the mistake to be this adjunct-mixed self-awareness was committed/done by our pure self-awareness’:<br>\n<blockquote>[…] What we actually are is only pure self-awareness, which is never mixed or confused with anything. What is mixed and confused is only our ego, which rises as this adjunct-mixed self-awareness that we now mistake ourself to be.<br>\n<br>\nOur pure self-awareness is never in any way affected by this, just as a rope is never affected by its being seen as a snake. The mistake of seeing the rope as a snake is made by an ignorant onlooker, so it is only in the view of that onlooker that the snake seems to exist. Likewise the mistake of seeing pure self-awareness (ourself as we actually are) as an adjunct-mixed self-awareness (ourself as this self-ignorant ego) is made by this adjunct-mixed self-awareness, so it is only in the view of this adjunct-mixed self-awareness that we seem to exist as such.<br>\n<br>\nOur ego (this adjunct-mixed self-awareness) does not actually exist, but paradoxically it seems to exist only in its own self-ignorant view. This is the wonder called <i>māyā</i>, which means ‘what is not’ or ‘she who is not’. The simple solution to this paradox that Bhagavan has taught us is for ourself as this ego to look very carefully at ourself, because if we do so carefully enough we will see that we are not this ego but only pure self-awareness, and that therefore this paradoxical ego or <i>māyā</i> has never actually existed or even seemed to exist.<br>\n<br>\nHow can that which does not exist seem to exist in the view of itself? It can never happen, and according to Bhagavan it has never happened, as we shall discover if we investigate ourself keenly and carefully enough.</blockquote>\n<br>\n<a name=\"uu17\"></a><b>18. <i>Upadēśa Undiyār</i> verse 17: if we keenly investigate our ego, we will find that there is actually no such thing at all, and hence no world or anything else other than ourself</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html#c3303479305706700855\">another comment</a> you say ‘The Self definitely wants to see the movie, otherwise the movie would not even exist’, but this argument of yours is based on the assumption that the movie — the illusory appearance of phenomena — does actually exist, which is precisely what we should be questioning. Now this movie seems to exist, but does it actually exist?<br>\n<br>\nJust because it seems to exist does not mean that it actually exists, and even its seeming existence is questionable. It can seem to exist only if there is something in whose view it seems to exist, so to whom does it seem to exist? In whose view does it appear? It seems to exist only in the view of ourself as this ego, so its seeming existence depends upon the seeming existence of this ego. Therefore in order to determine whether it even seems to exist we first need to ascertain whether this ego actually exists.<br>\n<br>\nIf there is no ego, nothing can seem to exist in its view, so we need to investigate whether or not this ego actually exists. Now we seem to be this ego, the body-bound self-awareness in whose view the movie called our life seems to exist, but is this ego what we actually are? According to Bhagavan the ultimate truth is that there is no such thing as this ego, and hence nothing else seems to exist, because there is nothing in whose view it could seem to exist. In other words, there is no movie at all, because there is no one to see any movie.<br>\n<br>\nThis ultimate truth is called <i>ajāta</i>, which Bhagavan said is his actual experience (as Muruganar recorded in <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#gvk100\">verse 100</a> of <i>Guru Vācaka Kōvai</i>). However, though it is his experience and the ultimate truth, it is not the standpoint from which he begins his teachings, because in our view this ego and world do seem to exist, so he conceded this but taught that they are just an illusory appearance (<i>vivarta</i>) that seems to exist only in the view of ourself as this ego.<br>\n<br>\nThis standpoint is called <i>vivarta vāda</i>, the contention (<i>vāda</i>) that everything other than our fundamental self-awareness is just an illusory appearance (<i>vivarta</i>), and as Bhagavan often explained (as recorded in <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#gvk83\">verse 83</a> of <i>Guru Vācaka Kōvai</i>) it forms the core of his teachings as expressed by him in his original writings, particularly in <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>. According to this view what actually exists is only ourself as we really are, which is just pure self-awareness, so everything else, including ourself as this ego, does not actually exist, even though it seems to exist in the view of this ego.<br>\n<br>\nHowever, according to Bhagavan if we (this ego) investigate ourself keenly enough, we will find that we are not and have never been this ego, because what we actually are in just pure and immutable self-awareness, which is never aware of anything other than itself, and which never undergoes change of any kind whatsoever. Since this ego is a mistaken awareness of ourself, when we investigate ourself and thereby become aware of ourself as we actually are, it will be clear to us that we have always been aware of ourself as we actually are and that therefore no ego has ever existed.<br>\n<br>\nThis is stated clearly by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/11/sleep-is-our-natural-state-of-pure-self.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting, anything called ‘mind’ will not exist. This is the direct [straight or appropriate] path for everyone.</blockquote>\nWhat he refers to here as ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), which means ‘the form of the mind’, is the ego, as indicated by him in the next verse (<a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu18\">verse 18</a>), in which he explains that what the mind essentially is is just the ego, the thought called ‘I’, because that is the root and basis of all the other thoughts or mental phenomena that constitute the mind as a whole. If we investigate this ego by observing it very keenly and steadily, we will eventually be aware of ourself as we actually are, and thus it will be clear that there is no such thing as the ego or mind at all.<br>\n<br>\nTherefore, since everything else seems to exist only in the view of this non-existent ego, when the ego ceases to exist everything else will cease to exist along with it, as Bhagavan clearly indicates in the second sentence of <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), which means, ‘If the ego does not exist, everything does not exist’, and in the first sentence of <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), which means, ‘If the thought called ‘I’ does not exist, anything else does not exist’.<br>\n<br>\nTherefore, though <i>vivarta vāda</i> is the most appropriate explanation of the seeming existence of our ego and all the phenomena of which it is aware, it is not the ultimate truth, because it assumes that the ego seems to exist in order to be aware of the appearance of all other things, whereas when we investigate it keenly enough, it will be clear that there never was any such thing as this ego. Therefore, as Bhagavan often explained, the ultimate truth is not <i>vivarta vāda</i> but only <i>ajāta vāda</i>, the contention that nothing has ever been born, come into existence or happened, according to which neither this ego nor anything else even seems to exist.<br>\n<br>\nBecause we see the world (as Bhagavan says in the first clause of <a href=\"#un01\">verse 1</a> of <i>Uḷḷadu Nāṟpadu</i>), we need a teaching that will explain the seeming existence both of this world and of ourself as the perceiver of it, and that will also provide us a means to escape from all the trouble caused by our rising as this ego to perceive things other than ourself. For this purpose, the most appropriate teaching is <i>vivarta vāda</i>, even though it is not the ultimate truth, because so long as we seem to exist as this transitively aware ego, being told that neither this ego nor anything else seems to exist at all will not provide us a means to escape from this illusory condition.<br>\n<br>\n<a name=\"ut24\"></a><i>Vivarta vāda</i> is therefore useful as a working hypothesis, but if we test this hypothesis by investigating whether there is actually any such this as this ego that we now seem to be, we will find that there is no such thing and that therefore nothing has ever seemed to exist at all. Therefore the ultimate truth is only <i>ajāta</i>, as Bhagavan stated clearly in <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#ut24\">verse 24</a> of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a> (which he composed as a condensation of verse 1227 of <i>Guru Vācaka Kōvai</i>, in which Muruganar expressed the idea in a Sanskrit verse that Bhagavan often used to quote, which occurs in various texts such as <i>Amṛtabindōpaniṣad</i> verse 10, <i>Ātmōpaniṣad</i> 2.31, <i>Māṇḍukya Kārikā</i> 2.32 and <i>Vivēkacūḍāmaṇi</i> verse 574):<br>\n<blockquote>ஆதலழி வார்ப்பவிழ வாசைமுயல் வார்ந்தாரில்<br>\nஈதுபர மார்த்தமென் றெண்.<br>\n<br>\n<i>ādalaṙi vārppaviṙa vāśaimuyal vārndāril<br>\nīdupara mārttameṉ ḏṟeṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆதல், அழிவு, ஆர்ப்பு, அவிழ ஆசை, முயல்வு, ஆர்ந்தார் இல்; ஈது பரமார்த்தம் என்று எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ādal, aṙivu, ārppu, aviṙa  āśai, muyalvu, ārndār il. īdu paramārttam eṉḏṟu eṇ</i>.<br>\n<br>\n<b>English translation:</b> There is no becoming [or coming into existence], destruction, bondage, desire to untie [bondage], effort [made for liberation], [or] those who have attained [liberation]. Know that this is <i>paramārtha</i> [the ultimate truth].</blockquote>\nThough our mind cannot adequately grasp the fact that what exists is only our fundamental self-awareness, and that neither this mind nor anything else even seems to exist, Bhagavan has assured us that if we investigate ourself keenly enough this is what we will ultimately discover.<br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html?showComment=1475796577126#c1232604622727991664\">one of your comments</a> you quote an extract from David Godman’s introduction to chapter 17 of <i>Be As You Are</i> (1985, pp. 181-2) in which he explains his understanding of <i>ajāta vāda</i> by saying that ‘the <i>jnani</i> is aware that the world is real [...] as an uncaused appearance in the Self’, but this is not correct and not what Bhagavan taught us, because according to <i>ajāta</i> there is no world and no appearance of any kind whatsoever. The contention that the world is just an illusory appearance caused by the rising of ourself as this ego is not <i>ajāta vāda</i> but only <i>vivarta vāda</i>, and <i>vivarta vāda</i> seems to be true only so long as we seem to be this ego.<br>\n<br>\n<a name=\"uu28\"></a>If we investigate whether we are actually this ego, we will find that there is not and never was any such thing, and hence nothing else seems to exist because there is no ego to see it. Therefore <i>ajāta vāda</i> is an absolute and unconditional denial of the reality or even the appearance of anything other than ourself, whose real nature is explained clearly and unequivocally by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] beginningless, endless [or infinite] and undivided <i>sat-cit-ānanda</i> [being-consciousness-bliss].</blockquote>\nWhatever appears must have a beginning and an end, so appearance or disappearance of anything can only occur in time, and if time existed it would divide the one infinite whole that we actually are. Therefore, by saying that our real nature is just beginningless, endless and undivided <i>sat-cit-ānanda</i>, Bhagavan is in effect denying the existence of time and hence the appearance or disappearance of anything. Thus in this verse he clearly implies that the ultimate truth experienced in the state of true self-knowledge (<i>ātma-jñāna</i>) is only <i>ajāta</i>, the absolute non-appearance of anything whatsoever.<br>\n<br>\nThis is the distinction between <i>ajāta vāda</i> and <i>vivarta vāda</i>. As indicated by the term <i>vivarta</i>, which means illusion or unreal appearance, <i>vivarta vāda</i> accepts the seeming existence of the ego and world, but maintains that they are just an illusory appearance, whereas <i>ajāta vāda</i> denies that anything seems to exist even as a false appearance. What exists is only ourself, and since we are beginningless, endless and undivided, there is no room in us for anything else to appear even momentarily.<br>\n<br>\nIf you want to understand more about <i>vivarta vāda</i> and <i>ajāta vāda</i> and the difference between them, as taught by Bhagavan, you may find it helpful to read three articles that I wrote on this subject two years ago, namely <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a>, <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html\">The perceiver and the perceived are both unreal</a> and <a href=\"http://happinessofbeing.blogspot.com/2014/10/we-can-believe-vivarta-vada-directly.html\">We can believe <i>vivarta vāda</i> directly but not <i>ajāta vāda</i></a>.<br>\n<br>\nSince the ultimate truth is that ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [our own real self]’ (as Bhagavan states unequivocally in the first sentence of <a href=\"#ny07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>), and since according to <i>ajāta</i> nothing else even seems to exist, and there is therefore no becoming, no destruction, no ego, no world, no dream, no movie, no <i>līlā</i>, no veiling, no bondage and no liberation, we can infer that as we actually are we are not aware of anything other than ourself, the one beginningless, endless and undivided <i>sat-cit-ānanda</i>, so we never veil ourself or decide to veil ourself, we never play any <i>līlā</i> or watch any movie, nor do we ever do anything, desire anything, decide anything or know anything else. We are just what is (<i>uḷḷadu</i>), and what is always is just as it is.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "75",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8703727795393846298/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "dream",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Sri Muruganar",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkzNzUyMzE2MzMzCm9mZnNldDogMzYwMDAwMAo\""
}