{
    "kind": "blogger#post",
    "id": "1518484324250084053",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-08-13T13:03:00+01:00",
    "updated": "2016-08-13T19:56:45+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/08/why-is-it-so-necessary-for-us-to-accept.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1518484324250084053",
    "title": "Why is it so necessary for us to accept without reservation the fundamental principles of Bhagavan’s teachings?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#c6338389073842406849\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html\">The observer is the observed only when we observe ourself alone</a>, a friend called Sivanarul wrote: ‘Only in things pertaining to phenomenal world, one can say there is a direct or indirect method that applies to everyone (For example, reaching from point A from point B). In the spiritual journey, there is no direct or indirect method that applies to everyone. The very usage of direct or indirect is simply a play of the ego that has assumed a spiritual identity and to satisfy its need for superiority, it must label its method as the “direct” method. (Jnanis and/or saints saying that, is very different, since they are promoting the way they attained the goal in this life. Also when they promote it, they are very careful to tailor the promotion based on the seeker)’. This article is my answer to these contentious ideas.<br><a name='more'></a>\n<br>\n<a name=\"uu17\"></a>Sivanarul, regarding what you write in this paragraph, particularly in the second sentence of it, namely ‘In the spiritual journey, there is no direct or indirect method that applies to everyone’, do you not believe Bhagavan when he says in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i> ‘மார்க்கம் நேர் ஆர்க்கும் இது’ (<i>mārggam nēr ārkkum idu</i>), which means ‘This [practice of investigating the form of one’s mind without forgetting] is the direct [straight or appropriate] path for everyone’?<br>\n<br>\nWherever we may stand in our spiritual development, the only direct means for us to be aware of ourself as we actually are is to attend to ourself. This is a very simple principle and in perfect accord with logic. How can we see what we actually are unless we look at ourself? It is as simple and as logical as that. It is a principle that even a child can understand.<br>\n<br>\nWe may find it difficult to attend to ourself — indeed most of us do find it difficult to attend to ourself — but that is not because being self-attentive is actually difficult, but because the natural மனப்போக்கு (<i>maṉa-p-pōkku</i>), the flow, direction or inclination of our mind, is to go outwards, away from ourself towards other things, so being self-attentive is to swim against the current of this natural outward flow. However, though it is natural for our mind to flow outwards, it is not natural for us to do so, so we are easily able to refrain from going outwards whenever our mind subsides in sleep. The reason why we feel compelled to attend to things other than ourself whenever we rise and stand as this mind is that we cannot survive as this mind unless we constantly do so. However, being self-aware is our natural state, because we are always self-aware, even when we are attending to other things, so it is possible for any of us to be attentively self-aware if we truly want to be.<br>\n<br>\nThis is all that it comes down to: do we or do we not want to be attentively self-aware? Wanting or liking to be attentively self-aware is what is called <i>svātma-bhakti</i> (love for our own actual self) or <i>sat-vāsanā</i> (inclination just to be), and it is the key to persistently and successfully practising self-investigation and thereby eventually being aware of ourself as we actually are.<br>\n<br>\nFor most of us, myself included, our <i>svātma-bhakti</i> is still relatively weak, and our <i>viṣaya-vāsanās</i> (our inclinations, desires or likings to be aware of things other than ourself) are therefore correspondingly strong, so being attentively self-aware at all times and in all circumstances seems to us to be difficult. However Bhagavan has assured us that if we persevere in trying to be self-attentive as much as possible our <i>svātma-bhakti</i> will increase and our <i>viṣaya-vāsanās</i> will be correspondingly weakened, until eventually we will subside and merge back into our source forever, thereby losing ourself entirely in the infinite light of pure self-awareness, which is what we actually are.<br>\n<br>\nSome of us may feel more drawn to this path of self-investigation than others, whereas some may feel more inclined to practise other forms of <i>bhakti</i> or some other kind of spiritual practice. In the case of those who belonged to the latter group, Bhagavan gently encouraged them to try to investigate themself, but he never discouraged them from practising whatever other <i>sādhanas</i> appealed to them, because he knew that by following such <i>sādhanas</i> with genuine love and dedication their minds would gradually be purified (as he explained in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">verses 3 to 7</a> of <i>Upadēśa Undiyār</i>) and thereby they would sooner or later be drawn to the path of self-investigation, which is what he described as அனனியபாவம் (<i>aṉaṉiya-bhāvam</i>) in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu08\">verse 8</a>, saying that it is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘the best of all’ or ‘the best among all’, thereby implying that it is the most purifying of all forms of <i>bhakti</i>, meditation or spiritual practice.<br>\n<br>\nNo matter how strongly inclined we may be to try to practise either self-investigation or any other <i>sādhana</i>, if we are devoted to Bhagavan and accept him as our <i>sadguru</i>, we should at least be willingly to accept the basic principles of his teachings. We may not feel inclined to try immediately to apply all those principles in our current spiritual practice, but we should at least acknowledge them and aspire towards applying them more fully than we do at present.<br>\n<br>\nWhat Bhagavan has given us in <i>Nāṉ Yār?</i>, <i>Upadēśa Undiyār</i>, <i>Uḷḷadu Nāṟpadu</i> and other texts is a simple and clear set of spiritual principles that are applicable to everyone, because they are fundamental laws of nature. Contrary to what you imply, he was not merely ‘promoting the way [he had] attained the goal in this life’, but was teaching us fundamental principles that apply to everyone, and he left us free to decide what use, if any, we choose to make of them. If we are wise we will try to apply them as fully as we can by doing our best to follow the simple path of self-investigation that he taught us on the basis of these principles. Most of us cannot at present apply all these principles as well as we need to do if we are to experience ourself here and now as we actually are, but we should at least aspire to apply them eventually.<br>\n<br>\nTo what extent and in what way we choose to apply them now is up to us, but at least we should accept them, and most importantly we should try to understand them and not allow ourself to argue against them either in our own mind or in discussions with our fellow devotees. If we allow our mind to rebel against accepting the fundamental principles of his teachings even theoretically, we would be placing an unnecessary obstacle between ourself and the opportunity of being guided more fully by him, and we would thereby be hindering our own spiritual progress. On the other hand, if we accept at least theoretically all the principles taught by him, even if we cannot yet apply them as successfully as we should aspire to, we will be opening our heart more fully to being guided by him on our inward journey.<br>\n<br>\nThis is why it is so important for us to study, think carefully about and try to understand as fully and as coherently as possible all the principles that he has taught us in his original writings, particularly <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, which are the three texts in which he has unequivocally set forth these principles in the clearest and most systematic manner. If we clearly understand and are firmly convinced by all the simple and fundamental principles he has taught us in these three core texts, that will enable us to assess the relative accuracy and value of the recordings found in other books of whatever he said in reply to various questions that he was asked by devotees and visitors, many of whom had numerous interests, concerns, cares and aspirations other than just being aware of themselves as they actually are.<br>\n<br>\nIf we do not try to understand and accept the core principles that he taught us and the reasons why these principles are true, we will be throwing away a priceless opportunity that he has given us. To understand all these principles clearly and coherently we do not need to be very learned or of a particularly intellectual bent of mind, because they are very simple and coherent principles based on a clear and uncomplicated analysis of our own experience of ourself and other things. All we need, therefore, is a simple heart, a curious and enquiring mind, and above all a willingness to set aside all our biases, prejudices and cherished beliefs in order to see the clear and indisputable truth in the simple principles he taught us.<br>\n<br>\n<a name=\"aamm101\"></a>Bhagavan is the very form of love, as he sang to Arunachala in <a href=\"http://happinessofbeing.blogspot.com/2016/06/can-our-mind-be-too-strong-for-our.html#aamm101\">verse 101</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>அம்புவி லாலிபோ லன்புரு வுனிலெனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யன்பாக் கரைத்தரு ளருணாசலா.<br>\n<br>\n<i>ambuvi lālipō laṉburu vuṉileṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yaṉbāk karaittaru ḷaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அம்புவில் ஆலி போல் அன்பு உரு உனில் எனை அன்பா கரைத்து அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ambuvil āli pōl aṉbu-uru uṉil eṉai aṉbā karaittu aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, like ice in water, lovingly melt me as love in you, the form of love.</blockquote>\nTherefore the only way to reach Bhagavan is through love. Only by melting as love in him, the very form of love, like ice in water, can we merge and become one with him.<br>\n<br>\nTrue love requires total acceptance of the one we love. To be accepted fully by Bhagavan we must accept him fully and in every way. He is always ready to accept us, because he loves us as himself, but we must be willing to be accepted by him, and that entails our being willing to accept him in every way possible and as fully as possible.<br>\n<br>\nHe is our <i>guru</i> and we are his disciples, or at least we aspire to be his disciples. In the love between <i>guru</i> and disciple, the disciple must accept the <i>guru</i> fully, and since the function of <i>guru</i> is to teach and show the way to the ultimate goal of human life and to guide his disciples along that way, full acceptance of the <i>guru</i> by the disciple entails complete and unreserved acceptance of his teachings.<br>\n<br>\nWe cannot separate Bhagavan from his teachings. The very purpose of his appearance in human form was to teach us how to be aware of ourself as we really are, so though his human form has passed away, as all human forms must, he continues to be manifest among us in the form of his clear and simple teachings expressed unequivocally in his own original writings. His written teachings are himself in the form of words that guide us on our inner journey back to our own actual self.<br>\n<br>\nIf we want to be true disciples, we cannot just pick and choose which teachings we like and ignore or reject the rest. We must be willing to accept all his teachings in their entirety. And to accept them in their entirety we must understand them clearly and coherently, which means that we must identify all the fundamental principles of his teachings.<br>\n<br>\nTherefore, to make it easy for us to identify and understand all the fundamental principles of his teachings in a clear and coherent manner, he has written them in a systematic way in three core texts, namely <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, so we need to carefully study and imbibe the meaning of these three precious gems along with all his other original writings, which consists of just a handful of beautiful Tamil songs, poems and a few brief prose pieces, which you as a Tamilian are fortunate to be able to read and study in the original.<br>\n<br>\nMany of the core principles that he teaches us in these texts force us to question all that we have hitherto believed about ourself, God and the world, so in order to fully accept all his fundamental principles we must be willing to jettison all our former ideas and beliefs — to clear out all the old rubbish in order to make room for his teachings to occupy our whole heart. This may be difficult for us at first, but it is a small price to pay for what we stand to gain from fully accepting and imbibing all the clear, simple and coherent principles that he has taught us, because by accepting them wholeheartedly we are embarking on the final smooth and easy stretch of our hitherto long and arduous journey back home to our own heart.<br>\n<br>\n<a name=\"ny12\"></a>Unless we wholeheartedly and without any reservation accept the fundamental principles of our <i>guru’s</i> teachings, how can we wholeheartedly follow the simple path that he has taught us, and unless we follow this path, how can we expect to reach the ultimate destination that he has shown us? As he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br>\n<br>\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br>\n<br>\nGod and <i>guru</i> are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the glance of <i>guru</i>’s grace will surely be saved by him and will never instead be forsaken; nevertheless, it is necessary to walk unfailingly along the path that <i>guru</i> has shown.</blockquote>\nHe will do everything for us, and in return all he asks us to do for ourself is to wholeheartedly and unreservedly follow the path that he has shown us. And to follow this path we need to wholeheartedly accept all the fundamental principles on which it is based, because accepting them wholeheartedly will give us the dedication and perseverance that we require to follow it successfully to its conclusion, and because unless we accept them and discard whatever old ideas or beliefs of ours are in any way in conflict with them or not in perfect tune with them, how can we discard our ego, which is what clings to those old ideas and beliefs so firmly? In order to surrender our ego entirely, the first thing we need to do is to give up any ideas or beliefs that stand in the way of our wholeheartedly accepting Bhagavan and all that he has taught us.<br>\n<br>\nAs Sadhu Om often used to say, in order to fully imbibe and absorb Bhagavan’s teachings, and to allow them to impress themselves firmly and indelibly in our heart and mind, we must first make our heart and mind a blank slate. If we ask Bhagavan to write his name on a well-scribbled slate, his beautiful name will become just another confused and illegible scribbling, so we must first wipe our slate clear, and then when he writes his name on it we will be able to appreciate its beauty fully. Likewise, unless we are willing to clear our heart and mind of all our old ideas, beliefs, desires and aspirations, when we read his teachings they will not be able to make a clear and indelible impression on our mind, but will just become further unclear additions to the confused mass of scribblings already present there. Therefore acceptance of the clear, simple and fresh ideas that Bhagavan has taught us requires us to give up clinging to all our old ideas and beliefs, and thereby to make our mind a blank slate that is ready to see everything afresh in the clear light of his teachings and the core set of simple principles on which they are all based.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "157",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1518484324250084053/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDcxMTE0NjA1ODUyCm9mZnNldDogMzYwMDAwMAo\""
}