{
    "kind": "blogger#post",
    "id": "4933662665997675968",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-10-04T16:45:00+01:00",
    "updated": "2016-10-05T13:31:42+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/10/why-does-term-i-am-refer-not-just-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4933662665997675968",
    "title": "Why does the term ‘I am’ refer not just to our ego but to what we actually are?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#c2858521365795452978\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html\">‘I am’ is the reality, ‘I am this’ or ‘I am that’ is the ego</a>, a friend called Mouna raised several objections to what I had written in it, so in this article I will try to reply to his objections.<br><a name='more'></a>\n<br>\nMouna, obviously you are correct in saying that we do not say ‘I am’ while we are asleep, but the issue we need to consider is not the words ‘I am’ nor who thinks and says these words, but is only what these words refer to, namely our awareness ‘I am’. Only the ego can think or say ‘I am’, because as we actually are we do not think, say or do anything, but we are nevertheless always aware of our existence as ‘I am’ whether we seem to be this ego (as in waking and dream) or not (as in sleep).<br>\n<br>\nYou say, ‘the only reference we have about deep sleep is the ego’s account of it’, but this is not quite correct. Sure, we now experience ourself as this ego, so it is as this ego that we recollect what we experienced in sleep, but since as this ego we were not present in sleep, our recollection of sleep cannot derive from this ego, so must derive from something deeper within ourself that was aware in sleep. That deeper thing is our fundamental self-awareness, which is what we actually are, because it is the only thing that we are always aware of.<br>\n<br>\nHowever, even to say that we are aware of it is not quite correct, because it is not an object of which we could be aware, but the fundamental light of awareness that illumines the appearance of both the subject (our ego) and all objects (every phenomenon cognised by this ego). We are therefore aware of it not as an object, nor even as the subject, but as ourself, the one permanent self-awareness that underlies the appearance of both subject and object.<br>\n<br>\nWhen our ego says, ‘I was aware of myself in sleep’, it is laying claim to our fundamental self-awareness as if that were itself, but it is not our fundamental self-awareness, because our fundamental self-awareness remains in sleep even though our ego is then absent. As Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>, our ego is neither our fundamental self-awareness nor this person whom we now seem to be, but is a spurious entity that rises between the two and lays claim to both as if they were itself, being aware of itself as ‘I am this person’. This mixed awareness ‘I am this person’ is itself our ego, and in it ‘I am’ is our fundamental self-awareness, which alone is real, and ‘this person’ is just an illusory adjunct.<br>\n<br>\nYou say, ‘it doesn’t really matter if we imply that ‘I am’ is the ego or the self’, but it does actually matter a lot, because the term ‘I am’ expresses the fact that we exist, so what it refers to is our existence, which means what we actually are. As Bhagavan explains in verse 21 of <i>Upadēśa Undiyār</i> (which I cited and discussed in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu21\">section 9</a> of my previous article), since we do not cease to exist in sleep, even though our ego has then ceased to exist, the true import of the word ‘I’ is only our one infinite self-awareness, which always shines without any adjuncts as ‘I am I’.<br>\n<br>\nWhereas the term ‘I am’ expresses our actual existence (and also implies our awareness of our existence), terms such as ‘I am this’ or ‘I am that’ express our rising — that is, what we have seemingly become. This is why Bhagavan often used to say that ‘I am’ is our இருப்பு (<i>iruppu</i>) or being whereas ‘I am this’ is our எழுச்சி (<i>eṙucci</i>) or rising (in the sense of our seemingly becoming or appearing as). In other words, ‘I am’ is what we are, whereas ‘I am this’ is what we seem to have become.<br>\n<br>\nThough as this ego we are aware of ourself as ‘I am’, we are not aware of ourself only as ‘I am’ but as ‘I am this’. What we as this ego are aware of as ‘I am’ is our actual self (our fundamental self-awareness, which is the core, foundation and real essence of this ego), whereas what we are aware of as ‘I am this’ is not what we actually are but only what we seem to be.<br>\n<br>\nYou say ‘Brahman, ‘I am’, self (or Self), guru, etc. are only conceptual pointers to what mind/ego can’t reach, only move towards (self-attentiveness)’, but whereas other terms such as <i>brahman</i> may be only conceptual pointers, ‘I am’ is more than just a concept, because it is our actual experience, and not just a temporary experience but what we are always aware of, namely our own existence. Since ‘I am’ is our permanent and fundamental self-awareness, it is our actual self, and it is so intimate and immediate that we do not even need to move towards it — all we need do is just turn our attention back to it, because it is what we always actually are.<br>\n<br>\nBy pointing out that what we are always aware of as ‘I am’ is not just our ego but our actual self, Bhagavan was trying to make us understand the closeness, intimacy and immediacy of what we actually are — that is, that our actual self is not some distant unknown thing, but what we are always clearly aware of. However, though we are always clearly aware of our actual self, we are not clearly aware of ourself as we actually are, because instead of being aware of ourself simply as ‘I am’, we now seem to be aware of ourself as ‘I am this’. Therefore in order to see ourself as we actually are all we need do is to see ourself without the superimposition of any adjuncts such as ‘this’ or ‘that’ (as Bhagavan says in verse 25 of <i>Upadēśa Undiyār</I>, which I cited and discussed in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu25\">section 13</a> of my previous article).<br>\n<br>\nYou say that your understanding is that when Nisargadatta used the term ‘I am’ what he was referring to is our ego and that ‘all his teaching pointed to transcend this false sense of identity’, but how can ‘I am’ be a false sense of identity? ‘I am this’ or ‘I am that’ is certainly a false sense of identity, because such terms express the identity of ourself (‘I’) as being something else (‘this’ or ‘that’), but ‘I am’ cannot be a false sense of identity, because the term ‘I am’ does not identify ourself as being anything, but simply expresses the fact that we exist.<br>\n<br>\nSince the term ‘I am’ very clearly refers only to our existence and not to any sort of identity, whether true or false, it is obviously not appropriate to use it to refer to anything other than our actual self, which is our fundamental self-awareness without any adjuncts such as ‘this’ or ‘that’. Therefore if Nisargadatta used the term ‘I am’ to refer to our ego or to anything other than our actual self, his choice of terminology is certain to create confusion.<br>\n<br>\nIf he had just used the pronoun ‘I’ to refer to our ego, as Bhagavan often did, that would not have created any confusion, because ‘I’ is a pronoun that refers only to ourself, and since this ego is what we now seem to be, we can legitimately use ‘I’ to refer either to our actual self or to our ego, depending on the context in which we are using it. However, ‘I am’ on its own (not in a statement such as ‘I am this’) means that we actually exist, and what we actually exist as is not this ego but only our actual self, which is the fundamental self-awareness that we always experience whether we experience ourself as ‘I am this’ (as in waking and dream) or just as ‘I am’ (as in sleep).<br>\n<br>\nIf this ego were what the term ‘I am’ refers to, that would mean either that this ego exists and shines in sleep, because our awareness ‘I am’ persists then, or that our awareness ‘I am’ ceases in sleep, because we are not aware of this ego then. Since both of these two alternative implications are clearly false, and since we are clearly aware of our existence as ‘I am’ while we are asleep, even though we are not then aware of our ego, it should be obvious to us that the term ‘I am’ does not refer to our ego but to what we always are, namely the fundamental self-awareness that we experience as ‘I am’ throughout waking, dream and sleep.<br>\n<br>\nBy using the term ‘I am’ to refer to our ego and by saying that we need to go beyond it, transcend it or find some reality behind it, Nisargadatta was creating an impression that the reality is something other than our simple awareness of our own existence, ‘I am’. Whereas Bhagavan insisted that what is real is nothing other than our simple and ever-present self-awareness, ‘I am’, Nisargadatta repeatedly implies that there is some reality beyond this of which we are currently unaware. This is one of the reasons why I find it so hard to understand why many people who have studied and tried to practise what Bhagavan taught us believe that what Nisargadatta was teaching is the same.<br>\n<br>\nRegarding what you write in the final paragraph of your <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#c2858521365795452978\">comment</a>, I agree that we use the term ‘behind’ metaphorically when we say that a rope is ‘behind’ the snake or that our actual self is ‘behind’ our ego, and obviously we are justified in using language metaphorically in such a way. However, there is a difference between saying that our actual self is behind our ego and saying that it is behind ‘I am’, because our ego is what we seem to be (just as the snake is what the rope seems to be), whereas ‘I am’ is what we actually are. Since the term ‘I am’ refers to our fundamental self-awareness (our simple awareness of our own existence), if we say that there is any reality behind ‘I am’, we would be implying that the reality is something other than our fundamental self-awareness, which would be quite contrary to what Bhagavan taught us.<br>\n<br>\nIn your final sentence you wrote, ‘We know that there isn’t any “underlying reality”, otherwise there will be two things one superimposed to another and reality cannot be other than non-dual’, but so long as we see any false appearance, such as an illusory snake, there must be something real underlying and supporting its appearance. Saying that there is a real thing underlying an illusory appearance is not saying that there are two things but only that there is just one thing that seems to be something other than what it actually is.<br>\n<br>\nThere is no snake but only a rope, so the rope alone is real and the snake is just any illusory appearance and hence does not actually exist. Likewise, there is no ego or world but only our actual self, so our actual self alone is real and our ego and this world are just any illusory appearances and hence do not actually exist.<br>\n<br>\nIf we apply this to Nisargadatta’s claim that the reality is just behind ‘I am’, which is what you were trying to justify in your final paragraph, it would mean that there is no ‘I am’ but only some other reality behind it, which is clearly not the case. The only thing that is certainly real is ‘I am’, because everything else we experience could be just an illusion (as Bhagavan teaches us that it in fact is), whereas ‘I am’ cannot be an illusion, because the phrase ‘I am’ expresses the fact that we exist, and if we did not exist we could not be aware of anything, whether real or illusory. ‘I am’ is the only thing that is absolutely certain, but Nisargadatta repeatedly implies that it is something unreal, so whom should we believe: Bhagavan, who says ‘I am’ alone is real, or Nisargadatta, who implies that it is not real? Simple logic surely compels us to accept what Bhagavan taught us in preference to what Nisargadatta seems to claim.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "18",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4933662665997675968/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc1NjcwNzAyODk3Cm9mZnNldDogMzYwMDAwMAo\""
}