{
    "kind": "blogger#post",
    "id": "1732062604290110178",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-10-25T12:32:00+01:00",
    "updated": "2016-11-21T10:50:24Z",
    "url": "http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1732062604290110178",
    "title": "The difference between <i>vivarta vāda</i> and <i>ajāta vāda</i> is not just semantic but substantive",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">I wrote my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html\">As we actually are, we do nothing and are aware of nothing other than ourself</a>, in reply to various comments written by a friend called Ken, and in reply to it he wrote another <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#c6188769407435235735\">comment</a> in which he argued:<br>\n<blockquote>Thank you for your thorough research on these topics, they are a significant aid in understanding Ramana’s teaching.<br>\n<br>\n[…]<br>\n<br>\nBeyond that, it seems to me that we are getting into an area ruled by semantics.<br>\n<br>\nFor example, Sherlock Holmes is a fictional character. As such, he “is unreal and never existed”. However, his lack of existence is a semantic one. From our viewpoint, we certainly find a difference between our current world (with at least two different Sherlock Holmes series in production) and an alternative universe where Conan Doyle never invented the character Sherlock Holmes.<br>\n<br>\nIn a similar way, we go to sleep and have a dream. When we wake up, we realize that the events in the dream were unreal. “Nothing ever happened”. But we cannot say that our night was the same as a night where we did not dream at all.<br>\n<br>\nAnd, if we go into the dark garage and mistake the coiled rope for a snake, we can certainly say “the snake is unreal and never existed”. However, there is a difference between going into the garage and immediately recognizing the rope, or else going into the garage and mistakenly seeing the snake. If there were no difference, then Ramana would not have advised, in Ulladu Narpadu 35:<br>\n<br>\n“The subsided mind having subsided, knowing and being the Reality, which is (always) attained, is the (true) attainment (siddhi). [...] (Therefore) know and be (as) you (the Reality) are.”<br>\n<br>\nIf there were no difference between seeing the snake and seeing the rope, then he would have said instead:<br>\n<br>\n“The mind is unreal and does not exist, so do not practice self-attention, go home, watch cricket and stop bothering me.”<br>\n<br>\nSo, a universe where there was never any appearance of temporary phenomena, never any maya, never any mistaken identification, never any ego... just satchitananda.... is perhaps theologically, metaphysically, and/or philosophically identical to this universe.... but it is not entirely identical, otherwise Ramana would have never answered Pillai’s question of “Who Am I?”.<br>\n<br>\nThe Advaita Vedanta standard of “real” and “exists” is very meaningful — it tells us what is important. But if we use it in all contexts, we end up with “Neo-Advaita”, i.e. “Nothing ever happened, the ego never existed, so go home and watch T.V., that will be $50, thanks.”<br>\n<br>\nIn Path of Sri Ramana, Sadhu Om is careful to apply absolute metaphysical standards to theology and philosophy, but not otherwise. For example, he stated:<br>\n<br>\n“The sole cause of all miseries is the mistake of veiling ourself by imagining these sheaths to be ourself, even though we are ever this existence-consciousness-bliss (sat-chit-ananda).”<br>\n<br>\nThis is similar to my statement quoted from 9 September 2016:<br>\n<br>\n“Because there is nothing other than the Self, so there is nothing that can force the Self to do anything. The Self is alone, so it decides to “veil” itself and limit itself as a multitude of ‘individuals’. This is the Lila, the play.”<br>\n<br>\nThe Upanishads, Shankara and Ramana all agree that there is nothing other than the Self. So, there cannot be anything that forces the Self to do anything.<br>\n<br>\nSadhu Om characterizing veiling as a “mistake”, while I characterize it as a “decision”. Well, certainly those two things are compatible. Plenty of decisions are found to be mistakes (such as deciding to drive when you have drunk far too much alcohol).<br>\n<br>\nBefore the “veiling”, there was no ego, so Sadhu Om can only be referring to the Self as the one who veils.</blockquote>\nTherefore in this article I will try to explain to Ken why these arguments of his do not adequately address the issue I was discussing in my previous article, namely the confusion that arises if we believe that our actual self veils itself and sees itself as numerous phenomena.<br><a name='more'></a>\n<ol>\n<li><a href=\"#vivarta\">Though <i>vivarta vāda</i> seems to be true so long as we seem to be this ego, when we dissolve this ego by investigating ourself we will find that <i>ajāta</i> alone is true</a></li>\n<li><a href=\"#un04\"><i>Uḷḷadu Nāṟpadu</i> verse 4: as we actually are, we are never aware of forms or anything other than ourself</a></li>\n<li><a href=\"#un06\"><i>Uḷḷadu Nāṟpadu</i> verse 6: the world is perceived only by our mind, so it does not exist independent of this mind</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: all phenomena seem to exist only when we rise as this ego, so no phenomenon exists independent of this ego</a></li>\n<li><a href=\"#ajata\">In an absolute sense, <i>ajāta</i> is the sole reality, and therefore not an alternative or parallel reality</a></li>\n<li><a href=\"#unborn\">What is unborn (<i>ajāta</i>) is only pure self-awareness, and since it is the infinite whole, nothing else actually exists</a></li>\n<li><a href=\"#dream\"><i>Ajāta</i> is the experience that there never was any dreamer and hence no dream has ever occurred</a></li>\n<li><a href=\"#illusion\"><i>Ajāta</i> is the state in which there never was any ego to perceive any illusion at all</a></li>\n<li><a href=\"#un35\"><i>Uḷḷadu Nāṟpadu</i> verse 35: spiritual accomplishment is not acquiring supernatural powers but only knowing and being what is real</a></li>\n<li><a href=\"#teaching\">So long as we seem to be this ego, we need to be taught and to make effort to investigate what we actually are</a></li>\n<li><a href=\"#actual\">We need to distinguish what actually exists from what seems to exist</a></li>\n<li><a href=\"#veil\">The veil of self-ignorance seems to exist only in the view of ourself as this ego and not in the view of ourself as we actually are</a></li>\n</ol>\n<a name=\"vivarta\"></a><b>1. Though <i>vivarta vāda</i> seems to be true so long as we seem to be this ego, when we dissolve this ego by investigating ourself we will find that <i>ajāta</i> alone is true</b><br>\n<br>\n Ken, when you say ‘it seems to me that we are getting into an area ruled by semantics’ and then offer the various arguments you have given in this comment, what you are in effect saying is that the difference between <i>vivarta vāda</i> and <i>ajāta vāda</i> is merely semantic and not substantive. Though you did not actually mention either <i>vivarta vāda</i> or <i>ajāta vāda</i> in this comment, your arguments (both in this comment and in earlier ones) seem to be rooted in a failure to appreciate the importance of the distinction between them, and this was why I tried to explain this distinction in the final section of my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: if we keenly investigate our ego, we will find that there is actually no such thing at all, and hence no world or anything else other than ourself</a>.<br>\n<br>\nAccording to <i>vivarta vāda</i> our ego and all the phenomena of which it is aware are just a false appearance, like everything that we experience in a dream, whereas according to <i>ajāta vāda</i> no ego or any phenomena have ever existed even as a false appearance. The former is true from the perspective of ourself as this ego, so it is true only in a relative sense, whereas the latter is true from the perspective of ourself as we actually are, so it alone is what is ultimately and absolutely true.<br>\n<br>\nThese are therefore two diametrically opposed perspectives, because <i>ajāta vāda</i> is a direct contradiction of <i>vivarta vāda</i>, since <i>vivarta vāda</i> acknowledges that this ego and all these phenomena seem to exist, whereas <i>ajāta vāda</i> denies that any such things ever seem to exist at all. However there is a logical connection between these two opposing viewpoints, because in order for anything to appear or seem to exist, there must be something in whose view it seems to exist, and that something is only ourself as this ego, which according to <i>vivarta vāda</i> is itself a false appearance, and hence as Bhagavan taught us if we (this ego) investigate ourself, we will find that there is actually no such thing as this ego, and therefore there is nothing in whose view anything else could seem to exist. Therefore paradoxically the logical conclusion of <i>vivarta vāda</i> is only <i>ajāta vāda</i>, even though <i>ajāta vāda</i> directly contradicts <i>vivarta vāda</i>.<br>\n<br>\nHowever, though <i>vivarta vāda</i> is completely untrue from the perspective of ourself as we actually are, it seems to be true so long as we seem to be this ego. Therefore though Bhagavan explained that our ultimate experience will be only <i>ajāta</i>, he taught us that until we experience ourself as we really are, we should accept <i>vivarta vāda</i> as the most appropriate and beneficial working hypothesis.<br>\n<br>\nTherefore Bhagavan’s core teachings as expressed in <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and elsewhere are in accordance with <i>vivarta vāda</i>, and (as indicated in <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#gvk83\">verse 83</a> of <i>Guru Vācaka Kōvai</i>) the reason why he taught from this standpoint is explained by him in the opening clause of the <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un01\">first verse</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘நாம் உலகம் காண்டலால்’ (<i>nām ulaham kāṇḍalāl</i>), ‘because we see the world’. That is, because we perceive phenomena, in our view both phenomena and ourself as the perceiver of them seem to exist, but according to <i>vivarta vāda</i>, though they seem to exist, they do not actually exist, so they are just an illusory appearance (<i>vivarta</i>).<br>\n<br>\nHow then can we free ourself from this illusion? An illusion seems to exist only in the view of whoever perceives it, and the one who perceives all these phenomena is only ourself as this ego, which according to Bhagavan is itself an illusory appearance — something that does not actually exist even though it seems to exist so long as it is aware of any phenomena. Therefore the root cause of all this illusion is our ego, so we can free ourself from all illusion only by freeing ourself from this illusory and self-deluded ego.<br>\n<br>\nIf this ego, the perceiver of all phenomena, were what we actually are, we would not be able to free ourself from it, and hence we would be forever bound by illusion, but since it is not what we actually are but only an illusory appearance superimposed upon ourself, we can free ourself from it by investigating what we actually are. However, though it is not what we actually are, it is (in the view of ourself as this ego) what we now seem to be, so in order to investigate what we actually are we simply need to observe ourself (who now seem to be this ego) very carefully.<br>\n<br>\nIf we look at an illusory snake carefully enough, we will see that it is not actually a snake but just a rope. Likewise, if we look at this illusory ego carefully enough, we will see that we are not actually an ego but just pure self-awareness, which alone actually exists and which is therefore aware of nothing other than itself.<br>\n<br>\n<a name=\"un04\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 4: as we actually are, we are never aware of forms or anything other than ourself</b><br>\n<br>\nI know you already understand most of what I wrote in the previous few paragraphs, but where your understanding goes wrong is that you seem to assume that since the ego does not actually exist, what perceives all these phenomena is ourself as we actually are, and that therefore even when this ego is eradicated we will continue to perceive phenomena. This is not correct, because as Bhagavan clearly explains in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, our actual self is ‘அந்தமிலா கண்’ (<i>antam-ilā kaṇ</i>), the ‘limitless eye’, which means that it is infinite — and hence formless — awareness, so it can never see any form whatsoever, as he implies in the second and third sentences of that verse by asking rhetorically: ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), which mean ‘If oneself is not a form, who can see their forms? [And] how [to do so]?’<br>\n<br>\nThat is, according to the principle that he taught us in the fourth sentence of this verse, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which means ‘Can what is seen be otherwise [in nature] than the eye [that sees it]?’, the nature of whatever is perceived cannot be other than the nature of what perceives it. Therefore, since what we actually are is only infinite and formless awareness, we cannot as such be aware of anything that is not infinite and formless, so we are eternally aware only of ourself and of nothing else whatsoever.<br>\n<br>\nWhat Bhagavan teaches us in this verse is not mere semantics, but is one of the fundamental principles of his teachings, so let us again carefully consider what he says in it:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [in nature] than the eye [that sees it]? The [real] eye is oneself, the infinite eye.</blockquote>\nAs this ego we are aware of forms only because we rise as this ego by grasping and identifying ourself with the form of a body, and so long as we are aware of ourself as a form we cannot be aware of ourself as the formless self-awareness that we actually are. However, if we turn within to investigate what we actually are and if we do so keenly enough, we will discover that we are actually just formless self-awareness, and that as such we have never been aware of any forms whatsoever.<br>\n<br>\nEvery form is a phenomenon, and every phenomenon is a form of one kind or another, so what Bhagavan refers to in this verse and elsewhere as ‘form’ is phenomena of any kind whatsoever. Since pure self-awareness is infinite and hence formless, it is not a phenomenon, and it cannot be aware of any phenomena. All it is ever aware of is only itself — the அந்தமிலா கண் (<i>antam-ilā kaṇ</i>), the ‘limitless eye’ or infinite awareness that it actually is.<br>\n<br>\nWhat is aware of phenomena of any kind whatsoever is only our ego, because — though this ego is just an ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>) or ‘formless phantom’ (as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>), since like an illusory phantom it does not actually exist — it comes into existence and stands only by grasping a form (a body) as itself, and consequently it is able to perceive only forms or phenomena.<br>\n<br>\nSince all phenomena seem to exist only in the self-ignorant view of ourself as this ego, and since this ego itself is not real as such, all phenomena are just an illusory appearance. That is, according to the principle ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can what is seen be otherwise [in nature] than the eye [that sees it]?’, since this ego is just an illusory appearance, whatever it perceives is likewise just an illusory appearance. And according to the same principle, since the pure, infinite and formless self-awareness that we actually are is alone what actually exists, it cannot perceive any forms or phenomena, but can only be aware of itself, because nothing other than itself actually exists or is either infinite or formless.<br>\n<br>\nThat is, since our actual self is formless, it can be aware only of what is formless (namely itself) and can never see any forms whatsoever. Likewise, since it is infinite, it can be aware only of what is infinite (namely itself) and can never see anything that is finite. And since it alone actually exists, it can be aware only of what actually exists (namely itself) and can never see anything that merely seems to exist.<br>\n<br>\nWhat can see forms is only our ego, because it comes into existence and stands only by grasping the form of a body as itself. It cannot see what is formless, because having risen as a form it has overlooked its real nature, which is the formless self-awareness that we actually are. Since it is finite, it can see only what is finite (namely phenomena) and can never see the infinite whole. And since it does not actually exist but merely seems to exist, it can only be aware of what seems to exist and can never be aware of what actually exists (or more precisely, it can never be aware of it as it is).<br>\n<br>\nTherefore <i>vivarta vāda</i> seems to be true only in the experience and perspective of ourself as this ego, and it is applicable only to this ego, whereas what is true in the experience and perspective of ourself as we actually are is only <i>ajāta</i>. This is why Bhagavan said that his own experience is that <i>ajāta</i> alone is true, but he taught <i>vivarta vāda</i> for our benefit, because though in his view this ego and all these phenomena do not seem to exist at all, in our view they do seem to exist, at least as illusory appearances.<br>\n<br>\nAs we actually are we are never aware of anything other than ourself, and since we are eternal and hence beginningless, this experience of ourself as we actually are called <i>ajāta</i> (which means not born, not begotten, not arisen or not appeared), but as this ego we perceive the appearance of phenomena and are consequently aware of ourself as a separate perceiver, and according to Bhagavan this experience is just <i>vivarta</i> (an illusion or false appearance). Understanding this and the distinction between these two kinds of experience (of which one alone is real and the other utterly unreal) is crucial, because unless we understand it correctly our understanding of his teachings as a whole will be confused and insufficiently coherent.<br>\n<br>\nThat is, if we imagine that as our actual self we are ever aware of anything other than ourself even to the slightest degree or in any form whatsoever, that would mean that we are actually subject to ignorance and bondage and hence inherently imperfect, in which case we would never be able to escape permanently from the state of ignorance. One of the most fundamental principles not only of Bhagavan’s teachings but also of the entire <i>advaita</i> philosophy is that our actual self is <i>brahman</i>, which is eternally free and never subject to ignorance, so since Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), which means ‘awareness of multiplicity is ignorance’, and in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#ut12\">verse 12</a> of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a>, ‘நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam</i>), which means ‘ignorance, which is nothing other than awareness that sees as many’, it should be clear to us that as we actually are we are never aware of anything other than ourself alone (since being aware of anything else would entail being aware of multiplicity, which is ignorance).<br>\n<br>\n<a name=\"un06\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 6: the world is perceived only by our mind, so it does not exist independent of this mind</b><br>\n<br>\nNot only in <a href=\"#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i> but also in many other verses Bhagavan has clearly indicated that what sees phenomena is only our ego or mind. For example in <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html#c6466969680809507774\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>உலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறை.<br>\n<br>\n<i>ulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br>\npulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br>\nmoṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br>\nyaṉḏṟiyula kuṇḍō vaṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>English translation:</b> The world is a form [composed] of five [kinds of] sense-data, not anything else. Those five [kinds of] sense-data are sensory phenomena [related] to the five senses. Since the mind alone perceives the world by way of the five senses, say, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind?</blockquote>\nSince the world is perceived only by our mind, it does not exist independent of this mind, so when our mind is destroyed by the infinite clarity of pure self-awareness, the illusory appearance of this or any other world will cease to exist. Even now when it seems to exist, it does not actually exist, because it seems to exist only in the view of this mind, and if we investigate this mind we will find that there is no such thing, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>.<br>\n<br>\nWhen Bhagavan asks rhetorically, ‘மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ?’ (<i>a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō?</i>), which means ‘Since the mind alone perceives the world by way of the five senses, is there [any] world besides [other than or without] the mind?’, he clearly implies firstly that no world exists independent of the one mind that perceives it, and secondly that no world exists in the clear view of ourself as we actually are.<br>\n<br>\n<a name=\"un26\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 26: all phenomena seem to exist only when we rise as this ego, so no phenomenon exists independent of this ego</b><br>\n<br>\nBhagavan implies this even more emphatically in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nஅனைத்தும் (<i>aṉaittum</i>) and யாவும் (<i>yāvum</i>) both mean ‘everything’ or ‘all’, which in this context refers to all phenomena, which means everything other than ourself. Since all phenomena are perceived only by our ego, they do not exist independent of it, so they seem to exist only when we rise and stand as this ego, and they do not exist at all (even as illusory appearances) when we do not mistake ourself to be this ego.<br>\n<br>\nThough this may initially be hard for us to accept, because we are so accustomed to assuming that the world exists independent of our perception of it, what Bhagavan says in this verse actually tallies with our experience, because whenever we rise and stand as this ego (namely in waking and dream) we are always aware of phenomena, and whenever we do not rise as this ego (as in sleep) we are not aware of any phenomena. Since we do not have any adequate reason to suppose that anything exists independent of our perception of it, we have no adequate reason to suppose that any phenomena exist except when we rise as this ego to perceive them.<br>\n<br>\nIn a dream we perceive phenomena, just as we do now in this state that we take to be waking, and so long as we are dreaming we assume that all the physical phenomena we perceive around us exist even when we do not perceive them, but as soon as we wake up we recognise that they were all just our own mental projections and therefore seemed to exist only because we perceived them. Likewise, though we now habitually assume that all the physical phenomena we perceive around us exist even when we do not perceive them, according to Bhagavan our present state is just a dream, so none of these phenomena are any more real than whatever we perceived in any other dream, and hence they do not exist independent of our perception of them.<br>\n<br>\nSo who is it who perceives all the phenomena that appear in this or any other dream? It is only ourself as this ego, because only when we experience ourself as this ego do any phenomena appear. Therefore this ego alone is what perceives all phenomena, and in its absence no phenomena exist or even seem to exist.<br>\n<br>\nIf phenomena could seem to exist in the view of ourself as we actually are, that would mean that they could appear even in the absence of our ego, but that is not in accordance with our experience, because we have never perceived any phenomena except when we have been mistaking ourself to be this finite ego. This is why Bhagavan always insisted that the seer or perceiver of all phenomena is not ourself as we actually are but only ourself as this ego that we now seem to be.<br>\n<br>\nTherefore since this ego is just an illusory apparition that disappears when we look at it sufficiently keenly, in the clear view of ourself as we actually are no ego or any phenomena have ever existed or even seemed to exist. Therefore the experience of our actual self is always only <i>ajāta</i>, the truth that nothing other than ourself has ever appeared, been born or seemed to exist.<br>\n<br>\n<a name=\"ajata\"></a><b>5. In an absolute sense, <i>ajāta</i> is the sole reality, and therefore not an alternative or parallel reality</b><br>\n<br>\nLet us now consider more carefully some of the arguments you have offered in the <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#c6188769407435235735\">comment</a> I cited at the beginning of this article.<br>\n<br>\nAfter saying that ‘we are getting into an area ruled by semantics’, you proceed to discuss  several analogies that illustrate what you consider to be the relationship between this universe that we are now aware of and ‘a universe where there was never any appearance of temporary phenomena, never any maya, never any mistaken identification, never any ego ... just satchitananda’, as if these were two alternative and parallel realities, the first of which corresponds to <i>vivarta</i> (illusory appearance) and the other to <i>ajāta</i> (absolute non-appearance). However, none of the analogies you mention adequately illustrate their relationship, because there is actually no such relationship, since from the absolute perspective of <i>ajāta</i> it is the sole reality (because it alone exists) and <i>vivarta</i> is entirely unreal (because it does not exist at all). Only from the relative perspective of <i>vivarta vāda</i> does it seem to be a precursor to <i>ajāta</i>, even though <i>ajāta</i> is a complete denial of any <i>vivarta</i> at all.<br>\n<br>\nThat is, if <i>ajāta</i> is true, it is not an alternative or parallel reality but the only reality, and in it or beside it there is no room at all for <i>vivarta vāda</i> or for anything else whatsoever. This is something that defies all logic and that our mind can never conceive, but according to Bhagavan and to various ancient texts it is the ultimate and absolute truth (<i>pāramārthika satya</i>). It is inconceivable and defies logic because it denies the very existence of our mind even as an illusory appearance, so all we can do now is to accept at least tentatively that it is the absolute truth, and therefore investigate this mind of ours to see whether it actually exists.<br>\n<br>\nWhereas analogies can be used to illustrate <i>vivarta vāda</i>, no analogy could ever illustrate <i>ajāta vāda</i>, since according to <i>ajāta vāda</i> what exists is only one infinite, eternal, immutable and indivisible awareness, and nothing else has ever seemed to exist at all. Therefore if we try to use any analogy to explain <i>ajāta</i>, we will certainly not be doing justice to it.<br>\n<br>\nRegarding <i>ajāta</i> we have a simple choice: either we accept that in an absolute sense it is the only truth, and that all other viewpoints are therefore not actually true at all, even though they may be seemingly true and beneficial from the perspective of ourself as this ego, as Bhagavan has assured us; or we do not accept it, in which case we will be unable to adequately understand various important aspects of his teachings, and hence our understanding of them will not be entirely coherent.<br>\n<br>\n<a name=\"unborn\"></a><b>6. What is unborn (<i>ajāta</i>) is only pure self-awareness, and since it is the infinite whole, nothing else actually exists</b><br>\n<br>\nThe first analogy you give to illustrate the relationship between what you take to be two alternative and parallel realities, namely <i>vivarta</i> and <i>ajāta</i>, is the reality of Sherlock Holmes:<br>\n<blockquote>For example, Sherlock Holmes is a fictional character. As such, he “is unreal and never existed”. However, his lack of existence is a semantic one. From our viewpoint, we certainly find a difference between our current world (with at least two different Sherlock Holmes series in production) and an alternative universe where Conan Doyle never invented the character Sherlock Holmes.</blockquote>\nThis is not a particularly appropriate analogy to illustrate the relationship between <i>vivarta vāda</i> and <i>ajāta vāda</i>, but if we want to use it for this purpose we would have to analyse and interpret it as follows:<br>\n<br>\nIn our present world Sherlock Holmes does not exist and is not real as an historical character, but he does exist and is real as a fictional character (an idea), whereas in the fictional world created by Conan Doyle he exists and is real as an historical character, so in neither of these two worlds is he entirely non-existent or unreal. Only in a hypothetical world in which neither Conan Doyle nor anyone else had ever created this fictional character would he be entirely non-existent and hence unreal.<br>\n<br>\nAs analysed by Bhagavan, every possible creation theory belongs to one of three classes, namely <i>sṛṣṭi-dṛṣṭi-vāda</i> (also known as <i>krama sṛṣṭi</i> or <i>pariṇāma vāda</i>), <i>dṛṣṭi-sṛṣṭi-vāda</i> (also known as <i>yugapat sṛṣṭi</i> or <i>vivarta vāda</i>) and <i>ajāta vāda</i>. The vast majority of creation theories, whether religious, scientific or philosophical, are each a form of <i>sṛṣṭi-dṛṣṭi-vāda</i>, which is the contention that creation (<i>sṛṣṭi</i>) precedes and eventually results in perception (<i>dṛṣṭi</i>), and such theories are therefore called <i>krama sṛṣṭi</i> (gradual, progressive or step-by-step creation) and <i>pariṇāma vāda</i>, the contention that the world is as it is as a result of some kind of <i>pariṇāma</i>, which means change, transformation, development, evolution or becoming, because they consider that the world as it is now is the result of a gradual transformation, development or evolution of some original substance (such as <i>brahman</i>, an idea or word of God, <i>prakṛti</i>, primordial matter or physical energy). Such theories are all based on the assumption that the world exists independent of our perception of it, which is an assumption unsupported by any adequate evidence, whereas according to <i>dṛṣṭi-sṛṣṭi-vāda</i> perception (<i>dṛṣṭi</i>) is what causes creation (<i>sṛṣṭi</i>), because the world seems to exist only when we perceive it, and hence this view is also called <i>yugapat sṛṣṭi</i> (simultaneous creation), because perception and creation occur simultaneously, and <i>vivarta vāda</i>, because what is created by perception is not real but just an illusory appearance (<i>vivarta</i>). In contrast to both of these two classes of creation theory, <i>ajāta vāda</i> is the contention that no creation has ever occurred even as an illusory appearance, because what actually exists is immutable and is therefore ever as it is, and hence in its clear and unchanging awareness no event such as creation, appearance or perception could ever occur.<br>\n<br>\nThe fictional world in which Sherlock Holmes exists as a real person is analogous to <i>sṛṣṭi-dṛṣṭi-vāda</i>, because though all phenomena are just an illusory appearance and hence fabricated like a fiction, <i>sṛṣṭi-dṛṣṭi-vāda</i> considers them to be real; our present world in which Sherlock Holmes exists only as a fictional character is analogous to <i>dṛṣṭi-sṛṣṭi-vāda</i>, because <i>dṛṣṭi-sṛṣṭi-vāda</i> considers all phenomena to be just an illusory appearance; and the hypothetical world in which neither Conan Doyle nor any of the fictional characters created by him have ever existed even as ideas is analogous to <i>ajāta vāda</i>, because in such a world Conan Doyle is non-existent like our ego, and the fictional characters created by him are therefore non-existent like the phenomena projected and perceived by this ego.<br>\n<br>\nHowever, such a hypothetical world is not an adequate analogy for <i>ajāta</i>, because using it as an analogy in this way implies that <i>ajāta</i> is just another alternative reality, whereas it is in fact the only reality, because nothing else actually exists or could ever exist at all. Therefore it is not like a world in which just a single person and his ideas do not exist, but like a vast space in which nothing exists or ever could exist, because it is just pure self-awareness — since nothing other than pure self-awareness is unborn (<i>ajāta</i>) — and in pure self-awareness nothing other than itself exists.<br>\n<br>\nPure self-awareness, which alone is <i>ajāta</i>, is one infinite, eternal, immutable and indivisible space, other than which nothing can exist, because nothing could exist outside or independent of it, since it is infinite, and there is absolutely no room for anything else to exist inside it, since it is absolute fullness (<i>pūrṇatva</i>). Since it is the one infinite whole (<i>paripūrṇa vastu</i>), what it is full of is only itself, which is infinite being (<i>sat</i>), infinite awareness (<i>cit</i>), infinite happiness (<i>ānanda</i>) and infinite love (<i>priya</i>). Therefore there is nothing that could ever be compared to it, and hence no analogy could ever do justice to it.<br>\n<br>\n<a name=\"dream\"></a><b>7. <i>Ajāta</i> is the experience that there never was any dreamer and hence no dream has ever occurred</b><br>\n<br>\nThe second analogy you give to illustrate your understanding of <i>vivarta</i> and <i>ajāta</i> is dream:<br>\n<blockquote>In a similar way, we go to sleep and have a dream. When we wake up, we realize that the events in the dream were unreal. “Nothing ever happened”. But we cannot say that our night was the same as a night where we did not dream at all.</blockquote>\nWhen we wake up from a dream, it would not be correct to say ‘nothing ever happened’, because though nothing may seem to have happened in our waking world, in our mind the dream did happen. Therefore as you say there is a difference between a sleep in which we dreamt and another sleep in which we did not dream. However this is not what we need to infer from our dream experience, and it does not illustrate the nature of the experience of <i>ajāta</i>.<br>\n<br>\nEverything that we experience in a dream is created or projected only by own mind, and according to Bhagavan our present state is just another dream, as also is any other state in which we are aware of phenomena, so whatever phenomena we may experience in any state are all only our own mental creations. Hence according to <i>vivarta vāda</i> all phenomena are just illusory appearances, like all the phenomena we experience in a dream.<br>\n<br>\nBut who perceives all these phenomena? It is only ourself as this ego, so the illusory appearance of any phenomena can occur only if there is actually an ego to perceive it. However, according to <i>vivarta vāda</i> not only are all phenomena just an illusory appearance, but so too is this ego, and this ego seems to exist only when it is aware of phenomena of one kind or another. Therefore if we (this ego) investigate ourself by focusing our entire attention on ourself alone, thereby ceasing to be aware of any phenomena whatsoever, this ego will dissolve and disappear, and what will remain shining clearly is only pure intransitive self-awareness, which is what we actually are.<br>\n<br>\nThe reason our ego disappears when we investigate it in this way is that it does not actually exist even now, but merely seems to exist when we are looking elsewhere instead of at ourself alone. Therefore when this ego is annihilated by self-investigation, our experience will not be that there was once an ego that has now ceased to exist, but that there was never any ego at all, and that there was accordingly never any illusory appearance of anything whatsoever. This is the experience of <i>ajāta</i>.<br>\n<br>\nTherefore <i>ajāta</i> is not like a random night of sleep in which we happened not to dream, in contrast of other nights when we happened to dream, but is the experience that there never was any dreamer and hence no dream has ever occurred or ever could occur.<br>\n<br>\n<a name=\"illusion\"></a><b>8. <i>Ajāta</i> is the state in which there never was any ego to perceive any illusion at all</b><br>\n<br>\nThe third analogy you give to illustrate your understanding of <i>vivarta</i> and <i>ajāta</i> is the illusion of mistaking a rope to be a snake:<br>\n<blockquote>And, if we go into the dark garage and mistake the coiled rope for a snake, we can certainly say “the snake is unreal and never existed”. However, there is a difference between going into the garage and immediately recognizing the rope, or else going into the garage and mistakenly seeing the snake.</blockquote>\nIf we recognise a rope as a rope, no illusion has occurred, but if we mistake a rope to be a snake, the appearance or seeming existence of the snake is an illusion. Obviously these two conditions are different, as you say, but understanding this difference does not help us to understand the truth of <i>ajāta</i>.<br>\n<br>\nWe may on one occasion recognise a rope as a rope, but so long as we remain as a perceiver of ropes, we are liable at any time to mistake one to be a snake. However, if we did not ever exist as the perceiver of anything, we would not be liable to make any such mistake, nor would we be liable to perceive any other illusions of any kind whatsoever. The state of never being a perceiver illustrates the nature of <i>ajāta</i> more accurately than the condition of being a perceiver who is fortunate enough to recognise a rope as a rope instead of mistaking it to be a snake, because <i>ajāta</i> is the experience of pure self-awareness, in which there is not and never could be any ego to perceive anything.<br>\n<br>\n<a name=\"un35\"></a><b>9. <i>Uḷḷadu Nāṟpadu</i> verse 35: spiritual accomplishment is not acquiring supernatural powers but only knowing and being what is real</b><br>\n<br>\nAfter saying that there is a difference between recognising a rope as a rope and mistaking it to be a snake, you wrote:<br>\n<blockquote>If there were no difference, then Ramana would not have advised, in Ulladu Narpadu 35:<br>\n<br>\n“The subsided mind having subsided, knowing and being the Reality, which is (always) attained, is the (true) attainment (siddhi). [...] (Therefore) know and be (as) you (the Reality) are.”</blockquote>\nThough the extract of a translation of verse 35 of <i>Uḷḷadu Nāṟpadu</i> that you cited here is from the translation of the <a href=\"http://sri-ramana-maharshi.blogspot.co.uk/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> by Sadhu Om and me that is printed on page 74 of <a href=\"http://happinessofbeing.com/ramanopadesa_nunmalai.html\"><i>Sri Ramanopadesa Noonmalai</i></a>, it was not printed there exactly as we had translated it, so the opening words should not be ‘The subsided mind having subsided, knowing and being the Reality’ but ‘The mind subsiding, knowing and being the reality’, and the final sentence should not be ‘(Therefore) know and be (as) you (the Reality) are’ but ‘[Therefore] know and be you [the reality]’.<br>\n<br>\nWithout the extra words that Bhagavan added in the <i>kaliveṇbā</i> version in order to join all the verses together as a single verse for ease of memorising for recitation, this verse as he originally composed it was:<br>\n<blockquote>சித்தமா யுள்பொருளைத் தேர்ந்திருத்தல் சித்திபிற<br>\nசித்தியெலாஞ் சொப்பனமார் சித்திகளே — நித்திரைவிட்<br>\nடோர்ந்தா லவைமெய்யோ வுண்மைநிலை நின்றுபொய்ம்மை<br>\nதீர்ந்தார் தியங்குவரோ தேர்.<br>\n<br>\n<i>siddhamā yuḷporuḷait tērndiruttal sidddipiṟa<br>\nsiddhiyelāñ soppaṉamār siddhikaḷē — niddiraiviṭ<br>\nṭōrndā lavaimeyyō vuṇmainilai niṉḏṟupoymmai<br>\ntīrndār tiyaṅguvarō tēr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சித்தமாய் உள் பொருளை தேர்ந்து இருத்தல் சித்தி. பிற சித்தி எலாம் சொப்பனம் ஆர் சித்திகளே; நித்திரை விட்டு ஓர்ந்தால், அவை மெய்யோ? உண்மை நிலை நின்று பொய்ம்மை தீர்ந்தார் தியங்குவரோ? தேர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>siddhamāy uḷ poruḷai tērndu iruttal siddhi. piṟa siddhi elām soppaṉam ār siddhigaḷ-ē; niddirai viṭṭu ōrndāl, avai meyyō? uṇmai nilai niṉḏṟu poymmai tīrndār tiyaṅguvarō? tēr</i>.<br>\n<br>\n<b>அன்வயம்:</b> சித்தமாய் உள் பொருளை தேர்ந்து இருத்தல் சித்தி. பிற சித்தி எலாம் சொப்பனம் ஆர் சித்திகளே; நித்திரை விட்டு ஓர்ந்தால், அவை மெய்யோ? உண்மை நிலை நின்று பொய்ம்மை தீர்ந்தார் தியங்குவரோ? தேர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>siddhamāy uḷ poruḷai tērndu iruttal siddhi. piṟa siddhi elām soppaṉam ār siddhigaḷ-ē; niddirai viṭṭu ōrndāl, avai meyyō? uṇmai nilai niṉḏṟu poymmai tīrndār tiyaṅguvarō? tēr</i>.<br>\n<br>\n<b>English translation:</b> Knowing and being <i>poruḷ</i> [the one real substance, which is oneself], which exists as <i>siddham</i> [what is always accomplished], is [real] <i>siddhi</i> [accomplishment]. All other <i>siddhis</i> are just <i>siddhis</i> experienced in dream; if one wakes up leaving the dream, are they real? Will those who, standing firmly in the real state, have left unreality [or illusion] be deluded [by such unreal <i>siddhis</i>]? Know.</blockquote>\nIn the <i>kaliveṇbā</i> version Bhagavan added two words before the beginning of this verse and two and a half words are the end. The two words he added at the beginning are ‘ஒண்டி உளம்’ (<i>oṇḍi ulam</i>), which means ‘the mind uniting [merging, taking shelter or concealing itself in]’ (and which therefore implies ‘the mind subsiding’), and at the end he changed the final word, தேர் (<i>tēr</i>), which is an imperative form of a verb meaning ‘know’, to ‘தேர்ந்து இரு நீ’ (<i>tērndu iru nī</i>), which literally means ‘knowing be you’ and which in this context implies ‘you know and be [<i>poruḷ</i>, the real substance]’, because ‘தேர்ந்து இரு’ (<i>tērndu iru</i>) refers to the phrase in the first line ‘பொருளை தேர்ந்து இருத்தல்’ (<i>poruḷai tērndu iruttal</i>), ‘knowing and being <i>poruḷ</i>’.<br>\n<br>\nTherefore the meaning of the <i>kaliveṇbā</i> version of this verse is:<br>\n<blockquote>The mind merging, knowing and being <i>poruḷ</i> [the one real substance, which is oneself], which exists as <i>siddham</i> [what is always accomplished], is [real] <i>siddhi</i> [accomplishment]. All other <i>siddhis</i> are just <i>siddhis</i> experienced in dream; if one wakes up leaving the dream, are they real? Will those who, standing firmly in the real state, have left unreality [or illusion] be deluded [by such unreal <i>siddhis</i>]? You know and be [<i>poruḷ</i>, the real substance].</blockquote>\nIn the final sentence of this <i>kaliveṇbā</i> version, ‘தேர்ந்து இரு நீ’ (<i>tērndu iru nī</i>), தேர்ந்து (<i>tērndu</i>) is a participle that means ‘knowing’ and இரு (<i>iru</i>) is an imperative that means ‘be’, so ‘தேர்ந்து இரு’ (<i>tērndu iru</i>) means ‘knowing be’ or ‘know and be’. நீ (<i>nī</i>) means ‘you’ and is the subject of these two verbs, so ‘தேர்ந்து இரு நீ’ (<i>tērndu iru nī</i>) means ‘you know and be’, but in Tamil as in English it is not necessary or usual to include ‘you’ in an imperative statement, because it is implied, so its inclusion here adds emphasis to the imperative (just as in English ‘you come here’ would be a more emphatic order than ‘come here’).<br>\n<br>\nThe Sanskrit word <i>siddhi</i> means accomplishment, but it is often used to refer to supernatural powers, which are commonly believed to be spiritual accomplishments, so in this verse Bhagavan repudiates this belief by pointing out that supernatural powers or anything else that we may accomplish in this waking state are no more real than such powers or accomplishments in a dream, thereby implying that they are just illusory appearances. Therefore the only real spiritual accomplishment is to know and be what is real, which is our own actual self and hence always accomplished.<br>\n<br>\nIf we know and are firmly established as the one real substance (<i>poruḷ</i> or <i>vastu</i>), which is ourself as we actually are, what we will then experience is only <i>ajāta</i>, which is what Bhagavan refers to here as ‘உண்மை நிலை’ (<i>uṇmai nilai</i>), ‘the real state’, so no supernatural powers or any other illusory appearances will seem to exist, and hence we will not be deluded by such things. Since <i>ajāta</i> is our real state, we are always firmly established in it, and hence it is eternally accomplished, but because we now seem to have risen as this ego and to be consequently aware of the illusory appearance of phenomena, it now seems to us as this ego that both this ego and other phenomena do exist at least as illusory appearances.<br>\n<br>\nTherefore, like all the other verses of <i>Uḷḷadu Nāṟpadu</i>, Bhagavan wrote this verse from the perspective of <i>vivarta vāda</i>, because it is only in this unreal state of <i>vivarta</i> that we seem to be this ego and that consequently dreams, supernatural powers and other phenomena seem to exist. So long as we seem to be this ego, we need to be told to know and be the one real substance that we actually are, namely pure self-awareness.<br>\n<br>\nTherefore your argument that if there were no difference between recognising a rope as a rope and mistaking it to be a snake, Bhagavan would not have advised us to know and be what we actually are is correct, but only from the perspective of <i>vivarta</i> and not from the perspective of <i>ajāta</i>, because from the perspective of <i>ajāta</i> no differences exist at all. All differences are illusory appearances that seem to exist only so long as we seem to be this ego, and when we seem to be this ego we need to make effort to know and be what we actually are.<br>\n<br>\n<a name=\"teaching\"></a><b>10. So long as we seem to be this ego, we need to be taught and to make effort to investigate what we actually are</b><br>\n<br>\nYou then wrote:<br>\n<blockquote>If there were no difference between seeing the snake and seeing the rope, then he would have said instead:<br>\n<br>\n“The mind is unreal and does not exist, so do not practice self-attention, go home, watch cricket and stop bothering me.”</blockquote>\nFrom Bhagavan’s perspective no differences exist at all, but from our perspective they do exist and they cause us endless troubles, so since Bhagavan is our own actual self and therefore loves us as himself, his infinite love manifested in human form in this dream of ours to advise us to know and be what we actually are. Though the ego and mind that we now seem to be do not actually exist and are therefore entirely unreal, they seem to us to exist and to be what we are, so we (as this ego) are now in a right mess, and we cannot get out of this mess by watching cricket or anything else, but only by vigilantly watching ourself, this ego, to see what we actually are.<br>\n<br>\nIn <i>ajāta</i> no teachings and no spiritual practice are necessary or even possible, because there is no ignorance or bondage from which anyone needs to escape, and there is no one to teach anything and no one to be taught anything or to do any spiritual practice. This is the absolute truth, but because we now seem to be this ego and consequently seem to be aware of numerous phenomena, we do need firstly to be taught how to get out of this illusory dream, and secondly to make effort to get out of it by investigating what we actually are, as Bhagavan has advised us to do.<br>\n<br>\n<a name=\"actual\"></a><b>11. We need to distinguish what actually exists from what seems to exist</b><br>\n<br>\nAnother argument that you give is:<br>\n<blockquote>The Advaita Vedanta standard of “real” and “exists” is very meaningful — it tells us what is important. But if we use it in all contexts, we end up with “Neo-Advaita”, i.e. “Nothing ever happened, the ego never existed, so go home and watch T.V., that will be $50, thanks.”</blockquote>\nIn the context of Bhagavan’s teachings ‘real’ means what actually exists and ‘unreal’ means what does not actually exist even though it seems to exist, and he taught us that the defining characteristics of what is real is that it is eternal, unchanging and self-shining. The only thing that fits this definition is ourself as we actually are, because everything else, including our ego, appears and disappears, and is therefore not eternal; because even while they appear, all other things change, so nothing other than the pure self-awareness that we actually are is unchanging; and because, since all other things seem to exist only because our ego is aware of them, none of them are self-shining. The only other thing that seems to be self-shining is this ego, but it seems to be self-shining only because it seems to be ourself. In sleep, when we do not seem to be this ego, it does not shine at all, but we continue to shine as ‘I am’, the fundamental self-awareness that we actually are, so we alone are self-shining, and when our ego shines, it does so only by the light of our self-awareness, which it misappropriates as if it were its own.<br>\n<br>\nSince nothing other than our fundamental self-awareness is real, all other things do not actually exist but merely seem to exist. Therefore what you call ‘The Advaita Vedanta standard of “real” and “exists”’ draws a clear distinction between what actually exists (and is consequently real) and what merely seems to exist (and is consequently unreal). Therefore, contrary to what you say, we do need to apply this standard in all contexts in order to distinguish actual existence from seeming existence. This is what the so-called ‘neo-advaitins’ fail to do, so they frequently confuse what seems to exist with what actually exists, and hence they try to apply the standards of <i>ajāta</i> in the context of <i>vivarta</i>.<br>\n<br>\nFor example, if they say as you have quoted, ‘Nothing ever happened, the ego never existed, so go home and watch T.V., that will be $50, thanks’, they would be failing to understand that though the ego does not actually exist and therefore nothing has ever actually happened, it seems to exist and consequently things seem to be happening, and that going home, watching TV, paying $50 or any other actions that we seem to do seem to be possible only because we seem to be this ego. So long as we seem to be this ego, we seem to experience all sorts of problems, and consequently we seem to suffer. None of these things are real, but they will continue to seem real until we investigate ourself and thereby experience ourself as we actually are.<br>\n<br>\nMany neo-advaitins assume that since it is said that the ego does not actually exist and that nothing has therefore ever actually happened, no spiritual practice is necessary, so we can continue living our life as we please. This is obviously a foolish conclusion, because though this ego does not actually exist, it seems to exist and consequently we seem to be not aware of ourself as the eternal, infinite and immutable happiness that we actually are. Therefore if we take our present condition seriously, we will not be satisfied with such immature beliefs, and we will understand that we do need to investigate ourself in order to be aware of ourself as we actually are.<br>\n<br>\nWhat is actually true is only <i>ajāta</i>, but so long as we are aware of phenomena, we seem to be in the realm of <i>vivarta</i>, and according to <i>vivarta vāda</i> the root cause of the illusory appearance of phenomena is the illusory appearance of ourself as this ego. Therefore in order to experience <i>ajāta</i>, we need to investigate ourself and thereby experience ourself as the unborn and infinite reality that we actually are.<br>\n<br>\n<a name=\"veil\"></a><b>12. The veil of self-ignorance seems to exist only in the view of ourself as this ego and not in the view of ourself as we actually are</b><br>\n<br>\nIn the final few paragraphs of your comment you discuss the concept of ‘veiling’ and you quote the final sentence of the fourth chapter of the first part of <a href=\"http://www.happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a>:<br>\n<blockquote>The sole cause of all miseries is the mistake of veiling ourself by imagining these sheaths to be ourself, even though we are ever this existence-consciousness-bliss (<i>sat-chit-ananda</i>).</blockquote>\nWhat is it that imagines the five sheaths (the physical body, life, mind, intellect and the blissful ‘darkness’ of sleep) to be ourself? Does <i>sat-cit-ānanda</i> imagine this? No, obviously not. What imagines this is only ourself as this ego, because these five sheaths and all other phenomena are projected and perceived only by this ego that we now seem to be and not by the <i>sat-cit-ānanda</i> that we actually are.<br>\n<br>\nSince this ego is what imagines itself to be these five sheaths, it is also what has veiled itself, because in this context ‘veiling’ means self-ignorance, which is the error of not being aware of ourself as we actually are, and what is not aware of itself as it actually is is only ourself as this ego and not ourself as we actually are, because as we actually are we are immutable and therefore always clearly aware of ourself as we actually are. That is, absolutely clear, blemishless and immutable self-awareness is our real nature, so as such we can never not be aware of ourself as we actually are, and hence we can never veil ourself or even seem to veil ourself.<br>\n<br>\nHowever you assume that ‘the Self’ (ourself as we actually are) is what veils itself, and in your final paragraph you argue: ‘Before the “veiling”, there was no ego, so Sadhu Om can only be referring to the Self as the one who veils’. The fallacy in this argument is that veiling and the ego are not two separate things but one and the same, so veiling does not precede the appearance of ourself as this ego. By rising as this ego we (this ego) veil our awareness of ourself as we actually and we simultaneously project and mistake other things (adjuncts such as these five sheaths) to be ourself.<br>\n<br>\nAll these events — our rising as this ego, our veiling ourself, our projecting these five sheaths and other phenomena, our mistaking these five sheaths to be ourself — occur simultaneously, and this is why <i>vivarta vāda</i> or <i>dṛṣṭi-sṛṣṭi-vāda</i> is also called <i>yugapat sṛṣṭi</i>, which means ‘simultaneous creation’. This is what Bhagavan implies in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> when he says: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything’.<br>\n<br>\nPrior to the rising of our ego there is no such thing as veiling, nor anything else other than ourself, so all such things are just an expansion of our ego, which is why Bhagavan says, ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), which means ‘The ego itself is everything’. Veiling and the ego are synonymous, because the ego alone is what veils our real nature, and it is only in the view of this ego that our real nature is veiled.<br>\n<br>\nVeiling means self-ignorance, which is the nature of this ego, because what is self-ignorant is only this ego, and without self-ignorance no ego would seem to exist. Therefore veiling or self-ignorance is nothing other than this ego, and this ego is nothing other than veiling or self-ignorance.<br>\n<br>\nYou also argue, ‘Because there is nothing other than the Self, so there is nothing that can force the Self to do anything. The Self is alone, so it decides to “veil” itself’, but since there is nothing other than ourself as we actually are, there is no veiling nor any action of any kind whatsoever, so our actual self does not ever do anything. It is immutable and hence motionless (<i>acala</i>), so any change, movement, action or event that seems to occur is just an illusory appearance (<i>vivarta</i>) that seems to occur only in the self-ignorant view of ourself as this ego and not in the absolutely clear and undeluded view of ourself as we actually are.<br>\n<br>\nYour argument that ‘the Self’ must be ‘the one who veils’ because there is nothing else that could force it to do anything is based on your assumption firstly that ‘the Self’ actually does something and secondly that veiling actually happens, neither of which is the case. As we actually are, we are immutable, so we never do anything, and veiling seems to have occurred only in the view of ourself as this ego. If we investigate ourself to see whether we are actually this ignorance-enveiled ego, we will find that there is no such thing, and that we have always been clearly aware of ourself as we actually are and of nothing else whatsoever.<br>\n<br>\nIn the experience and perspective of ourself as we actually are, <i>ajāta</i> alone is true, so no ego, no veiling nor anything else have ever existed or happened even as an illusory appearance. This alone is the absolute truth (<i>pāramārthika satya</i>). However, in the experience and perspective of ourself as this ego that we now seem to be, all this illusory appearance (<i>vivarta</i>) seems to exist, so until we (this ego) have investigated ourself keenly enough to recognise what we actually are, we need to consider <i>vivarta vāda</i> to be true, because it is the only viewpoint that will enable us to escape from this illusory condition and thereby experience <i>ajāta</i> as the only truth.<br>\n<br>\nThat is, if we consider <i>vivarta vāda</i> to be true, we will not consider anything other than pure self-awareness to be real, and we will understand that other things seem to be real only because of our self-ignorance, so we will investigate ourself in order to see what we actually are. And if we understand <i>vivarta vāda</i> correctly, we will understand that this self-ignorant ego does not actually exist, and hence nothing else actually exists other than our fundamental self-awareness, so if we investigate this ego and thereby see what we actually are, this ego will no longer seem to exist (since it seemed to exist only in its own view) and it will not even seem to have existed in the past or at any time at all (since time seems to exist only in its view), and hence what we will then experience will only be <i>ajāta</i>, the absolute truth that no illusory appearance (<i>vivarta</i>) ever seems to exist at all.<br>\n<br>\nTherefore contrary to what you seem to assume, the difference between <i>vivarta vāda</i> and <i>ajāta vāda</i> is not just semantic but substantive, but this substantive difference seems to exist only from the perspective of ourself as this ego, which is the first illusory appearance (<i>vivarta</i>) and the root and basis of all other illusory appearances, because from the perspective of <i>ajāta</i> (which is the eternal and immutable perspective of our actual self) there is absolute no <i>vivarta</i> whatsoever, nor is there any ego to be aware of any <i>vivarta</i>. However, <i>ajāta</i> can never be the perspective of ourself as this ego, because when we are aware of ourself as this ego we are also aware of phenomena, and both this ego and phenomena are just an illusory appearance, so as this ego we have to adopt the perspective of <i>vivarta vāda</i>, but with the understanding that what is actually true is only <i>ajāta</i>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "184",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1732062604290110178/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "ego",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc5NzI1NDI0OTQyCm9mZnNldDogMAo\""
}