{
    "kind": "blogger#post",
    "id": "826072162089267992",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-11-23T13:03:00Z",
    "updated": "2016-11-24T09:08:59Z",
    "url": "http://happinessofbeing.blogspot.com/2016/11/why-does-bhagavan-sometimes-say-that.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/826072162089267992",
    "title": "Why does Bhagavan sometimes say that the <i>ātma-jñāni</i> is aware of the body and world?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the comments on several of my recent articles there has been an ongoing discussion regarding the question of whether or not the <i>ātma-jñāni</i> is aware of the world, because many friends are convinced by Bhagavan’s teachings that all phenomena (second and third persons) seem to exist only in the self-ignorant view of the ego (the first person), and that therefore when the ego is dissolved forever in the clear light of <i>ātma-jñāna</i> (pure self-awareness) no phenomena will seem to exist, whereas other friends seem to believe that even though the <i>ātma-jñāni</i> is nothing but <i>brahman</i> itself, it is still somehow operating through a body and mind and is therefore aware of that body and of the surrounding world. The latter group of friends often cite passages from <i>Talks with Sri Ramana Maharshi</i> and other records of his oral teachings that seem to support their point of view, and they have even found verses in <i>Guru Vācaka Kōvai</i> and passages in Sadhu Om’s writings that likewise seem to support it.<br>\n<br>\nDuring the course of this discussion, a friend called Bob wrote a <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c1446641429727282450\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html\">The difference between <i>vivarta vāda</i> and <i>ajāta vāda</i> is not just semantic but substantive</a>, in which he cited a passage from <i>The Path of Sri Ramana</i> that had been referred to several times by other friends and remarked ‘Hopefully Michael can shed some light on the deep meaning of this passage for us’, because he conceded that it seems to support the belief that ‘the jnani still experiences the world / multiplicity but experiences everything as itself’, even though his own belief is that ‘the jnani / myself as I really am does not experience the world / body or duality of any kind’, in support of which he cited a translation by Sadhu Om and me of the <a href=\"http://sri-ramana-maharshi.blogspot.co.uk/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> of <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> and a note regarding it from pages 58-9 of <a href=\"http://happinessofbeing.com/ramanopadesa_nunmalai.html\"><i>Sri Ramanopadesa Noonmalai</i></a>. Therefore the following is my reply to this comment.<br><a name='more'></a>\n<ol>\n<li><a href=\"#jnani\">The <i>ātma-jñāni</i> is not a person but the one infinite space of pure self-awareness, other than which nothing exists</a></li>\n<li><a href=\"#arunacalaramana\">Aruṇācalaramaṇa is <i>paramātman</i>, which blissfully shines as awareness in the heart of each one of us</a></li>\n<li><a href=\"#awareness\">When we are aware of ourself as we actually are, we cannot be aware of anything else whatsoever</a></li>\n<li><a href=\"#perception\">What we perceive as this world is what the <i>ātma-jñāni</i> perceives as itself, which is just pure self-awareness</a></li>\n<li><a href=\"#una33\"><i>Uḷḷadu Nāṟpadu Anubandham</i> verse 33: though in the self-ignorant view of our ego the <i>jñāni</i> seems to be a person experiencing some <i>prārabdha</i>, it is not actually a person and therefore does not experience any <i>prārabdha</i></a></li>\n</ol>\n<a name=\"jnani\"></a><b>1. The <i>ātma-jñāni</i> is not a person but the one infinite space of pure self-awareness, other than which nothing exists</b><br>\n<br>\nBob, regarding the passage that you quote from <a href=\"http://www.happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\">Part One</a> of <a href=\"http://www.happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a> (2005 edition, p. 212), namely ‘To remain with the body and mind completely inert is not the only sign of <i>samadhi</i>. Though after Self-realization some <i>Jnanis</i> spend their entire lifetime completely oblivious of the body and world, not all <i>Jnanis</i> will necessarily remain thus. The return of body-consciousness (and consequently world-consciousness) after the attainment of Self-realization is according to the <i>prarabdha</i> of that body; in the case of some it might never return, while in the case of others it might return within a second or after a few hours or days. But even in such cases where it does return, it will not be experienced as a knowledge of second or third persons! That is to say, the body and world are not experienced by the <i>Jnani</i> as second and third persons — objects other than Himself — but as His own unlimited and undivided Self’, to understand why Sadhu Om wrote this we need to consider the context in which he wrote it.<br>\n<br>\nIn the previous two paragraphs he wrote, ‘[...] If one once turns one’s attention a full 180 degrees towards Self, one is sure to be caught by this clutch of Grace, which will then take one as its own and will forever protect one from again turning towards second and third person objects. [...]’, and then: ‘Some people doubt, “If it is so, will the mind then remain drowned forever in <i>samadhi</i>? Will it not be able to come out again and know all the second and third person objects of this world? Is it not a fact that even Bhagavan Sri Ramana spent nearly fifty-four years in the state of Self-realization and that most of that time He was seen to be attending to second and third persons?” Yes, it is true that though Sri Bhagavan always remained in the state of Self-realization, yet in the outlook of others He was seen to be knowing the world. How can this be accounted for?’<br>\n<br>\nFrom this context it is clear that he was writing in reply to those who believe that the <i>ātma-jñāni</i> is actually the person that it seems to be in the self-ignorant view of our ego, so he replied as if this erroneous belief were true. Anyone who has understood Bhagavan’s teachings correctly would not ask such questions about the state of the <i>jñāni</i>, because they would understand that though in our view the <i>jñāni</i> seems to be a person (an individual entity consisting of a body and mind), what it actually is is only <i>brahman</i>, the one infinite space of pure self-awareness, other than which nothing exists, and which is therefore completely devoid of even the slightest awareness of anything else.<br>\n<br>\n<a name=\"arunacalaramana\"></a><b>2. Aruṇācalaramaṇa is <i>paramātman</i>, which blissfully shines as awareness in the heart of each one of us</b><br>\n<br>\nAs Bhagavan often used to say, ‘ஞானமே ஞானி’ (<i>ñāṉamē ñāṉi</i>), which means ‘<i>jñāna</i> alone is the <i>jñāni</i>’, and in this context <i>jñāna</i> means <i>ātma-jñāna</i> or pure self-awareness. This is why he also used to say, ‘I am not this body’ and ‘Don’t take this body to be Bhagavan. Bhagavan is what is shining in you as I’, and why he wrote in reply to someone who asked who is Ramaṇa:<br>\n<blockquote>அரியாதியி தரசீவர தகவாரிச குகையில்<br>\nலறிவாய்ரமி பரமாத்தும னருணாசல ரமணன்<br>\nபரிவாலுள முருகாநல பரனார்ந்திடு குகையார்ந்<br>\nதறிவாம்விழி திறவாநிச மறிவாயது வெளியாம்.<br>\n<br>\n<i>ariyādiyi tarajīvara dahavārija guhaiyil<br>\nlaṟivāyrami paramāttuma ṉaruṇācala ramaṇaṉ<br>\nparivāluḷa murugānala paraṉārndiḍu guhaiyārn<br>\ndaṟivāmviṙi tiṟavānija maṟivāyadu veḷiyām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அரி ஆதி இதர சீவரது அக வாரிச குகையில் அறிவாய் ரமி  பரமாத்துமன் அருணாசலரமணன். பரிவால் உளம் உருகா நல பரன் ஆர்ந்திடு குகை ஆர்ந்து, அறிவு ஆம் விழி திறவா நிசம் அறிவாய்; அது வெளி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ari ādi itara jīvaradu aha-vārija guhaiyil aṟivāy rami paramāttumaṉ aruṇācalaramaṇaṉ. parivāl uḷam urugā nala paraṉ ārndiḍu guhai ārndu, aṟivu ām viṙi tiṟavā nijam aṟivāy; adu veḷi ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> அருணாசலரமணன் அரி ஆதி இதர சீவரது அக வாரிச குகையில் அறிவாய் ரமி  பரமாத்துமன். பரிவால் உளம் உருகா நல பரன் ஆர்ந்திடு குகை ஆர்ந்து, அறிவு ஆம் விழி திறவா நிசம் அறிவாய்; அது வெளி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalaramaṇaṉ ari ādi itara jīvaradu aha-vārija guhaiyil aṟivāy rami paramāttumaṉ. parivāl uḷam urugā nala paraṉ ārndiḍu guhai ārndu, aṟivu ām viṙi tiṟavā nijam aṟivāy; adu veḷi ām</i>.<br>\n<br>\n<b>English translation:</b> Aruṇācalaramaṇa is <i>paramātman</i> [the supreme spirit or ultimate self] rejoicing as awareness in the cave of the heart-lotus of [all] different <i>jīvas</i> [life-forms] beginning with Hari [Viṣṇu]. By heart-melting love obtaining [access to] the sublime Supreme-suffused cave, the eye that is awareness will open and you will know what is innate [your own real nature, the indwelling Aruṇācalaramaṇa]; it will be exposed.</blockquote>\nIn this verse Bhagavan affirms that his real nature is அறிவு (<i>aṟivu</i>), which means ‘awareness’, but in this context அறிவு (<i>aṟivu</i>) does not mean <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>) or transitive awareness (that is, awareness of anything other than itself) but only pure awareness, which is intransitive (that is, aware of nothing other than itself), because nothing other than pure awareness exists, so there is nothing else that it could ever be aware of.<br>\n<br>\n<a name=\"awareness\"></a><b>3. When we are aware of ourself as we actually are, we cannot be aware of anything else whatsoever</b><br>\n<br>\n<a name=\"ny3-4\"></a>The three texts in which Bhagavan expressed the fundamental principles of his teachings in a clear, coherent and systematic manner are <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, so if we have any doubt or uncertainty about any crucial aspect of his teachings, we can find clarity and certainty about it by carefully considering one or more of these three texts. The question of whether we can be aware of ourself as we actually are and at the same time be aware of the world or anything else other than ourself is clearly answered by Bhagavan in the <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth</a> paragraphs of <i>Nāṉ Yār?</i> (which I cited and discussed in detail in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#ny3-4\"><i>Nāṉ Yār?</i> paragraphs 3 and 4: when we shine as our actual self, nothing else seems to exist</a>), and as he explains unequivocally in those two paragraphs the entire world is just a mental projection, like whatever world we experience in a dream, so no world can appear unless our mind comes out from <i>ātma-svarūpa</i> (our own actual self), and hence when any world appears we are not aware of ourself as we actually are, and when we are aware of ourself as we actually are, no world can appear.<br>\n<br>\n<a name=\"ny03\"></a>To illustrate this, in the <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#ny03\">third paragraph</a> of <i>Nāṉ Yār?</i> he uses the analogy of misperceiving a rope as a snake, explaining that just as one cannot perceive the rope as it actually is so long as one perceives it as a snake, we cannot perceive ourself as we actually are so long as we perceive any world, thereby implying that what we see as all the phenomena that constitute this or any other world are merely our mind’s misperception of what we actually are. Since our mind or ego is itself nothing but a misperception of ourself (an awareness of ourself as something other than what we actually are), we cannot be aware of ourself as we actually are so long as this mind seems to exist, and since any world is projected and perceived only by this mind (or more precisely by our ego, which is the perceiving element of this mind and therefore its root and essence), we cannot be aware of ourself as we actually are so long as we are aware of any world.<br>\n<br>\nThat is, we alone are what actually exists (as Bhagavan states categorically in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [our own real self]’), so whatever else we may be aware of is nothing other than our own actual self misperceived by us as something other than what we actually are (which is just pure self-awareness), and hence when we are aware of ourself as we actually are, we cannot be aware of anything else, and when we are aware of anything else, we cannot be aware of ourself as we actually are. Therefore when we are aware of ourself as we actually are, we cannot be aware of any world but only of ourself alone.<br>\n<br>\n<a name=\"un26\"></a>What he explained so unequivocally in the second and third paragraphs of <i>Nāṉ Yār?</i> is also clearly implied by him many verses of <i>Uḷḷadu Nāṟpadu</i>, particularly <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#un26\">verse 26</a>, in which he says ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandaiyē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. The ego alone is everything’. From this we can infer without any doubt that according to Bhagavan anything other than ourself can seem to exist only when we are aware of ourself as this ego, and that in the absence of this ego nothing other than ourself can seem to exist. Therefore when our ego is destroyed in the clear light of pure self-awareness (<i>ātma-jñāna</i>) no world or any other phenomenon will seem to exist.<br>\n<br>\n<a name=\"gvk74\"></a>After reading such teachings and carefully considering their clear and indisputable import, if any devotee of Bhagavan continues to imagine that the <i>ātma-jñāni</i> is aware of any world or anything else other than <i>ātma-svarūpa</i>, they would be like an infatuated lover who tries to foist chastity upon a prostitute, as Bhagavan rebukingly says in verse 74 of <a href=\"http://happinessofbeing.com/Guru_Vachaka_Kovai.pdf\"><i>Guru Vācaka Kōvai</i></a>.<br>\n<br>\n<a name=\"perception\"></a><b>4. What we perceive as this world is what the <i>ātma-jñāni</i> perceives as itself, which is just pure self-awareness</b><br>\n<br>\nWhy then did Sadhu Om say in the passage you quoted from page 212 of <i>The Path of Sri Ramana</i>: ‘The return of body-consciousness (and consequently world-consciousness) after the attainment of Self-realization is according to the <i>prarabdha</i> of that body’? He did so for the same reason that Bhagavan often replied in such a manner, namely as a concession to those who were unwilling to accept and understand the fundamental principles of his teachings.<br>\n<br>\nBhagavan never tried to compel anyone to believe what they did not want to believe, so if anyone was unwilling to accept his core teachings as he expressed them in texts such as <i>Nāṉ Yār?</i> and <i>Uḷḷadu Nāṟpadu</i>, he would offer them a diluted version of his teachings, knowing that as they progressed further on the spiritual path they would sooner or later be willing to understand his teachings in a correct and undiluted manner.<br>\n<br>\nHowever, even when offering a diluted version of his teachings, Bhagavan incorporated many clues indicating that what he said should not be taken at face value, as Sadhu Om also did in the passage you quoted. For example, after saying that awareness of the body and world may return according to the <i>prarabdha</i> of the body of the <i>jñāni</i>, in the final two sentences Sadhu Om said: ‘But even in such cases where it does return, it will not be experienced as a knowledge of second or third persons! That is to say, the body and world are not experienced by the <i>Jnani</i> as second and third persons — objects other than Himself — but as His own unlimited and undivided Self’.<br>\n<br>\nWhat he implied by saying this is that though in the self-ignorant view of an <i>ajñāni</i> the <i>jñāni</i> may seem to be a person (a body and mind) who is aware of and interacting with the world, in the clear view the <i>jñāni</i> itself what is seen is only pure self-awareness. If we mistake a rope to be a snake and notice that another person is also looking at it, we would naturally suppose that what that person is seeing is a snake, just as we see it, whereas in fact that person may recognise that what we see as a snake is actually only a rope, so what they are actually seeing is not a snake but only a rope. Likewise, when the <i>jñāni</i> seems to be perceiving the world just as we are, we naturally suppose that what they perceive is the same phenomena that we are perceiving, whereas in fact what they are aware of is not any phenomena but only the one infinite and indivisible self-awareness that they actually are, which is the sole reality and which is therefore the actual substance (<i>vastu</i>) that we mistake to be all these myriad phenomena.<br>\n<br>\n<a name=\"una33\"></a><b>5. <i>Uḷḷadu Nāṟpadu Anubandham</i> verse 33: though in the self-ignorant view of our ego the <i>jñāni</i> seems to be a person experiencing some <i>prārabdha</i>, it is not actually a person and therefore does not experience any <i>prārabdha</i></b><br>\n<br>\nAnother clue that Sadhu Om gives in this passage lies in the fact that he says that even after the attainment of <i>ātma-jñāna</i> awareness of the body and world may return according to the <i>prarabdha</i> of the body, because anyone who is sufficiently familiar with Bhagavan’s teachings will know that in <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c9193863731679816087\">verse 33</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i> he emphatically says that for the <i>jñāni</i> there is absolutely no <i>prārabdha</i>:<br>\n<blockquote>சஞ்சிதவா காமியங்கள் சாராவா ஞானிக்கூழ்<br>\nவிஞ்சுமெனல் வேற்றார்கேள் விக்குவிளம் — புஞ்சொல்லாம்<br>\nபர்த்தாபோய்க் கைம்மையுறாப் பத்தினியெஞ் சாததுபோற்<br>\nகர்த்தாபோ மூவினையுங் காண்.<br>\n<br>\n<i>sañcitavā gāmiyaṅgaḷ sārāvā ñāṉikkūṙ<br>\nviñcumeṉal vēṯṟārkēḷ vikkuviḷam — buñcollām<br>\nparttāpōyk kaimmaiyuṟāp pattiṉiyeñ jādadupōṟ<br>\nkarttāpō mūviṉaiyuṅ gāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘சஞ்சித ஆகாமியங்கள் சாராவாம் ஞானிக்கு; ஊழ் விஞ்சும்’ எனல் வேற்றார் கேள்விக்கு விளம்பும் சொல் ஆம். பர்த்தா போய் கைம்மை உறா பத்தினி எஞ்சாதது போல், கர்த்தா [போய்] போம் மூவினையும். காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘sañcita āgāmiyaṅgaḷ sārāvām ñāṉikku; ūṙ viñcum’ eṉal vēṯṟār kēḷvikku viḷambum sol ām. parttā pōy kaimmai uṟā pattiṉi eñjādadu pōl, karttā [pōy] pōm mūviṉaiyum. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘ஞானிக்கு சஞ்சித ஆகாமியங்கள் சாராவாம்; ஊழ் விஞ்சும்’ எனல் வேற்றார் கேள்விக்கு விளம்பும் சொல் ஆம். பர்த்தா போய் கைம்மை உறா பத்தினி எஞ்சாதது போல், கர்த்தா [போய்] மூவினையும் போம். காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ñāṉikku sañcita āgāmiyaṅgaḷ sārāvām; ūṙ viñcum’ eṉal vēṯṟār kēḷvikku viḷambum sol ām. parttā pōy kaimmai uṟā pattiṉi eñjādadu pōl, karttā [pōy] mūviṉaiyum pōm. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Saying that <i>saṁcita</i> and <i>āgāmya</i> do not adhere to the <i>jñāni</i> [but] <i>prārabdha</i> does remain is a reply said to the questions of others. Just as [any of] the wives do not remain unwidowed when the husband has died, know that [when] the doer [has died] all the three <i>karmas</i> cease.</blockquote>\nWhat Bhagavan refers to here as ‘வேற்றார்’ (<i>vēṯṟār</i>), which means ‘others’, are those who are not yet willing to accept and understand the fundamental principles of his teachings and all that those principles imply, because if we understand and accept that our real nature is just pure self-awareness and that everything other than that is just an illusory fabrication (<i>kalpanā</i>) projected and perceived only by our ego, we would understand that when we see ourself as we actually are and thereby dissolve forever the delusion that we are this ego, the illusory appearance of all other things (including all forms of action or <i>karma</i>) will dissolve along with it, and hence we would not suppose that the <i>ātma-jñāni</i> is aware of anything other than itself and would accordingly not ask any foolish questions based on the assumption that the <i>jñāni</i> is still a person with a body and mind.<br>\n<br>\nThe three <i>karmas</i>, namely <i>saṁcita</i> (the store of the fruits of one’s past <i>āgāmya karmas</i> that have not yet been experienced), <i>āgāmya</i> (the fresh <i>karma</i> that one does by one’s own free will during the course of each life) and  <i>prārabdha</i> (fate or destiny, which is the fruits of one’s past <i>āgāmya karmas</i> that have been allotted for one to experience in one’s current life), exist only for the ego, which is the doer of <i>āgāmya</i> and the experiencer of <i>prārabdha</i>, so when the ego is destroyed by the clear light of <i>ātma-jñāna</i>, all these three <i>karmas</i> will be destroyed along with it (as Bhagavan also teaches us in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#un38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu</i>).<br>\n<br>\nHowever, though for the <i>ātma-jñāni</i> itself there is no <i>prārabdha</i> — because the <i>ātma-jñāni</i> is nothing other than pure self-awareness (<i>ātma-jñāna</i>) — in the view of <i>ajñānis</i> the body and mind of the ego that was consumed by <i>ātma-jñāna</i> may seem to remain alive, so for such a body and mind <i>prārabdha</i> will seem to continue, and this is what Sadhu Om referred to as ‘the <i>prarabdha</i> of that body’. Therefore by saying that awareness of the body and world may return according to the <i>prārabdha</i> of that body, he was indicating that this return of such transitive awareness (<i>suṭṭaṟivu</i>) is not for the <i>jñāni</i> itself but only for the body and mind that remain in the view of others.<br>\n<br>\nSince the <i>jñāni</i> is devoid of the ego, which alone is what is transitively aware (that is, aware of anything other than itself), there cannot be any transitive awareness whatsoever for the <i>jñāni</i>. This is the simple truth that can be easily and clearly understood by anyone who carefully studies and reflects upon the core principles of Bhagavan’s teachings as expressed by him in texts such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i> (and also in many verses of <i>Guru Vācaka Kōvai</i>) with an open and unprejudiced mind that is not infatuated with the illusory appearance of phenomena.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "55",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/826072162089267992/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Guru Vācaka Kōvai",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Uḷḷadu Nāṟpadu Anubandham"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc5OTc4NTM5MTM2Cm9mZnNldDogMAo\""
}