{
    "kind": "blogger#post",
    "id": "4487838015663334782",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-05-17T10:18:00+01:00",
    "updated": "2016-06-09T00:09:58+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/05/we-can-separate-ourself-permanently.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4487838015663334782",
    "title": "We can separate ourself permanently from whatever is not ourself only by attending to ourself alone",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a recent <a href=\"http://happinessofbeing.blogspot.com/2008/11/atma-vichara-and-practice-of-neti-neti.html#c963962574607408443\">comment</a> on one of my old articles, <a href=\"http://happinessofbeing.blogspot.com/2008/11/atma-vichara-and-practice-of-neti-neti.html\"><i>Ātma-vicāra</i> and the ‘practice’ of <i>nēti nēti</i></a>, a friend called Roger tried to explain why he considers that <i>ātma-vicāra</i> (self-investigation) and <i>nēti nēti</i> (which literally means ‘not thus, not thus’, ‘not so, not so’ or ‘not like this, not like this’, and which is generally considered to be the practice of meditating on the idea that the body, mind and other adjuncts that we mistake to be ourself are not ourself) are both ‘entirely valid and have the same potential’, and that <i>nēti nēti</i> is ‘one method of keeping attention fixed on “I”’, one among ‘multiple other such methods’, so this article is my reply to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#attend\">The only means to see what we actually are is to attend to ourself</a></li>\n<li><a href=\"#intransitive\">What we actually are is just pure intransitive awareness</a></li>\n<li><a href=\"#transitive\">We are transitively aware because we allow our attention to be diverted away from ourself</a></li>\n<li><a href=\"#neti\">Having understood what we are not, we should attend only to what we actually are</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: we must attend only to ourself and thereby leave aside all phenomena</a></li>\n<li><a href=\"#ny08\"><i>Nāṉ Yār?</i> paragraph 8: we cannot annihilate our ego by any means other than <i>ātma-vicāra</i></a></li>\n<li><a href=\"#ignore\">We can ignore all thoughts only by attending to ourself alone</a></li>\n<li><a href=\"#thought\">What Bhagavan meant by the term ‘thought’ is mental phenomena of any kind</a></li>\n<li><a href=\"#terminate\">We cannot terminate thought or the thinking process by attending to it, but only by attending to ourself</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: this ego will cease to exist only if we attend to it alone</a></li>\n<li><a href=\"#un36\"><i>Uḷḷadu Nāṟpadu</i> verse 36: thinking ‘I am not this body but only <i>brahman</i>’ is just a preliminary aid</a></li>\n<li><a href=\"#un29\"><i>Uḷḷadu Nāṟpadu</i> verse 29: thinking ‘I am not this, I am that’ is an aid but not <i>vicāra</i></a></li>\n<li><a href=\"#un32\"><i>Uḷḷadu Nāṟpadu</i> verse 32: clinging to such aids is due to ‘deficiency of strength’</a></li>\n<li><a href=\"#ny02\"><i>Nāṉ Yār?</i> paragraph 2: the awareness that stands isolated from everything else alone is ‘I’</a></li>\n</ol>\n<a name=\"attend\"></a><b>1. The only means to see what we actually are is to attend to ourself</b><br>\n<br>\nRoger, as you imply, we should be trying to keep our attention fixed on ‘I’, but you seem to believe that <i>ātma-vicāra</i> and <i>nēti nēti</i> are both ‘methods’ to do so, which raises the question whether we need any ‘method’ to look at, observe or attend to ourself, or what the term ‘method’ would mean in this context. If we want to see the sun directly, we just have to turn and look at it, but we would not normally describe turning to look at something as the ‘method’ to see it, because the term ‘method’ usually implies something more complex than simply turning to look at something.<br>\n<br>\nSince ‘keeping attention fixed on “I”’ means simply looking at, observing or attending to ourself steadily, and since we can attend to ourself only directly and not indirectly, there cannot be more than one means or ‘method’ to attend to ourself or to keep our attention fixed on ourself. Just as the only means to see the sun directly is to look at it, the only means to see what we actually are is to attend to ourself.<br>\n<br>\nThere are many clues that have been given to us by Bhagavan and in some older texts to help us turn our attention inwards to fix it on ourself alone, and understanding that we are not the body, mind or any other phenomenon that we now seem to be is also a necessary preliminary aid to help us fix our attention on nothing other than what we actually are, which is just pure self-awareness, but all such clues and the means to gain a clear and firm intellectual conviction that we are not anything other than pure self-awareness are just aids and not the actual self-investigation or self-attentiveness by which alone we can experience ourself as we actually are.<br>\n<br>\nWhat you describe as multiple ‘methods’ to keep our attention fixed on ‘I’ are perhaps just the various explanations and clues that we have been given to help us fix our attention on ourself alone, but these explanations and clues are just aids, and as I will explain in more detail later in this article (particularly in sections <a href=\"#un36\">eleven</a>, <a href=\"#un29\">twelve</a> and <a href=\"#un32\">thirteen</a>) no aid can be the actual practice of self-attentiveness or self-investigation, which is the only means by which we can separate ourself entirely from everything that we now seem to be but that is not what we actually are.<br>\n<br>\n<a name=\"intransitive\"></a><b>2. What we actually are is just pure intransitive awareness</b><br>\n<br>\nThough you seem to take <i>ātma-vicāra</i> and <i>nēti nēti</i> to be two different methods to keep our attention fixed on ourself, from what you write it is not entirely clear what exactly you consider either of these ‘methods’ to be, or in what way you consider them to be different (particularly if you believe, as you seem to imply, that they both entail just keeping our attention fixed on ourself), so I think the most useful way for me to begin answering your comment may be to take a step back from these terms and consider what we are trying to achieve and how we can achieve it.<br>\n<br>\nNow we experience ourself as a person consisting of a body and mind, which are finite and transitory phenomena that appear in waking or dream and disappear in sleep, but we are aware of ourself in all of these three states, so we cannot be these or any other phenomena, because all phenomena seem to exist only in waking and dream and do not exist in sleep. We are therefore just the fundamental awareness that remains whether any phenomena appear or not.<br>\n<br>\nHowever, whenever phenomena appear, we experience them as objects and ourself as the subject, and as such we seem to be limited. The subject who is aware of any objects (that is, any anything other than itself) is our ego, which appears along with phenomena in waking and dream and disappears with them in sleep, so this ego (the transitive or object-knowing awareness) is not what we actually are. The awareness that we actually are is just pure <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#transitive\">intransitive awareness</a> — that is, awareness that is just aware and not aware of any object or phenomenon (anything other than itself) — which is the awareness that we experience in the absence of our ego in sleep.<br>\n<br>\n<a name=\"transitive\"></a><b>3. We are transitively aware because we allow our attention to be diverted away from ourself</b><br>\n<br>\nTherefore to know ourself as we actually are, we need to be just intransitively aware — that is, aware of ourself without being aware of any phenomena. However, we are just intransitively aware whenever we are asleep, but being asleep does not annihilate our ego, as we know from the fact that this ego rises again from sleep in either waking or dream. The reason why our ego is not annihilated in sleep is that in sleep we remain just intransitively aware as a result of the complete subsidence of this ego, and it subsided then only due to tiredness, whereas for it to be annihilated it must subside as a result of our being just intransitively aware. In other words, being just intransitively aware will annihilate our ego only if it is what actually causes its subsidence, and not if it is merely what results from its subsidence, as it is in sleep. Therefore to annihilate our ego and thereby be aware of ourself as we actually are, we need to be just intransitively aware in waking or dream, as we were in sleep.<br>\n<br>\nThe reason why we are not just intransitively aware now is that we have chosen and constantly continue to choose to attend to and thereby be aware of phenomena, so in order to be just intransitively aware in waking or dream, as we are in sleep, we need to try to attend only to ourself. In other words, we need to try to be attentively self-aware. We are always self-aware, but in waking and dream we are negligently self-aware, because we choose to attend to other things instead of to ourself alone, so in order to be aware of ourself alone we need to direct our entire attention back towards ourself.<br>\n<br>\nBeing self-aware does not entail being transitively aware, because we ourself are not an object, and because being aware entails being self-aware, since we could not be aware without being aware that we are aware, and being aware that we are aware entails being aware of ourself, the one who is aware. Therefore being self-aware is the very nature of being aware, so even when we are just intransitively aware — that is, aware without being aware of any phenomena — we are self-aware.<br>\n<br>\nTo be aware of anything other than ourself we need to attend to it at least partially (that is, even if it is not the central focus of our attention, at least a part of our attention must be directed towards it), but to be aware of ourself we do not need to attend to ourself, because we are always aware of ourself whether we attend to ourself or not. In waking and dream we generally attend only to things other than ourself, but however much our attention is directed towards other things, we always remain self-aware, so self-awareness is the screen or background on which awareness of other things appear and disappear.<br>\n<br>\nThough we do not attend to and are therefore not aware of anything other than ourself in sleep, we do not attend even to ourself then, yet we remains self-aware. The reason why we do not attend even to ourself in sleep is that attention is a function of our ego, and our ego does not exist then.<br>\n<br>\nAttention is a focusing of our awareness on something, and it can also be described as a directing of our awareness towards something, or as bringing something within the sphere of our awareness, so it is a selective use of our awareness. Therefore, since what is aware of many things and can therefore select to be more aware of some things than of other things is only our ego, and since our actual self, which is just pure intransitive awareness, is not aware of anything other than itself, attention is a function only of our ego and not of our actual self. In sleep our ego does not exist and therefore we are not aware of anything other than ourself, so we do not attend to ourself in sleep because we cannot do so and do not need to do so, since there is then nothing else that we could select to be aware of.<br>\n<br>\nIn waking and dream we are transitively aware — that is, aware of thing other than ourself — because we choose to allow our attention to be diverted away from ourself towards other things. However, even when we are transitively aware, we are still intransitively aware, because we could not be aware of anything if we were not aware. Intransitive awareness is therefore the permanent ground or foundation on which transitive awareness appears and disappears. In order to be just intransitively aware, therefore, we simply need to cease being transitively aware, and the only way to avoid being transitively aware in waking or dream is to attend to ourself alone.<br>\n<br>\n<a name=\"neti\"></a><b>4. Having understood what we are not, we should attend only to what we actually are</b><br>\n<br>\nThe aim of <i>nēti nēti</i> is to reject, eliminate or set aside everything that is not ourself, but we can achieve this only by clinging fast to ourself alone — that is, by trying to be attentively aware of ourself alone, which is the correct practice of self-investigation (<i>ātma-vicāra</i>). If we direct our entire attention back towards ourself (that is, if we focus our awareness solely on ourself, the one who is aware), our attention will thereby automatically be withdrawn from everything else.<br>\n<br>\nHowever, because <i>nēti nēti</i> literally means ‘not thus, not thus’ and implies ‘I am not this phenomenon, nor that one’, it entails thinking about whatever we are not rather than about what we actually are. Therefore it is not intended to be a spiritual practice or a direct means to know what we actually are, but is simply an intellectual analysis that is intended to clear the ground, so to speak, for the practice of self-investigation. That is, in order to focus our entire attention on ourself alone, we first need to clearly understand that though we now seem to be phenomena such as this body and mind, no phenomenon can be what we actually are, so we can investigate ourself only by attending to ourself (our fundamental self-awareness) and not to phenomena of any kind whatsoever. Having clearly understood this, therefore, we should try to attend only to ourself and thereby ignore or avoid attending to any phenomena, including whatever body, mind and other extraneous adjuncts now seem to be ourself.<br>\n<br>\n<a name=\"uu16\"></a><b>5. <i>Upadēśa Undiyār</i> verse 16: we must attend only to ourself and thereby leave aside all phenomena</b><br>\n<br>\nThe fact that in order to know what we actually are we need to attend only to ourself and thereby cease attending to any phenomena is clearly indicated by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/10/why-is-it-necessary-to-be-attentively.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external phenomena, the mind knowing its own form of light is alone real knowledge [or knowledge of reality].</blockquote>\nIn this context the term ‘ஒளியுரு’ (<i>oḷi-y-uru</i>) or ‘form of light’ refers to pure intransitive awareness, which is our own ‘form’ or real nature, so ‘மனம் தன் ஒளியுரு ஓர்தலே’ (<i>maṉam taṉ oḷi-y-uru ōrdalē</i>), ‘the mind knowing its own form of light’, implies turning our attention inwards to be aware only of the pure awareness that we actually are. When we turn our attention back within to be aware of ourself alone we automatically withdraw it from all external phenomena (<i>viṣayas</i>), so ஓர்தலே (<i>ōrdalē</i>), which is a verbal noun that means ‘knowing’ or ‘being aware of’, is the subject of this sentence, whereas விட்டு (<i>viṭṭu</i>), which means ‘leaving’ or ‘leaving aside’, is a verbal participle, and hence ‘மனம் தன் ஒளியுரு ஓர்தலே உண்மை உணர்ச்சி ஆம்’ (<i>maṉam taṉ oḷi-y-uru ōrdalē uṇmai uṇarcci ām</i>), ‘the mind knowing its own form of light is alone real knowledge’, is the main clause of this sentence, whereas ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside external phenomena’, is just an adverbial clause, indicating that it is just a side-effect or by-product of focusing our entire attention on ourself alone.<br>\n<br>\n‘Leaving aside external phenomena’ means ceasing to attend to them, but though we cease attending to them whenever we fall asleep we do not thereby destroy our ego, so merely ‘leaving aside external phenomena’ is not sufficient. In order to annihilate our ego, the ‘I’ that rises to attach itself to external phenomena, we must not only cease attending to external phenomena but must also attend keenly to ourself.<br>\n<br>\nBy attending only to ourself, we automatically cease attending to anything else, but by ceasing to attend to anything else, we do not automatically attend to ourself, because we cease attending to anything else when we fall asleep, but we do not thereby attend to ourself. Therefore since we can destroy our ego only being attentively aware of ourself alone, we should not try merely to cease attending to anything else but should try only to attend to ourself.<br>\n<br>\nIf we were to try just to leave aside external phenomena without trying to attend keenly to ourself, we would be setting ourself an impossible task, because by trying not to attend to phenomena we would be attending to them and thereby defeating what we are try to achieve. However, it is not necessary for us to make any such futile effort, because if we simply try to attend to ourself alone, we will thereby automatically leave aside external phenomena to the extent that we manage to focus our entire attention on ourself alone.<br>\n<br>\nSince all the adjuncts that seem to be ourself, such as this body and mind, are just external phenomena, we cannot effectively separate ourself from them merely by thinking that they are not ‘I’, but only by attending keenly to ourself alone. Trying to separate ourself from them merely by thinking that they are not ‘I’ is as futile as trying to do so by deliberately not thinking of them, because in either case we would be thinking of them and thereby perpetuating our hold on them. Therefore to save us from such futile efforts, Bhagavan taught us that all we need do is just try to attend to ourself alone.<br>\n<br>\n<a name=\"ny08\"></a><b>6. <i>Nāṉ Yār?</i> paragraph 8: we cannot annihilate our ego by any means other than <i>ātma-vicāra</i></b><br>\n<br>\nThough there are certain <i>yōgic</i> techniques such as <i>prāṇāyāma</i> (breath-restraint) that can serve as indirect means for one to withdraw one’s attention from all external phenomena, if we manage to leave aside all external phenomena by such means, the result would be that our mind would subside in <i>manōlaya</i>, which is just a temporary state of abeyance of mind, like sleep. This is why Bhagavan says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். பிராணாயாமத்தாலும் மன மடங்கும்; ஆனால் பிராண னடங்கியிருக்கும் வரையில் மனமு மடங்கியிருந்து, பிராணன் வெளிப்படும்போது தானும் வெளிப்பட்டு வாசனை வயத்தா யலையும். [...] ஆகையால் பிராணாயாமம் மனத்தை யடக்க சகாயமாகுமே யன்றி மனோநாசஞ் செய்யாது.<br>\n<br>\n<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum. pirāṇāyāmattāl-um maṉam aḍaṅgum; āṉāl pirāṇaṉ aḍaṅgi-y-irukkum varaiyil maṉam-um aḍaṅgi-y-irundu, pirāṇaṉ veḷi-p-paḍum-bōdu tāṉum veḷi-p-paṭṭu vāsaṉai vayattāy alaiyum. […] āhaiyāl pirāṇāyāmam maṉattai y-aḍakka sahāyam-āhum-ē y-aṉḏṟi maṉōnāśam seyyādu</i>.<br>\n<br>\nFor the mind to subside [in the sense of ceasing to exist], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means. If made to subside by other means, the mind will remain as if subsided, [but] will emerge again. Even by <i>prāṇāyāma</i> the mind will subside; however, [though] the mind remains subsided so long as the breath remains subsided, when the breath emerges [or becomes manifest] it will also emerge and wander under the sway of [its] <i>vāsanās</i> [propensities, inclinations, impulses or desires]. […] Therefore <i>prāṇāyāma</i> is just an aid to restrain the mind [or to make it subside temporarily], but will not bring about <i>manōnāśa</i> [annihilation of the mind].</blockquote>\nThe body, mind and other adjuncts that we now experience as if they were ourself are all external phenomena, so we separate ourself from them entirely whenever we fall asleep or subside in any other such state of <i>manōlaya</i>, but as soon as our ego rises again in either waking or dream it projects such adjuncts and grasps them as itself. Therefore in order to separate ourself permanently from all such adjuncts we must annihilate this ego, which we can do only by turning our entire attention back within and thereby being aware of ourself alone.<br>\n<br>\nOur ego is what is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement of ourself, who are awareness (<i>cit</i>), with adjuncts such as this physical body, which are insentient (<i>jaḍa</i>), so as long as this ego survives it will bind us to whatever adjuncts seem to be ourself, even though they are not ourself. Therefore we cannot unfasten or detach ourself from these adjuncts merely by thinking that they are not ‘I’, because what thinks they are not ‘I’ is our ego, and this ego is what binds us to them. In order to untie this knot that binds us to adjuncts (namely our ego) we need to separate our awareness entirely from all phenomena, which are <i>jaḍa</i>, and the only way to separate it is to attend only to ourself and not to anything else whatsoever.<br>\n<br>\nIf instead of trying to attend to ourself alone we just meditate on the idea that the body, mind and other adjuncts that seem to be ourself are not ‘I’, we will thereby be thinking of the very things from which we should be separating ourself, and thus we will be nourishing and sustaining our ego and its attachment to these adjuncts. Therefore though we can understand by means of the conceptual analysis called <i>nēti nēti</i> that we cannot be any of the phenomena that we seem to be, such as this body or outward-turned mind, in order to experience ourself as we actually are and thereby free ourself from the deep-rooted illusion that we are such phenomena we must turn our mind or attention inwards and thereby be aware of ourself alone, in complete isolation from all adjuncts and other phenomena.<br>\n<br>\n<a name=\"ignore\"></a><b>7. We can ignore all thoughts only by attending to ourself alone</b><br>\n<br>\nRegarding your remark, ‘you used the words “simply ignore thinking” and “exclude all thoughts” and “overlook thoughts” which might imply force’, being attentively aware of ourself alone and thereby not being aware of anything else is an extremely subtle and abstract state, so no words can adequately describe it, and whatever words may be used to describe it are liable to be misinterpreted, but if you had carefully read what I had written in that article you should have understood that I did not mean that we should forcibly try to ignore or exclude all thoughts. If we deliberately or directly try to ignore something or to exclude it from our attention, that would obviously be a futile effort, because trying directly to ignore anything would entail thinking about it, which would defeat our very purpose. For example, if we directly try to ignore any thought of a monkey, every time we try to ignore that thought we will thereby be thinking about it, so the only way to ignore it would be to think of something else instead and thereby forget that we even want to ignore any such thought.<br>\n<br>\nThe context in which I wrote ‘simply ignore’ in that article was when explaining why we cannot separate ourself from our body, mind and other adjuncts by thinking that they are not ‘I’, because by thinking about them we would be sustaining our ego and its attachment to them, so I wrote: ‘In order to separate ourself from them, we must simply ignore them, which we can effectively do only by attending exclusively to that which is really ‘I’, namely our own self-conscious being’. Likewise what I wrote about excluding all thoughts was: ‘We can exclude all thoughts only by attending to nothing other than our own essential being, which is the source from which they all rise and in which they must all subside. Since thoughts can rise only when we attend to them, they will all subside naturally when we keep our attention fixed exclusively in our own essential self-conscious being, ‘I am’’.<br>\n<br>\nTherefore what I was advocating was not that we should make any effort directly to ignore or exclude all thoughts but only that we should try to attend to ourself alone, because when we succeed in attending only to ourself we will thereby automatically have ceased attending to anything else. Therefore in order to ignore thinking we do not need to use any force but just need to have deep and wholehearted love to be attentively aware of ourself alone.<br>\n<br>\n<a name=\"thought\"></a><b>8. What Bhagavan meant by the term ‘thought’ is mental phenomena of any kind</b><br>\n<br>\nFrom what you write about thought, such as when you refer to it as ‘the whining child mind’, you seem to take the term ‘thought’ to mean just the idle mental chatter that is usually going in our mind whenever we are not engaged in attending to anything else, but when Bhagavan used any terms in Tamil that mean ‘thought’ or ‘idea’, what he meant by such terms is mental phenomena of any kind whatsoever, and since according to him all phenomena that seem to be physical are actually only mental, just like all the seemingly physical phenomena that we see in a dream, all phenomena are just thoughts. This is why he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>), which means ‘Excluding thoughts, there is not separately any such thing as the world’, and in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), which means ‘What is called the world is only thought’.<br>\n<br>\nIt is important for us to understand this, because many people believe that if they can stop all mental chatter when meditating they are thereby stopping all thoughts, which is not the case, because whatever phenomena we may be aware of are just thoughts, and even our ego, which is what is aware of them, is also a thought — our primal thought called ‘I’, which is the root and foundation of all other thoughts. Therefore if we try to stop all thoughts, that would be a case of one thought (this ego) trying to stop other thoughts, and even its desire and effort to stop other thoughts would themselves be thoughts, so we cannot actually stop all thoughts unless we avoid rising as this ego, the one who want to stop them.<br>\n<br>\nSo long as we seem to be this ego, we will be aware of thoughts of one kind or another, because this ego seems to exist only when is it aware of things other than itself, and everything other than itself is just a thought. Therefore all thoughts can cease only when this ego ceases to exist, as it does temporarily in sleep or in any other state of <i>manōlaya</i>, and as it will do permanently only in the state of <i>manōnāśa</i> (annihilation of the mind along with its root, this ego).<br>\n<br>\nTherefore the only effective way to free ourself permanently from all thoughts is to annihilate our ego, which we can do only by being attentively aware of ourself alone and thereby experiencing ourself as we actually are. If we manage to free ourself from thoughts by any other means, what will result will only be a temporary state of <i>manōlaya</i>, from which our ego and its thoughts will sooner or later rise again.<br>\n<br>\n<a name=\"terminate\"></a><b>9. We cannot terminate thought or the thinking process by attending to it, but only by attending to ourself</b><br>\n<br>\nYou suggest that in order to understand how we can be free from thoughts we should pay heed to J Krishnamurti, whom you imply taught that ‘if force is used to terminate thought, then freedom remains elusive’, and you add, ‘It seems that until the thinking process is truly listened to, truly understood, then thinking persists. […] It seems that while we listen attentively to whatever may arise, eventually arising ceases’.<br>\n<br>\nBefore considering these claims, it is worth pointing out that we have good reasons to be very sceptical about whatever Krishnamurti may have said about thoughts or the thinking process, because some of his claims about them are patently absurd and do not stand up to critical scrutiny. For example, in <i>Commentaries on Living</i>, <a href=\"http://english.lanuevaeradeacuario.com/data/documents/commentaries-on-living-v-3.pdf\">Series 3</a>, chapter 12, ‘There Is No Thinker, Only Conditioned Thinking’, he wrote: ‘Thought creates the thinker; it is the thinking process that brings the thinker into being. Thought comes first, and later the thinker; it is not the other way round’.<br>\n<br>\nHow can this be correct? Any thought is a product of thinking, and thinking could not happen if there were no one who is thinking. Thinking is an action, and no action can occur unless there is something doing it, so the result of an action (namely thought in this case) cannot possibly exist before whatever did that action (namely the thinker whose thinking produced that thought), and hence thought cannot be what creates the thinker.<br>\n<br>\nNot only can Krishnamurti’s claim that ‘Thought comes first, and later the thinker’ be proved false by simple logic, but it is also quite contrary to what Bhagavan taught us about thoughts, such as what he said in the final sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā.</i><br>\n<br>\nOf all the thoughts that appear in the mind, <b>the thought called ‘I’ alone is the first thought</b>. Only after this arises do other thoughts arise. Only after the first person appears do the second and third persons appear; without the first person the second and third persons do not exist.</blockquote>\nWhat Bhagavan describes here as ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), which literally means ‘the thought called I’, is our ego, which is the thinker of all other thoughts, and what alone is aware of their seeming existence. Since other thoughts seem to exist only in the view of this ego, none of them could exist independent of it, so it is logically the first thought and the root and foundation of every other thought. Therefore Bhagavan says it is ‘முதல் நினைவு’ (<i>mudal niṉaivu</i>), which means the first, primal, original, basic or causal thought.<br>\n<br>\nSince this ego or first thought called ‘I’ is what is aware of both itself and all its other thoughts, it is the subject or first person, whereas all other thoughts are objects known by it, so they are second and third persons. Therefore in the final two sentences of this paragraph Bhagavan says: ‘Only after the first person [the ego] appears do the second and third persons [all other thoughts] appear; without the first person the second and third persons do not exist’.<br>\n<br>\nHe also implies this in the first sentence of verse 7 of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), which means ‘If the thought called ‘I’ does not exist, even one other will not exist’. ‘பிற ஒன்றும்’ (<i>piṟa oṉḏṟum</i>) means ‘even one other’, and in this context it can imply either ‘even one other thing’ or ‘even one other thought’, but both these implied meanings amount to the same, because everything other than ourself is just a thought.<br>\n<br>\nWhat Bhagavan says in this sentence and in the above passage of <i>Nāṉ Yār?</i> is in accordance with our own experience and is consistent with logic, because whenever we rise as this first thought called ‘I’ or ‘ego’, as in waking and in dream, other things (thoughts or phenomena) seem to exist, and whenever we do not rise as this ‘I’, as in sleep, nothing else seems to exist. Therefore we do not have any adequate grounds for believing that any thought or other thing exists when we do not rise as this ego, which alone is what is aware of all such things.<br>\n<br>\nWhen Krishnamurti says, ‘Thought comes first, and later the thinker; it is not the other way round’, this is neither in accordance with our own experience nor is it consistent with logic, so why should we believe him? If we believe him in spite of the complete lack of any supporting evidence from our own experience and in spite of the fact that his claim is contrary to all logic, such belief would be an extreme case of blind faith, so since Krishnamurti himself was a staunch critic of blind faith, according to his own teachings we should not believe him in these circumstances.<br>\n<br>\nLater on in the same passage Krishnamurti wrote: ‘Perceiving itself to be impermanent, insecure, and desiring permanency, security, thought brings into being the thinker’. This implies that thought is sentient, because if it were not it could not perceive or desire anything, but is any thought actually sentient? The only sentient thought is our ego, because it alone is what is aware of both itself and all other thoughts. No other thought is sentient, because no other thought is aware either of itself or of anything else, so it cannot perceive itself to be impermanent or insecure, nor can it desire permanency or security.<br>\n<br>\nWhat perceives and desires anything is only our ego, and since it is what projects and is aware of all other thoughts, it alone is the thinker. Therefore other thoughts cannot exist independent of this ego, nor can they come into existence before it. This is why Bhagavan repeatedly pointed out that this ego is the first thought and the root and foundation of every other thought.<br>\n<br>\nIn this same passage Krishnamurti repeatedly equates the ‘thinker’ with the ‘watcher’ and ‘his thought’ with ‘the watched’, which implies (quite correctly) that the thinker is what is aware of thoughts, but since this is the case, how can he justify his claim that ‘Thought comes first, and later the thinker; it is not the other way round’? How can any thought arise before there is anyone aware of it? Does any thought exist independent of our awareness of it? Claiming that any thought existed before the ego, the ‘I’ who is now aware of it, is like claiming that the world we saw in a dream existed before we started dreaming it. How could we know that anything existed prior to our awareness of it? Thoughts exist only because we think them, and thinking them entails both forming them in our mind and simultaneously being aware of them, because we could not form any thought without being aware of it. How therefore could any thought have existed prior to ourself, the ‘I’ who thinks and is aware of it?<br>\n<br>\nJust as he claimed that ‘Thought creates the thinker’, he also claimed that ‘the watcher is still the product of thought’, which implies that the watcher is the product of what it watches or is aware of, or in other words that the subject is the product of the object. It is true that the watcher is a watcher only in relation to whatever it is watching, so if nothing were watched there would be no watcher as such, but this does not justify his claim that ‘Thought comes first, and later the thinker’, because a thought is a thought only because it is thought and watched by the thinker, the one who is thinking and watching it.<br>\n<br>\nParadoxically Krishnamurti used to criticise blind belief and say that we should not blindly believe whatever we may be told by any religion, <i>guru</i> or other supposed authority, yet everyone who believes him to be an authority does so blindly, because if they thought critically and independently for themselves, they would be able to see through the numerous logical absurdities and contradictions in what he wrote and said. Therefore if we wish to follow his advice not to blindly believe whatever we are told by any putative ‘authority’, we should critically consider whatever he claimed and judge for ourself whether or not it could be true.<br>\n<br>\nWhat you wrote about the lesson we should learn from Krishnamurti seems to imply that he said something to the effect that ‘if force is used to terminate thought, then freedom remains elusive’, that ‘until the thinking process is truly listened to, truly understood, then thinking persists’ and that ‘while we listen attentively to whatever may arise, eventually arising ceases’, so let us consider these claims. It is true that we cannot free ourself from thoughts by forcibly trying to terminate them, because our effort to terminate them would be just another thought, and even the ‘I’ who makes such an effort is also a thought. But can we free ourself from thinking merely by truly listening to the thinking process?<br>\n<br>\nIt is not clear in this context what exactly ‘truly listening to’ means, but it must entail attending to the thinking process, which is what we are doing whenever we are thinking. So long as we are attending in any way to our thinking or our thoughts, they will not cease, because as we all know from our own experience they are sustained by our attending to them. Suppose, for example, that we think of an apple: so long as we continue attending to that thought it will persist, and it will cease only when our attention is diverted to something else or when we fall asleep. Therefore attending to thought or to the thinking process cannot be a means to terminate it.<br>\n<br>\nRegarding the claim that ‘while we listen attentively to whatever may arise, eventually arising ceases’, this cannot be true for the same reason. Whatever may arise is a thought, and thoughts arise and are sustained only by our attention, so as long as we attend to anything that arises its arising will not cease.<br>\n<br>\nHow then can we terminate all thoughts? Obviously the only way is to cease attending to them, as we do every day when we fall asleep. However, though in sleep we remain without any thoughts for a while, we sooner or later rise again as this ego, and as soon as we do so we project and become aware of other thoughts, so merely ceasing to attend to thoughts is not a permanent solution.<br>\n<br>\nTherefore is there any way in which we can permanently terminate all thought? According to Bhagavan the only way is not merely to cease attending to them, but is to attend only to ourself, this ego, which is what is aware of them all. Though this ego is itself just a thought, it is quite unlike all other thoughts, because it is the subject and they are its objects, so whereas all other thoughts are just insentient phenomena, this ego is the sentient experiencer of all phenomena. Moreover, though other thoughts arise and are sustained only because this ego attends to them, this ego does not arise and is not sustained by attending to itself but only by attending to other thoughts.<br>\n<br>\nIn fact this ego seems to exist only so long as it attends to and is therefore aware of other thoughts, so as soon as it stops attending to other thoughts it falls asleep. Generally during waking and dream this ego attends only to other thoughts, and because it takes its own existence for granted, it does not usually attempt to attend to itself. Even when it falls asleep it does so without attending to itself, and this is why it is not thereby annihilated.<br>\n<br>\nSince it seems to exist only so long as it attends to things other than itself, if it tries to attend to itself it will begin to subside, and when it eventually manages to attend to itself alone, it will dissolve and disappear forever, because it does not really exist but merely seems to exist, and it seems to exist only because it attends to things other than itself. Therefore the only means by which we can annihilate this ego and thereby terminate all thought forever is by trying to attend only to ourself, who now seem to be this ego.<br>\n<br>\n<a name=\"un25\"></a><b>10. <i>Uḷḷadu Nāṟpadu</i> verse 25: this ego will cease to exist only if we attend to it alone</b><br>\n<br>\nThis is the great secret revealed to us by Bhagavan, because it is the essential key to freeing ourself from the tyranny of this ego and all its thoughts: This ego seems to exist whenever it attends to anything other than itself, but it will cease to exist if it attends only to itself. This secret is expressed by him succinctly in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince this ego is a formless phantom, whatever forms it grasps are things other than itself, and the only means by which it can grasp such things is by attending to them and thereby being aware of them. Therefore the phrase ‘உருப்பற்றி’ (<i>uru-p-paṯṟi</i>), which literally means ‘grasping form’, implies attending to anything other than itself, so what Bhagavan explains in the first three sentences of this verse is that this ego comes into existence, endures, and is nourished and flourishes by attending to things other than itself.<br>\n<br>\nSince this ego is just a formless phantom, it seems to be a person (a form consisting of a living body and a thinking mind) only by grasping the form of that person as itself. That is, since it is formless, it does not actually exist as a separate entity, but it seems to do so by grasping the form of a person as if that person were itself. Therefore if it ceases grasping one person as ‘I’, it will then grasp another person as ‘I’, as Bhagavan implies by saying, ‘உரு விட்டு, உரு பற்றும்’ (<i>uru viṭṭu, uru paṯṟum</i>), which means ‘leaving [one] form, it grasps [another] form’.<br>\n<br>\nSince it does not actually exist but only seems to exist, and since it seems to exist only so long as it is grasping things other than itself, if it tries to grasp only itself it will lose its hold on other things and will therefore begin to subside and disappear. This is what Bhagavan implies when he says, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’.<br>\n<br>\nSince all thoughts are forms — things other than ourself — so long as we attend to them or grasp them in our awareness, we are thereby nourishing and sustaining our ego, and this ego is in turn nourishing and sustaining its thoughts and its tendency to continue thinking. Therefore contrary to what J Krishnamurti and some others claim, we can never free ourself from thoughts by watching, observing, witnessing or attending to them. The only way to free ourself from all thoughts, including their root, this ego, is to try to watch, observe, witness or attend only to ourself, who are what now seems to be this ego.<br>\n<br>\nSince everything that is not ‘I’, including all the adjuncts such as the body and mind that constitute whatever person we now seem to be, is just a thought, meditating or thinking that such things are not ‘I’ cannot be a means to separate ourself from them, because what thinks this is only our ego, and by thinking anything it is nourishing and sustaining itself. That is, since this ego seems to exist only by grasping the form of a person as itself, and since it nourishes and sustains itself by thinking or grasping other thoughts, if it thinks ‘I am not this person or any of the constituents of this person’ it will thereby simply be sustaining itself and its attachment to this person, so it can never thereby separate itself from all these things that are not ‘I’.<br>\n<br>\nWhat has attached itself to these adjuncts is our ego, and if it lets go of one set of adjuncts it will grasp another one, so the only way to separate ourself permanently from all adjuncts is to destroy this ego, which we can do only by trying to attend to ourself alone.<br>\n<br>\n<a name=\"un36\"></a><b>11. <i>Uḷḷadu Nāṟpadu</i> verse 36: thinking ‘I am not this body but only <i>brahman</i>’ is just a preliminary aid</b><br>\n<br>\nWe are aware of ourself now as if we were this physical body and other associated adjuncts, and whenever we rise as this ego we are aware of ourself as a similar set of adjuncts, as we are, for example, whenever we dream, and as we would have been before we became aware of ourself as this particular body. Therefore the very nature of ourself as this ego is to be aware of ourself as if we were a set of adjuncts consisting of a body and whatever other adjuncts constitute the person associated with it.<br>\n<br>\nHowever, we seem to be a person only in waking and dream, but in each of these states we are aware of ourself as a different body, and in sleep we are aware of ourself without being aware of ourself as a body or person, and consequently without being aware of anything else at all. Therefore, since we are always aware of ourself whether or not we are aware of ourself as a body or person, we cannot be any of the adjuncts that we seem to be in waking or dream but do not seem to be in sleep, so in order to be aware of ourself as we actually are we need to separate ourself from all adjuncts by trying to be aware of ourself alone.<br>\n<br>\nIn order for us to understand this and therefore try to attend to ourself alone, it is necessary for us to be firmly convinced that we cannot be any of the adjuncts that we seem to be, so reflecting over these matters in order to establish and strengthen our conviction that we are not whatever we seem to be in waking or dream is a requisite aid to start us on the path of self-investigation (<i>ātma-vicāra</i>). However, thinking that we are just pure self-awareness and not this body or any other transitory adjunct that we may seem to be cannot by itself enable us to experience what we actually are, because so long as we think anything, we are thereby nourishing and sustaining our ego and hence preventing ourself being aware of ourself as we actually are. Therefore in <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-difference-between-meditation.html#un36\">verse 36</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says that though thinking that we are not this body but only that pure self-awareness is an aid, we should not continue thinking this always:<br>\n<blockquote>நாமுடலென் றெண்ணினல நாமதுவென் றெண்ணுமது<br>\nநாமதுவா நிற்பதற்கு நற்றுணையே — யாமென்று<br>\nநாமதுவென் றெண்ணுவதே னான்மனித னென்றெணுமோ<br>\nநாமதுவா நிற்குமத னால்.<br>\n<br>\n<i>nāmuḍaleṉ ḏṟeṇṇiṉala nāmaduveṉ ḏṟeṇṇumadu<br>\nnāmaduvā niṟpadaṟku naṯṟuṇaiyē — yāmeṉḏṟu<br>\nnāmaduveṉ ḏṟeṇṇuvadē ṉāṉmaṉida ṉeṉḏṟeṇumō<br>\nnāmaduvā niṟkumada ṉāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ? நாம் அதுவா நிற்கும் அதனால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṟpadaṟku nal tuṇai-y-ē ām. eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō? nām adu-v-ā niṟkum adaṉāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். நாம் அதுவா நிற்கும் அதனால், என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṟpadaṟku nal tuṇai-y-ē ām. nām adu-v-ā niṟkum adaṉāl, eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō?</i><br>\n<br>\n<b>English translation:</b> If we think that we are a body, thinking ‘No, we are that’, will be just a good aid for us to abide as that. [However] since we abide [or constantly exist] as that, why [should we be] always thinking ‘we are that’? Does one think ‘I am a man’ [that is, does one need to always think ‘I am a man’ in order to experience oneself as a man]?</blockquote>\nIn this verse அலம் (<i>alam</i>), which means ‘no’, implies ‘no, we are not this body’, and அது (<i>adu</i>), which means ‘that’, refers to <i>brahman</i>, the fundamental reality or what actually is, which is our own real self, whose nature is just <i>prajñāna</i> or pure self-awareness. ‘நாம் அதுவா நிற்பதற்கு நல் துணையே’ (<i>nām aduvā niṟpadaṟku nal tuṇaiyē</i>) means ‘just a good aid for us to abide as that’ and implies ‘just a good aid for reminding and encouraging us to abide as that’.<br>\n<br>\nHowever meditating ‘No, I am not this body, I am <i>brahman</i>’ is only a preliminary aid and should not be continued forever, because once we are firmly convinced that we are not this body but only pure self-awareness, we should just try to remain steadily as we are without rising to think or meditate anything. Since what we actually are is just pure self-awareness — that is, intransitive awareness, awareness that is not aware of anything other than itself — we can abide or remain as we actually are only by attending to ourself and nothing else whatsoever.<br>\n<br>\n<a name=\"un29\"></a><b>12. <i>Uḷḷadu Nāṟpadu</i> verse 29: thinking ‘I am not this, I am that’ is an aid but not <i>vicāra</i></b><br>\n<br>\nAs Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-difference-between-meditation.html#un29\">verse 29</a> of <i>Uḷḷadu Nāṟpadu</i>, the path of <i>jñāna</i> (the means to experience <i>ātma-jñāna</i> or true self-knowledge) is only <i>ātma-vicāra</i>, which entails investigating oneself, the source from which this ego rises as ‘I’:<br>\n<blockquote>நானென்று வாயா னவிலாதுள் ளாழ்மனத்தா<br>\nனானென்றெங் குந்துமென நாடுதலே — ஞானநெறி<br>\nயாமன்றி யன்றிதுநா னாமதுவென் றுன்னறுணை<br>\nயாமதுவி சாரமா மா.<br>\n<br>\n<i>nāṉeṉḏṟu vāyā ṉavilāduḷ ḷāṙmaṉattā<br>\nṉāṉeṉḏṟeṅ gundumeṉa nāḍudalē — ñāṉaneṟi<br>\nyāmaṉḏṟi yaṉḏṟidunā ṉāmaduveṉ ḏṟuṉṉaṟuṇai<br>\nyāmaduvi cāramā mā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம். அன்றி, ‘அன்று இது, நான் ஆம் அது’ என்று உன்னல் துணை ஆம்; அது விசாரம் ஆமா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudal-ē ñāṉa-neṟi ām. aṉḏṟi, ‘aṉḏṟu idu, nāṉ ām adu’ eṉḏṟu uṉṉal tuṇai ām; adu vicāram āmā?</i><br>\n<br>\n<b>அன்வயம்:</b> .‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம்; அன்றி, ‘நான் இது அன்று, [நான்] அது ஆம்’ என்று உன்னல் துணை ஆம்; அது விசாரம் ஆமா?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudal-ē ñāṉa neṟi ām; aṉḏṟi, ‘nāṉ idu aṉḏṟu, [nāṉ] adu ām’ eṉḏṟu uṉṉal tuṇai ām; adu vicāram āmā?</i><br>\n<br>\n<b>English translation:</b> Without saying ‘I’ by mouth, investigating by an inward sinking mind where one rises as ‘I’ alone is the path of <i>jñāna</i>. Instead, thinking ‘[I am] not this, I am that’ is an aid, [but] is it <i>vicāra</i> [self-investigation]?</blockquote>\nThe phrase ‘நான் என்று எங்கு உந்தும்’ (<i>nāṉ eṉḏṟu eṅgu undum</i>) means ‘where one rises as I’ or ‘where it [this ego] rises as I’ and therefore refers to our actual self, which is the source from which we rose as this ego. மனத்தால் (<i>maṉattāl</i>) is an instrumental case form of மனம் (<i>maṉam</i>), which means ‘mind’, so ‘உள் ஆழ் மனத்தால்’ (<i>uḷ āṙ maṉattāl</i>) means ‘by an inward sinking [plunging, diving or piercing] mind’ and describes the instrument by which we must investigate ourself. That is, in order to investigate what we actually are our mind or attention must pierce and sink deep within ourself. So long as we allow it to go out even to the slightest extent towards anything other than ourself we cannot experience what we actually are, so to investigate and thereby experience ourself as we actually are we must turn our entire mind back within to penetrate deep into ourself. Investigating ourself thus, says Bhagavan, is alone ‘ஞான நெறி’ (<i>ñāṉa neṟi</i>), the ‘path of <i>jñāna</i>’ or means by which we can experience <i>ātma-jñāna</i> (clear knowledge or awareness of ourself as we actually are).<br>\n<br>\nInstead investigating ourself thus with our entire mind or attention focused solely on ourself, if we just float on the surface thinking ‘I am not this, I am that’, that would not be self-investigation (<i>ātma-vicāra</i>), but would just be a preliminary aid to such investigation. In the double clause ‘அன்று இது, நான் ஆம் அது’ (<i>aṉḏṟu idu, nāṉ ām adu</i>), which literally means ‘not this, I am that’ and which therefore implies ‘I am not this, I am that’, இது (<i>idu</i>) or ‘this’ refers to this person consisting of a body and mind that we now seem to be, whereas அது (<i>adu</i>) or ‘that’ refers to what we actually are, which is just pure self-awareness, which is what is called <i>brahman</i>, that which alone is real.<br>\n<br>\nThe final sentence of this verse, ‘அது விசாரம் ஆமா?’ (<i>adu vicāram āmā?</i>), is a rhetorical question that means ‘is it <i>vicāra</i>?’, which implies that thinking ‘I am not this, I am that’ is not <i>ātma-vicāra</i> or self-investigation and is therefore not ஞான நெறி (<i>ñāṉa neṟi</i>), the path of <i>jñāna</i> or means by which we can experience clear awareness of ourself as we actually are.<br>\n<br>\n<a name=\"un32\"></a><b>13. <i>Uḷḷadu Nāṟpadu</i> verse 32: clinging to such aids is due to ‘deficiency of strength’</b><br>\n<br>\nThough thinking ‘I am not this, I am that’ is an aid, if we continue thinking thus repeatedly even after understanding why we cannot be anything other than pure self-awareness, that would be due to insufficient strength of clear conviction that we are just that and not these adjuncts, and consequent lack of sufficient strength of love and determination to investigate ourself and thereby experience ourself as we actually are, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#un32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அதுநீயென் றம்மறைக ளார்த்திடவுந் தன்னை<br>\nயெதுவென்று தான்றேர்ந் திராஅ — ததுநா<br>\nனிதுவன்றென் றெண்ணலுர னின்மையினா லென்று<br>\nமதுவேதா னாயமர்வ தால்.<br>\n<br>\n<i>adunīyeṉ ḏṟammaṟaiga ḷārttiḍavun taṉṉai<br>\nyeduveṉḏṟu tāṉḏṟērn dirāa — dadunā<br>\nṉiduvaṉḏṟeṉ ḏṟeṇṇalura ṉiṉmaiyiṉā leṉḏṟu<br>\nmaduvētā ṉāyamarva dāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால், என்றும் அதுவே தான் ஆய் அமர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl, eṉḏṟum aduvē tāṉ-āy amarvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், அதுவே தான் ஆய் என்றும் அமர்வதால், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, adu-v-ē tāṉ-āy eṉḏṟum amarvadāl, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl</i>.<br>\n<br>\n<b>English translation:</b> When the <i>Vēdas</i> declare ‘that is you’, instead of oneself knowing and being oneself [by investigating] what [am I], thinking ‘I am that, not this’ is due to deficiency of strength, because that itself always exists as oneself.</blockquote>\nAs in the previous two verses that we considered, in this verse அது (<i>adu</i>) or ‘that’ refers to <i>brahman</i>, the one fundamental reality, which is just pure self-awareness and which is what we actually are, whereas இது (<i>idu</i>) or ‘this’ refers to whatever body, mind and other associated adjuncts we now seem to be. When the <i>Vēdas</i> tell us ‘<i>tat tvam asi</i>’, which means ‘that is you’ and which implies that we are <i>brahman</i>, our immediate reaction should be to investigate ‘what am I?’<br>\n<br>\nThat is, when we first hear about God or <i>brahman</i>, we naturally assume that these terms refer to something other than ourself, so if we want to know more about whatever thing they refer to, we seek knowledge about it outside ourself. However what these terms actually refer to is only ourself as we really are, so we cannot find that outside ourself but only by investigating ourself alone in order to be aware of ourself as we really are. Therefore the reason why the <i>Vēdas</i> tell us ‘that is you’ is in order to turn our attention back towards ourself, away from all other things, so when we hear that we ourself are that, we should reflect within ourself: ‘If I am that, then I can know what that actually is only by investigating what I myself actually am’. In other words, we should understand that we can know that only by investigating ourself and thereby being aware of ourself as we actually are.<br>\n<br>\nSince we are that, why do we seem to be not aware ourself as that? Now we seem to be this person consisting of a body and mind, so how did this false awareness of ourself arise? In sleep we were not aware of ourself as a body or mind, but in waking and dream we are aware of ourself as such. One of the fundamental differences between waking and dream on one hand and sleep on the other is that in waking and dream we are aware of things other than ourself, whereas in sleep we are aware of nothing other than ourself, so we are aware of ourself as a body and mind whenever we are aware of anything other than ourself. Therefore we can infer that so long as we are aware of anything other than ourself we cannot be aware of ourself as we actually are, so in order to be aware of ourself as we actually are we must try to attend only to ourself and thereby cease being aware of anything else.<br>\n<br>\nIf we discriminate thus, we will be able to understand that though it is necessary for us to be firmly convinced that we are only pure self-awareness and not any phenomena (because all phenomena, including whatever body and mind we may temporarily seem to be, are just transitory appearances, whereas we endure whether they appear or not), we cannot experience ourself as we actually are so long as we continue thinking ‘I am not this, I am that’, because by thinking about what we are not, or even by thinking ideas about what we are, we are allowing our attention to move away from ourself towards something else. That is, any thought or idea is just another transitory appearance, so thinking anything at all is diverting our attention away from ourself, and so long as our attention is diverted even to the slightest extent away from ourself we cannot experience ourself as the pure self-awareness that we actually are.<br>\n<br>\nWhen the <i>Vēdas</i> tell us ‘that is you’, their aim is not to encourage us to think about ‘that’ but is only to turn our attention back towards ourself alone. That is, any thought or idea about ‘that’ or <i>brahman</i> is not what we actually are, because thoughts appear and disappear, whereas we are the fundamental and ever-enduring self-awareness from which they appear and into which they disappear. Therefore thinking any thought whatsoever, even a thought about God or <i>brahman</i> or what we actually are, cannot be a means by which we can be aware of ourself as we actually are.<br>\n<br>\nTherefore in this verse Bhagavan says that since that (<i>brahman</i> or God) always exists as oneself, instead of investigating what am I and thereby knowing and being what one actually is, thinking ‘I am that, not this’ is due to ‘உரன் இன்மை’ (<i>uraṉ iṉmai</i>), which means ‘non-existence of strength’ or ‘deficiency of strength’. The strength he refers to here is the strength of clear understanding and firm conviction that we are that and not this, and the consequent strength of determination and love to try to be attentively aware of ourself alone.<br>\n<br>\nAs I mentioned in the <a href=\"#attend\">first section</a> of this article, Bhagavan and certain older texts have given various explanations and clues to help us turn our attention inwards to fix it on ourself alone, but we should understand that all such explanations and clues are intended only to be aids, and no aid can be the actual practice of self-investigation. Therefore we should use these aids wisely to help us in our persistent effort to be steadily self-attentive, but since any aid is something other than ourself, we should understand that these aids can lead us only up to the door of our heart, so to speak, and cannot accompany us any further, so in order to be actually self-attentive we must leave all aids behind at the door. Instead of doing so, if we cling to the aids we will never be able to proceed beyond the door, so Bhagavan says that clinging to any such aid is due to ‘deficiency of strength’ or lack of real love to be attentively aware of ourself alone.<br>\n<br>\n<a name=\"ny02\"></a><b>14. <i>Nāṉ Yār?</i> paragraph 2: the awareness that stands isolated from everything else alone is ‘I’</b><br>\n<br>\nRegarding <a href=\"http://happinessofbeing.blogspot.com/2008/11/atma-vichara-and-practice-of-neti-neti.html#c9124962693501376563\">your second comment</a>, in which you ask about the portion of <i>Nāṉ Yār?</i> (Who am I?) in which various adjuncts are listed and declared to be ‘not I’, please read my <a href=\"http://www.happinessofbeing.com/nan_yar.html#introduction\">introduction</a> to this text, in which I explain how this portion came to be included in it. As I explain there, this portion was not actually what Bhagavan said, but was added by Sivaprakasam Pillai, because it was what he had learnt when studying philosophy, and it helped him to understand the very succinct answer that Bhagavan gave to his first question, ‘Who am I?’.<br>\n<br>\nThe text you refer to is an English translation of the version containing twenty-eight questions and answers, which is a later adaptation of one of the earlier versions, which contained thirty questions and answers and eleven miscellaneous paragraphs, and which Bhagavan had rewritten as an essay consisting of twenty paragraphs. Because he had made significant changes and improvements to the earlier text when he rewrote it, and because some devotees believed that a question-and-answer version would nevertheless be more popular than the essay written by him, they decided to edit the earlier question-and-answer version and incorporate in it many of the changes made by him, and thus they formed the version containing twenty-eight questions and answers, which was first published in 1932, about five years after Bhagavan had written the essay.<br>\n<br>\nIn 1922 or 23, when he was first shown the draft of a compilation of some the questions and answers that Sivaprakasam Pillai had recorded in 1901 or soon after, which he was planning to include as an appendix to a biographical poem he had written about him, Bhagavan pointed out that the portion you refer to was not what he had said but was added by Sivaprakasam Pillai for his own clarification, but later when he wrote the essay version he decided to retain this portion in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para02\">second paragraph</a>, and he highlighted in bold the answers that he had actually given to the first two questions asked by Sivaprakasam Pillai. The first question that he asked was ‘நானார்?’ (<i>nāṉ-ār?</i>), which means ‘I am who?’ or ‘Who am I?’, to which Bhagavan replied ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), which means ‘Awareness alone is I’, and his second question was ‘அறிவின் சொரூப மென்ன?’ (<i>aṟiviṉ sorūpam eṉṉa?</i>), which means ‘What is the nature of awareness?’, to which Bhagavan replied ‘சச்சிதானந்தம்’ (<i>saccidāṉandam</i>), which means ‘being-consciousness-happiness’ (<i>sat-cit-ānanda</i>).<br>\n<br>\nFrom the portion that Sivaprakasam Pillai added, namely the series of statements to the effect that the physical body, the five sense organs, the five organs of action, the five ‘winds’ or vital energies, the mind and the ‘ignorance’ or absence of phenomena and actions that is experienced in sleep are each not ‘I’, and the relative clause that he adjoined to the word அறிவே (<i>aṟivē</i>) or ‘awareness’ in Bhagavan’s first answer, namely ‘மேற்சொல்லிய யாவும் நானல்ல, நானல்ல வென்று நேதிசெய்து தனித்து நிற்கும்’ (<i>mēṟ-colliya yāvum nāṉ-alla, nāṉ-alla v-eṉḏṟu nēti-seydu taṉittu niṟkum</i>), which means ‘which stands isolated [after] eliminating everything mentioned above as not I, not I’, you infer that ‘the document praises “neti-neti”’, which you say ‘presents an apparent contradiction’, because later in the first sentence of his answer to question 12, which is the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> in his essay (part of which I cited above in <a href=\"#ny08\">section 6</a>), he says that there is no adequate means other than <i>vicāra</i>.<br>\n<br>\nThere is actually no contradiction here, because contrary to what you seem to have inferred, in the second paragraph the portion added by Sivaprakasam Pillai and retained by Bhagavan does not actually say that ‘<i>nēti nēti</i>’ or thinking that this body and other associated adjuncts are not I is an adequate means to eliminate them or separate ourself from them. All that is said in the penultimate sentence of that paragraph is ‘மேற்சொல்லிய யாவும் நானல்ல, நானல்ல வென்று நேதிசெய்து தனித்து நிற்கும் <b>அறிவே நான்</b>’ (<i>mēṟ-colliya yāvum nāṉ-alla, nāṉ-alla v-eṉḏṟu nēti-seydu taṉittu niṟkum <b>aṟivē nāṉ</b></i>), which means ‘Eliminating everything mentioned above as not I, not I, the <b>awareness</b> that stands isolated <b>alone is I</b>’. The means by which we can isolate ourself from all the adjuncts mentioned in the previous sentences of that paragraph and thereby eliminate them as not ‘I’ is not specified here, but elsewhere in this text (such as in the first sentence of the eighth paragraph, which you refer to) he repeatedly explains that the only adequate means to separate ourself from everything else and thereby experience ourself as we actually are is by investigating ourself alone.<br>\n<br>\nWhat we actually are is only pure awareness, as he says here, and we can experience this awareness as it actually only when it stands isolated from everything else, so since we cannot isolate our awareness from all the adjuncts that seem to be ourself so long as we are thinking about them, thinking that they are not ‘I’ is not the means to eliminate them as not ‘I’. To eliminate them as not ‘I’ we need to isolate ourself completely from them, and to isolate ourself we need to attend to ourself alone.<br>\n<br>\nTherefore what Bhagavan teaches us in <i>Nāṉ Yār?</i> and other texts in which he expresses the basic principles of his teachings in a systematic manner, such as <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, is not at all inconsistent and does not contain any contradictions, because if we understand these texts correctly we will recognise that the principles he teaches in them together form a single and logically coherent whole. One of the most fundamental and crucial principles that he teaches us in these texts and elsewhere is that we seem to be this ego or mind only when we attend to anything other than ourself, and that attending to other things therefore nourishes and sustains this ego, so we can eliminate it and thereby be aware of ourself as we actually are only by being attentively aware of ourself alone.<br>\n<br>\nSince the nature of this ego is to project and experience itself as a body and mind, we cannot eliminate such adjuncts permanently from our awareness without eliminating this ego, and since this ego is just a false awareness of ourself, the only way to eliminate it is to be aware of ourself as we actually are, which we can be only when we are aware of ourself alone, in complete isolation from everything else. Therefore, since self-investigation (<i>ātma-vicāra</i>) entails just being attentively aware of ourself alone, thereby refraining from attending to anything else whatsoever, it is the only means by which we can isolate ourself completely, eliminating or excluding everything else from our awareness, and thereby be aware of ourself as we actually are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "296",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4487838015663334782/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Sri Sivaprakasam Pillai",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzk4OTM2Cm9mZnNldDogMzYwMDAwMAo\""
}