{
    "kind": "blogger#post",
    "id": "669380001748110628",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-03-16T10:34:00Z",
    "updated": "2018-04-16T15:26:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/669380001748110628",
    "title": "We are aware of ourself while asleep, so pure self-awareness alone is what we actually are",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In many of my articles in this blog, including my most recent one, <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html\">The role of logic in developing a clear, coherent and uncomplicated understanding of Bhagavan’s teachings</a> (particularly in sections <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#premises\">six</a> and <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#sleep\">twelve</a>), I have written about Bhagavan’s teaching that we are aware of ourself while asleep, but it is such a crucial aspect of his teachings that I do not hesitate to write about it repeatedly, because it is a concept that many people seem to have difficulty grasping, and because thinking about it deeply and understanding it clearly is an extremely valuable aid to us in our practice of self-investigation (<i>ātma-vicāra</i>). In fact, until we are able to recognise clearly that we are aware of ourself even when we are aware of nothing else whatsoever, as in sleep, while trying to investigate ourself we will not be able to distinguish our fundamental self-awareness from our awareness of all other things, including our body and mind.<br><a name='more'></a>\n<ol>\n<li><a href=\"#premise\">Bhagavan’s entire teachings are based on the premise that we are always aware of ourself</a></li>\n<li><a href=\"#sleep\">Why we must be aware during sleep</a></li>\n<li><a href=\"#necessary\">Why is it necessary for us to recognise that we are aware of ourself while asleep?</a></li>\n<li><a href=\"#una31\"><i>Uḷḷadu Nāṟpadu Anubandham</i> verse 31: the <i>ātma-jñāni</i> is aware of no difference between waking, dream and sleep</a></li>\n<li><a href=\"#adjuncts\">The importance of distinguishing our permanent self-awareness from our temporary awareness of adjuncts</a></li>\n<li><a href=\"#time\">Pure self-awareness is a timeless experience, so we are not aware of time while asleep</a></li>\n<li><a href=\"#brain\">The common assumption that awareness depends upon the brain being active is a fallacy</a></li>\n<li><a href=\"#transitive\">We are intransitive awareness, which is permanent, whereas transitive awareness is temporary</a></li>\n<li><a href=\"#unaware\">We can never be unaware that we are aware</a></li>\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: we are both what exists and what is aware that we exist</a></li>\n<li><a href=\"#ego\">The only element of our ego that actually exists is its essential self-awareness</a></li>\n<li><a href=\"#uu26\"><i>Upadēśa Undiyār</i> verse 26: being aware what we are is not transitive awareness but just being the intransitive awareness that we actually are</a></li>\n<li><a href=\"#silence\">Silence is the only intransitive language, so it alone can reveal the true nature of pure intransitive awareness</a></li>\n<li><a href=\"#un13\"><i>Uḷḷadu Nāṟpadu</i> verse 13: real awareness is ourself, whereas awareness of other things is ignorance</a></li>\n<li><a href=\"#forget\">We can never forget ourself completely, because though as this ego we have forgotten <i>what we are</i>, we are always aware <i>that we are</i></a></li>\n<li><a href=\"#perfect\">Sleep is our true and eternal state of pure self-awareness, so it seems to be imperfect only from the perspective of our ego</a></li>\n<li><a href=\"#attentive\">To destroy our ego and thereby sleep eternally, we must try to be attentively self-aware while awake or in dream</a></li>\n<li><a href=\"#ut16\"><i>Upadēśa Taṉippākkaḷ</i> verse 16: by constant practice of <i>ātma-vicāra</i> we should try to experience sleep during waking and dream</a></li>\n</ol>\n<a name=\"premise\"></a><b>1. Bhagavan’s entire teachings are based on the premise that we are always aware of ourself</b><br>\n<br>\nThe fact that we are always aware of ourself, even in sleep, is one of the most fundamental principles of Bhagavan’s teachings, because it is the premise on which all his other teachings are predicated, and hence it was implied by him in the simple answer that he gave to the first question that he was asked by Sivaprakasam Pillai, ‘நானார்?’ (<i>nāṉ-ār?</i>), ‘Who am I?’, namely ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), which means ‘<i>aṟivu</i> [knowledge or awareness] alone is I’ (and which he later included in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para02\">second paragraph</a> of <i>Nāṉ Yār?</i>). The awareness that he referred to in this context as அறிவு (<i>aṟivu</i>) is not awareness of anything else but of ourself alone, so what he implied by saying ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>) is that pure self-awareness alone is what we actually are.<br>\n<br>\nHe also implied this in many other contexts. For example, in the first sentence of <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i> he wrote ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), which means ‘oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real’, and in the last sentence of <a href=\"#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i> he wrote ‘உணர்வே நாமாய் உளம்’ (<i>uṇarvē nām-āy uḷam</i>), which means ‘<i>uṇarvu</i> [awareness or consciousness] alone exists as we’.<br>\n<br>\n<a name=\"sleep\"></a><b>2. Why we must be aware during sleep</b><br>\n<br>\nWhen he thus says that we are awareness, he obviously implies that we are always aware, because we could not be anything that we are not always. If we were not aware while asleep, awareness could not be what we actually are, so if we persist in thinking that we are not aware during sleep, we have not really understood or been convinced by his teaching that awareness alone is what we actually are.<br>\n<br>\nWhen we are asleep we are not aware of anything other than ourself, but we are nevertheless aware of that absence of any awareness of any other thing. Since we remember having been asleep, we must have been aware of being in such a state, because if we were not aware of being in it, we would be aware of no gap at all between successive states of waking or dream. Since we are clearly aware not only of two states, namely waking and dream, but also of a third state in which we are not aware of any of the phenomena that we are aware of in waking and dream, we are aware not only of the presence of phenomena in those two states but also of the absence of any phenomena in sleep. Just as being aware of their presence is awareness, being aware of their absence is awareness, so even a little reflection along these lines should enable us to recognise the simple and irrefutable fact that we are aware in all these three states.<br>\n<br>\n<a name=\"necessary\"></a><b>3. Why is it necessary for us to recognise that we are aware of ourself while asleep?</b><br>\n<br>\nRecognising this clearly is the key not only to understanding the whole of Bhagavan’s teachings in a coherent manner but also to being able to practise being accurately self-attentive, because if we do not have the subtlety, acuity and clarity of mind to distinguish our simple self-awareness from our awareness of all other things, we will not be able to focus our attention only on our self-awareness in isolation from awareness anything else, such as our body or our mind. Therefore we should consider deeply and contemplatively what we were aware of in sleep, because that will help us to go much deeper into the practice of being attentively self-aware in our present state.<br>\n<br>\nThe rising of our ego in waking and dream obscures the clarity of pure self-awareness that we experienced while asleep, so our memory of the simple unassociated self-awareness that we experienced then is now to a greater or lesser extent clouded by our awareness of ourself as this ego and of everything else, but the more we think self-attentively about what we experienced in sleep, the more clearly we will be able to remember our experience of unalloyed self-awareness in that state. That unassociated and hence unalloyed self-awareness that we experienced in sleep is the fundamental self-awareness that we experience in all states and at all times, even though it is now obscured by our ego, so to the extent that our memory of the pure self-awareness of sleep is clear, we will be able to attend precisely to it now in this waking state or in any other dream.<br>\n<br>\nIf we do not have sufficient subtlety, acuity and clarity of perception to recognise that we were aware of ourself while asleep, it will be very difficult for us to focus our attention precisely on ourself while awake or dreaming, so carefully considering what we experienced in sleep should go hand in hand with our practice of self-attentiveness, because the clarity of each will help to make the other more clear. Our aim when investigating ourself is to distinguish ourself clearly from everything else with which we have now mixed and confused ourself, and we can distinguish ourself thus only to the extent that we are able to focus our entire attention precisely on ourself alone, so being able to recognise clearly and without doubt that we were aware of ourself while asleep is essential to the effective practice of self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\nMoreover, being able to recognise that we are always aware of ourself, whether or not we also happen to be aware of anything else, is essential to understanding the basic theory of Bhagavan’s teachings, because if we were not aware of ourself while asleep, we would have no adequate reason to believe that we are not this mind but only pure self-awareness, and hence we would have no reason even to try to investigate what we actually are. Therefore any devotees of Bhagavan who have not clearly grasped the simple fact that we are perfectly aware of ourself while asleep cannot have a complete, coherent and unconfused understanding of his teachings, and they will not even be able to understand clearly what the practice of <i>ātma-vicāra</i> actually entails.<br>\n<br>\n<a name=\"una31\"></a><b>4. <i>Uḷḷadu Nāṟpadu Anubandham</i> verse 31: the <i>ātma-jñāni</i> is aware of no difference between waking, dream and sleep</b><br>\n<br>\nSome devotees acknowledge the fact that Bhagavan taught us that we are aware of ourself during sleep, but because they have not thought sufficiently deeply about what he taught us in this regard, they assume that only an <i>ātma-jñāni</i> can actually know that they are aware while asleep. This is obviously a very confused and incoherent assumption, because during sleep we could not have been aware of ourself unless we were aware that we were aware of ourself. Therefore when Bhagavan pointed out to us that we are aware of ourself while asleep, he did not intend to imply that we are aware of ourself even though we are not aware that we are aware of ourself, but only intended us to consider our experience carefully and self-attentively and thereby to recognise that we are never not aware of ourself.<br>\n<br>\nAn <i>ātma-jñāni</i> is one who has merged and dissolved completely in the pure self-awareness that we always actually are, so in the clear view of an <i>ātma-jñāni</i> nothing other than pure self-awareness actually exists or even seems to exist, and hence there are not three states but only one. Though in the self-ignorant view of the ego an <i>ātma-jñāni</i> may seem to be a person who experiences waking, dream and sleep just like any other person, what the <i>ātma-jñāni</i> actually experiences is only pure self-awareness, devoid of even the slightest awareness of anything else, so the <i>ātma-jñāni</i> is always in the state that we call ‘sleep’ but that is actually the only real state.<br>\n<br>\nThis is clearly implied by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/04/witnessing-or-being-aware-of-anything.html#una31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>வண்டிதுயில் வானுக்கவ் வண்டிசெல னிற்றிலொடு<br>\nவண்டிதனி யுற்றிடுதன் மானுமே — வண்டியா<br>\nமூனவுட லுள்ளே யுறங்குமெய்ஞ் ஞானிக்கு<br>\nமானதொழி னிட்டையுறக் கம்.<br>\n<br>\n<i>vaṇḍiduyil vāṉukkav vaṇḍisela ṉiṯṟiloḍu<br>\nvaṇḍidaṉi yuṯṟiḍudaṉ māṉumē — vaṇḍiyā<br>\nmūṉavuḍa luḷḷē yuṟaṅgumeyñ ñāṉikku<br>\nmāṉadoṙi ṉiṭṭaiyuṟak kam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வண்டி துயில்வானுக்கு அவ் வண்டி செலல், நிற்றல் ஒடு, வண்டி தனி உற்றிடுதல் மானுமே, வண்டி ஆம் ஊன உடல் உள்ளே உறங்கும் மெய்ஞ்ஞானிக்கும் ஆன தொழில், நிட்டை, உறக்கம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaṇḍi tuyilvāṉukku a-v-vaṇḍi selal, ṉiṯṟil oḍu, vaṇḍi taṉi uṯṟiḍudal māṉumē, vaṇḍi ām ūṉa uḍal uḷḷē uṟaṅgum meyññāṉikkum āṉa toṙil, ṉiṭṭai, uṟakkam</i>.<br>\n<br>\n<b>English translation:</b> To the <i>mey-jñāni</i> [the knower of reality], who is asleep within the fleshy body, which is like a cart, activity [of mind or body], <i>niṣṭhā</i> [steadiness, inactivity or <i>samādhi</i>] and sleep are just like, to a person sleeping in a cart, that cart moving, standing or the cart remaining alone [with the bullocks unyoked].</blockquote>\nThat is, just as the various states of a cart are not experienced by a person who is sleeping in it, the various states of body and mind are not experienced by the <i>jñāni</i>, who is sleeping eternally in the infinite and indivisible state of pure self-awareness. Though in the self-ignorant view of an <i>ajñāni</i> the <i>jñāni</i> seems to be a person occupying a body and engaging in alternating periods of activity and inactivity, much like any other person, the <i>jñāni</i> is actually nothing other than our own real self (<i>ātma-svarūpa</i>), in whose the clear view what actually exists is only itself, so the <i>jñāni</i> can never be aware of even slightest difference between waking, dream and sleep. For the <i>jñāni</i> there is only one state, namely the infinite, eternal, immutable and indivisible state of pure self-awareness, which is what we (from the ignorant perspective of our ego in waking and dream) mistake to be sleep.<br>\n<br>\n<a name=\"adjuncts\"></a><b>5. The importance of distinguishing our permanent self-awareness from our temporary awareness of adjuncts</b><br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c3270622560045620548\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html\">Why should we believe what Bhagavan taught us?</a>, an anonymous friend wrote: ‘I am rather bored with all this logical discourse and would rather just practice Atma Vichara but there is one statement or proposition in Michael’s original formulation of Bhagavan’s teaching that isn’t at all clear to me and I would like discussed; namely that we are “aware” (though not “attentively aware”) of ourselves in deep sleep. Are we really?? I for one am not sure that I would say that. […] This question has a very large impact obviously on the entire argument’.<br>\n<br>\nIn order to practise self-investigation (<i>ātma-vicāra</i>) effectively we need to understand clearly what this investigation entails and what exactly we should be trying to investigate and discern. Therefore our impatience to practise it should not make us ignore the importance of clearly and correctly understanding the simple but extremely subtle principles on which this practice is based, because if we do not clearly understand the fundamental principles that Bhagavan taught us we are likely to practise it wrongly or at least not so precisely or effectively. Therefore instead of rushing into the practice of <i>ātma-vicāra</i> without properly understanding it, let us start by carefully considering the fundamental principles he taught us, such as the fact that we are always aware of ourself, whether we are also aware of other things (as we are in waking and dream) or not (as we are in sleep).<br>\n<br>\nAccording to Bhagavan <i>ātma-vicāra</i> is the only adequate and completely effective solution to the root of all our problems, namely our ego, which is a confused and illusory mixture of pure self-awareness, which is what we actually are, and awareness of extraneous adjuncts such as this body and mind, which are what we now seem to be. So long as we experience ourself as a body and mind, we are mistaking this confused mixture of our self-awareness and our awareness of these adjuncts to be our real self-awareness, and hence we are not experiencing ourself as we actually are but only as this ego. Therefore in order to experience ourself as we actually are we need to distinguish our essential self-awareness from the superimposed awareness of whatever adjuncts we currently mistake to be ourself, which we can do only by focusing our entire attention on our pure self-awareness alone. This focusing of our attention on our essential self-awareness is what is called <i>ātma-vicāra</i> or self-investigation, and in order to  do it effectively we need to clearly recognise that we are aware of ourself even when we are not aware of any body or mind, as in sleep.<br>\n<br>\nThe Tamil term that Bhagavan generally used to refer to our self-awareness is தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>), and our awareness of adjuncts such as this body and mind is what he described in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i> as உபாதியுணர்வு (<i>upādhi-y-uṇarvu</i>). In waking and dream we mistake our உபாதியுணர்வு (<i>upādhi-y-uṇarvu</i>) or adjunct-awareness to be our real தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>) or self-awareness only because we allow our attention to dwell on things other than ourself, so when we withdraw our attention from all other things while falling asleep, our awareness of adjuncts dissolves and what remains is only our pure self-awareness.<br>\n<br>\nHowever, if we have not even begun to distinguish our essential self-awareness from our awareness of adjuncts by trying to be self-attentive during waking or dream, while we are in either of these two states it will seem to us that because we were not aware of any adjuncts while asleep we were not even aware of ourself. Therefore in order to develop sufficient subtlety, acuity and clarity of mind to be able to recognise that we are aware of ourself even when we are not aware of any adjuncts or anything else other than ourself, as in sleep, we need to practise being self-attentive as much as possible while we are awake (and also whenever we remember to do so while we are dreaming).<br>\n<br>\nBy being keenly and vigilantly self-attentive we are purifying our mind and thereby increasing the clarity of our essential self-awareness by distinguishing it from our awareness of body, mind and everything else, so the more we manage to be self-attentive while awake or dreaming, the more clearly we will be able to recognise that we are always aware of ourself, whether or not we also happen to be aware of anything else. To the extent that we are thus able to distinguish our fundamental self-awareness from our awareness of extraneous adjuncts we will be able to focus our attention precisely on ourself, so by persistent practice of being self-attentive we will eventually be able to focus our entire attention only on our actual self-awareness to the complete exclusion of even the slightest awareness of any adjuncts or of anything else other than ourself.<br>\n<br>\nBeing so keenly and clearly aware of ourself alone in complete isolation from even the slightest awareness of any adjuncts is what Bhagavan described in <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i> as ‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>), which means ‘knowing oneself leaving aside adjuncts’, and which he says is knowing God, because God shines as ourself. This is the state of pure self-awareness that we are seeking to experience when we practise <i>ātma-vicāra</i>, so clearly recognising that self-awareness is what we always experience and is therefore the screen or substratum on which the transient states of waking, dream and sleep appear and disappear is essential to enable us to succeed in this aim.<br>\n<br>\nTherefore when we practise <i>ātma-vicāra</i> we are trying to discern the pure self-awareness that we actually are, distinguishing it from our awareness of adjuncts such as this body and mind, which are what we now seem to be, so clearly discerning the fact that we are aware of ourself even when we are not aware of any adjuncts, as in sleep, is intrinsic to this practice. If we are not able to clearly recognise the simple fact that what we experience in sleep is not a complete absence of all awareness but only our pure self-awareness bereft of awareness of anything else, how will we be able to penetrate deep into the state of being attentively aware of ourself alone?<br>\n<br>\nThe reason why sleep seems to most of us to be a state devoid of self-awareness is that we are so habituated in waking and dream to mistakenly confusing our awareness of adjuncts (<i>upādhi-y-uṇarvu</i>) to be our real self-awareness (<i>taṉ-ṉ-uṇarvu</i>) that the absence of any awareness of adjuncts in sleep seems to us to be an absence of self-awareness. Therefore we will be able to recognise that we were clearly aware of ourself while asleep only to the extent that we become familiar in waking and dream with being attentively self-aware and thereby being able to distinguish our permanent self-awareness from our temporary awareness of extraneous adjuncts such as this body and mind.<br>\n<br>\nThough this practice of self-attentiveness or <i>ātma-vicāra</i> is the only effective means by which we can clearly recognise that we are always aware of ourself, both when we are aware of other things and when we are not, reflecting carefully and deeply on the fundamental principles that Bhagavan has taught us, particularly the principle that self-awareness is what we actually are and that we are therefore always aware of ourself, even when we are aware of nothing else whatsoever, as in sleep, will help us to go ever deeper into this simple practise of being attentively self-aware. Therefore let us not neglect or undervalue the importance of carefully pondering upon and clearly understanding all the fundamental principles of Bhagavan’s teachings and the logical arguments that he gave us to show why we should believe these principles.<br>\n<br>\n<a name=\"time\"></a><b>6. Pure self-awareness is a timeless experience, so we are not aware of time while asleep</b><br>\n<br>\nIn the same <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c3270622560045620548\">comment</a> this anonymous friend also wrote: ‘And if we claim that we are somehow aware of time passing [in sleep], what about coma or general anaesthesia. In the latter state there is very definitely no awareness of time passing, hence surely no awareness of o(0)urselves at all’. This argument seems to be based on the assumption that being aware of ourself entails being aware of time, which is not actually the case.<br>\n<br>\nTime is a mentally fabricated dimension in which change seems to take place, so in the complete absence of any change we would have no sense of time. In sleep we are not aware of anything other than our immutable self, so we are not aware of any change or of any time. Time seems to exist only in waking and dream, when we experience ourself as this ego or mind.<br>\n<br>\nBeing a mental phenomenon, time is experienced only by our ego or mind and not by our real self. Time is fabricated by our mind in order to allow for the illusion of change. When no change seems to be taking place, as in sleep, coma or general anaesthesia, no time seems to exist, but when change of any sort seems to occur, as in waking and dream, time seems to exist.<br>\n<br>\nThe activity of our mind is what creates the illusion of time and change. In waking and dream our mind is active, and hence there is the illusion of time and change, but in sleep our mind has subsided completely, so there is no illusion of time or change.<br>\n<br>\nSince our fundamental self-awareness, which is all that we experience in sleep, coma or general anaesthesia, but which we also experience in waking, dream and every other possible state, is permanent and immutable, it never undergoes any change, so it is an essentially timeless experience. Time appears and disappears, so it is a temporary phenomenon, whereas our fundamental self-awareness, ‘I am’, is the enduring background upon which it appears and disappears, like a cinema screen on which moving pictures appear and disappear.<br>\n<br>\nTherefore our anonymous friend is correct in saying that in sleep and other such states there is definitely no awareness of time passing, but he or she is not correct in inferring that there is therefore no awareness of ourself. Time is a part of the mind-created illusion that obscures (but never entirely conceals) our awareness of ourself, because we experience time only when we mistake ourself to be this mind, and when we are aware of ourself as this mind we are not aware of ourself as we actually are. Only when we are not aware of ourself as this mind or as any mind-fabricated phenomenon, such as this body, are we aware of ourself as we actually are, so the mindless state of sleep is our natural state of pure self-awareness.<br>\n<br>\nSince pure self-awareness is a timeless experience, it exists eternally, and hence we experience it permanently, both when time seems to exist, as in waking and dream, and when no time seems to exist, as in sleep. The only reason why we imagine that we do not always experience pure self-awareness is that we now mistake ourself to be phenomena such as this body and mind. Because this body and mind now seem to be ourself, our pure self-awareness now seems to be contaminated with awareness of these and other phenomena. And because this body and mind, which now seem to be ourself, do not exist in sleep, it seems to us now that we were not aware of ourself in sleep, whereas what we are actually not aware of in sleep was any of these phenomena that we mistake to be ourself in waking and dream.<br>\n<br>\n<a name=\"brain\"></a><b>7. The common assumption that awareness depends upon the brain being active is a fallacy</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c3089028994646447255\">first comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html\">The role of logic in developing a clear, coherent and uncomplicated understanding of Bhagavan’s teachings</a>, the same or another anonymous friend wrote: ‘In states of coma or general anaesthesia (when essentially the brain shuts down completely) it could be argued that you are completely unaware of being aware’.<br>\n<br>\nThe reference here to the brain suggests that this anonymous friend assumes that awareness depends upon the brain being active and that we therefore cannot be aware when our brain is not active. This is a fallacious assumption, because the brain is a phenomenon known only by our mind, and our mind seems to exist only in waking and dream. In waking we as this mind experience ourself as this particular body, whereas in dream we as this mind experience ourself as some other body, so since these are two different bodies they have two different brains, and hence if it is argued that awareness depends on the brain being active, we would have to ask which brain: the brain of this body or the brain of our dream body?<br>\n<br>\nSince in our experience any body and brain can seem to exist only when our mind seems to exist, and since our mind does not seem to exist at all when we are in sleep, coma or general anaesthesia, we have no adequate reason to believe that any body or brain exists at all in these states. Therefore it would be correct to say that our brain shuts down in these states only if it actually exists then, which is a dubious assumption. If our present body is a creation of our own mind, like any body that we experience as ourself in a dream, it exists only in this waking state and not in dream, sleep, coma or general anaesthesia, in which case its brain does not merely shut down but ceases to exist altogether in any state other than this.<br>\n<br>\nTherefore let us not assume that awareness is in any way dependent on this or any other brain. Being aware of phenomena in waking or dream does depend upon our being aware of ourself as a body, so this makes it seem as if our awareness of phenomena is dependent on the brain in whatever body we currently experience as ourself, because the brain is the organ in the body in which mental activity seems to occur. However, since body and brain are both phenomena experienced by our mind, we have no adequate reason to assume that they exist independent of our mind, so the fact that mental activity seems to occur in them is probably just an illusion (and according to Bhagavan it is indeed so).<br>\n<br>\n<a name=\"transitive\"></a><b>8. We are intransitive awareness, which is permanent, whereas transitive awareness is temporary</b><br>\n<br>\nBeing aware of phenomena is transitive awareness (which is what Bhagavan called சுட்டறிவு (<i>suṭṭaṟivu</i>) or சுட்டுணர்வு (<i>suṭṭuṇarvu</i>), in which the word சுட்டு (<i>suṭṭu</i>) means pointing at, aiming at, referring to, indicating or showing, and அறிவு (<i>aṟivu</i>) and உணர்வு (<i>uṇarvu</i>) both mean awareness or consciousness), whereas just being aware is intransitive awareness, so since we could not be aware of phenomena if we were not aware, transitive awareness depends upon intransitive awareness. Therefore the basic form of awareness is only intransitive awareness (being aware without being aware of any object), and transitive awareness (being aware of objects) is an epiphenomenon — a non-essential effect or by-product of being intransitively aware, but which does not affect intransitive awareness in any way whatsoever.<br>\n<br>\nThat is, in order to be aware of any phenomena we must be aware, but in order to be aware we do not need to be aware of any phenomena, because we were aware in sleep even though we were not then aware of any phenomena (as we can understand from the simple fact that we are now aware that in sleep we were not aware of any phenomena). Therefore even if awareness of phenomena (transitive awareness) were dependent on neurological activity in the brain, that would not mean that awareness itself (intransitive awareness) was dependent on such activity.<br>\n<br>\nThough we can be aware without being aware of any phenomena, as we are in sleep, we could not be aware without being self-aware, because being aware entails being aware that we are aware, and in order to be aware that we are aware we must be aware both that we are and that what is aware is ourself. Therefore being intransitively aware and being self-aware are inseparable, and are actually one and the same thing, because self-awareness is the very nature of intransitive awareness.<br>\n<br>\nTherefore when Bhagavan says that we are aware of ourself while asleep, he does not mean to imply that we are an object of our awareness, because we are what is aware, and hence we can only be the subject and never the object. However, since the subject is a subject only in relation to the objects of which it is aware, in sleep we are not even a subject because there are then no objects of which we could be aware. Being aware of ourself is not a subject-object relationship, so being self-aware is not transitive awareness but only intransitive awareness — awareness being aware of nothing other than itself (which is ourself).<br>\n<br>\nThe intransitive self-awareness that we experience during sleep is a completely featureless experience, so in comparison to all the numerous and varied features that we are aware of in waking and dream it seems to our mind to be a state devoid of awareness, whereas in fact it was devoid only of transitive awareness but not of intransitive awareness. Intransitive awareness is the foundation or background on which transitive awareness appears and disappears, so it is the fundamental reality, without which there could be no awareness of any phenomena or anything at all.<br>\n<br>\nTherefore when Bhagavan says that we are awareness (as he did, for example, in the sentences of <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i> that I cited in the <a href=\"#premise\">first section</a>), he did not mean that we are transitive awareness but only that we are intransitive awareness. Hence when we practise <i>ātma-vicāra</i> we are trying to distinguish our basic intransitive awareness, which is what we actually are, from our transitive awareness, which is what seems to exist only in waking and dream but not in sleep.<br>\n<br>\n<a name=\"unaware\"></a><b>9. We can never be unaware that we are aware</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c3089028994646447255\">comment</a> that I referred to at the beginning of the <a href=\"#brain\">seventh section</a> our anonymous friend suggested that ‘In states of coma or general anaesthesia […] it could be argued that you are completely unaware of being aware’, but this is an absurd proposition, because we could never be unaware of being aware. If we are aware, we must be aware that we are aware, and if we were completely unaware, we would not be aware of anything at all, so in any state we must be either aware or completely unaware. We cannot be both.<br>\n<br>\nHowever, though we are aware in states such as sleep, coma and general anaesthesia, many of us fail to recognise this when we are awake, so I assume this lack of recognition is what our anonymous friend mistakes to be being ‘completely unaware of being aware’. What we are actually unaware of in sleep and such states is any phenomena, so since we mistake awareness of phenomena (transitive awareness) to be the only kind of awareness, we assume that we were not aware at all in any state in which we were not aware of any phenomena.<br>\n<br>\nSince we are aware that we are not aware of any phenomena in sleep, coma or general anaesthesia, we were not completely unaware in such states, because we must have been aware in order to be aware that we were not aware of any phenomena. Awareness of phenomena (transitive awareness) occurs only when we are aware of ourself as this ego or mind, as in waking and dream, and it does not occur in sleep, coma or general anaesthesia, because in such states there is no ego or mind. However, since we are aware not only of the presence of awareness of phenomena in waking and dream but also of the complete absence of any awareness of phenomena in states such as sleep, we are aware — intransitively aware — in all these states, whether or not we are aware of any phenomena.<br>\n<br>\n<a name=\"uu23\"></a><b>10. <i>Upadēśa Undiyār</i> verse 23: we are both what exists and what is aware that we exist</b><br>\n<br>\nIn the same <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c3089028994646447255\">comment</a> this anonymous friend quoted a sentence that I had written in final section of my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#sleep\">How can we recognise clearly that we are aware of ourself while asleep?</a>, namely ‘In fact logically we could never not be aware of ourself, because if we were not aware of ourself we would not exist at all, because what we essentially are is only self-awareness’, and remarked, “I leave it up to the analytic philosophers on this site to decide on the ultimate validity of this statement. It seems to me there might be some issues here around that old bugbear word ‘existence’”.<br>\n<br>\nThere can be issues concerning the term ‘existence’ because people often assume that just because something seems to exist it must actually exist, which is not necessarily the case, so when we talk about existence we need to distinguish seeming existence from actual existence. There are also philosophical issues concerning the question of whether or not existence is a property of each thing that exists, but these are issues that need not concern us here, because Bhagavan’s teachings are primarily concerned not with properties but only with the one substance that actually exists, which is our own real self and which is what he called உள்ளது (<i>uḷḷadu</i>), which means ‘what is’ or ‘what exists’. Therefore when discussing existence in the context of his teachings, the only issue we need be concerned about is whether whatever we are talking about actually exists or merely seems to exist.<br>\n<br>\nWhen I wrote, ‘if we were not aware of ourself we would not exist at all, because what we essentially are is only self-awareness’, what I meant by ‘exist’ was not ‘seem to exist’ but ‘actually exist’. Whatever else we are aware of may not actually exist even though it seems to exist, because everything other than our actual self could be an illusion. The only thing that must actually exist is ourself, because we are aware of ourself and sometimes of other things also, and we could not be aware of anything, whether real or illusory, if we did not actually exist. We may not actually be whatever we now seem to be, but we must actually exist, because if we did not we would not be aware of ourself as anything.<br>\n<br>\nBecause we are aware of many phenomena that seem to exist but do not seem to be aware, and because we assume that phenomena exist even when we are not aware of them, we assume that existence and awareness are two distinct things. However, according to Bhagavan they are actually not two but just one thing. What actually exists is aware of its own existence, and whatever is aware of its own existence must actually exist, as he explains in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi<br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarv[u]-ē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] <i>uṇarvu</i> [awareness] other [than <i>uḷḷadu</i>] to know <i>uḷḷadu</i> [what exists], <i>uḷḷadu</i> is <i>uṇarvu</i>. <i>Uṇarvu</i> alone exists as we.</blockquote>\nWhat is aware (<i>uṇarvu</i>) cannot be other than what exists (<i>uḷḷadu</i>), because if it were other than that it would not exist and hence could not be aware. Likewise, what exists cannot be other than what is aware, because if it were other than that it would not be aware that it exists, and hence it would seem to exist only if it were known by something that is other than itself, which would be impossible, since anything other than what exists would not exist. Therefore what exists is itself what is aware that it exists, so what actually exists and what is actually aware are one and the same thing.<br>\n<br>\nSince we are aware that we exist, we must actually exist, because if we did not actually exist we could not be aware. Therefore we are உள்ளது (<i>uḷḷadu</i>), what exists. And since we not only exist but are also aware that we exist, we are உணர்வு (<i>uṇarvu</i>), awareness. In other words, since we who exist are aware that we exist, we are not only what exists but are also what is aware of our existence, so our existence itself is our awareness of our existence, and our awareness ‘I am’ is what we actually are. Therefore just as we could not be aware if we did not actually exist, we could not exist if we were not actually aware.<br>\n<br>\nThis is why I wrote in the sentence quoted by our anonymous friend: ‘In fact logically we could never not be aware of ourself, because if we were not aware of ourself we would not exist at all, because what we essentially are is only self-awareness’. If we were not what is aware, we could never be aware that we exist, so since we are aware that we exist, we must actually be what is aware. Therefore since we are what is aware, we can never not be aware, because if we were ever not aware we would have ceased to be what we actually are.<br>\n<br>\nBeing aware is not a contingent or accidental condition, because it is what we actually are. Only what is actually aware can ever be aware, and being actually aware means that we can never not be aware. Transitive awareness (awareness of phenomena or anything other than ourself) is a contingent condition, because in waking and dream we are transitively aware, whereas in sleep we are not. However, in order to be transitively aware (that is, aware of any phenomena) we must be intransitively aware, and in order to be aware of the absence of any phenomena we must likewise be intransitively aware, so whereas transitive awareness is a temporary condition and hence unreal, intransitive awareness is permanent and hence real, because it is what we actually are.<br>\n<br>\nSince what actually exists (<i>uḷḷadu</i>) is what is aware that it exists, and since being aware that it exists does not entail any transitivity (any subject-object relationship, that is, any relationship between one thing that is aware and another thing of which it is aware), what actually exists is intransitively aware. Therefore intransitive awareness is the very nature of what actually exists, so since we ourself are what actually exists, we are intransitive awareness. Hence we can never not be intransitively aware, even though in sleep we are not transitively aware of anything whatsoever.<br>\n<br>\n<a name=\"ego\"></a><b>11. The only element of our ego that actually exists is its essential self-awareness</b><br>\n<br>\nThough I wrote in the previous section, in the sentence prior to quoting verse 23 of <i>Upadēśa Undiyār</i>, ‘whatever is aware of its own existence must actually exist’, I did not mean to imply that our ego or mind actually exists as such, because though as this ego we are aware of ourself, our ego is a confused mixture of self-awareness and awareness of other things, and as such it does not actually exist. The only element of the ego that actually exists is its fundamental self-awareness (its essential intransitive awareness), because its awareness of other things (its contingent transitive awareness) is just a temporary appearance and hence unreal.<br>\n<br>\nThat is, though transitive awareness seems to be real when it appears in waking or dream, it is actually just an illusion, because what is transitively aware is only our ego, so transitive awareness arises, stands and subsides along with its root, this ego, and if we investigate this ego we will find that it does not actually exist as such. This ego is just an illusory appearance, like the illusory appearance of a snake when a rope is mistaken to be such. If we inspect such an illusory snake sufficiently carefully, we will see that it does not exist as such, and that what seemed to be that snake and therefore actually exists is only a rope. Likewise, if we inspect our ego sufficiently carefully, we will see that it does not exist as such, and that what seemed to be this ego and therefore actually exists is only pure intransitive self-awareness.<br>\n<br>\nWhether it seems to be this transitively aware ego, as in waking and dream, or not, as in states such as sleep or <i>ātma-jñāna</i>, our pure self-awareness always exists and is intransitively aware, so it alone is what we actually are. Therefore if we cling to the idea that sleep is a state in which we are completely unaware, we are thereby in effect clinging to the illusion that we are only this transitively aware ego and refusing to accept the primary premise of Bhagavan’s teachings, namely the proposition that what we actually are is only awareness — awareness that is eternal, immutable, intransitive and self-aware.<br>\n<br>\n<a name=\"uu26\"></a><b>12. <i>Upadēśa Undiyār</i> verse 26: being aware what we are is not transitive awareness but just being the intransitive awareness that we actually are</b><br>\n<br>\nWhile discussing the distinction between intransitive awareness and transitive awareness, this would be an appropriate place to answer <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c6790104773673020787\">another comment</a> written by a friend called Mouna, but before doing so I will explain the context in which he wrote it. Another friend called Venkat had written a <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c7436806241360371914\">comment</a> in which he remarked, ‘This point about pure self-awareness not aware of any other objects, and yet the instruction of atma vichara being to fix one’s mind on self-awareness, is difficult to understand. It is like the illusory snake being asked to fix its attention on the real rope!’, to which <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c8654788572493830303\">I replied</a>:<br>\n<blockquote>Venkat, Wittgenstein has already given a <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c1630112330830849699\">good answer</a> to <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c7436806241360371914\">your comment</a>, explaining what is happening in the background, as it were, but Bhagavan would often give a simpler answer to such questions, saying in effect that the illusory snake need not try to fix its attention on the real rope, because all it need do is to fix its attention on itself, since it will thereby find that it is actually just a rope. In other words, it is sufficient if we as this ego just observe ourself, who now seem to be this ego, because by doing so we will find that we are not what we seem to be but only infinite self-awareness.<br>\n<br>\nSo long as we experience ourself as this ego, our self-awareness seems to be finite — limited in time and space to the extent of this body — so we cannot fix our attention on the infinite self-awareness that we actually are. However, if we fix our attention on this finite self-awareness that we now experience as ourself, that is sufficient, because its limitations seem to exist only so long as we are aware of anything other than ourself, and hence when we manage to be aware of ourself alone, we will find that this same self-awareness that now seems to be finite is actually infinite — devoid of all limitations — and hence what alone really exists.</blockquote>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c1630112330830849699\">answer</a> written by Wittgenstein that I referred to here he had ended his explanation by citing a statement in section 240 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 201), in which it is recorded that Bhagavan said, ‘You are hazily aware of the Self. Pursue it. When the effort ceases the Self shines forth’, regarding which another friend called ‘Viveka Vairagya’ wrote a <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c6582229292060180904\">comment</a> in which he asked, ‘How is one now “hazily aware of the self”? What does such awareness consist of?’, to which <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c1486508816545445327\">I replied</a>:<br>\n<blockquote>Viveka Vairagya, ‘hazily aware of the self’ is probably not a very accurate translation of whatever Bhagavan said in Tamil, but I think what he meant is that though we are aware of ourself, our self-awareness is not sufficiently clear, because though we are clearly aware <i>that we are</i>, we are not clearly aware <i>what we are</i> (since we are now aware of ourself as this finite adjunct-mixed ego). However, if we ‘pursue’ (that is, keenly and persistently observe) our present self-awareness, it will shine increasingly clearly, until eventually it will dissolve our ego entirely (like the rising sun dissolving a tropical morning mist) and remain shining alone in all its full splendour, which is what Bhagavan meant by saying that oneself ‘shines forth’.</blockquote>\nIn response to this Viveka Vairagya wrote <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c8843961760076458454\">another comment</a> in which he asked, ‘So, basically we need to hold on to our sense of “I” or Being without thinking any other thoughts, right?’ , to which <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c3450136032987071962\">I replied</a>, ‘Yes, Viveka Vairagya, that is all. We just need to hold on to being attentive to ourself as we are now aware of ourself, and thereby what we actually are will become clear’. These last two replies of mine prompted Mouna to write a <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c6790104773673020787\">comment</a> in which he remarked:<br>\n<blockquote>Throughout these years I always felt a little bit uncomfortable with your statement: “...because though we are clearly aware <i>that</i> we are, we are not clearly aware <i>what</i> we are”. It might be simply semantics or my limitations of the English language (not being a native English speaker) but although I understand what the intention of a phrase like this could point to or imply, it might in the end create more confusion to an untrained mind like mine.<br>\n<br>\nTo be clearly (or even not so clearly) aware of <i>what</i> we are (or of anything for that matter) implies some-thing to be aware of (ergo an observer of that). So from one point of view, and in this context, we will never be aware of what we are, we can only know that we are and by abiding in that knowledge, then we are <i>being</i> it (since knowledge equals being like Bhagavan’s <i>Ulladu Narpadu</i> first <i>mangalam</i> states). When ego disappears, either apparently for some time (deep sleep, swoon, anesthesia) or dies (<i>manonasa</i>), there is or shouldn’t be any-one to know any <i>what</i>, there is simply being. Being and knowledge, but pure knowledge, not the objectified one which or who will know <i>what</i> that being is.<br>\n<br>\nComplete extinction or disappearance of the ego would be the key here, rather than clarity of <i>what</i> we are. (Although I assume that is what is meant by clarity of what we are, correct?)</blockquote>\nIn reply to this I wrote a <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c2384954897295834679\">comment</a> in which I explained:<br>\n<blockquote>Mouna, because of the inherent limitations of language, whatever is said about this subject is liable to create confusion if the intended meaning is not clearly understood, and this is particularly the case with the issue you have raised in <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c6790104773673020787\">your comment</a>.<br>\n<br>\nAs you say, there is actually nothing more for us to know about ourself than ‘I am’ (the awareness <i>that we are</i>), which is what we know already, and this is why Bhagavan often used to say that <i>ātma-jñāna</i> is not a new knowledge that we must attain in future, because what is to be known is known already. The problem is not that we do not know ‘I am’, but that we know more than just ‘I am’, so what we need is not to gain any new knowledge but only to shed all knowledge other than ‘I am’.<br>\n<br>\nTherefore the reason why Bhagavan concedes that we are not clearly aware <i>what we are</i> is not that we need to know anything more than just ‘I am’, but that we now have a wrong knowledge about ‘I am’ (a deluded awareness of <i>what we are</i>), because we are aware of ourself as ‘I am this’ or ‘I am that’ (that is, ‘I am this ego, mind, body and so on’), so what is meant by ‘being clearly aware <i>what we are</i>’ is simply being aware <i>that we are</i> without the superimposition of any adjuncts such as this ego, mind or body. Therefore you are correct in saying, ‘Complete extinction or disappearance of the ego would be the key here, rather than clarity of <i>what</i> we are’, but as you also add, ‘that is what is meant by clarity of what we are’.<br>\n<br>\nThis is a simple way of answering your implied question, but it actually deserves to be answered still more carefully, which can best be done in terms of the distinction between transitive awareness (or <i>suṭṭaṟivu</i>, as Bhagavan generally called it) and intransitive awareness, which is the real awareness that we actually are, so since this is a subject that I am discussing in some depth in the article I am now writing about our awareness in sleep, I will give a more detailed reply to this comment of yours in that article.</blockquote>\nSince Mouna wrote in his comment, ‘To be clearly (or even not so clearly) aware of <i>what</i> we are (or of anything for that matter) implies some-thing to be aware of (ergo an observer of that)’, it seems that he interpreted the term ‘being aware <i>what we are</i>’ to mean some sort of transitive awareness or <i>suṭṭaṟivu</i> — that is, an awareness of something other than ourself — but this is not what this term is meant to imply, because what we actually are can never be anything other than ourself. As Bhagavan implied in many of his verses, such as <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu20\">verse 20</a> of <i>Upadēśa Undiyār</i>, <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i> and <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#av2\">verse 2</a> of <i>Āṉma-Viddai</i>, the only correct answer that can be expressed in words to the question ‘நான் யார்?’ (<i>nāṉ yār?</i>) or ‘I am who?’ is ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘I am I’, because we cannot be anything other than ourself alone.<br>\n<br>\n‘I am I’ is awareness of ourself as we actually are, and it is not a transitive awareness, because it does not entail any transition or transfer of our awareness from ourself to anything else, whereas ‘I am this’ or ‘I am that’ is awareness of ourself as something other than what we actually are, so it is a transitive awareness, because it entails a transition or transfer of our awareness from ourself to something else. When it is said that as this ego we do not know what we are, it means that we are not aware of ourself as ‘I am I’, because we are instead aware of ourself as ‘I am this’ or ‘I am that’. Therefore to know what we are, we just have to cease experiencing ourself as anything other than ourself, which means that we have to annihilate our ego, the illusory awareness of ourself as ‘I am this’ or ‘I am that’.<br>\n<br>\nHowever, since our ego is an illusory awareness of ourself — an awareness of ourself as something other than what we actually are — it can be destroyed only by correct awareness of ourself, which means awareness of ourself as we actually are. Therefore when Mouna wrote, ‘Complete extinction or disappearance of the ego would be the key here, rather than clarity of <i>what</i> we are’, he was overlooking the fact that the extinction of our ego can be accomplished only by clarity of what we are — that is, by clear awareness of ourself as we actually are.<br>\n<br>\nBeing aware of what we actually are does not mean being aware of anything other than ‘I am’, which is our awareness <i>that we are</i>, so being aware <i>what we are</i> means just being aware <i>that we are</i> without being aware of anything else whatsoever. Being aware of ourself as we actually are is therefore an absolutely intransitive awareness, whereas being aware of ourself as this ego is a transitive awareness, because it is an awareness of ourself as something other than what we actually are.<br>\n<br>\nThe English word ‘transitive’ is derived from the Latin <i>transitivus</i>, which means going across, passing over or transiting, so a verb is said to be transitive if it takes a direct object (because it describes an action or condition that goes across from the subject to the object), and intransitive if it does not take any direct object. Therefore, awareness of anything other than ourself is called transitive awareness, because it entails our awareness or attention transiting away from ourself towards some other thing, whereas mere awareness (being aware without being aware of any object) or awareness of ourself alone (which is the same as mere awareness) is called intransitive awareness, because it does not entail our awareness or attention transiting away from ourself towards anything else. Likewise the Tamil word சுட்டு (<i>suṭṭu</i>) means pointing at, aiming at, referring to, indicating or showing, so சுட்டறிவு (<i>suṭṭaṟivu</i>) and சுட்டுணர்வு (<i>suṭṭuṇarvu</i>), which both literally mean ‘pointing awareness’, are terms that Bhagavan frequently used to refer to transitive awareness — awareness of anything other than ourself — because it entails our awareness or attention being pointed away from ourself towards something else.<br>\n<br>\nThe root of all transitive awareness (<i>suṭṭaṟivu</i> or <i>suṭṭuṇarvu</i>) is only our ego, which is a mixture of our intransitive self-awareness and our transitive awareness of certain adjuncts (<i>upādhis </i>) that we experience as ourself. Since we become aware of the seeming existence of anything other than ourself only when we rise as this ego, and since we could not rise or stand as this ego if we did not mistake ourself to be a body and other related adjuncts, the primal form of சுட்டுணர்வு (<i>suṭṭuṇarvu</i>) or transitive awareness is உபாதியுணர்வு (<i>upādhi-y-uṇarvu</i>), our awareness of whatever adjuncts currently seem to be ourself.<br>\n<br>\nBeing aware of ourself as we actually are entails being aware of ourself without even the slightest mixture of any adjunct-awareness (<i>upādhi-y-uṇarvu</i>), which is what Bhagavan describes in <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i> as ‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>), which means ‘knowing oneself leaving aside adjuncts’, so it is awareness devoid of the very seed of transitive awareness. Therefore being aware what we actually are is quite unlike any other form of awareness, including awareness of ourself as this ego, which is the root of all other forms of awareness, because it is completely devoid of transitivity or ‘pointing’ (<i>suṭṭu</i>).<br>\n<br>\nBeing transitively aware (that is, aware of anything other than ourself) is an act of knowing, because it entails a movement of our mind away from ourself towards something else, whereas being intransitively aware (that is, aware of nothing other than ourself) is not an act of knowing, because it does not entail any movement of our mind, attention or awareness away from ourself. Hence being intransitively aware is not an action or activity of our mind but is a state of just being — that is, just being the mere awareness that we actually are.<br>\n<br>\nTherefore, since awareness free of transitivity is not an act of knowing but a state of just being aware, in <a href=\"http://happinessofbeing.blogspot.com/2014/08/self-awareness-is-very-nature-of-i.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i> Bhagavan says:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is not two. This is <i>tanmaya-niṣṭha</i> [the state of being firmly established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\nTransitivity or ‘pointing’ (<i>suṭṭu</i>) of awareness occurs only when two things are involved, one of which is aware of the other, so since we are not two things but only one, pure self-awareness or knowing ourself as we actually are does not entail any transitivity whatsoever. This is why in the second line of this verse Bhagavan said, ‘தான் இரண்டு அற்றதால்’ (<i>tāṉ iraṇḍu aṯṟadāl</i>), which means ‘because oneself is not two’, implying thereby that this is the reason why we cannot know ourself transitively (that is, by an act of knowing) but only intransitively (that is, by just being the pure self-awareness that we actually are).<br>\n<br>\n<a name=\"un33\"></a>This is also what he implied in the last two lines of <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால்.<br>\n<br>\n<i>taṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்றாய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy; āl</i>.<br>\n<br>\n<b>English translation:</b> To make oneself a <i>viṣaya</i> [a phenomenon or object of one’s awareness], are there two selves? Because being one is the truth of everyone’s experience.</blockquote>\nIn verse 26 of <i>Upadēśa Undiyār</i> and this verse of <i>Uḷḷadu Nāṟpadu</i> Bhagavan not only indicates to us the nature of the goal that we will ultimately achieve, but also gives us an extremely valuable clue about the nature of the path of <i>ātma-vicāra</i> by which we will achieve it. That is, when he explains that <i>ātma-vicāra</i> is the practice of investigating ourself, observing ourself, looking at ourself, attending to ourself, being attentively aware of ourself or fixing our mind in or on ourself, he does not mean that we are an object that we can investigate, observe, look at, attend to or be aware of. Investigating, observing, looking at, attending to, being aware of or fixing our mind on an object is a transitive form of knowing, whereas investigating, observing, looking at, attending to, being aware of or fixing our mind on ourself is an intransitive form of knowing — a form of knowing that entails just being aware as we are in sleep, when we are not aware of anything other than ourself.<br>\n<br>\nAs Sadhu Om used to say, though we use the term ‘attending to ourself’, attention to ourself is not a case of ‘paying attention’ but just ‘being attention’. That is, since attention is a selective form of awareness, the essence of attention is just awareness, and since the essence of awareness is just intransitive awareness, which is what we actually are, we can be aware of ourself as we actually are only by just being intransitively aware — that is, aware but without giving even the slightest room to the rising of any transitive awareness (awareness of anything other than ourself).<br>\n<br>\nTherefore what is meant by the terms ‘being aware what we are’ and ‘being aware of ourself as we are’ is just being intransitively aware — aware without rising as this ego to be aware of anything other than ourself. Since what is aware of anything other than ourself is only our ego, we cannot be aware of anything else without rising as this ego, and likewise we cannot rise or stand as this ego without being aware of things other than ourself, so this ego and transitive awareness (<i>suṭṭaṟivu</i>) are inseparable. Therefore we can experience what we actually are only by just being pure intransitive awareness — awareness of nothing other than ourself, ‘I am’ — because that alone is what we actually are.<br>\n<br>\n<a name=\"silence\"></a><b>13. Silence is the only intransitive language, so it alone can reveal the true nature of pure intransitive awareness</b><br>\n<br>\nAs I wrote at the beginning of <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#c2384954897295834679\">my initial reply</a> to Mouna, ‘because of the inherent limitations of language, whatever is said about this subject is liable to create confusion if the intended meaning is not clearly understood’, because no words can adequately express what we actually are or what it is to be aware of ourself as we actually are. The reason for our inability to express this in any language is that language is inherently transitive in nature, because whenever we use language in either speech or writing we are using it to say something — to convey some meaning. Even if we use it to speak or write nonsense, that nonsense is still an object produced by our speaking or writing, so its production was a transitive action — an action that produced something.<br>\n<br>\nSince language is inherently transitive, we can use it adequately only to convey what we know transitively, and not what we know intransitively. This is why no words in any language can adequately convey what we experience in sleep, except in purely negative terms, and why we cannot adequately express in words what self-awareness or awareness of ‘I’ actually is.<br>\n<br>\nWhatever we experience transitively has certain features, which we can describe or attempt to describe in words, whereas what we experience intransitively has no features that could be adequately expressed or described in words. Even if we try to use language to express to ourself in our own mind what self-awareness or our sense of ‘I’ is, we would be lost for words and would just have to keep silent — that is, silently aware of our ineffable self. This is why Bhagavan used to say that silence is the supreme language and the only language that can convey the truth of ourself.<br>\n<br>\n<a name=\"eap5\"></a>However, even to say that silence conveys the truth of ourself is not quite true, because it implies that the truth of ourself is an object conveyed by silence, and that its conveyance is therefore transitive, neither of which are the case. This is why in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#eap5\">verse 5</a> of <i>Ēkāṉma Pañcakam</i> Bhagavan described the silent teaching of the <i>ādi-guru</i> (the original <i>guru</i>, Dakshinamurti) as ‘செப்பாது செப்பி’ (<i>seppādu seppi</i>), which means ‘speaking without speaking’, ‘saying without saying’ or ‘telling without telling’, and asked rhetorically: ‘அப்போது அவ் வத்துவை ஆதி குரு செப்பாது செப்பி தெரியுமா செய்தனரேல், எவர் செப்பி தெரிவிப்பர்?’ (<i>appōdu a-v-vattuvai ādi-guru seppādu seppi teriyumā seydaṉarēl, evar seppi terivippar?</i>), which means ‘If at that time the <i>ādi-guru</i> made that <i>vastu</i> [<i>ēkātma-vastu</i>, the ‘one self-substance’, which alone is what always exists] known [by] speaking without speaking, who can make it known [by] speaking?’<br>\n<br>\nThough Bhagavan taught us through the medium of words, he explained that no words could ever reveal the true nature of ourself, so his words could only indicate the means by which we can experience ourself as we really are. However, because words cannot adequately convey the meaning that he intended to convey through them, we will be able to grasp the intended meaning of his words only to the extent that we manage to turn our mind within to be silently and vigilantly self-attentive. This is why <i>śravaṇa</i> (hearing or reading his words), <i>manana</i> (reflecting on their meaning and implication) and <i>nididhyāsana</i> (contemplation, the practice of being self-attentive) together form a single iterative process that must go on repeatedly until our ego is eventually dissolved in the perfect clarity of pure self-awareness.<br>\n<br>\nSelf-attentiveness (<i>nididhyāsana</i>) is the practice of attuning our mind with the perfect silence of pure self-awareness that is always shining in our heart, so it alone can give us the clarity and acuity of mind that we require in order to grasp the full depth and subtlety of meaning and implication that Bhagavan intended to convey through his words. Therefore the more we practise being silently self-attentive, the more clearly we will be able to understand what we read or hear of his words, and hence the more deep and subtle our <i>manana</i> will become.<br>\n<br>\nWhen trying to explain what Bhagavan meant when he said that his real teaching is only silence, some devotees say or write that by his silent presence he transmitted his grace or self-knowledge, but though this may seem to be true from the perspective of a self-ignorant devotee in his presence, it is not actually correct, because the silence that he referred to is absolutely intransitive, since it is nothing other than the pure self-awareness that we actually are and that is always shining in and as our heart, the very core of ourself. Transmission of anything is a transitive action, because it entails one thing transmitting another thing to something else, so since Bhagavan’s silence is our own actual self (<i>ātma-svarūpa</i>), other than which nothing exists, it does not actually transmit anything to anyone.<br>\n<br>\nBhagavan described silence as the perfect language because unlike all other languages it is absolutely intransitive, and its intransitivity is what makes it the ideal language for ‘speaking without speaking’ or ‘revealing without revealing’ the true experience of pure self-awareness, because pure self-awareness is absolutely intransitive, and hence its very nature is absolute silence. In other words, pure self-awareness, which is the source and substance of both our ego and everything that this ego knows transitively, reveals itself intransitively in silence just by being itself, and if we are to hear its silent revelation, we can do so only by being perfectly silent — that is, intransitively and hence silently aware of ourself alone.<br>\n<br>\n<a name=\"un13\"></a><b>14. <i>Uḷḷadu Nāṟpadu</i> verse 13: real awareness is ourself, whereas awareness of other things is ignorance</b><br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c2414117748420699137\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html\">Why should we believe what Bhagavan taught us?</a>, a friend who writes under the pseudonym ‘Viveka Vairagya’ quoted an extract from what HWL Poonja (or Papaji, as his devotees call him) is supposed to have said, as recorded on the <a href=\"http://www.satsangbhavan.net/Consciousness.htm\">Consciousness</a> page of the <a href=\"http://www.satsangbhavan.net/main.htm\">Satsang with Papaji</a> website. Since Poonja was a devotee of Bhagavan, unsurprisingly much of what he said in this extract seems superficially to be more or less in accordance with what Bhagavan taught us, but some of it seems to be unclear and confusing, and in several respects he deviated significantly from Bhagavan’s teachings, particularly with regard to what he said about sleep, namely: ‘This is a dull state because there is no awareness at all so you may not recognize it. In deep sleep you forget yourself completely’.<br>\n<br>\nThis is quite contrary to one of the most fundamental principles of Bhagavan’s teachings, namely the principle that what we actually are is only awareness, and that we are therefore always aware of ourself, not only in waking and dream but also in sleep. The fact that we are clearly aware of ourself while asleep is the crucial premise on which Bhagavan predicated his entire teachings, or at least the essential core of them, and it was therefore emphasised by him repeatedly and unequivocally, such as in the following statement recorded in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 9) (which is also recorded in slightly different words in section 313 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 286)):<br>\n<blockquote>Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking. Your real nature covers both and extends beyond.</blockquote>\nSleep seems to be dull state and devoid of awareness only in the view of the self-ignorant and extroverted mind, but the more keenly and vigilantly we practise being self-attentive the more clear it will become to us that it is actually a state of pure self-awareness, devoid of awareness of any other thing. Therefore we have to wonder why Poonja believed that ‘there is no awareness at all’ in sleep. If he had practised and clearly understood Bhagavan’s teachings, how could he have overlooked the crucial fact that we are clearly self-aware even while asleep?<br>\n<br>\nFor many people the idea that sleep is a state of complete and perfect awareness and that waking is a state of total ignorance, as stated by Bhagavan in this passage recorded in <i>Maharshi’s Gospel</i> and <i>Talks</i>, is difficult to accept, because it is so contrary to all that we have been accustomed to assuming and believing. However it is such a fundamental and crucial premise of Bhagavan’s teachings that we cannot afford to ignore it or to fail to grasp it and its significance clearly, so in order to reflect on it more deeply let us consider how closely it is related to what he teaches us in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇika ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇikaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is knowledge, alone is real. Knowledge that is many is ignorance. Even ignorance, which is unreal, does not exist apart from oneself, who is knowledge. All the many ornaments are unreal; say, do they exist apart from the gold, which is real?</blockquote>\nஞானம் (<i>ñāṉam</i>) is a Tamil form of the Sanskrit word ज्ञान (<i>jñāna</i>), which means knowing, knowledge, cognisance, consciousness or awareness, and அஞ்ஞானம் (<i>aññāṉam</i>) is a Tamil form of the Sanskrit word अज्ञान (<i>ajñāna</i>), which means ignorance, particularly in the sense of  spiritual ignorance or self-ignorance. As Bhagavan asserts in the first sentence of this verse, what is real is only ourself, and what we are is only <i>jñāna</i> — knowledge or awareness. In this context <i>jñāna</i> does not mean knowledge or awareness of anything other than ourself, so it is not transitive awareness but only intransitive awareness — pure self-awareness.<br>\n<br>\nIn the second sentence ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>) literally means knowledge or awareness that is many, manifold, diverse, different, distinct or separate, so it implies knowledge or awareness of multiplicity, diversity and otherness, and hence it refers to transitive awareness — awareness of phenomena or things other than ourself. Such knowledge or awareness, says Bhagavan, is not real knowledge but only ignorance (<i>ajñāna</i>). Therefore by saying ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘knowledge of multiplicity is ignorance’, he implies that the awareness of multiple phenomena in waking and dream is not real knowledge or awareness but only ignorance. This is why he said in the above-cited passage of <i>Maharshi’s Gospel</i>, ‘Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking’.<br>\n<br>\nIn the third sentence of this verse, ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), which means ‘Even [this] ignorance, which is unreal, does not exist apart from oneself, who is knowledge’, he implies that transitive awareness (awareness of thing other than oneself) is unreal and therefore could not seem to exist without ourself, the fundamental intransitive awareness, which alone is real. To illustrate what he means by this he refers to the analogy of gold ornaments, which do not exist independent of gold, which is their substance, and thus he implies that we ourself are the substance that seems to be all this awareness of multiplicity or diversity.<br>\n<br>\nThat is, since we exist in waking, dream and sleep, and since we are aware of ourself in each of these states, we are the fundamental intransitive awareness, without which there could not be any transitive awareness. And since transitive awareness seems to exist only in waking and dream but not in sleep, it is impermanent and hence unreal. Therefore the transitive awareness that we experience in waking and dream is not real, and hence it is not true awareness but only ignorance.<br>\n<br>\nOnly if we believe that this transitive awareness is our real awareness will we conclude that since it does not exist in sleep, sleep is ‘a dull state’ in which ‘there is no awareness at all’, as Poonja is supposed to have said. However, if we have understood why Bhagavan said that awareness of multiplicity is actually just ignorance and completely unreal, and if we have practised trying to attend only to the pure intransitive awareness that we actually are, we will not mistake the absence of transitive awareness in sleep to be a complete absence of all awareness, because we will clearly recognise that our fundamental intransitive awareness endures whether this illusory transitive awareness appears or disappears.<br>\n<br>\n<a name=\"forget\"></a><b>15. We can never forget ourself completely, because though as this ego we have forgotten <i>what we are</i>, we are always aware <i>that we are</i></b><br>\n<br>\nPoonja not only claimed that sleep is ‘a dull state’ in which ‘there is no awareness at all’, but also emphasised this claim by adding, ‘In deep sleep you forget yourself completely’. What does he mean by saying this? How can we ever forget ourself completely? It is true, as he implies in his next sentence, that in sleep we forget our body, senses and all objects, but none of these phenomena are ourself, and we do not forget ourself completely, because we are always self-aware, even when we are not aware of any phenomena, since self-awareness is our very nature — what we actually are.<br>\n<br>\nRegarding ourself, what we forget in sleep, as we also forget in waking and dream, is <i>what we are</i>, but we can never forget ourself completely, because we are always clearly aware <i>that we are</i>. However, even to say that, as in waking and dream, in sleep we have forgotten what we are is true only from the perspective of our ego or mind, which seems to exist only in waking and dream but not in sleep. What exists and what we are aware of in sleep is only our own actual self (<i>ātma-svarūpa</i>), which is always aware of itself as it really is, so as such we never forget what we are.<br>\n<br>\nForgetting what we are is the nature of our ego, which does not exist in sleep, so it is only from the perspective of this self-ignorant ego that we say that in all these three states we have forgotten what we are. As far as sleep is concerned, however, this is true only in the sense that our ego does not remember what it is even in sleep, but that is because it does not exist then.<br>\n<br>\nThe reason why forgetfulness of what we are is the very nature of our ego is that this ego is a mistaken knowledge of ourself — an illusory awareness of ourself as something other than what we actually are. Therefore this ego seems to exist only so long as we are aware of ourself as anything other than what we actually are, so when we turn our attention within and manage thereby to be attentively aware of ourself alone, in complete isolation from even the slightest awareness of anything else, we will clearly experience ourself as we actually are and thereby our ego will be annihilated entirely and forever.<br>\n<br>\nSince our ego is forgetfulness of what we are, and since without our ego there would be no such forgetfulness (since there would be nothing other than our actual self, which can never forget itself), sleep is actually the only one of these three states in which forgetfulness of what we are does not exist or even seem to exist at all. Only in waking and dream are we aware of ourself as anything other than what we actually are, so it is only in these two states that we seem to have forgotten what we actually are. However, though in sleep we do not actually forget what we are, from the perspective of our ego in waking and dream it seems as if we had forgotten ourself as we actually are while asleep.<br>\n<br>\n<a name=\"perfect\"></a><b>16. Sleep is our true and eternal state of pure self-awareness, so it seems to be imperfect only from the perspective of our ego</b><br>\n<br>\nThere is actually no defect at all in sleep, because all defects exist only for the ego, which does not exist in sleep. Even now this ego does not actually exist, but it seems to exist, whereas in sleep it does not even seem to exist. So long as it seems to exist, we seem to go into and come out of sleep, so the only problem with sleep is that it is temporary, because we seem to come out of it whenever we rise as this ego in either waking or dream. However, this is not a problem in sleep, but only in waking and dream, in which we seem to have come out of sleep, so it is a problem only for our ego, which is the root and sole experiencer of all problems.<br>\n<br>\nWhat we call ‘sleep’ is actually our true and eternal state of pure self-awareness, from which we can never really come out, so the reason we seem to come out of it is not any defect in sleep but only a defect in our ego. That is, we seem to come out of sleep only because we did not enter sleep as a result of being vigilantly self-attentive but only as a result of being too tired to continue any of the mental activity that characterises waking and dream. Because this ego subsides in sleep due to tiredness, the illusion that we are this ego is not thereby destroyed, so it is only temporarily abeyant or dormant in sleep, and hence it rises again from sleep once it has regained sufficient vigour by resting as our actual self.<br>\n<br>\n<a name=\"attentive\"></a><b>17. To destroy our ego and thereby sleep eternally, we must try to be attentively self-aware while awake or in dream</b><br>\n<br>\nBecause our ego is an illusion — an awareness of ourself as something that we are not — it can be destroyed only by our being aware of ourself as we actually are, and we cannot be aware of ourself as we actually are so long as we are aware of anything other than ourself, so in order to annihilate our ego we must try to be aware of ourself alone. Though we are aware of ourself alone during sleep, our ego is not thereby destroyed, because in sleep we become aware of ourself alone only as a result of the subsidence of our ego, whereas our ego will be destroyed only when it subsides as a result of our being aware of ourself alone. Therefore in waking or dream, while we experience ourself as this ego, we must try to be aware of ourself alone, so we must try to focus our entire attention only on ourself.<br>\n<br>\nIn other words, it is only by trying to be attentively self-aware that we can destroy our ego, and we can be attentively self-aware only in waking or dream and not in sleep, because attention is a function of our ego, which does not exist in sleep. That is, since attention is our ability to be selectively aware of something — either of ourself or of something else — what can attend is only our ego and not our actual self, because in the view of our actual self nothing other than itself exists or even seems to exist, so it cannot select to be aware of anything other than itself. Only when we rise as this ego do we become aware of the seeming existence of other things, so it is only as this ego that we can choose to be selectively aware either of ourself or of something else. Therefore we will destroy the illusion that we are this ego only when we as this ego try to be aware of nothing other than ourself alone.<br>\n<br>\nWhen by persistent practice of self-investigation (<i>ātma-vicāra</i>) we refine and sharpen our power of attention sufficiently to be able to focus it precisely on ourself alone, we will thereby become aware of ourself as we actually are, and thus our ego (which is our illusion that we are anything else, such as this body and mind) will be destroyed forever, whereupon we will discover that the state that we previously experienced as sleep — a temporary  gap between periods of waking or dream — is actually our own natural and eternal state of pure self-awareness, from which we have never actually risen as this ego.<br>\n<br>\n<a name=\"ut16\"></a><b>18. <i>Upadēśa Taṉippākkaḷ</i> verse 16: by constant practice of <i>ātma-vicāra</i> we should try to experience sleep during waking and dream</b><br>\n<br>\nSince what we experience in sleep is our real state of pure self-awareness, which is perfectly intransitive (unlike the self-awareness of our ego, which is partially transitive, since it is mixed and confused with awareness of adjuncts), what we are trying to experience while practising self-investigation (<i>ātma-vicāra</i>) is exactly the same intransitive self-awareness (that is, self-awareness uncontaminated by even the slightest trace of any adjunct-awareness) that we experience in sleep. Therefore considering carefully and contemplatively the intransitive nature of the pure self-awareness that we experienced in sleep can help us to a great extent to penetrate deep within ourself while practising <i>ātma-vicāra</i>, because what we should be trying to focus our attention on at this present moment is that same essential intransitive self-awareness, which is what we experience even now in the very core of ourself.<br>\n<br>\nThe fact that sleep is what we should be trying to experience by means of <i>ātma-vicāra</i> in either waking or dream (or preferably in both) was clearly indicated by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2014/06/self-investigation-effort-and-sleep.html#ut16\">verse 16</a> of <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a> (in which he summarised something that he had earlier explained in more detail, which Sri Muruganar had recorded in verses 957-8 of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>):<br>\n<blockquote>நனவிற் சுழுத்தி நடையென்றுந் தன்னை<br>\nவினவு முசாவால் விளையும் — நனவிற்<br>\nகனவிற் சுழுத்தி கலந்தொளிருங் காறும்<br>\nஅனவரத மவ்வுசா வாற்று.<br>\n<br>\n<i>naṉaviṯ cuṙutti naḍaiyeṉḏṟun taṉṉai<br>\nviṉavu musāvāl viḷaiyum — naṉaviṟ<br>\nkaṉaviṯ cuṙutti kalandoḷiruṅ gāṟum<br>\naṉavarata mavvusā vāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நனவில் சுழுத்தி நடை என்றும் தன்னை வினவும் உசாவால் விளையும். நனவில் கனவில் சுழுத்தி கலந்து ஒளிரும் காறும், அனவரதம் அவ் உசா ஆற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavil suṙutti naḍai eṉḏṟum taṉṉai viṉavum usāvāl viḷaiyum. naṉavil kaṉavil suṙutti kalandu oḷirum kāṟum, aṉavaratam a-vv-usā āṯṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> என்றும் தன்னை வினவும் உசாவால் நனவில் சுழுத்தி நடை விளையும். நனவில் கனவில் சுழுத்தி கலந்து ஒளிரும் காறும், அனவரதம் அவ் உசா ஆற்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṉḏṟum taṉṉai viṉavum usāvāl naṉavil suṙutti naḍai viḷaiyum. naṉavil kaṉavil suṙutti kalandu oḷirum kāṟum, aṉavaratam a-vv-usā āṯṟu</i>.<br>\n<br>\n<b>English translation:</b> The state of sleep in waking will result by subtle investigation, in which one always examines [or keenly attends to] oneself. Until sleep shines blending in waking [and] in dream, incessantly perform that subtle investigation.</blockquote>\nஉசா (<i>usā</i>), which is a noun that Bhagavan uses in both sentences of this verse, means subtle investigation or minute examination, and in the first sentence what he means by it is explained by him in the relative clause ‘என்றும் தன்னை வினவும்’ (<i>eṉḏṟum taṉṉai viṉavum</i>), which can mean either ‘in which one always investigates [examines or keenly attends to] oneself’ or ‘which is always investigating [examining or keenly attending to] oneself’. Though the verb வினவு (<i>viṉavu</i>) can also mean to question, in this context it does not mean this in a literal sense, because questioning is a gross activity of the mind, whereas what is required to experience the subtle self-awareness that shines intransitively not only in sleep but also in waking and dream is an extremely subtle and steady attentiveness, so in this context Bhagavan uses வினவு (<i>viṉavu</i>) in the sense of investigate, examine or keenly attend to.<br>\n<br>\nOnly by such silent, steady and subtle self-attentiveness (attentiveness or alertness that has no object and that is therefore perfectly intransitive, remaining motionlessly in its own source, ourself) can we clearly experience the infinite and eternal self-awareness that always shines as our very essence, whether or not our ego and any of the other illusory phenomena of waking and dream appear or not.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "221",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/669380001748110628/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "silence (mauna)",
        "sleep",
        "śravaṇa-manana-nididhyāsana",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTIzODg4ODE3OTEyCm9mZnNldDogMzYwMDAwMAo\""
}