{
    "kind": "blogger#post",
    "id": "440404456575752557",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-12-27T13:50:00Z",
    "updated": "2016-12-28T11:45:26Z",
    "url": "http://happinessofbeing.blogspot.com/2016/12/the-jnani-is-only-pure-awareness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/440404456575752557",
    "title": "The <i>jñāni</i> is only pure awareness (<i>prajñāna</i>) and not whatever person it may seem to be",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#c4075528314417193941\">series of two comments</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html\">Is it possible for us to see anything other than ourself as ‘the Self’?</a>, a friend called Ken cited some passages from <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> and <a href=\"http://selfdefinition.org/ramana/Ramana%20Maharshi%20-%20ebook%20-%20Day%20By%20Day%20With%20Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> in support of his view that the <i>jñāni</i> still retains the ego in some form and does action in the world, so this article is my reply to this belief of his.<br><a name='more'></a>\n<ol>\n<li><a href=\"#answers\">What Bhagavan replied to questions depended on the willingness and capacity of the questioner to understand and accept whatever he might say</a></li>\n<li><a href=\"#uu15\"><i>Upadēśa Undiyār</i> verse 15: for the <i>jñāni</i> there is no ego or mind and hence no action</a></li>\n<li><a href=\"#view\">The body and mind that the <i>jñāni</i> seems to be exist only in the outward looking view of the <i>ajñāni</i></a></li>\n<li><a href=\"#una32\"><i>Uḷḷadu Nāṟpadu Anubandham</i> verse 32: in the clear view of the <i>jñāni</i> what exists is not waking, dream or sleep but only ‘wakeful sleep’</a></li>\n<li><a href=\"#dehatma\">The ego is <i>dēhātma-buddhi</i> (the awareness or idea that a body is oneself), so it cannot stand without attaching itself to a body</a></li>\n<li><a href=\"#una31\"><i>Uḷḷadu Nāṟpadu Anubandham</i> verse 31: like someone who is asleep, the <i>jñāni</i> is not at all aware of the body or any other phenomena</a></li>\n</ol>\n<a name=\"answers\"></a><b>1. What Bhagavan replied to questions depended on the willingness and capacity of the questioner to understand and accept whatever he might say</b><br>\n<br>\nKen, what Bhagavan replied to questions was according to the needs of the questioner, so it depended on their willingness and capacity to understand and accept whatever he might say. If they were unwilling or unable to accept or understand the basic principles of his teachings, he would have to modify and present his teachings in a manner that they could grasp and accept, so many of his answers recorded in books such as <i>Maharshi’s Gospel</i>, <i>Talks</i> and <i>Day by Day</i> do not represent his pure teachings but are only a diluted form of them.<br>\n<br>\nTherefore we should not take all such answers at face value, but should try to evaluate and understand them in the light of the fundamental principles of his teachings as expressed by him in his own original writings, particularly in <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, because if we do not understand at what level he was answering each question, we will end up with a very confused and unclear understanding of his teachings. Moreover, what he said was not recorded verbatim in books such as <i>Maharshi’s Gospel</i>, <i>Talks</i> and <i>Day by Day</i>, because he spoke in Tamil whereas those books were recorded in English, and since they were recorded from memory usually a few hours afterwards, they reflect only what the recorder of them was able to understand and remember.<br>\n<br>\n<a name=\"uu15\"></a><b>2. <i>Upadēśa Undiyār</i> verse 15: for the <i>jñāni</i> there is no ego or mind and hence no action</b><br>\n<br>\nWhatever he may have replied to particular questioners, Bhagavan made it very clear in his original writings that for the <i>jñāni</i> there is absolutely no ego at all, and therefore no one to do any actions. For example, in <a href=\"http://happinessofbeing.blogspot.com/2016/07/asparsa-yoga-is-practice-of-not.html#un40\">verse 40</a> of <i>Uḷḷadu Nāṟpadu</i> he says unequivocally, ‘அகந்தை உரு அழிதல் முத்தி’ (<i>ahandai-uru aṙidal mutti</i>), which means ‘destruction of the ego-form is <i>mukti</i> [liberation]’, thereby implying that we cannot be liberated or merged in <i>ātma-jñāna</i> (awareness of ourself as we actually are) unless our ego has been eradicated; in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i> he asks, ‘தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு?’ (<i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku?</i>), which means ‘For those who enjoy <i>tanmayānanda</i> [‘bliss composed of that’], which rose [as ‘I am I’] destroying themself [the ego], what one [action] exists for doing?’, thereby implying that for the <i>jñāni</i> there exists no action; and in <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#uu15\">verse 15</a> of <i>Upadēśa Undiyār</i> he states this even more explicitly:<br>\n<blockquote>மனவுரு மாயமெய்ம் மன்னுமா யோகி<br>\nதனக்கோர் செயலிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்னியல் சார்ந்தன னுந்தீபற.<br>\n<br>\n<i>maṉavuru māyameym maṉṉumā yōgi<br>\ntaṉakkōr seyalilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉṉiyal sārndaṉa ṉundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மன உரு மாய மெய் மன்னும் மா யோகி தனக்கு ஓர் செயல் இலை. தன் இயல் சார்ந்தனன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉa uru māya mey maṉṉum mā yōgi taṉakku ōr seyal ilai. taṉ iyal sārndaṉaṉ</i>.<br>\n<br>\n<b>English translation:</b> When the form of the mind is annihilated, for the great <i>yōgi</i> who is [thereby] established as the reality, there is not a single doing [or action], [because] he has attained his [true] nature [which is actionless being].</blockquote>\nIt is only in the view of the <i>ajñāni</i> (this ego) that the <i>jñāni</i> seems to be a person (a body and mind) and therefore seems to do actions. This is not to say, of course, that the actions done by whatever person the <i>jñāni</i> seems to be are not important, as you say, because for us <i>ajñānis</i> the writings and other words of Bhagavan, for example, are immeasurably important, since they teach us that the root of all our problems is only our own ego and that the means to free ourself from it is to investigate and discover what we actually are. However, though his written and spoken teachings are so important for us, he made it clear to us that their source is only our own self (<i>ātma-svarūpa</i>), which is what he actually is and which is completely devoid of any action, and that the person he seemed to be was just a channel through which these teachings could be presented to our outward-turned minds.<br>\n<br>\n<a name=\"view\"></a><b>3. The body and mind that the <i>jñāni</i> seems to be exist only in the outward looking view of the <i>ajñāni</i></b><br>\n<br>\nRegarding the passages you cite from the fifth chapter <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, pages 27 and 29) and your inference that for the <i>jñāni</i> also there is an ego, but one that ‘does not identify itself with some object simultaneously with its rise’, Bhagavan makes it clear there it is only in outward appearance (that is, in the outward looking view of the <i>ajñāni</i>) that the <i>jñāni</i> seems to be an ego, because he says “in the case of the <i>jnani</i> also, for all outward purposes <i>prarabdha</i> would seem to sustain or keep up the ego, as in the case of the <i>ajnani</i>; but […] in the case of the <i>jnani</i>, on the contrary, the rise or existence of the ego is only apparent, and he enjoys his unbroken, transcendental experience in spite of such apparent rise or existence of the ego, keeping his attention (<i>lakshya</i>) always on the Source. […] By constantly keeping one’s attention on the Source, the ego is dissolved in that Source like a salt-doll in the sea” (2002 edition, pages 28-9).<br>\n<br>\nThe attainment of <i>ātma-jñāna</i> entails the permanent dissolution of the ego in its source, like a salt-doll in the sea, so in the view of the <i>ātma-jñāni</i> there is nothing on which the attention could be fixed other than that source, which is just pure self-awareness. Therefore when Bhagavan says that in the case of the <i>jñāni</i> ‘for all outward purposes <i>prarabdha</i> would seem to sustain or keep up the ego’ but that ‘the rise or existence of the ego is only apparent’, we should obviously consider for whom it is apparent. Since the <i>jñāni</i> keeps ‘his attention (<i>lakshya</i>) always on the Source’, no ego can seem to exist in his view, so it is only in in the outward looking view of the <i>ajñāni</i> that there seems to be an ego in the <i>jñāni</i>.<br>\n<br>\nThis is explained by Bhagavan in another passage in the final chapter of <i>Maharshi’s Gospel</i> (2002 edition, pages 89-90), in which it is recorded that he said: “The existence of the ego in any form, either in the <i>jnani</i> or <i>ajnani</i> is itself an appearance. But to the <i>ajnani</i> who is deluded into thinking that the waking state and the world are real, the ego also appears to be real. Since he sees the <i>jnani</i> act like other individuals, he feels constrained to posit some notion of individuality with reference to the <i>jnani</i> also”.<br>\n<br>\nAfter saying this, he was then asked how the <i>ahaṁ-vṛtti</i> (the I-thought or ego) functions in the <i>jñāni</i>, to which he replied: “It does not function in him at all. The <i>jnani</i>’s <i>lakshya</i> is the heart itself, because he is one and identical with that undifferentiated, Pure Consciousness referred to by the <i>Upanishads</i> as the <i>Prajnana</i> [pure awareness]. <i>Prajnana</i> is verily Brahman, the Absolute and there is no Brahman other than <i>Prajnana</i>” (2002 edition, page 90). That is, though in our view the <i>jñāni</i> seems to be an individual (a person with a body and mind), what it actually is is only <i>brahman</i>, which is nothing other than pure awareness (<i>prajñāna</i>).<br>\n<br>\n<a name=\"una32\"></a><b>4. <i>Uḷḷadu Nāṟpadu Anubandham</i> verse 32: in the clear view of the <i>jñāni</i> what exists is not waking, dream or sleep but only ‘wakeful sleep’</b><br>\n<br>\nMost of the questions that people asked Bhagavan about the state or experience of the <i>jñāni</i> were based on their erroneous belief that the <i>jñāni</i> is a person, an individual with a body and mind just like us, so Bhagavan generally answered such questions with reference to the person that the <i>jñāni</i> seems to be rather than with reference to the pure awareness (<i>prajñāna</i>) that it actually is. For example, in <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#c1107907865131652103\">another comment</a> you cite a passage from <i>Guru Ramana</i> in which Cohen recorded that when he asked Bhagavan whether the <i>jñāni</i> dreams, he replied: “Yes, he does dream, but he knows it to be a dream, in the same way as he knows the waking state to be a dream. You may call them dream No. 1 and dream No. 2. The <i>Jnani</i> being established in the 4th state — <i>Turiya</i>, the Supreme Reality — he detachedly witnesses the three other states — waking, dreaming and dreamless sleep — as pictures superimposed on it.”<br>\n<br>\nWhen Bhagavan thus replied to Cohen that the <i>jñāni</i> does dream, what he was referring to as ‘the <i>jñāni</i>’ is obviously not <i>brahman</i> or <i>prajñāna</i>, which is what the <i>jñāni</i> actually is, but only the person that it seems to be (which is what Cohen meant by the term ‘<i>jñāni</i>’ when he asked that question), because any dream is just a projection of the mind, and since the mind is just as illusory shadow, it cannot exist or even seem to exist in the all-pervading and infinitely clear light of pure awareness (<i>prajñāna</i>).<br>\n<br>\nMoreover, even when he explained that since the <i>jñāni</i> is established in <i>turīya</i> (the so-called ‘fourth’ state, which is actually the only state), ‘he detachedly witnesses the three other states […] as pictures superimposed on it’, the ‘he’ that he described as witnessing the other three states is not <i>prajñāna</i> but only the person whom the <i>jñāni</i> seems to be, because in the clear view of <i>prajñāna</i> there is only one state, namely the ‘wakeful sleep’ called <i>turīya</i> or <i>turīyātīta</i>, and hence these three transient states of waking, dream and sleep do not actually exist for it to ‘witness’, as Bhagavan explains unequivocally in verse 32 of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>நனவு கனவுதுயி னாடுவார்க் கப்பா<br>\nனனவு துயிற்றுரிய நாமத் — தெனுமத்<br>\nதுரிய மதேயுளதாற் றோன்றுமூன் றின்றாற்<br>\nறுரிய வதீதந் துணி.<br>\n<br>\n<i>naṉavu kaṉavuduyi ṉāḍuvārk kappā<br>\nṉaṉavu tuyiṯṟuriya nāmat — teṉumat<br>\nturiya madēyuḷadāṯ ṟōṉḏṟumūṉ ḏṟiṉḏṟāṟ<br>\nṟuriya vatītan tuṇi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நனவு, கனவு, துயில் நாடுவார்க்கு, அப்பால் நனவுதுயில் ‘துரிய’ நாமத்து எனும். அத் துரியம் அதே உளதால், தோன்றும் மூன்று இன்றால், துரிய அதீதம். துணி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavu, kaṉavu, tuyil nāḍuvārkku, appal naṉavu-tuyil ‘turiya’ nāmattu eṉum. a-t-turiyam adē uḷadāl, tōṉḏṟum mūṉḏṟu iṉḏṟāl, turiya atītam. tuṇi</i>.<br>\n<br>\n<b>English translation:</b> For those who experience waking, dream and sleep, waking-sleep, [which is] beyond [these three], is called <i>turya</i> [or <i>turīya</i>, the ‘fourth’]. Since that <i>turya</i> alone exists, [and] since the three [states] that appear [or seem to exist] do not exist, be assured [that <i>turya</i> is actually] <i>turya-v-atīta</i> [<i>turīyātīta</i>, beyond the ‘fourth’].</blockquote>\nTherefore when Bhagavan answered questions such as the one asked by Cohen, we should understand that what he replied does not represent either his teachings in their pure form or his own actual experience, but was just a concession to the limited understanding of the questioner.<br>\n<br>\n<a name=\"dehatma\"></a><b>5. The ego is <i>dēhātma-buddhi</i> (the awareness or idea that a body is oneself), so it cannot stand without attaching itself to a body</b><br>\n<br>\nReturning once again to the <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#c4075528314417193941\">two comments</a> in which you cite passages from <i>Maharshi’s Gospel</i> and infer that Bhagavan implied, ‘In the case of the jnani, the ego does not identify itself with some object simultaneously with its rise. It can remain without such association with objects’, the very nature of the ego is ‘grasping form’, as he explains in <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, and ‘grasping form’ means attaching itself to objects, so contrary to what you inferred, the ego can never ‘remain without such association with objects’. As Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>, ‘மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது’ (<i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>), which means ‘The mind stands only by always going after [conforming, attaching itself or attending to] a <i>sthūlam</i> [something gross, namely a physical body]; solitarily it does not stand’.<br>\n<br>\nIn the same comment you also say, ‘Ramana frequently stated that the only problem is <b>identification</b> with the body/mind, instead of the Self’, and further on you cite a sentence from <i>Maharshi’s Gospel</i> (2002 edition, page 27) in which it is recorded that he said, “The false identification of oneself with the body is <i>dehatma-buddhi</i> or ‘I-am-the-body’-idea”, but who is it who identifies itself with the body and mind? In other words, who is aware of itself as ‘I am this body’? Obviously ‘the Self’ (ourself as we actually are) is never aware of itself as ‘I am this body’, because if it were aware of itself as such, it would not be aware of itself as it actually is, and hence it would not be what we actually are. Therefore what is aware of itself as ‘I am this body’ is only ourself as this ego, so Bhagavan often used to explain that the ego is just this erroneous awareness of ourself as ‘I am this body’, which is what is meant by the term ‘<i>dēhātma-buddhi</i>’ (the awareness or idea that the body is oneself).<br>\n<br>\nTherefore you are not correct in inferring that when Bhagavan said in <i>Maharshi’s Gospel</i> (2002 edition, page 27), ‘In the case of the <i>ajnani</i>, the ego identifies itself with some object simultaneously with its rise. It cannot remain without such association with objects’, he thereby implied, ‘In the case of the <i>jnani</i>, the ego does not identify itself with some object simultaneously with its rise. It can remain without such association with objects’. Since the ego is <i>dēhātma-buddhi</i>, the false awareness that the body is oneself, it can never rise or stand without grasping the form of a body as itself.<br>\n<br>\nThough in our self-ignorant view it may appear that the <i>jñāni</i> is a person who is aware of himself or herself as a body and mind, just as we are, and that therefore even in the case of the <i>jñāni</i> an ego has arisen to be aware of all such things, what the <i>jñāni</i> actually is is just pure awareness (<i>prajñāna</i>), which is aware of nothing other than itself, since it alone is what actually exists.<br>\n<br>\n<a name=\"una31\"></a><b>6. <i>Uḷḷadu Nāṟpadu Anubandham</i> verse 31: like someone who is asleep, the <i>jñāni</i> is not at all aware of the body or any other phenomena</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#c3497406862895056375\">second</a> of the pair of comments that I referred to at the beginning of this article you also cited a passage from <a href=\"http://happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\">Part One</a> of <a href=\"http://happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a> (2005 edition, page 163), namely: “In the body of such a Self-realized One (<i>sahaja jnani</i>), the coursing of the ‘I’-consciousness along the nerves, even after the destruction of the knot of attachment, is like the water on a lotus leaf or like a burnt rope, and thus it cannot cause bondage. Therefore the destruction of the knot of attachment is anyway indispensable for the attainment of the natural state (<i>Sahaja Sthiti</i>), the state of the destruction of the tendencies (<i>vasanakshaya</i>)”.<br>\n<br>\nThough this may seem to suggest that the <i>jñāni</i> is aware of the body, that is not what Sadhu Om intended to imply, because the body of the <i>jñāni</i> seems to exist only in the view of others and not in the view of the <i>jñāni</i> itself, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#una31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>வண்டிதுயில் வானுக்கவ் வண்டிசெல னிற்றிலொடு<br>\nவண்டிதனி யுற்றிடுதன் மானுமே — வண்டியா<br>\nமூனவுட லுள்ளே யுறங்குமெய்ஞ் ஞானிக்கு<br>\nமானதொழி னிட்டையுறக் கம்.<br>\n<br>\n<i>vaṇḍiduyil vāṉukkav vaṇḍisela ṉiṯṟiloḍu<br>\nvaṇḍidaṉi yuṯṟiḍudaṉ māṉumē — vaṇḍiyā<br>\nmūṉavuḍa luḷḷē yuṟaṅgumeyñ ñāṉikku<br>\nmāṉadoṙi ṉiṭṭaiyuṟak kam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வண்டி துயில்வானுக்கு அவ் வண்டி செலல், நிற்றல் ஒடு, வண்டி தனி உற்றிடுதல் மானுமே, வண்டி ஆம் ஊன உடல் உள்ளே உறங்கும் மெய்ஞ்ஞானிக்கும் ஆன தொழில், நிட்டை, உறக்கம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaṇḍi tuyilvāṉukku a-v-vaṇḍi selal, ṉiṯṟil oḍu, vaṇḍi taṉi uṯṟiḍudal māṉumē, vaṇḍi ām ūṉa uḍal uḷḷē uṟaṅgum meyññāṉikkum āṉa toṙil, ṉiṭṭai, uṟakkam</i>.<br>\n<br>\n<b>English translation:</b> To the <i>mey-jñāni</i> [the knower of reality], who is asleep within the fleshy body, which is like a cart, activity [of mind or body], <i>niṣṭhā</i> [steadiness, inactivity or <i>samādhi</i>] and sleep are just like, to a person sleeping in a cart, that cart moving, standing or the cart remaining alone [with the bullocks unyoked].</blockquote>\nJust as the various states of a cart are not experienced by a person who is sleeping in it, the various states of body and mind are not experienced by the <i>jñāni</i>, because in the clear and infinite view of <i>prajñāna</i>, which is what the <i>jñāni</i> actually is, there is no body or mind at all. Why then does Sadhu Om say that the flow of ‘I’-consciousness in the body of the <i>jñāni</i> is like water on a lotus leaf or like a burnt rope?<br>\n<br>\nIt is like water on a lotus leaf because it is not attached to that body, and it is like a burnt rope because it is not as it seems to be, just as a burnt rope is not actually a rope even though it may seem to be one in the view of anyone who looks at it superficially. That is, in the view of the <i>jñāni</i> self-awareness or ‘I’-consciousness is infinite and indivisible, so it is in no way limited to any finite form such as a body, but in the view of an <i>ajñāni</i>, who mistakes the <i>jñāni</i> to be a particular body, it seems as if the <i>jñāni</i> experiences that body as ‘I’.<br>\n<br>\nAs Sadhu Om himself explained to me when I asked him about it, this portion of <i>The Path of Sri Ramana</i> (pages 160-3 and 168-73), in which he explains about consciousness flowing through the <i>nāḍis</i> (the subtle ‘nerves’ or channels through which it spreads throughout the body), is what he had replied to some people who asked him about the connection between the practice of <i>ātma-vicāra</i> and <i>rāja yōga</i>, and he mentioned about consciousness flowing through the <i>nāḍis</i> in the body of the <i>jñāni</i> only because those people had questioned him in a way that showed that they were not yet ready to grasp the fact that the <i>jñāni</i> is not actually whatever body it may seem to be in the deluded view of the <i>ajñāni</i>.<br>\n<br>\nAs he explained earlier in this portion (on pages 161-2), ‘Since the source of the mind and the <i>prana</i> is one (the Heart), when the knot of attachment (<i>abhimana-granthi</i>) is severed by the annihilation of the mind through Self-enquiry, the knot of bondage to the nerves (<i>nadi-bandha-granthi</i>) is also severed’, so he told me that from this we should understand that when our mind is annihilated our connection with the <i>nāḍis</i> and hence with the body will be severed completely and permanently. Therefore the consciousness of the <i>jñāni</i> has absolutely no connection with the body, and hence with anything else at all. As Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>, what the <i>jñāni</i> is aware of is only <i>anādi ananta akhaṇḍa sat-cit-ānanda</i>: beginningless, endless (or infinite) and unbroken existence-awareness-happiness.<br>\n<br>\nMoreover, if the <i>jñāni</i> were aware of the body or of any other phenomena, that would be a <i>viśēṣa anubhava</i> (an experience of something distinctive, special, new or what is not always experienced), and as Sadhu Om explains later in the same chapter (pages 171-2) the experience of true knowledge (<i>jñāna</i>) is <i>nirviśēṣa</i> (completely devoid of anything that is in any way distinctive, special, new or not always experienced). Therefore if we genuinely want to be aware of ourself as we really are and thereby free ourself from this ego that we now seem to be, we need to give up the idea that <i>ātma-jñāna</i> is anything other than pure self-awareness (<i>prajñāna</i>), which being pure is completely devoid of any awareness of anything other than ourself, and which is therefore absolutely <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#intransitive\">intransitive</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html\"><i>nirviśēṣa</i></a>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "46",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/440404456575752557/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "self-investigation (ātma-vicāra)",
        "Sri Sadhu Om",
        "The Path of Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgyOTI1NTI2OTg1Cm9mZnNldDogMAo\""
}