{
    "kind": "blogger#post",
    "id": "4796280295772339912",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-01-06T11:21:00Z",
    "updated": "2017-05-27T11:04:56+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4796280295772339912",
    "title": "Why do I believe that <i>ātma-vicāra</i> is the only direct means by which we can eradicate the illusion that we are this ego?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c781612758186239654\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html\">Thought of oneself will destroy all other thoughts</a>, an anonymous friend asked me ‘a couple of blunt and direct questions’, so this article is my response to those questions and also to some of the other comments on that article.<br><a name='more'></a>\n<ol>\n<li><a href=\"#questioning\">Questioning is the means to develop clarity of understanding and depth of conviction</a></li>\n<li><a href=\"#un33\"><i>Uḷḷadu Nāṟpadu</i> verse 33: it is ridiculous to say either ‘I do not know myself’ or ‘I have known myself’</a></li>\n<li><a href=\"#ss\">Which kind of <i>sat-saṅga</i> is more efficacious: physical or mental?</a></li>\n<li><a href=\"#amm44\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 44: to see ourself, we must turn back and look at ourself</a></li>\n<li><a href=\"#un22\"><i>Uḷḷadu Nāṟpadu</i> verse 22: unless we turn within to look at ourself, how can we see what we actually are?</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: so long as we are aware of anything other than ourself, we seem to be this ego</a></li>\n<li><a href=\"#necessary\">Distinguishing what is necessarily true from what is contingently true</a></li>\n<li><a href=\"#everyone\">Will <i>ātma-vicāra</i> work for everyone?</a></li>\n<li><a href=\"#guarantee\"><i>Ātma-vicāra</i> is a guaranteed means to weaken our <i>viṣaya-vāsanās</i> and eventually annihilate our ego</a></li>\n<li><a href=\"#realise\">What Bhagavan said about the English terms ‘realise’ and ‘realisation’</a></li>\n<li><a href=\"#convinced\">How I became convinced about the imperative need for <i>ātma-vicāra</i></a></li>\n<li><a href=\"#praise\">How can we curtail and eventually destroy all desire for praise?</a></li>\n<li><a href=\"#repudiate\">Why do I consider it necessary to repudiate ideas that deviate from Bhagavan’s actual teachings?</a></li>\n<li><a href=\"#practise\">How can we practise <i>ātma-vicāra</i> in the midst of other activities?</a></li>\n<li><a href=\"#laya\">Why did Bhagavan teach us that <i>manōlaya</i> is not a spiritually beneficial state?</a></li>\n</ol>\n<a name=\"questioning\"></a><b>1. Questioning is the means to develop clarity of understanding and depth of conviction</b><br>\n<br>\nBefore asking his questions, this anonymous friend (whom I will henceforth refer to as Maya, since this is the pseudonym that he used in many of his later comments, and whom I will assume to be male, since for some reason most of the friends writing comments on this blog happen to be so) prefaced them with some introductory remarks, one of which was that he had been trying to practise self-enquiry for the past few years, and another of which was to assure me that his intention in asking his questions was not to be presumptuous or disrespectful, to which he added: ‘Disagreeing or questioning someone is not disrespect. If that were the case the person who disrespected Ramakrishna the most would have been Swami Vivekananda. Vivekananda later in his life said that no one questioned Ramakrishna like he did and for every one of his question, Ramakrishna did much more than answering him’.<br>\n<br>\nSince I do not expect or deserve any particular respect to be shown to me (other than the normal level of respect that I believe we should show to everyone, no matter how much we may disagree with them or consider their behaviour to be wrong), I generally do not consider any questions that I am asked to be presumptuous or disrespectful. Provided that they are asked with a genuine intention to learn or at least to impartially consider alternative points of view, I am happy to try to answer any questions related to Bhagavan’s teachings that anyone likes to ask me.<br>\n<br>\nDuring the years I spent in Sadhu Om’s company, I used to question him relentlessly about every aspect of Bhagavan’s teachings in order to understand more clearly what he had meant and why he had said so. Sadhu Om sometimes told me that none of his Indian friends would question him in such a way, and that though they were too polite to say so, some of them felt that constantly questioning Bhagavan’s teachings as I did was presumptuous and disrespectful, because they had been brought up in a culture in which the teachings of a sage like Bhagavan are generally accepted with unquestioning faith, but that he was happy that I asked so many questions, because that is the way to do <i>manana</i> (deep reflection on the <i>guru</i>’s teachings) and thereby to gain clarity of understanding and depth of conviction.<br>\n<br>\nOf course to gain clarity of understanding and depth of conviction we need to ask questions not only outwardly to others but also inwardly to ourself (which is where real <i>manana</i> must be constantly going on), and above all we need to try as much as possible to practise what Bhagavan has taught us, because abundant clarity is always available within us as our own pure self-awareness, so by being self-attentive we are imbibing clarity directly from its original source. However, until we succeed in melting and merging entirely in the absolute clarity of pure self-awareness, we can continue to nourish our inward development of clarity and conviction by constantly considering and reflecting deeply on his teachings with an enquiring attitude of mind. On the level of <i>manana</i> our enquiry must take the form of deep questioning of the meaning, import and implications of his teachings, whereas on the level of <i>nididhyāsana</i> (contemplation) it must take the form of keen self-investigation (<i>ātma-vicāra</i>), which is the practice of being vigilantly self-attentive.<br>\n<br>\n<a name=\"un33\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 33: it is ridiculous to say either ‘I do not know myself’ or ‘I have known myself’</b><br>\n<br>\nAnother introductory remark with which Maya prefaced his question was: ‘I don’t know if you have realized your self. If you have, […] my questions are a moot point’. I understand why he made this remark in the context of the questions he later asked me, but it does seem to imply that only those who claim to have ‘realized’ or experienced what they actually are qualified to make any claims about the means by which we can experience ourself as we actually are. If this were the case, it would then be necessary for us to ask how we can know whether or not any other person has actually experienced what they actually are.<br>\n<br>\nSince there are no outward signs by which we could know for certain what any other person’s inward experience of themself is, we would presumably have to depend on whatever they may claim to be their experience, but according to Bhagavan if any person claims to have experienced what they actually are, that is a ‘ground for ridicule’, as he says in <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>என்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால்.<br>\n<br>\n<i>eṉṉai yaṟiyēṉā ṉeṉṉai yaṟindēṉā<br>\nṉeṉṉa ṉahaippuk kiḍaṉāhu — meṉṉai<br>\ntaṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான் என்னை அறியேன்’, ‘நான் என்னை அறிந்தேன்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்றாய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ eṉṉai aṟiyēṉ’, ‘nāṉ eṉṉai aṟindēṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy; āl</i>.<br>\n<br>\n<b>English translation:</b> Saying ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule [or derision]. Why? To make oneself an object known, are there two selves? Because being one is the truth of everyone’s experience.</blockquote>\nWhat Bhagavan clearly implies in this verse is that if anyone says ‘I have known myself’ or ‘I have realised myself’, they are displaying their self-ignorance no less than others who say ‘I do not know myself’. In fact, anyone who claims ‘I have realised myself’ is arguably more self-deluded than those who have the humility to admit ‘I have not realised myself’, because what can make any claim such as ‘I have realised myself’ is only an ego and not what we really are (our actual self), since in the view of what we really are what exists in only ourself.<br>\n<br>\nThe reason why it is ridiculous to say either ‘I do not know myself’ or ‘I have known myself’ is explained by Bhagavan in the second half of this verse. Since we are only one, we can never become a விடயம் (<i>viḍayam</i>) — a <i>viṣaya</i> or object — known by ourself, so what is called <i>ātma-jñāna</i> (self-knowledge or ‘self-realisation’) is simply self-awareness, and hence since we are always aware of ourself, we always know ourself. Therefore self-knowledge is not something that we can ever newly attain or attain only in future, but is what we always experience.<br>\n<br>\nHowever, though we always experience self-awareness or self-knowledge (<i>ātma-jñāna</i>), we are now aware of ourself as a body and consequently as a person, and this awareness of ourself as a body is what is called ‘ego’. Since this ego is a temporary phenomenon that we experience only in waking and dream but not in sleep, it is not what we actually are, so as long as we are aware of ourself as this ego we are not aware of ourself as we actually are. Therefore to be aware of ourself as we actually are we need to eradicate this illusion that we are this ego, and since this ego is a confused awareness of ourself (an awareness of ourself confused with a body), we can eradicate it only by being aware of ourself as we actually are, in complete isolation from even the slightest awareness of a body or anything else other than ourself alone.<br>\n<br>\nTherefore when we know, experience or ‘realise’ ourself as we actually are, we will not be aware of anything other than ourself (as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>), so there will then be no separate ‘I’ to say ‘I have known myself’ or ‘I have realised myself’, nor will there be any other person to whom we could say this. Therefore if any person claims ‘I have realised myself’, they are demonstrating their self-ignorance, because in the view of our actual self (<i>ātma-svarūpa</i>), which alone experiences ourself as we actually are, nothing other pure self-awareness or self-knowledge (<i>ātma-jñāna</i>) has ever existed or ever could exist.<br>\n<br>\nThe <i>ātma-jñāni</i> is nothing other than <i>ātma-jñāna</i> itself, which alone actually exists, so in the view of the <i>ātma-jñāni</i> there is no such thing as <i>ajñāna</i> or self-ignorance, nor are there any others who could be self-ignorant. This is why when a devotee once praised Bhagavan saying his realisation was unparalleled in the spiritual history of the world, he replied: ‘What is real in me is real in you and in everyone else. Where is the room for any difference or distinction?’<br>\n<br>\nTherefore, since the <i>ātma-jñāni</i> will not say ‘I have realised myself’, how are we to recognise who is an <i>ātma-jñāni</i>? So long as we are unable to recognise the <i>ātma-jñāna</i> that always shines within us as our own self, we will not be able to recognise <i>ātma-jñāna</i> in anyone else, so there is no infallible means by which we can recognise who is or is not an <i>ātma-jñāni</i>. This is clearly explained by Sadhu Om in his poem <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#yarjnani\">யார் ஞானி? (<i>yār jñāni?</i>: Who is a <i>Jñāni</i>?)</a>, a translation of which I gave in one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html\">Is there any such thing as a ‘self-realised’ person?</a> (in which I also cited <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#uu28\">verse 28</a> of <i><i>Upadēśa Undiyār</i></i>, verses <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#un13\">13</a>, <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#un26\">26</a>, <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#un31\">31</a> and <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#un33\">33</a> of <i>Uḷḷadu Nāṟpadu</i>, and verses <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#una31\">31</a> and <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#una38\">38</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>).<br>\n<br>\nWhen devotees asked Bhagavan how one can recognise who is an <i>ātma-jñāni</i>, he would sometimes reply: ‘There is only one <i>ātma-jñāni</i>, and that is you’ (alluding to the <i>mahāvākya</i> or great statement ‘<i>tat tvam asi</i>’, which mean ‘that is you’). He would also explain that unless one can recognise oneself as the <i>ātma-jñāni</i>, one cannot recognise any one else as an <i>ātma-jñāni</i>, and that when one does recognise oneself as the <i>ātma-jñāni</i>, one will find that there are no others, because what actually exists is only oneself.<br>\n<br>\nDoes this mean then that so long as we seem to be self-ignorant there is no way in which we can recognise who is an <i>ātma-jñāni</i>? Are we therefore not justified in believing that Bhagavan himself is an <i>ātma-jñāni</i>? Obviously there is no infallible means by which we can know who is an <i>ātma-jñāni</i>, but there is one means by which we can infer that someone like Bhagavan is an <i>ātma-jñāni</i>, and that is from his or her teachings. When we read Bhagavan’s teachings, many of us are convinced very quickly that he had experienced all that he taught and was therefore an <i>ātma-jñāni</i>, and when we study his teachings more deeply and try to practise them our conviction becomes progressively stronger, leaving us in no doubt whatsoever that at least he is an <i>ātma-jñāni</i> and hence a perfectly reliable <i>guru</i> whose teachings we can follow with complete confidence.<br>\n<br>\nIf he had never given any teachings, either orally or in writing, most of us would never have heard of him, and even if we had heard of him, all we would know was that he was a kind and gentle person who lived a saintly life. From that we could not infer reliably that he was an <i>ātma-jñāni</i>, because being kind and gentle and living a saintly life does not necessarily mean that one is an <i>ātma-jñāni</i>, since even an <i>ajñāni</i> (a self-ignorant person) can be kind and gentle and live a saintly life. Therefore it is only because of his teachings that we are able to be reasonably sure that Bhagavan is an <i>ātma-jñāni</i>.<br>\n<br>\nHowever Maya was not questioning whether or not Bhagavan is an <i>ātma-jñāni</i>, but whether or not I am. Though I may be able to write about his teachings and explain them reasonably clearly (whether or not others agree with my explanations), this obviously does not mean that I am an <i>ātma-jñāni</i>, because what I explain is based largely upon what I have learnt by studying his teachings, reflecting on them and trying to practise them.<br>\n<br>\nWhenever anyone asks me whether I am self-realised, or say that they believe I am self-realised, I do not hesitate to tell them that I am just an ordinary aspirant trying to follow Bhagavan’s teachings as much as I can, and that just because I am to some extent able to explain his teachings, no one should infer that I am any more advanced in my practice than anyone else who is likewise trying to follow his teachings. I also admit that I still seem to have very strong <i>viṣaya-vāsanās</i> (inclinations or desires to experience things other than myself), so I do not yet have sufficient love or <i>bhakti</i> to hold firmly on to being attentively self-aware as much as I should, and hence like most other aspirants I am struggling to apply effectively all that I have learnt from Bhagavan’s teachings. This does not mean that I am not trying (albeit not hard enough), but only that I have not yet succeeded in surrendering myself entirely, and I have no idea when sufficient love will rise in me to do so.<br>\n<br>\nAdmitting that — from the perspective of myself as this ego that I now seem to be — I have not yet experienced what I actually am is no doubt ‘நகைப்புக்கு இடன்’ (<i>nahaippukku iḍaṉ</i>) or a ‘ground for ridicule [or derision]’, as Bhagavan says in verse 33 of <i>Uḷḷadu Nāṟpadu</i> (which I cited above at the beginning of this section), but faced with the choice between being either honestly ridiculous by admitting ‘I do not know myself’ or dishonestly ridiculous by claiming ‘I have known myself’, I prefer to be ridiculed for being honest. I am sufficiently self-deluded and dishonest already, because as an ego I am a self-deluded fraud (an imposter pretending to be what I am not), so I do not want to be even more self-deluded and dishonest by claiming ‘I am self-realised’.<br>\n<br>\nIf admitting my self-ignorance disqualifies me from making any claims about the unique efficacy of the path of self-investigation (<i>ātma-vicāra</i>) that Bhagavan has taught us, as Maya seems to think, so be it. However, as I will explain in more detail later in reply to his first question (in the <a href=\"#amm44\">fourth</a>, <a href=\"#un22\">fifth</a>, <a href=\"#un25\">sixth</a> and <a href=\"#necessary\">seventh</a> sections), I believe that I am justified in claiming that <i>ātma-vicāra</i> is the only direct means by which we can eradicate the illusion that we are this ego, not only because this is what Bhagavan has taught us, but also because he has explained to us in clear, simple and impeccably logical terms why it is so. Therefore unless any of us can find fault with his logic, which I certainly cannot do, there does not seem to be any alternative but to accept what he taught us in this regard.<br>\n<br>\n<a name=\"ss\"></a><b>3. Which kind of <i>sat-saṅga</i> is more efficacious: physical or mental?</b><br>\n<br>\nSince I have been discussing the subject of how one can recognise who is an <i>ātma-jñāni</i>, in this context I would like to mention one other related subject that has been discussed in the comments on my previous article, namely the power of the presence of an <i>ātma-jñāni</i> (which is generally understood to mean their physical presence rather than just their eternal presence within us as our own real self) and <i>sat-saṅga</i> more generally. Many comments referred either directly or indirectly to the efficacy of being in the physical presence of an <i>ātma-jñāni</i> (as can be found by searching that <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html\">article</a> for the word ‘presence’), and in several comments it was implied that being in such a presence is a more effective means to annihilate one’s ego than practising self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\nIn reply to <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c4497099339667948643\">one such comment</a> a friend called Sanjay wrote a <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c6467564683634669956\">comment</a> in which he said that he had once asked David Godman, ‘You write that a jnani’s physical presence is required to annihilate one’s ego, therefore do you know any such jnani in whose presence I can go?’, to which David replied, ‘Unfortunately I do not know any jnani who is willing to meet people’. If the physical presence of a <i>jñāni</i> is required to annihilate one’s ego, or if it is at least a powerful aid, one would expect that any real <i>jñāni</i> — being egoless and hence an embodiment of infinite and unconditional love — would be willing to meet anyone at any time, as Bhagavan always was, so it seems strange that any person who is unwilling to meet people is nevertheless considered to be an <i>ātma-jñāni</i>.<br>\n<br>\nSanjay ended his comment saying, ‘Moreover how did Bhagavan attain the annihilation of his ego? He was surely not in his sadguru’s or Arunachala hill’s physical presence when he attained atma-jnana. Moreover Bhagavan has never said that the physical presence of a jnani is a must to attain our goal’, to which the anonymous friend to whom he had replied wrote another comment saying that Bhagavan is a rarity, so we should not generalise from his case. I therefore wrote the following <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c4075186917086302388\">comment</a> in reply to both of the comments written by this anonymous friend:<br>\n<blockquote>Anonymous, <i>sat-saṅga</i> is no doubt necessary, but it can take many different forms, which are not all equally efficacious. As Bhagavan indicates in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu04\">verse 4</a> of <i>Upadēśa Undiyār</i>, what is done by mind is more efficacious than what is done by body, so we can infer from this (and from many of his other teachings) that any form of mental <i>sat-saṅga</i> is more efficacious than physical <i>sat-saṅga</i>.<br>\n<br>\nIn the case of Bhagavan, before his death experience in Madurai he had never had <i>sat-saṅga</i> with Arunachala in a physical sense, but he had in a mental sense, and as he indicated in verse 1 of <i>Śrī Aruṇācala Aṣṭakam</i>, that mental <i>sat-saṅga</i> with Arunachala in his early life had a profound influence on him.<br>\n<br>\nMerely thinking of Arunachala or Bhagavan is one very powerful form of mental <i>sat-saṅga</i>, as is reading and thinking deeply about his teachings, but since <i>sat-svarūpa</i> (the ‘own form’ of <i>sat</i>, which is what actually exists) is only <i>ātma-svarūpa</i> (as Bhagavan states explicitly in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>), the most powerful form of <i>sat-saṅga</i> is only <i>ātma-vicāra</i>, which is self-attentiveness or ‘thought of oneself’.<br>\n<br>\nTherefore the idea that <i>sat-saṅga</i> is more powerful than <i>ātma-vicāra</i> seems very dubious, and does not seem to be in tune with Bhagavan’s teachings. As he stated unequivocally in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>, <i>ātma-vicāra</i> is ‘<a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#direct\">the direct path for everyone</a>’, which implies that it is the direct and most powerful form of <i>sat-saṅga</i>.<br>\n<br>\nSince Bhagavan taught this path of <i>ātma-vicāra</i> ‘for everyone’ who seeks to root out their ego, let us not be confused or misled by anyone who suggests that any other form of <i>sat-saṅga</i> is more powerful or efficacious than <i>ātma-vicāra</i>. If we take him as our <i>guru</i> and try to follow this path that he has shown us, we should not be disheartened thinking that we have not had his <i>sat-saṅga</i> or that we need to seek <i>sat-saṅga</i> elsewhere. Thinking of him, his teachings and our own self, which he has taught us is our ultimate refuge, is true <i>sat-saṅga</i> and is more than adequate for our needs.</blockquote>\nSanjay replied to this in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c2732067028786424392\">another comment</a>, to which <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c3242134334637174991\">I replied</a>:<br>\n<blockquote>Sanjay, regarding the comment in which you wrote, ‘Many of us are attracted to going regularly to the physical presence of Arunachala, but after reading Michael one can infer that merely thinking about Arunachala could be more efficacious than going to its physical presence’, Bhagavan’s view of the relative efficacy of mental <i>sat-saṅga</i> and physical <i>sat-saṅga</i> is illustrated by the following incident:<br>\n<br>\nA lady devotee who lived in Tiruvannamalai and used to visit Bhagavan every day was at one time not able to come to him for a few days because her relatives had come to stay with her, so she had to spend her time at home cooking for them and attending to their needs. After they left she came to Bhagavan and lamented the fact that she had not been able to see him for several days, to which he replied: ‘It is better that you were at home with your relatives but thinking of me, than it would have been if you had been here but thinking of them’.<br>\n<br>\nFrom this we can infer that it is better to be far away from Tiruvannamalai but thinking of Arunachala and Bhagavan than to be in Tiruvannamalai but thinking of other worldly concerns. However, this does not mean that spending time in Tiruvannamalai is not beneficial, but just that whether we are able to be there or not, what is most beneficial is to be thinking constantly of Arunachala, Bhagavan and his teachings.<br>\n<br>\nPhysical <i>sat-saṅga</i> is certainly beneficial, but it is not an adequate substitute for mental <i>sat-saṅga</i>, and whereas the availability of physical <i>sat-saṅga</i> is dependent upon one’s <i>prārabdha</i> [destiny or fate] and hence on the will of Bhagavan, mental <i>sat-saṅga</i> is something that we are always free to avail ourself of at any time, so the choice is ours. As Bhagavan used to say, we are always free to attend either to ourself or to the experiences that come according to <i>prārabdha</i>, and the best use we can make of this freedom is to try to attend to ourself as much as possible.<br>\n<br>\nSuch self-attentiveness is the most beneficial form of <i>sat-saṅga</i>, but this does not mean that other forms of <i>sat-saṅga</i> are not also beneficial, albeit to a lesser extent, so whenever we have the opportunity to spend time in Tiruvannamalai it is good to avail ourself of it, but while there we should try to spend our time usefully thinking of Arunachala, Bhagavan and his teachings and attempting to be self-attentive rather than thinking of anything else.</blockquote>\nIf any devotee of Bhagavan feels the need for a physical form of <i>sat-saṅga</i>, he has clearly indicated that such <i>sat-saṅga</i> is always available to us in the physical presence of Arunachala, and for those of us who are not able to be in that presence, he has also indicated (through many of the verses of <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html\"><i>Śrī Aruṇācala Stuti Pañcakam</i></a> and elsewhere) that thinking of Arunachala is an even more powerful aid in our effort to annihilate our ego than just being in its physical presence. Since he referred to Arunachala explicitly as the form of his <i>guru</i> (in verse 19 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>), and since (in verse 10 of <i>Śrī Aruṇācala Padikam</i>) he explained how it works in the mind of those who have thought of it even once to draw them inwards to face itself (who exists within each of us as our own real self), thereby consuming their ego as a sacrificial offering, if we trust his words, understanding them to be an expression of his own experience, we need not doubt the tremendous potency of Arunachala, and we should not imagine that being in the physical presence of Arunachala is in any way less efficacious than being in the physical presence of Bhagavan himself.<br>\n<br>\nWhile talking about the unique power of Arunachala to turn our mind inwards and thereby annihilate our ego, Bhagavan often used to quote one of the verses of Tirujnanasambandhar in which he praises Arunachala as ‘ஞானத் திரளாய் நின்ற பெருமான்’ (<i>ñāṉa-t-tiraḷāy niṉḏṟa perumāṉ</i>), which means ‘the great Lord who stands as a dense mass of <i>jñāna</i>’, so if we feel the need to be in the physical presence of an <i>ātma-jñāni</i>, we need search no further than Arunachala, who is <i>jñāna-svarūpa</i> (the ‘own form’ or embodiment of <i>jñāna</i>) itself. If instead we believe that being in the physical presence of an <i>ātma-jñāni</i> in human form is in some way more efficacious than being in the physical presence of Arunachala, we would be faced with the problem of having no reliable means by which we can recognise who is actually an <i>ātma-jñāni</i>.<br>\n<br>\nThere are many people who claim to be an <i>ātma-jñāni</i>, including several who also claim to be disciples of Bhagavan, but according to what Bhagavan taught us in verse 33 of <i>Uḷḷadu Nāṟpadu</i> (which I cited and discussed the <a href=\"#un33\">previous section</a>) claiming oneself to be an <i>ātma-jñāni</i> is ‘நகைப்புக்கு இடன்’ (<i>nahaippukku iḍaṉ</i>), a ‘ground for ridicule [or derision]’. As a Tamil proverb says, ‘கண்டவர் விண்டில்லை; விண்டவர் கண்டில்லை’ (<i>kaṇḍavar viṇḍillai; viṇḍavar kaṇḍillai</i>), which means ‘those who have seen do not say [or open their mouth]; those who say [or open their mouth] have not seen’. Therefore we should be sceptical about anyone who claims ‘I have known [or realised] myself’.<br>\n<br>\nHow then can we reliably ascertain who is an <i>ātma-jñāni</i>? If we should not trust anyone who claims themself to be an <i>ātma-jñāni</i>, can we trust anyone who claims that someone else is an <i>ātma-jñāni</i>? In the view of the <i>ātma-jñāni</i> there is no such thing as <i>ajñāna</i> (self-ignorance) and hence there are no <i>ajñānis</i> (people who are self-ignorant), so an <i>ātma-jñāni</i> would not say, ‘This person is an <i>ātma-jñāni</i>, and those people are <i>ajñānis</i>’. Therefore anyone who claims that someone else is an <i>ātma-jñāni</i> is presumably an <i>ajñāni</i>, because only <i>ajñānis</i> see any difference between an <i>ajñāni</i> and an <i>ātma-jñāni</i>. Hence, since no other <i>ajñāni</i> can have any better means than we have to recognise who is actually an <i>ātma-jñāni</i>, we obviously cannot trust anyone who claims that someone else is an <i>ātma-jñāni</i>.<br>\n<br>\nTherefore if we begin speculating about who is or is not an <i>ātma-jñāni</i>, we would be entering very uncertain territory, and hence we would be liable to delude and mislead ourself. Though being in the physical presence of an <i>ātma-jñāni</i> can be very beneficial, it is very rare to find an <i>ātma-jñāni</i> like Bhagavan about whose <i>ātma-jñāna</i> there is little scope for doubt. As I argued in the previous section, a certain unique and original quality about his teachings is a compelling reason for us to believe that he had experienced the essence of all that he taught us and that he is therefore an <i>ātma-jñāni</i>, but it is very rare to find an <i>ātma-jñāni</i> whose teachings have such a quality and whose <i>ātma-jñāna</i> we therefore have such a compelling reason to believe.<br>\n<br>\nThere are no doubt many others who may perhaps be <i>ātma-jñānis</i>, but we have no means of knowing for certain that they are actually <i>ātma-jñānis</i>. Therefore even if we believe in the efficacy of being in the physical presence of an <i>ātma-jñāni</i>, any belief that we may have that a certain person is an <i>ātma-jñāni</i> will generally not be very reliable and could therefore be incorrect. Hence, if we want to be in the physical presence of an <i>ātma-jñāni</i>, the safest and surest option would be to spend time in the physical presence of Arunachala and the shrine where Bhagavan’s human form is interred.<br>\n<br>\nHowever, as I argued above, being in the physical presence of an <i>ātma-jñāni</i> such as Arunachala or Bhagavan is not the only form of <i>sat-saṅga</i> that is available to us. सत् (<i>sat</i>) means being, existing, existence, what exists, what is real, reality or truth, and संग (<i>saṁga</i>) or सङ्ग (<i>saṅga</i>) means clinging to, joining, contacting, contact, association or attachment, so सत्संग (<i>sat-saṁga</i>) or सत्सङ्ग (<i>sat-saṅga</i>) means clinging to or contact with what actually exists or what is real. Since what actually exists is only our own self (<i>ātma-svarūpa</i>), as Bhagavan says in the first sentence of <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i> (‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>): ‘what actually exists is only <i>ātma-svarūpa</i>’), the best and most direct form of <i>sat-saṅga</i> is only <i>ātma-saṅga</i>, which means clinging to oneself or being tenaciously self-attentive.<br>\n<br>\nHowever, since an <i>ātma-jñāni</i> such as Bhagavan is a person who has merged in and become one with <i>ātma-svarūpa</i>, thereby ceasing to be a person (even though still seeming to be a person in the self-ignorant view of an <i>ajñāni</i>), he or she is not actually the human form that they seem to be but is only <i>sat</i> itself, and hence their human form is an embodiment of <i>sat</i>. Therefore associating or having contact in any way with such an <i>ātma-jñāni</i> is also an indirect form of <i>sat-saṅga</i>. Likewise, since Arunachala is an embodiment of <i>sat</i> in the form of a hill, associating or having contact in any way with Arunachala is another form of <i>sat-saṅga</i>.<br>\n<br>\nAssociation or contact with Arunachala or with an <i>ātma-jñāni</i> in human form such as Bhagavan can either be mental or physical. Therefore being in the physical presence of Arunachala or an <i>ātma-jñāni</i> is a physical form of <i>sat-saṅga</i>, whereas thinking of them or of the teachings that they have given us is a mental form of <i>sat-saṅga</i>. Of these two forms of form of <i>sat-saṅga</i>, which is the most efficacious? As Bhagavan indicated in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu04\">verse 4</a> of <i>Upadēśa Undiyār</i>, and as he indicated still more directly in his reply to the lady who lamented that she had not been able to see him for several days, mental <i>sat-saṅga</i> is more efficacious than physical <i>sat-saṅga</i>, because we can be in the physical presence of Arunachala or an <i>ātma-jñāni</i> but our mind can be dwelling on other matters, so as he said to that lady, it is better to be away from his physical presence but thinking of him than it would be to be in his physical presence but thinking of other things unrelated to him or what he has taught us.<br>\n<br>\nSome people imagine that it is necessary to be in the physical presence of a ‘living <i>guru</i>’ or <i>ātma-jñāni</i> in human form, because only then can he or she transmit their grace by means of their silence, look or touch, but this is a mistaken belief, because the grace, power and silence of an <i>ātma-jñāni</i> is in no way limited to the lifetime of his or her body or to his or her physical presence, look or touch, since the <i>ātma-jñāni</i> is not just the body that it temporarily seems to be but the one eternal and infinite reality, which always exists and shines within us as our own actual self. Therefore we can never actually be away from the presence of the <i>ātma-jñāni</i>, and its grace, power and silence are never unavailable to us. What seems to separate us from the <i>ātma-jñāni</i>, who is our own self or <i>ātma-svarūpa</i>, is only the out-going attention of our mind, and our mind can be (and almost certainly will be) out-going even in the physical presence of an <i>ātma-jñāni</i> in human form, so to avail ourself fully of the silence and grace of the <i>ātma-jñāni</i> we need to turn our attention back within, towards ourself alone, because only by meditating on ourself are we meditating on the true form of the <i>ātma-jñāni</i> and thereby bathing in the real look of its silent grace.<br>\n<br>\n<a name=\"dec98note\"></a>If ever or whenever it would be beneficial for us to be in the physical presence of Arunachala or an <i>ātma-jñāni</i> Bhagavan will provide for that need in our destiny (<i>prārabdha</i>), which he has allotted according to whatever will be most beneficial for our spiritual development. In the <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html#dec98note\">note that he wrote for his mother</a> in December 1898 he said:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nAccording to their-their <i>prārabdha</i>, he who is for that being there-there will cause to act [that is, according to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]. What is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nSince we cannot alter what Bhagavan has destined for us to experience in this life, we cannot choose whether or for how long we will have the opportunity to be in the physical presence of Arunachala or an <i>ātma-jñāni</i>, so as a general rule we should not concern ourself with such matters, but should instead focus all our interest and attention on trying to be self-attentive (which is what he meant in this note by ‘மௌனமா யிருக்கை’ (<i>mauṉamāy irukkai</i>): ‘silently being’ or ‘being silent’) or at least thinking about him and his teachings as much as possible. If we spend as much time as we can either trying to be self-attentive or thinking about him and his teachings, we would be having as much <i>sat-saṅga</i> as we need, so we need not dissipate our energy and attention seeking <i>sat-saṅga</i> elsewhere or speculating (with no guarantee of judging correctly) about who is or is not an <i>ātma-jñāni</i> in whose physical presence we could derive the benefit of physical <i>sat-saṅga</i>.<br>\n<br>\n<a name=\"amm44\"></a><b>4. <i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 44: to see ourself, we must turn back and look at ourself</b><br>\n<br>\nAfter this digression I will now begin to answer the ‘blunt and direct questions’ that I was asked by Maya (the anonymous friend whose <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c781612758186239654\">comment</a> I referred to at the beginning of this article). His first question was: ‘You quite unequivocally say that self inquiry is the most direct and most effective path superior to other paths. But if you have not realized your self even after so many decades of self inquiry, how can you make that claim?’<br>\n<br>\nThe claim that self-investigation (<i>ātma-vicāra</i>) is the direct path for everyone was made not by me but by Bhagavan himself in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>, in the last line of which he declared, ‘மார்க்கம் நேர் ஆர்க்கும் இது’ (<i>mārggam nēr ārkkum idu</i>), which means ‘This is the direct [straight or appropriate] path for everyone’. Likewise the claim that it is the best and most effective of all paths was made not by me but by Bhagavan himself in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>, in the last line of which he declared that it is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), which means ‘the best [foremost, highest, greatest or most excellent] among all’.<br>\n<br>\nSimilar unequivocal claims about the unique efficacy of <i>ātma-vicāra</i> were made by Adi Sankara. For example, in verses 11 to 13 of <i>Vivēkacūḍāmaṇi</i> he explained that actions (<i>karmas</i>) are only a means to purify one’s mind and not to attain (knowledge of) the <i>vastu</i> (the real substance, which is only our own self), which can be attained only by means of <i>vicāra</i> (investigating, examining, inspecting or keenly observing that <i>vastu</i>), just as the fear caused by an illusory snake can be obliterated only by inspecting it and thereby seeing that it is just a rope. He also implied the same in verses 31 and 32, in which he said that among all the means to <i>mōkṣa</i> (liberation) <i>bhakti</i> (love or devotion) alone is the foremost, and that what is called <i>bhakti</i> is self-investigation (<i>svasvarūpānusandhānam</i>) or investigating the truth of oneself (<i>svātma-tattvānusandhānam</i>).<br>\n<br>\nHowever, though we may not yet have experienced the full benefit of <i>ātma-vicāra</i>, in order to accept what Bhagavan and Sankara taught us about it and to confidently reiterate what they claimed about its directness and unique efficacy we do not have to depend on mere faith in their words, because Bhagavan has explained to us in clear and logical terms why such claims must be true. In this and the next few sections I will point out and discuss several of the compelling explanations that we can understand from studying his teachings.<br>\n<br>\nOne of the simplest and most compelling explanations that he gave us is this: unless we look at ourself directly, we will not be able to see what we actually are. This is an expression of a general principle that we can all understand both from our own experience and from simple logic: in order to see anything, we must look at it.<br>\n<br>\nFor example, though I have seen many pictures of the Statue of Liberty, I have never seen the statue itself, because I have never been in New York. Even if I were in New York within sight of it, I would not be able to see it unless I looked at it. If I were looking elsewhere, or if I had my eyes closed, I would not see it.<br>\n<br>\nBeing within sight of the Statue of Liberty is like being self-aware. Though we are always self-aware, we cannot see what we actually are unless we look at ourself attentively. Looking elsewhere instead of at the statue is like our usual condition in waking or dream: though we are aware of ourself, we generally do not look at or attend to ourself, because we are more interested in being aware of other things, so we spend most of our time looking at or attending to whatever else we are interested in. Facing the statue but with my eyes closed is like our condition in sleep or any other state of <i>manōlaya</i> (temporary dissolution or subsidence of mind): though we are still aware of ourself, we are not looking at ourself attentively, because our mind’s eye (our attention or mental gaze) is then closed. In order to see what we actually are, we must turn our gaze towards ourself in waking or dream, when our mind’s eye is wide open.<br>\n<br>\n Another example is that though I have often been out in the open under the midday tropical sun, I have never seen it directly, because I have never looked at it directly. I may have seen it obliquely, out of the corner of my eye, such as when looking up at a bird flying in the sky, but I have not seen it directly and clearly, because I have always averted my eyes away from it. Likewise, I have never seen myself directly, because I have always averted my mind’s eye away from myself. I have often tried to look at myself, but I have always done so more or less obliquely, because I have never looked at myself so intently that I have been aware only of myself and of nothing else whatsoever.<br>\n<br>\nIf I had once looked at the midday tropical sun directly and intently, I would have been blinded by its intensely bright light and would never have been able to see anything else again. Likewise, if I had once looked at myself directly and intently, my mind’s eye would have been blinded by the intensely bright light of pure self-awareness, and thus I would have dissolved in it and would never again rise as an ego (and hence would never be able to see anything other than myself again).<br>\n<br>\nSo long as we continue to avert our gaze (our mind’s eye or attention) away from ourself, we will not be able to see what we actually are, and hence we will continue to suffer under the illusion that we are this ego. Whatever other type of spiritual practice we may do, we will still be maintaining this illusion, because every type of spiritual practice other than <i>ātma-vicāra</i> entails attending to something other than ourself, and therefore it requires an ego (a separate ‘I’) to attend to that other thing. An ego is also required to practise <i>ātma-vicāra</i>, but whereas in <i>ātma-vicāra</i> we are trying to attend intently only to ourself and are thereby undermining the very foundation of our ego (since this ego can stand only on the foundation of being aware of anything other than itself), in any other type of spiritual practice we are attending to something other than ourself and are thereby sustaining our ego (since the illusion that we are this ego will remain so long as we are aware of anything other than ourself, and will dissolve only when we are attentively aware of ourself alone).<br>\n<br>\nThis is not to say that practising other types of spiritual practice is of no use. There are no doubt many benefits that we can gain from doing such practices, such as purification of our mind (that is, cleansing it to some extent of its grosser desires and attachments), but ultimately we must try to look at ourself alone, because only by looking at ourself directly, intently and exclusively will we be able to see what we actually are and thereby dissolve the illusion that we are this ego. This is why Adi Sankara said in verse 11 of <i>Vivēkacūḍāmaṇi</i> that actions (<i>karmas</i>) are only a means to purify one’s mind, and that not by any amount of action but only by <i>vicāra</i> can one experience what is real, and why Bhagavan said in verses <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu02\">2</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu03\">3</a> of <i>Upadēśa Undiyār</i> that <i>karma</i> will not give liberation, but if done for the love of God without desire for any personal gain it will purify one’s mind and thereby show (or enable one to recognise) the way, path or means to liberation (which he elsewhere explained is only <i>ātma-vicāra</i>).<br>\n<br>\nThe more keenly and intently we attend to ourself, the more our ego and mind will subside, since they can rise and be active only by attending to anything other than ourself, so <i>ātma-vicāra</i> is not an activity or action (<i>karma</i>) but only a cessation or subsidence of all activity. Attending to anything other than ourself, on the other hand, is an activity or action (<i>karma</i>), because it entails a movement of our attention or mind away from ourself towards some other thing. Therefore, since any kind of spiritual practice other than <i>ātma-vicāra</i> entails attending to something other than ourself, all such practices are <i>karmas</i>, either of mind, speech or body, and hence according to both Bhagavan and Sankara they may be a means to purify one’s mind and thereby to prepare one for the practice of <i>ātma-vicāra</i>, but none of them can be a direct means by which we can see what we actually are.<br>\n<br>\nTo see what we actually are, we just need to look at ourself, and looking at ourself is what is called <i>ātma-vicāra</i>: self-investigation or self-attentiveness. If our mind has been thoroughly prepared, either by persistently trying to practise <i>ātma-vicāra</i> or by means of any other mind-purifying spiritual practice, such as <i>bhakti</i> in the form of one-pointed devotion to God, we will be able to see what we actually are by looking at ourself intently for just a single moment, as Bhagavan did when he was overcome with an intense fear of death at the age of sixteen and therefore turned his gaze inwards to see whether he was something that would die with the inevitable death of the body.<br>\n<br>\nHaving experienced what he actually is by means of a single moment of intense <i>ātma-vicāra</i>, Bhagavan knew that it is the ‘<a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#direct\">direct path for everyone</a>’ and that it alone is sufficient, and hence he taught us that if we persistently try to practise <i>ātma-vicāra</i> no other spiritual practice is necessary. Therefore, though he never discouraged anyone from practising any other kind of spiritual practice that they felt drawn towards, he gently encouraged everyone who asked him about such matters to practise <i>ātma-vicāra</i>, and he explained in numerous ways that it is the only direct means by which we can see what we actually are, and hence that whatever other spiritual practice we may do we must sooner or later practise <i>ātma-vicāra</i> by turning our attention back towards ourself alone.<br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#aamm44\">verse 44</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> Bhagavan expressed what he had been taught in silence by his own <i>guru</i>, Arunachala, and the words he used to express this are: ‘திரும்பி அகம் தனை தினம் அகக்கண் காண்; தெரியும்’ (<i>tirumbi aham taṉai diṉam aha-k-kaṇ kāṇ; ṭeriyum</i>), which literally means ‘Turning back inside, see yourself daily with the inner eye [or an inward look]; it will be known’, and which implies that in order to see ourself, we must turn back and look at ourself persistently until we see what we actually are.<br>\n<br>\nதிரும்பி (<i>tirumbi</i>) means turning or turning back, and in this context implies turning one’s inner gaze or attention. அகம் (<i>aham</i>) has two meanings, either of which can be appropriate in this context, because it is both a word of Tamil origin that means inside or within and a word of Sanskrit origin that means ‘I’. If we take it to mean inside or within, திரும்பி அகம் (<i>tirumbi aham</i>) is an adverbial clause meaning ‘turning within’ or ‘turning back inside’, whereas if we take it to mean ‘I’, it is joined to the next word, தனை (<i>taṉai</i>), to form a compound word, அகந்தனை (<i>ahandaṉai</i>), in which the suffix தனை (<i>taṉai</i>) serves as an accusative case maker, so அகந்தனை (<i>ahandaṉai</i>) would be an accusative case form of ‘I’, and would therefore grammatically stand as the direct object of the imperative verb காண் (<i>kāṇ</i>), which means ‘see’ or ‘look at’.<br>\n<br>\nAs we have seen, if it is joined to அகம் (<i>aham</i>), தனை (<i>taṉai</i>) is an accusative case maker, but if அகம் (<i>aham</i>) is taken to be a separate word meaning inside or within, தனை (<i>taṉai</i>) is an accusative case form of தான் (<i>tāṉ</i>), which is a generic pronoun meaning ‘oneself’ or in this context ‘yourself’, since it would then be the direct object of the imperative verb காண் (<i>kāṇ</i>). Therefore, just as ‘அகந்தனை காண்’ (<i>ahandaṉai kāṇ</i>) means ‘look at [or see] I’, ‘தனை காண்’ (<i>taṉai kāṇ</i>) means ‘look at [or see] yourself’, so the sense in which we interpret அகம் (<i>aham</i>) and தனை (<i>taṉai</i>) — whether as two separate words or a single compound word — does not in any way alter the meaning clearly intended by Bhagavan, namely that we should look at and see ourself or our ‘I’, because the first person pronoun ‘I’ refers only to ourself.<br>\n<br>\nThe next word, தினம் (<i>diṉam</i>), is in this context an adverb that literally means ‘daily’, but which here implies incessantly or perpetually, because in order to succeed in seeing what we actually are we must try persistently to look at ourself or be self-attentive. அகக்கண் (<i>aha-k-kaṇ</i>) means ‘inner eye’ or ‘mind’s eye’, so it implies ‘attention’, and thus in this context it indicates that our inner eye or attention is the instrument by which we must look at and see ourself. In his <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#44ep\">explanatory paraphrase</a> (<i>poṙippurai</i>) of this verse Sri Muruganar interprets அகக்கண் (<i>aha-k-kaṇ</i>) as ‘அகமுகப் பார்வையால்’ (<i>ahamukha-p-pārvaiyāl</i>), which means ‘by an inward [or ‘I’-ward] facing look’, which is an appropriate interpretation because our inner eye or attention must obviously be facing towards ourself in order for us to see what we actually are.<br>\n<br>\nThus ‘திரும்பி அகம் தனை தினம் அகக்கண் காண்’ (<i>tirumbi aham taṉai diṉam aha-k-kaṇ kāṇ</i>) means ‘turning within [or turning back inside], look at [or see] yourself [or your ‘I’] daily [or incessantly] with [your] inner eye [your attention or your inward-facing look]’, and to this imperative statement Bhagavan adds an assurance, using the single-word clause ‘தெரியும்’ (<i>ṭeriyum</i>), which means ‘it will be known’, ‘it will be seen’ or ‘it will be clearly cognised’, thereby implying that by persistently turning within and trying to look at ourself we will eventually come to see what we actually are.<br>\n<br>\nSince what we aim to see, know or experience directly is only ourself as we actually are, simple logic demands that the only direct means by which we can thus see ourself is by persistently attempting to look at ourself until we succeed in seeing clearly what we actually are. If instead we look in any other direction, we may derive certain other benefits such as the purification of our mind, but we will not be able to see ourself directly until and unless we look at ourself directly, so Bhagavan very kindly and compassionately advised us that rather than practising looking in any other direction, we should instead practise looking directly at ourself from the very outset.<br>\n<br>\nBeing an embodiment of infinite love and compassion (<i>karuṇā</i>), he did not force this advice on anyone who did not want to listen to it, but to all who were willing to listen he repeated this advice frequently (as we can see by reading any of the books that more or less accurately record conversations that he had with devotees and visitors, such as <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>, <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> and <a href=\"http://selfdefinition.org/ramana/Ramana%20Maharshi%20-%20ebook%20-%20Day%20By%20Day%20With%20Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>), and in his own original writings such as <a href=\"http://www.happinessofbeing.com/nan_yar.html\"><i>Nāṉ Yār?</i></a>, <i>Upadēśa Undiyār</i>, <i>Uḷḷadu Nāṟpadu</i> and many of his other verses, including some in <a href=\"http://www.happinessofbeing.com/arunachala_stuti_panchakam.html\"><i>Śrī Aruṇācala Stuti Pañcakam</i></a>, he not only expressed this advice in numerous ways but also clearly explained why he gave such advice.<br>\n<br>\nHaving closely studied his original writings and most of the available records of what he taught orally, and having considered them all carefully and deeply for many years while also trying my feeble best to practise what he advised, I am so firmly convinced by his clear and impeccably logical explanations that I consider myself justified in claiming that <i>ātma-vicāra</i> is the only direct means by which we can see or experience what we actually are. In claiming this, I do not mean to imply that no other kind of spiritual practice is in any way beneficial, and I have certainly never said so, but though I accept that one can derive many important benefits by doing other forms of spiritual practice, I firmly believe and therefore claim that all such real benefits can be derived equally well by practising <i>ātma-vicāra</i> (as Bhagavan points out, for example, in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu10\">verse 10</a> of <i>Upadēśa Undiyār</i> and in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#una14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>), and that the ultimate benefit of practising <i>ātma-vicāra</i> (namely seeing what we ourself actually are) cannot be attained directly by any other means, because in order to see what we are we must sooner or later look intently at ourself.<br>\n<br>\n<a name=\"un22\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 22: unless we turn within to look at ourself, how can we see what we actually are?</b><br>\n<br>\nWhereas in verse 44 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> Bhagavan assures us that if we persistently try to turn within and look at ourself with our inner eye we will see or know what we actually are, in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un22-27\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i> he asks rhetorically how we can know our actual self (whom he describes as the Lord who shines within our mind giving it light) except by turning our mind back within and immersing it in ourself, thereby implying that we will not be able to see what we actually are unless we turn back and look at ourself. In other words, if we read these two verses together, we can see that he not only assures us that by persistently trying to turn within to look at ourself we will eventually see what we actually are, but also implies that we cannot see what we actually are by any means other than turning within to look at ourself, thereby dissolving our ego in our real self like ice in water or a salt doll in the ocean.<br>\n<br>\nWhat he says in verse 22 of <i>Uḷḷadu Nāṟpadu</i> is\n:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுக லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmatittiḍuda leṅṅaṉ mati</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, am-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, am-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by turning the mind back within [and thereby] completely immersing it in God, who shines within that mind giving light to the mind, how to know God by the mind?</blockquote>\nமதி (<i>mati</i>) means ‘mind’ and பதி (<i>pati</i>) in this context literally means ‘Lord’ or ‘God’, but since Bhagavan describes it using the relative clause ‘மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும்’ (<i>matikku oḷi tandu, am-matikkuḷ oḷirum</i>), which means ‘who shines within that mind giving light to the mind’, the clear implication is that பதி (<i>pati</i>) is our own actual self (<i>ātma-svarūpa</i>) or pure self-awareness, which shines within our mind as ‘I’ and thus illumines it with the light of awareness, thereby enabling it to be aware both of itself and of other things. So long as we as this mind are aware of anything other than ourself, we are facing outwards, away from ourself, and hence we cannot know what we actually are. In order to know what we actually are, we must turn our attention back within to face ourself alone.<br>\n<br>\nThis turning of our mind or attention back within to face ourself alone is what Bhagavan describes here as ‘மதியினை உள்ளே மடக்கி’ (<i>matiyiṉai uḷḷē maḍakki</i>), which means ‘turning the mind back within’. மடக்கி (<i>maḍakki</i>) is a participle form of மடக்கு (<i>maḍakku</i>), which means to bend, fold, turn around or turn back, and which is also sometimes used in the sense of subdue, conquer, restrain, tame, stop or destroy, so in this context மடக்கி (<i>maḍakki</i>) not only means turning around but also implies subduing, restraining and stopping the outward-going tendency of our mind. By turning our mind back within we will make it subside, sink, plunge or be immersed in ourself, which Bhagavan expresses by the phrase ‘பதியில் பதித்திடுதல்’ (<i>patiyil padittiḍudal</i>), which means ‘immersing [it] in God’. பதியில் (<i>patiyil</i>) is a locative case form of பதி (<i>pati</i>), so it means ‘in the Lord’ or ‘in God’ (implying in one’s own actual self), and பதித்திடுதல் (<i>padittiḍudal</i>) is a verbal noun formed from an intensified form of the causative verb பதி (<i>padi</i>), which means to cause to sink, plunge, descend, penetrate, insert, plant, fix, immerse or be absorbed or engrossed in, so it implies making one’s mind or attention so completely absorbed or engrossed in one’s own actual self that it sinks, penetrates and becomes firmly established in oneself as oneself.<br>\n<br>\nSince மடக்கி (<i>maḍakki</i>) is a verbal participle (meaning ‘turning back’) and பதித்திடுதல் (<i>padittiḍudal</i>) is a verbal noun (meaning ‘immersing completely’), the former is subordinate to the latter, so the implication is that it is by turning one’s mind back within that one will make it subside and be immersed in God, who shines within one as one’s own actual self. Thus this entire clause, ‘மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல்’ (<i>matiyiṉai uḷḷē maḍakki patiyil padittiḍudal</i>), means ‘turning the mind back within [and thereby] completely immersing it in God’ or ‘completely immersing the mind in God [by] turning it back within’.<br>\n<br>\nThe next word, அன்றி (<i>aṉḏṟi</i>), is a subordinating conjunction that means ‘except’ or in this case ‘except by’, so it subordinates the previous clause, ‘மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல்’ (<i>matiyiṉai uḷḷē maḍakki patiyil padittiḍudal</i>), ‘turning the mind back within [and thereby] completely immersing it in God’, to the interrogative clause that follows it, namely ‘பதியை மதியால் மதித்திடுதல் எங்ஙன்?’ (<i>patiyai matiyāl matittiḍudal eṅṅaṉ?</i>), which means, ‘how to know God by the mind?’ Like பதித்திடுதல் (<i>padittiḍudal</i>), மதித்திடுதல் (<i>madittiḍudal</i>) is a verbal noun formed from an intensified form of a verb, namely மதி (<i>madi</i>), which means to measure, fathom, ascertain or know, so ‘மதித்திடுதல் எங்ஙன்?’ (<i>matittiḍudal eṅṅaṉ</i>) means ‘how to completely fathom or thoroughly know?’.<br>\n<br>\nThus in conjunction these two clauses, ‘மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்?’ (<i>matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ?</i>), mean ‘except by turning the mind back within [and thereby] completely immersing it in God, how to know God by the mind?’ This is obviously a rhetorical question, the clear implication of which is that we cannot know God (who is our own actual self or <i>ātma-svarūpa</i>) except by turning our mind or attention back within and thereby dissolving it entirely in him.<br>\n<br>\nTherefore in this verse Bhagavan emphatically and unequivocally teaches us that we can experience what we actually are only by turning our attention back within and thereby dissolving our mind entirely in our own actual self (<i>ātma-svarūpa</i>). In other words, we can ultimately attain true self-knowledge only by means of <i>ātma-vicāra</i>.<br>\n<br>\nAs we saw in the previous section, this is not only a perfectly reasonable claim but is actually affirming what is logically necessary, namely that to see ourself we must look at ourself. If we do not turn our attention or mental gaze back within to face ourself alone, how can we directly see what we actually are? Therefore whatever other spiritual practices we may do, we must sooner or later turn our attention back towards ourself alone, because until we do so we will not be able to experience ourself as we really are.<br>\n<br>\n<a name=\"un25\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 25: so long as we are aware of anything other than ourself, we seem to be this ego</b><br>\n<br>\nClosely related to what we have been considering in the previous two sections is another logically compelling reason that Bhagavan gave us in order to explain why we must attend to ourself alone in order to experience ourself as we actually are, namely that whenever we are aware of anything other than ourself we are aware of ourself as if we were a separate finite entity, and being aware of ourself thus is what is called ‘ego’, so we cannot be aware of ourself as we actually are so long as we are aware of anything other than ourself.<br>\n<br>\nBesides the fact that this is our experience, because whenever we are aware of anything other than ourself (as we are in both waking and dream) we are aware of ourself as this ego, and whenever we are not aware of anything other than ourself (as we are in sleep) we are not aware of ourself as this ego, it is also a logical necessity and therefore could not be otherwise, because we obviously cannot be aware of anything other than ourself without being aware of ourself as something that is separate from those other things (among other reasons because we are one and they are many, and because we exist and are aware of ourself whether they appear or disappear), and so long as we seem to be separate from any other thing we seem thereby to be limited and hence not infinite, so unless we are actually this finite ego (which we cannot be, because we exist and are aware of ourself whether we are aware of ourself as this ego or not) we cannot experience what we actually are so long as we are aware of anything other than ourself. Therefore in order to ascertain from our own experience (rather than from mere logical analysis, or from mere faith in Bhagavan’s words) whether or not we are this finite ego that we now seem to be, we need to investigate ourself by trying to be aware of ourself alone, without even the slightest awareness of anything else, and hence we need to try to focus our entire attention on ourself alone.<br>\n<br>\nThis fundamental principle was often explained by Bhagavan, and it is expressed by him clearly in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nIn this context உரு (<i>uru</i>) or ‘form’ means any phenomenon (whether seemingly physical or obviously mental), and the reason why Bhagavan describes phenomena as ‘forms’ is that each phenomenon is formed and characterised by certain features that distinguish it both from other phenomena and from the ego that is aware of it. Since he describes the ego as an ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>) or ‘formless phantom’, he clearly implies that what he refers to here as உரு (<i>uru</i>) or ‘form’ is anything other than this ego.<br>\n<br>\nஉரு பற்றி (<i>uru paṯṟi</i>) means ‘grasping [catching, holding, embracing, clinging to, adhering to, sticking to or attaching itself to] form’, but since the ego is formless and therefore has no hands or limbs by which it could grasp anything, in this context பற்றி (<i>paṯṟi</i>) means ‘grasping’ in the metaphorical sense of attending to and being aware of. That is, being formless, this ego is something that is just aware, so it grasps forms or phenomena by grasping them in its awareness, and the instrument or limb by which it grasps them is its attention. Therefore உரு பற்றி (<i>uru paṯṟi</i>) or ‘grasping form’ means attending to anything other than ourself, who now seem to be this ego.<br>\n<br>\nThe forms that this ego grasps do not exist independent of it, as Bhagavan makes clear in the <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">next verse</a>, in which he says ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandaiyē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything’. Therefore, since no form can exist unless our ego exists, our ego is able to grasp any form only by creating or projecting it and simultaneously attending to it. In fact attention is not only the means by which our ego grasps forms but also the means by which it creates or projects them, because creation and grasping are one and the same process, since our ego creates forms only by becoming aware of them, so when it ceases to be aware of any form that form ceases to exist.<br>\n<br>\nThe first finite clause of this verse, ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), means ‘grasping form it rises into being [or comes into existence]’, and in this case the உரு (<i>uru</i>) or ‘form’ that it grasps is a body, because as Bhagavan often explained and as we each experience, we seem to be this ego only when we grasp a body and experience it as ourself, so we rise as this ego only by grasping a body as if it were ourself. The body that we thus grasp is not always the same body, as we know from our experience in any dream, when we grasp and experience ourself as a body that is other than the body that we currently experience as ourself. However, like every other form that we as this ego grasp, whatever body we may grasp as ourself is something that we ourself have created and projected from within ourself (just as in dream we project a body from within ourself and simultaneously experience it as if it were ourself), so though this ego is always dependent on whatever body it is currently grasping as itself, it need not always depend on the same body, because whenever it rises into existence it does so by simultaneously projecting and grasping a body as itself.<br>\n<br>\nTherefore, though the ego itself is உருவற்ற (<i>uru-v-aṯṟa</i>) or ‘formless’, as soon as it rises it projects and grasps the form of a body as itself, so it always experiences itself as if it were a form. It is only by thus grasping the form of a body as itself that our ego is then able to be grasp or be aware of any other forms, as Bhagavan clearly explains in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he says, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ?’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō?</i>), which means, ‘If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen [or cognised] be otherwise [in nature] than the eye [the awareness that sees or cognises it]?’<br>\n<br>\nHaving projected and grasped the form of a body as itself, the ego then projects and grasps other forms, including both phenomena that seem to exist only in its own mind and phenomena that it projects and grasps through the media of the five senses of that body, which therefore seem to be physical phenomena that exist outside and independent of itself. However, though physical phenomena seem to exist outside and independent of ourself, we actually experience them only inside our own mind or awareness, so they are actually just mental phenomena and hence their seeming existence is entirely dependent on the seeming existence of ourself as this ego, who are what alone perceives or experiences them.<br>\n<br>\nJust as the seeming existence of all phenomena is entirely dependent on the seeming existence of ourself as this ego, our seeming existence as this ego is likewise entirely dependent on the seeming existence of whatever phenomena we are currently aware of, and we become aware of them only by projecting and grasping them. This is why Bhagavan said in <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>: ‘மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது’ (<i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>), which means ‘The mind stands only by always going after [grasping or attaching itself to] a gross object; solitarily it does not stand’. In this context the term ‘மனம்’ (<i>maṉam</i>) or ‘mind’ implies the ego, which is the only essential aspect of the mind and the root from which all its other aspects sprout, and ‘ஒரு ஸ்தூலத்தை’, which means ‘a gross thing [or object]’, implies any form or phenomenon, since in comparison with the subtle ego or mind all phenomena are relatively gross.<br>\n<br>\nWhat Bhagavan expresses in these two sentences of <i>Nāṉ Yār?</i> is expressed by him even more succinctly in the second finite clause of this verse, namely ‘உரு பற்றி நிற்கும்’ (<i>uru paṯṟi uṇḍām</i>), means ‘grasping form it stands [or endures]’. That is, not only does this ego come into existence only by grasping the form of a body as itself, but it also stands or endures only by continuing to hold on to that body as itself and by simultaneously grasping other forms. Since he says here that it stands by grasping forms, he indirectly implies what he stated explicitly in the second of these two sentences of <i>Nāṉ Yār?</i>, namely ‘தனியாய் நில்லாது’ (<i>taṉiyāy nillādu</i>), which means ‘solitarily [separately, alone, on its own, in solitude or in isolation] it does not stand’.<br>\n<br>\nThis implication is the logical reason why what he says in the concluding sentence of this verse, namely ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’, must necessarily be true. That is, since this ego can rise and stand only by grasping forms (anything other than itself), and since it cannot stand alone, it logically follows that if this ego tries to grasp, see, attend to or be aware of nothing other than itself alone, it will subside and disappear. It seems to be a form only when it grasps the form of a body as itself, but when it separates or isolates itself from that body and all other forms by trying to be attentively aware of itself alone, it is formless, and hence it cannot stand as a separate entity, so it subsides and merges back into our actual self (<i>ātma-svarūpa</i>), which is the formless source from which it originally rose.<br>\n<br>\nTherefore the fact that <i>ātma-vicāra</i> is the only direct means by which we can destroy or permanently dissolve this ego-illusion and thereby experience ourself as we actually are was not only Bhagavan’s own experience, but is also what must necessarily be true, as he clearly explained with impeccable logic both in this verse and in numerous other ways. Hence, even if we have not yet succeeded in attending to ourself keenly enough to isolate our self-awareness completely from even the slightest awareness of anything else and thereby to be aware of ourself as we actually are, we can nevertheless be perfectly confident that trying to attend to ourself so keenly is the only direct means by which we can destroy this ego, which we must do in order to experience what we really are. In order to have this confidence, we do not even need to have complete faith in Bhagavan’s own testimony, because he has explained to us so clearly and logically why what he taught in this regard must necessarily be the case. Unless we can find fault with either his premises or his logic, which I do not believe any of us can do, we can have no rational reason to dispute, doubt or not believe the simple arguments that he gave us to demonstrate the necessary truth of what he taught us.<br>\n<br>\nThe logical connection between the first two sentences of this verse and the conclusion expressed in its final sentence is also reinforced in its third and fourth sentences. In the third sentence Bhagavan says, ‘உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍu miha ōṅgum</i>), which means ‘grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly’, and which therefore reinforces what he said in the second sentence. That is, by grasping forms not only does the ego rise and endure but it is also nourished and grows strong. Grasping form by attending to anything other than ourself is the means by which our ego nourishes and sustains itself, so as long as we continue to feed it in this way we will not be able to destroy it. To free ourself from it entirely, we need to starve it into submission, which we can do thoroughly only by trying to attend to ourself alone.<br>\n<br>\nOther kinds of spiritual practice (all of which entail attending to something other than ourself) may be effective means by which we can partially starve our ego and thereby weaken its hold on other things, but in order to starve it completely and thereby sever its hold on everything we must sooner or later try to attend to ourself alone. However, when we talk of starving our ego, we should not imagine that we need to starve it for a prolonged period of time. So long as our desire for and attachment to experiencing other things is strong, we do need to try persistently and for as long as it takes to weaken its desires and attachments by starving it as much as we can, but once its desires and attachments are sufficiently weakened (whether by practising <i>ātma-vicāra</i> alone or by means of any other kind of spiritual practice), just a single moment of perfectly one-pointed self-attentiveness is sufficient to starve it completely and thereby annihilate it forever.<br>\n<br>\nThough we may have been trying to practise self-attentiveness for a long time, if we have not yet succeeded in destroying our ego, that means that till now we have only been looking at ourself obliquely, so to speak, and have not yet looked at ourself directly, with our entire attention focused keenly on ourself alone. According to the principle that Bhagavan expressed in the concluding sentence of this verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’, the more directly and closely we look at our ego the more it will subside and dissolve, but in order to make it subside and merge completely in our real self, we need to look at it in an absolutely direct manner, thereby giving not even the slightest room for anything else to appear in our awareness. In order to look at ourself so directly, we need to have overwhelming <i>bhakti</i> or love to be aware of ourself alone, and we will gain such love only to the extent that our liking to be aware of anything else is weakened by persistent practice of self-attentiveness (or more indirectly by means of other forms of spiritual practice that wean us away from most of our grosser attachments to other things).<br>\n<br>\nIn the fourth sentence of this verse Bhagavan says, ‘உரு விட்டு, உரு பற்றும்’ (<i>uru viṭṭu, uru paṯṟum</i>), which means ‘leaving [one] form, it grasps [another] form’, and which again reinforces what he said in the second sentence, namely that it can stand only by grasping form. Throughout any state of waking or dream our ego is constantly shifting its attention from one thing to another, so this is one way in which we can see it leaving one form and grasping another one. Likewise, when any period of waking or dream comes to an end, our ego leaves whatever body it was then grasping as itself, and then it either grasps another body as itself immediately by jumping into another state of waking or dream, or else it does so after having a brief rest in sleep. In the same way, when the life of its current body comes to an end at the time of death, it will leave that body and either grasp another body as itself immediately by jumping into another state of dream (in which it may either experience itself as more or less the same person, as it generally does in any dream that it has each day, or in which it may have forgotten its previous life as that person and may therefore resume a new life as another person), or else it will do so after resting for a while in a sleep-like state.<br>\n<br>\nIn the concluding sentence of this verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), தேடினால் (<i>tēḍiṉāl</i>) is a conditional form of the verb தேடு (<i>tēḍu</i>), which means to seek or search for, so தேடினால் (<i>tēḍiṉāl</i>) literally means ‘if sought’ or ‘if one seeks’, and in this context it implies ‘if one tries to see one’s ego’; ஓட்டம் (<i>ōṭṭam</i>) is a verbal noun that means ‘running’ or ‘flight’ in the sense of ‘fleeing’, and பிடிக்கும் (<i>piḍikkum</i>) means ‘it will catch [seize, grasp or take hold of]’, so ‘ஓட்டம் பிடிக்கும்’ (<i>ōṭṭam piḍikkum</i>) is an idiom that means exactly the same as the English idiom ‘it will take flight’, and hence it means ‘it will flee’ or ‘it will run away’. That is, since we seem to be this ego (and hence it seems to exist) only so long as we are aware of anything other than ourself, if we try intently to see what it is (in other words, if we try to be aware of ourself alone), it will vanish, because it is just an illusion, like a ghost that seems to exist in the shadows only when we do not look at it directly.<br>\n<br>\nThough we can and should try to see, watch, attend to or observe this ego, we will never be able to see it clearly, because like a ghost that seems to be lurking in the shadows or like an illusory snake that is in fact just a rope, it does not actually exist, and hence it seems to exist and creates fear only when we do not look at it sufficiently carefully. If we look at it carefully, it will begin to subside and dissolve, like a tropical morning mist in front of the rising sun, and if we look at it carefully enough, it will vanish altogether, leaving us alone as pure self-awareness, which is the only thing that actually exists.<br>\n<br>\nTherefore the conclusion of this verse is that whenever this ego rises and stands, it does so only by ‘grasping form’ or attending to things other than itself, and that by doing so it nourishes and sustains itself, so whenever it leaves one form it will either grasp another one immediately or else it will subside into sleep or some other similar state of <i>manōlaya</i> (temporary dissolution or abeyance), from which it will sooner or later rise again by grasping another form, and hence the only means by which we can banish it forever is by attending only to ourself. The more we try to attend only to ourself, who now seem to be this ego, the more we will subside back into what we actually are, until eventually we will succeed in focusing our entire attention only on ourself, whereupon this ego will ‘take flight’ and vanish forever, and what will then remain is only ourself as we always actually are.<br>\n<br>\n<a name=\"necessary\"></a><b>7. Distinguishing what is necessarily true from what is contingently true</b><br>\n<br>\nAfter asking his first question, namely ‘You quite unequivocally say that self inquiry is the most direct and most effective path superior to other paths. But if you have not realized your self even after so many decades of self inquiry, how can you make that claim?’, which I referred to at the beginning of the <a href=\"#amm44\">fourth section</a> and which I attempted to answer in that and the next two sections, Maya wrote, ‘No one would doubt your knowledge of self inquiry and its practice. So if in spite of this and after practicing it for so long, why has it not been effective for you and if it has not even worked for you how can you make this claim that its superior to other paths? At the most you can say that you believe Bhagavan words and have faith in it which could be true for a practitioner of any path with regard to any Guru’.<br>\n<br>\nI do say that I believe and have faith in Bhagavan’s words, but my faith in his words is not just a blind belief, because as I explain above (in the previous three sections) he has given us compellingly logical arguments that demonstrate that what he taught us about the unique efficacy of <i>ātma-vicāra</i> must necessarily be true. The arguments that I explained in the previous three sections are by no means the only compelling ones that he gave us in this regard, but I hope they are sufficient to explain to Maya and other readers why I believe I am justified in reiterating the claims that he made about <i>ātma-vicāra</i>, and for anyone who wants to understand many of the other arguments that he gave in this regard, as well as his various background arguments (such as those that explain why we cannot be what we now seem to be, and why it is therefore necessary for us to try to experience ourself as we actually are), I have written extensively about them in numerous other articles in this blog.<br>\n<br>\nRegarding Maya’s question about why <i>ātma-vicāra</i> has not been effective in my case, though I freely admit that I have not yet succeeded in experiencing what I actually am, which is the ultimate benefit to be gained from <i>ātma-vicāra</i>, I have never said that it has not been effective at all, because as I make faltering attempts to be attentively self-aware, I become more and more firmly convinced of the efficacy of this path, and though it is difficult to express in thoughts or words what benefits I have gained from it, I would definitely say it has given me a certain inner clarity of self-awareness, so though I often neglect or overlook such clarity, it is available whenever I have sufficient liking to attend to it.<br>\n<br>\nIf Maya meant to ask me why if <i>ātma-vicāra</i> is so efficacious I have not yet succeeded in experiencing what I actually am in spite of trying to practise it for such a long time, the simple answer is that I do not yet have sufficient love to succeed — that is, I do not yet have all-consuming love to be aware of myself alone, which is all that is required to succeed in this path. However I am confident that as Bhagavan often said if we persevere in trying to practise <i>ātma-vicāra</i> as much as we can we will thereby definitely cultivate and nurture that love in our heart, until one day we will eventually be ready to surrender ourself (this ego) entirely and thereby to dissolve effortlessly in our own real self.<br>\n<br>\nTo illustrate what he meant when he wrote, ‘At the most you can say that you believe Bhagavan words and have faith in it which could be true for a practitioner of any path with regard to any Guru’, Maya added: ‘Even in science we hear of so many scientific constants like gravitation constant, Avogadro’s number etc and theories but most students of science can at most say that they believe in the words of Newton or Einstein because the majority haven’t tested and proven anything themselves. They just trust the words of ones/textbooks that have said it to be true’.<br>\n<br>\nScience is a collective endeavour, because no scientist can personally test and verify all scientific observations and theories, so each scientist has to believe the current consensus of the scientific community regarding all theories except those related to the specific field that he or she has specialised in investigating, and hence science is built largely on trust and faith. This is because science is primarily concerned with contingent truth (that is, what happens to be the case) rather than necessary truth (that is, what is necessarily the case). Philosophy, on the other hand, is primarily concerned with what is necessarily true rather than with what is just contingently true.<br>\n<br>\nFor example, the fact that water expands when it freezes (whereas most other liquids contract when they solidify) is a contingent truth but not a necessary one. There is no logically necessary reason why water expands when it freezes, but this just happens to be the case (and the fact that it is the case makes life as we know it possible on this planet, because if it contracted like other liquids, ice would sink in water, in which case the surface water in cold regions would be continuously freezing and sinking, until eventually all the oceans would be frozen, thereby lowering the temperature of the entire surface of this planet). Since there is no logical reason why water should expand when it freezes, we can know that it does so only by observation.<br>\n<br>\nHowever not all truths are contingent, because some are necessary. For example, the fact the there are no square circles is not just contingently true but necessarily true, so we do not need to observe all circles (or any circles at all) in order to know that none of them are square, because simple logic demands that no circle can be square. The respective definitions of the two terms ‘square’ and ‘circle’ makes it necessarily true that no square can be a circle and no circle can be a square.<br>\n<br>\nIf we were to challenge someone who claims that there are no square circles, saying that they have not seen all circles and are therefore not justified in making such a claim, they could easily defeat our challenge by explaining why it is necessarily true that no circle can be square. Likewise, if we challenge anyone who claims that <i>ātma-vicāra</i> is the only direct means by which we can experience ourself as we actually are, saying that they are not justified in making such a claim unless they themself have experienced what they actually are by means of <i>ātma-vicāra</i>, they could easily defeat our challenge by explaining why it is necessarily true that we cannot see what we actually are unless we look at ourself, or by explaining any of the other logical reasons Bhagavan has given us to show that <i>ātma-vicāra</i> must necessarily be the only direct means by which we can experience ourself as we actually are.<br>\n<br>\nWhereas observation or experience is required to know what is contingently true, no observation or experience is required to know what is necessarily true, because what is necessarily true can be known simply by logical reasoning. The benefits that one may derive from other kinds of spiritual practice may be contingently true without being necessarily true, in which case they can be known only by observation or experience and not merely by logical reasoning, whereas the fact that we cannot experience ourself as we actually are without attending to ourself is necessarily true, so it requires no observation or experience but only logical reasoning for us to recognise that it must necessarily be true.<br>\n<br>\nThough logic alone obviously cannot enable us to experience ourself as we really are, it can enable us to know that the only direct means by which we can experience ourself as we really are must necessarily be <i>ātma-vicāra</i>, because ‘<i>ātma-vicāra</i>’ is the name given to the practice of keenly observing, looking at, attending to or being attentively aware of oneself alone, thereby excluding everything else from one’s awareness, and unless we are attentively aware of ourself alone we cannot dissolve the illusion that we are this ego (which arises whenever we become aware of anything other than ourself, and endures until we cease being aware of anything else) and thereby experience ourself as we actually are.<br>\n<br>\nWhen we understand why it is necessarily true that <i>ātma-vicāra</i> is the only direct means by which we can experience ourself as we actually are, it will seem obvious to us that it is true, but a necessary truth such as this will not necessarily seem obvious to everyone, because it becomes obvious to us only after we have carefully considered the reasons why it is necessarily true. Like the various arguments that Bhagavan has given us in order to convince us that this unique efficacy of <i>ātma-vicāra</i> is necessarily true, he has given us many other arguments to convince us that that other related aspects of his teachings are also necessarily true: for example, he has given us many logically compelling arguments to convince us that we cannot be the ego, mind or body that we now seem to be, and that we should therefore try to experience ourself as we actually are. Therefore one of my principal aims when replying to questions I am asked about his teachings or when writing articles for this blog is to explain how many of the arguments he has given us (which he often expressed just in the form of a seed or outline, like a <i>sūtra</i> or aphorism, such as the one he gave in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>) show that particular aspects of his teachings are necessarily true, because only when we clearly understand why they are necessarily true will they seem obvious to us and will we therefore be firmly convinced by them.<br>\n<br>\nBeing firmly convinced by his teachings and understanding clearly why the most important aspects of them are necessarily true will not only encourage us to try to practise them more diligently and one-pointedly but will also help us to prevent our mind from being diverted away in any other direction. This is why deep and careful reflection (<i>manana</i>) on his teachings is so important, and why all the most important principles that he taught us in texts such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i> should always be fresh and clear in our mind.<br>\n<br>\n<a name=\"everyone\"></a><b>8. Will <i>ātma-vicāra</i> work for everyone?</b><br>\n<br>\nMaya concluded the paragraph in which he wrote his first question (which I replied to in sections 4 to 6) and the passages I replied to in section 7 by saying ‘even if I were to realize my self using this method [<i>ātma-vicāra</i>], I know every one of us is different and just because it worked for me doesn’t mean it works for everyone’. However, since Bhagavan has assured us in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i> that <i>ātma-vicāra</i> is ‘<a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#direct\">the direct path for everyone</a>’ (மார்க்கம் நேர் ஆர்க்கும்: <i>mārggam nēr ārkkum</i>), he implied that it is the direct means — and will therefore ‘work’ — for everyone who genuinely and wholeheartedly wants to experience what they actually are and thereby to annihilate their ego.<br>\n<br>\nIt is true that ‘every one of us is different’, as Maya says, but though we are each different in certain respects, there are some respects in which we are not different at all. One such respect is that we are each an ego, so we are bound by the fundamental nature of any ego, which is to rise, stand and be nourished by ‘grasping form’ (that is, by attending to or being aware of anything other than ourself) and to subside and vanish by attending to ourself alone, as Bhagavan explains in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, so if any one of us actually attends only to ourself (which is all that the practice of <i>ātma-vicāra</i> entails), our ego will certainly ‘take flight’ by dissolving forever in our own real self.<br>\n<br>\nHowever, one respect in which we are different is that we each have different desires, aspirations and aims, so most of us do not yet want to surrender our ego entirely, and hence we are not currently willing to attend to ourself alone. Therefore none of us will be willing even to try practising <i>ātma-vicāra</i> until we have at least understood that we should try to free ourself from this ego, but so long as our desires to experience anything other than ourself are still strong, we will not be able to surrender our ego entirely and thereby experience what we actually are, so we need to persevere in our practice of <i>ātma-vicāra</i> until our desires and attachments are weakened sufficiently for us finally to surrender our ego entirely in the perfectly clear light of pure self-awareness.<br>\n<br>\nAccording to Bhagavan, the most effective means by which we can purify our mind (which means weakening all its outward-going desires and attachments) is only <i>ātma-vicāra</i> (as he clearly indicated in verses <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu03\">3</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu04\">4</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu05\">5</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu06\">6</a>, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu07\">7</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu08\">8</a> of <i>Upadēśa Undiyār</i>), but there are also other less effective means by which we can purify it to a certain extent, so if anyone felt more inclined to practise some means other than <i>ātma-vicāra</i>, he would encourage them do so, but to anyone who was willing to follow his advice he would explain why <i>ātma-vicāra</i> is not only ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), the most effective of all means to purify the mind, but also the only direct means to annihilate it altogether. He also made it clear that whatever other path one may follow and however much one may purify one’s mind thereby, it will not be annihilated by any means other than <i>ātma-vicāra</i> — that is, turning it inwards to attend to oneself alone and thereby drowning it the light of pure self-awareness.<br>\n<br>\n<a name=\"guarantee\"></a><b>9. <i>Ātma-vicāra</i> is a guaranteed means to weaken our <i>viṣaya-vāsanās</i> and eventually annihilate our ego</b><br>\n<br>\nThe second ‘blunt and direct question’ that Maya asked me was in his next paragraph, in which he wrote: ‘If you tell me that the reason you have not realized your self even after all these years, its because there are several other factors like one’s vasanas, samskaras (tendencies), Grace etc, does that not mean that the technique alone is no guarantee? After all there have been many following other paths who have realized the self faster and some of them are Bhagavan’s own devotees. And so how can you make that claim if self inquiry is not powerful enough to override your vasanas after decades of practice?’<br>\n<br>\nThere are several points of confusion here. Firstly, grace is not just another factor but the one and only essential factor, because according to Bhagavan grace is simply the love that we have for our own self, so without such grace no one would even begin to practise <i>ātma-vicāra</i> (self-investigation or self-enquiry). The highest manifestation of grace in a person is their practising <i>ātma-vicāra</i> by being keenly self-attentive, and the ultimate fruition of grace is the experience of true self-knowledge, which is what remains after the ego has been completely dissolved and annihilated by such self-attentiveness. Therefore <i>ātma-vicāra</i> is inseparable from grace. It is driven only by grace, and it results in the experience that grace alone exists, because grace is what we actually are.<br>\n<br>\nSecondly, if one’s <i>viṣaya-vāsanās</i> (inclinations or desires to experience things other than oneself) are so strong that one does not experience oneself as one actually is even after many years of trying to practise <i>ātma-vicāra</i>, that does not mean that <i>ātma-vicāra</i> is having no effect, because according to Bhagavan every small attempt we make to be self-attentive will surely weaken our <i>viṣaya-vāsanās</i> to a proportionate extent, so if we persevere in trying to be self-attentive as much as we can, we will thereby gradually weaken them and eventually destroy them altogether along with their root, our ego. Moreover, we will be able to maintain steady and intent self-attentiveness (and to return to it frequently whenever we are distracted away by other thoughts) only to the extent that our <i>viṣaya-vāsanās</i> have been weakened, so when our <i>viṣaya-vāsanās</i> are still very strong, we will only be able to practise <i>ātma-vicāra</i> falteringly and unsteadily, and each attempt we make to be self-attentive will be less intent and precise than it would be if our <i>viṣaya-vāsanās</i> were less strong.<br>\n<br>\nIn other words, the tenacity and precision of our self-attentiveness will inevitably be inversely proportional to the strength of our <i>viṣaya-vāsanās</i>, so it will increase to the extent that they are weakened by persistent practice. This does not mean that a person such as myself whose <i>viṣaya-vāsanās</i> are still very strong cannot practise <i>ātma-vicāra</i>, but only that their progress will initially be very slow and it will take many years (or perhaps even lifetimes) for them to succeed in eventually annihilating their ego.<br>\n<br>\nMoreover, according to Bhagavan, no matter how strong our <i>viṣaya-vāsanās</i> may be, the quickest and most effective means to weaken them is <i>ātma-vicāra</i>, so we should not lose heart and imagine that because our <i>viṣaya-vāsanās</i> are so strong we should begin by practising other kinds of spiritual practice. If by his grace we have been attracted to this path and if we are firmly convinced by all that he has taught us about its unique efficacy, we should just persevere in trying our best to be self-attentive as much as possible, because there is no other effort by which we could weaken our <i>viṣaya-vāsanās</i> more effectively or quickly.<br>\n<br>\nTherefore the answer to Maya’s question, ‘does that not mean that the technique alone is no guarantee?’, is simply ‘no, it does not mean this’. According to Bhagavan not only is <i>ātma-vicāra</i> the most effective and quickest means to weaken our <i>viṣaya-vāsanās</i>, no matter how strong they may be, but it is also the only means by which we can eventually annihilate our ego altogether. Other means may weaken our <i>viṣaya-vāsanās</i> to some extent, but they cannot annihilate our ego, which is the root and possessor of all <i>viṣaya-vāsanās</i>, and hence they cannot destroy our <i>viṣaya-vāsanās</i> entirely, nor can they weaken them as effectively or as quickly as <i>ātma-vicāra</i> does.<br>\n<br>\nBhagavan has assured us that if we persevere in trying to practise <i>ātma-vicāra</i>, the weakening of our <i>viṣaya-vāsanās</i> and the eventual annihilation of our ego is guaranteed, just as if we were to persevere in trying to look directly and intently at the midday sun in a clear tropical sky the blinding of our eyes would be guaranteed. Just as we cannot look directly and intently at the sun under such conditions without being blinded thereby, we cannot look directly and intently at ourself without our ego being annihilated. Therefore if our ego had not yet been annihilated in spite of our tying to look at ourself directly and intently, that simply indicates that we have not yet managed to look at ourself sufficiently directly or intently.<br>\n<br>\nThat is, just as we would naturally shy away from looking at the midday sun too directly or intently unless we have an overwhelming love to be blinded and thereby never see anything again, so long as our <i>viṣaya-vāsanās</i> (our desires to experience other things) are strong, we naturally shy away from looking at ourself too directly and intently, because we do not yet have sufficient love to annihilate our ego and thereby never experience anything other than ourself again. Therefore just because we are not yet willing to look at ourself directly and intently enough to annihilate our ego does not mean that looking at ourself directly and intently enough is not guaranteed to annihilate our ego.<br>\n<br>\nMaya inferred that since my <i>viṣaya-vāsanās</i> are still too strong for me to be willing to look at myself directly and intently enough to annihilate my ego, in spite of the fact that for many years I have been trying to look at myself thus, that means that looking at oneself directly and intently enough is not a guaranteed means to annihilate one’s ego, whereas what he should have inferred is simply that I have been trying too half-heartedly, because I do not yet want to annihilate my ego more than I want to experience any other thing. If I actually had the requisite love to annihilate my ego, I could do so here and now, at this very instance, because all I would need to do is to look at myself directly and intently enough. However, I do not yet have the requisite love, because my <i>viṣaya-vāsanās</i> are still too strong, so I need to persevere in trying to look at myself until they are thereby sufficiently weakened and correspondingly my love to experience myself alone forever is sufficiently strengthened.<br>\n<br>\nSuppose that we were to tell someone that the only means by which they can see what is behind them is to turn around and look, if they were to argue that that is not a guaranteed means because they may not want to turn around and look or they may be too weak to do so, that argument of theirs would obviously not be a good one, because the fact that they do not want to or are too weak to turn around and look does not mean that they would not be guaranteed to see what is behind them if they did turn around and look. Likewise, Maya’s argument that <i>ātma-vicāra</i> is not a guaranteed means to annihilate one’s ego because other factors such as one’s <i>viṣaya-vāsanās</i> may be an obstacle is obviously not be a good one, because <i>viṣaya-vāsanās</i> are just one’s own desires to experience <i>viṣayas</i> (things other than oneself), and so long as one has such desires one obviously will not be willing to look at oneself directly and intently enough to annihilate one’s ego.<br>\n<br>\nA certain medicine may be a guaranteed means to cure our disease, but in order to cure it we need to swallow that medicine entirely. Likewise, though <i>ātma-vicāra</i> is a guaranteed means to annihilate our ego, we need to practise it persistently and intently enough to annihilate our ego. Therefore if in my case it has not yet annihilated my ego, that is simply because I have not yet practised it persistently and intently enough.<br>\n<br>\nAnother point of confusion in what Maya wrote in this paragraph is his claim that ‘there have been many following other paths who have realized the self faster’. I assume that what he means by saying that they ‘have realized the self’ is that they have experienced themself as they actually are and have thereby annihilated their ego, but in order to experience what they actually are they must have turned their attention back towards themself, because if they had not done so they would not have been able to see what they actually are. In other words, whatever other path they may have followed in order to weaken their <i>viṣaya-vāsanās</i>, they must have eventually practised <i>ātma-vicāra</i> for at least a moment, because <i>ātma-vicāra</i> is simply the practice of turning one’s attention back to see oneself, and unless one does so one obviously cannot see what one actually is.<br>\n<br>\nMoreover using the word ‘faster’ as he did in this context makes it sound as if spiritual practice is a race between people to see who can reach the finishing line first. In a race, if one person starts two metres from the finishing line and crawls slowly towards it, they may reach much ‘faster’ (or rather sooner) than another person who starts ten kilometres away and runs as fast as they can. In the case of spiritual practice, we do not know either where each person has started from nor what they have actually practised inwardly, and we cannot even know who has actually crossed the finishing line, so we cannot judge the relative efficacy or speed of different practices merely on the basis of whom we believe has crossed the line soonest by following which practice.<br>\n<br>\nWhen I write that <i>ātma-vicāra</i> is the most effective and quickest means to weaken our <i>viṣaya-vāsanās</i>, I am not making any comparison between different people but only between the different means that each of us can choose to adopt in order to weaken them. According to Bhagavan, no matter how strong our <i>viṣaya-vāsanās</i> may currently be, if we want to weaken them the most effective and quickest means to do so is to try to be self-attentive as much as we can.<br>\n<br>\nThere are other means by which we can do so, but none of them will be as effective or as quick as trying earnestly and persistently to be self-attentive. This is what Bhagavan indicated clearly and unequivocally in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">verses 4 to 8</a> of <i>Upadēśa Undiyār</i>, in which he outlines the various means by which we can purify our mind (which means weakening our <i>viṣaya-vāsanās</i>) in ascending order of efficacy, and in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu08\">verse 8</a> he declares explicitly that அனனியபாவம் (<i>aṉaṉiya-bhāvam</i>) — which means ‘otherless meditation’ or ‘meditation on what is not other [than oneself]’ and which is therefore an alternative description of <i>ātma-vicāra</i> — is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), which means ‘the best of all’ or ‘the best among all’, thereby implying in the context of the preceding verses that it is the most effective means to purify one’s mind.<br>\n<br>\n(I suggest to Maya in particular that he should read this series of verses from <i>Upadēśa Undiyār</i> carefully and then reconsider the opinion that he expressed in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c4309945581255879429\">a later comment</a>, namely ‘But I still stick to my opinion that all methods are equally effective’, because this opinion is clearly opposed to what Bhagavan taught us in these verses.)<br>\n<br>\nComparing the relative efficacy of the various kinds of spiritual practice, as Bhagavan does in these verses, is useful to us because it helps us to decide by which means we should try to weaken our <i>viṣaya-vāsanās</i> and thereby purify our mind. However one thing any of us as spiritual aspirants should avoid doing is comparing ourself in any way with other people or making any kind of comparison between whatever we might believe about the spiritual state of others, such as what they have inwardly practised or how fast or how far they have progressed. Since we do not even know what we ourself actually are, we definitely cannot know what anyone else’s inner state may be or what they may have inwardly practised, so making such comparisons is futile and can only lead to conclusions that will most probably be wildly mistaken.<br>\n<br>\nMoreover according to what Bhagavan has taught us, it is a fallacy to believe that anyone has experienced what they actually are by any means other than <i>ātma-vicāra</i>, because we cannot see what we actually are unless we look directly and intently at ourself, and we cannot annihilate our ego by attending to anything other than ourself. Therefore no matter what other path any of us may follow, we will not be able to experience ourself as we actually are and thereby destroy the illusion that we are this ego until and unless we practise <i>ātma-vicāra</i> — that is, until and unless we turn our attention or mental gaze back towards ourself in order to look at ourself directly and intently.<br>\n<br>\n<a name=\"realise\"></a><b>10. What Bhagavan said about the English terms ‘realise’ and ‘realisation’</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c781612758186239654\">comment</a> in which he asked his ‘blunt and direct questions’ Maya used the word ‘realize’ and variations of it several times to mean knowing or experiencing oneself as one actually is. Though ‘realise’ and ‘realisation’ are often used in this sense in books about Bhagavan’s teachings, he sometimes pointed out that it is not actually an appropriate term to use in this context, because it is ambiguous and can create confusion in our understanding of what we should aim to experience.<br>\n<br>\nThough he generally did not speak English, he understood enough to know the meaning of ‘realise’. Therefore, since its basic meaning is to make real (or to make as if real), he used to say jokingly but with serious intent that we are always real, so we do not need to be realised, and that the only problem is that we have now realised what is actually unreal, the root and essence of which is our ego, so what we need to do is not to realise ourself but only to unrealise our ego and all the other unreal things that it experiences as if they were real.<br>\n<br>\nHe understood of course that ‘realise’ also means to understand clearly or to become aware of something, but he noticed that the way in which it is often used in the context of his teachings is confusing and misleading, because its meaning is ambiguous and too imprecise. For example, in English the term <i>ātma-jñāni</i> is often translated as a ‘self-realised person’, which is misleading because it implies that a person can know or experience <i>ātman</i> as it really is, whereas in fact <i>ātma-jñāna</i> is the state in which the person who attempted to know <i>ātman</i> has ceased to exist. What this term <i>ātma-jñāni</i> actually means is ‘self-knower’ in the sense of what experiences itself as it actually is, so he often used to say that the only <i>ātma-jñāni</i> is <i>ātman</i> itself, because <i>ātman</i> (our actual self) cannot be known or experienced as it really is by anything other than itself.<br>\n<br>\nAnother reason why the term ‘self-realisation’ is potentially so misleading is that in psychology, popular usage and most English dictionaries it has a completely different and even quite opposite meaning to <i>ātma-jñāna</i>, because it is used in the sense of realising one’s full personal potential or ‘fulfillment by oneself of the possibilities of one’s character or personality’ (as can be seen in <a href=\"https://en.wikipedia.org/wiki/Self-realization\">this Wikipedia article</a>, particularly in the <a href=\"https://en.wikipedia.org/wiki/Self-realization#Western_understanding\">Western understanding</a> section), and this popular usage of the term is often confused with the sense in which it is used English books about Eastern spirituality.<br>\n<br>\nIn his comment Maya referred to the question of whether or not I have realised myself, thereby implying that the person called Michael may or may not be ‘self-realised’, but ‘Michael’ is the name given to a certain person or ego, so Michael can never be self-realised, because if he were self-realised he would have ceased to be Michael. No ego or person can ever ‘realise’ or experience itself as it really is, because when any of us experience what we actually are, we will realise that we are not and have never been an ego or person. It is only in the view of ourself as this ego that we now seem to be this ego, but since this ego is just an unreal apparition, we have never actually been and could ever be this ego or anything other than what we really are.<br>\n<br>\n<a name=\"convinced\"></a><b>11. How I became convinced about the imperative need for <i>ātma-vicāra</i></b><br>\n<br>\nIn two of his later anonymous comments (namely <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c427707251151362108\">this one</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c4868046990405481102\">this one</a>) Maya suggested that it would be helpful to him and to others, ‘primarily as a motivation’, if I were to write about my personal experience regarding the practice of <i>ātma-vicāra</i>, how exactly I took to it, whether it appealed to me the moment I read about it or whether I was searching in other directions before I became convinced about the power of <i>ātma-vicāra</i>, and how I came to take spirituality as my goal. Another friend called Sivanarul made a similar request in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c4670825851170229222\">one of his comments</a>, asking in particular how practising <i>ātma-vicāra</i> for so many years has affected me.<br>\n<br>\nAbout my actual experience of <i>ātma-vicāra</i> I cannot write anything, because when practising <i>ātma-vicāra</i> we are trying to experience or be aware of ourself alone, so since self-awareness is something we are all familiar with but none of us could ever describe in words, nothing can be written about it. Of course, when trying to be attentively aware of myself alone I struggle to be so, because my attention tends to be quickly distracted away by other interests and thoughts, but if I were to write anything about such struggles I would not be writing about <i>ātma-vicāra</i> (which is just self-attentiveness) but only about my repeated failures in my attempts to practise it. We have all no doubt experienced such failures and consequent struggles, but as Bhagavan has taught us the only way to succeed is to persevere in trying, turning our attention back towards ourself whenever it slips away towards anything else.<br>\n<br>\nHowever, what Maya and Sivanarul asked me was not about my experience of <i>ātma-vicāra</i> itself but rather about the context in which I practise it, how I was drawn to it and how it has affected me. Generally I do not consider it useful to write anything about my personal experience, because the entire purpose of <i>ātma-vicāra</i> is to see that the person or ego we now seem to be is not what we actually are and is wholly unreal, so from this perspective personal experiences are completely irrelevant and taking interest in them will only help to perpetuate our illusion that we are whatever person we now seem to be. However, I will try to say a few things that might be useful in this regard.<br>\n<br>\nFirstly in reply to Maya’s questions about how I was drawn to this practice, I think I was always of a somewhat spiritual bent of mind, because I remember as a very small child wondering whether this was all just a dream and how one could know whether or not one was dreaming. I was brought up as a Roman Catholic and spent ten years in Catholic boarding schools, and though I was quite religious or interested in religious matters when I was young, as I grew up I started asking more and more questions, such as why one should believe all that one is asked to believe by such a religion, particularly about God (not that I did not want to believe it, but I wanted any belief I held to be based on sound reasons), and the only answer that any of the monks in my school could give me was that one just has to have faith, which did not seem to me to be a very satisfactory answer, so as a teenager I became increasingly disillusioned with that kind of unquestioning faith-based religion.<br>\n<br>\nTherefore soon after leaving school I travelled to India with a vague idea that it was a country with a rich spiritual tradition and may therefore be a place where I could find some useful answers to my questions about life. I knew almost nothing about Hinduism or Buddhism before coming to India, but while there I travelled around visiting temples and holy places, particularly in the Himalayas, I read all the spiritual books I could find, I talked with <i>sādhus</i> and other people with similar interests, and I did a <i>vipassanā</i> meditation course before eventually coming to Tiruvannamalai.<br>\n<br>\nI came there because I had heard about Bhagavan while in Sri Lanka and I had read an account of his death experience in Madurai, so I was curious to know more, but I actually began to read his teachings only after I came there. One of the first books I read was a translation of <i>Nāṉ Yār?</i>, and as soon as I read it I felt this is it — this is what I have been looking for. It just seemed so obvious to me when I read it that ‘I’ is the centre and foundation of all that we experience or know, so unless we know what this ‘I’ is we cannot really know anything else for certain.<br>\n<br>\nWe cannot know how strong a building is unless we know how strong its foundations are. It may look very strong, but if its foundations are weak it may collapse at any time. Likewise, though all that we experience, know or believe seems to be very real, if the ‘I’ on which it is all built is not real or is not what it seems to be, it could all be just an illusion, like a dream. Therefore after reading <i>Nāṉ Yār?</i> it seemed so obvious to me that the most important and urgent thing to do was to try to know what this ‘I’ actually is, and now nearly forty years later this seems more obvious to me than ever.<br>\n<br>\nAfter reading <i>Nāṉ Yār?</i> I wanted to understand all I could about the practice of <i>ātma-vicāra</i>, so I began reading other books about his teachings, but I found that many of them seemed to give very confusing and unconvincing explanations about it, such as Osborne’s view that it entails meditating on the right-hand side of one’s chest. Fortunately after I had been in Tiruvannamalai for just a week or two someone lend me a copy of <a href=\"http://happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a> by Sadhu Om, and reading his explanation that <i>ātma-vicāra</i> is simply the practice of self-attention convinced me, so I asked the friend who had leant me the book whether I could meet Sadhu Om, and he offered to take me to him. When I met him I found that he was the same <i>sādhu</i> I had met one early morning the previous week at Kubera Lingam while doing <i>giri-pradakṣiṇa</i>. After that I used to visit him whenever I had any questions to ask about Bhagavan’s teachings, and about six months later, since I had asked him about some of the translations of <a href=\"http://happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> that I had read in <i>The Mountain Path</i>, he suggested to me that we should start to make a fresh translation of it, which gave me a priceless opportunity to begin studying Bhagavan’s teachings in depth under his clear guidance.<br>\n<br>\nThat is really all there is to know about how Bhagavan drew me to the path of <i>ātma-vicāra</i> and convinced me that it is the most important thing that we need do, because it is the only direct means by which we can experience ourself as we actually are and thereby free ourself from the illusion that we are this finite and transient ego. What he has given to me and to each one of us in the form of his teachings about <i>ātma-vicāra</i> is a boon and treasure of immeasurable worth, so though we are unworthy to receive such a boon, we must do our best to derive the full benefit that he wants us to derive from it.<br>\n<br>\nRegarding Sivanarul’s question about how practising <i>ātma-vicāra</i> for so many years has affected me, it is difficult to say, partly because I do not know how I would have been if I had not practised it, partly because I could not imagine my life without it, and most importantly because we cannot really measure or know what progress we are making when following this or any other spiritual path. All I can say is that it has transformed my entire outlook on life, and trying to practise it reminds me constantly of how little genuine love I have to be aware of myself alone and how strong my outward-going desires still are. However, though I know I still lack sufficient love to surrender my ego entirely to Bhagavan (who is our own real self), I also know that having been drawn to this path by his uncaused grace (<i>kāraṇam-illāda karuṇai</i>) I cannot now leave it.<br>\n<br>\n<a name=\"praise\"></a><b>12. How can we curtail and eventually destroy all desire for praise?</b><br>\n<br>\nAfter Maya wrote his ‘couple of blunt and direct questions’ in an <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c781612758186239654\">anonymous comment</a>, another anonymous friend wrote some more ‘blunt and direct questions’ in a couple of comments, but whereas Maya’s questions were regarding the views that I express in this blog, asking in effect how I am justified in claiming that <i>ātma-vicāra</i> is the only direct means by which we can experience ourself as we actually are and the most effective means to purify our mind, the other anonymous friend’s questions were regarding my personal motivations for expressing such views. Whereas I was able to answers Maya’s questions by explaining the logical reasons that Bhagavan gave us for the claims he made about the directness and efficacy of <i>ātma-vicāra</i> and how those logical reasons justify not only my firm belief in what he claimed but also my confident reiteration of his claims, I obviously cannot give such logically convincing answers to the other anonymous friend’s questions about my motivations, but I will try to answer them as well as I can and in a way that may be of some use.<br>\n<br>\nThis other anonymous friend asked six main questions, three that he labelled (a) to (c) in his <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c5871460341174330562\">first comment</a> and another three that he labelled (d) to (f) in his <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c7619928677009171728\">second comment</a>, so far the sake of clarity I will label my replies to each of them likewise.<br>\n<br>\na) This anonymous friend wrote: ‘You say you answer questions because it helps you to practise Bhagavan’s teachings more effectively since they ask from many perspectives that you have not thought yourself. I have never seen anybody stumping you. You are always very clever and people only keep thanking you in the end, not the other way round. It appears you have considered all perspectives before. The benefit you presume is just a mask you may be wearing. The secret desire may be a longing for praise […] Are you addicted to praise?’<br>\n<br>\nSo long as our ego survives, none of us can claim to be impervious to desire for praise or appreciation, and since any praise or appreciation that we may receive feeds and strengthens our ego, this is a desire that we need to be vigilant to keep in check, so I appreciate this warning from our anonymous friend. However, as far as I am aware desire for praise is not my primary motivation for answering the questions I am asked or for writing this blog, nor am I aware that that desire is particularly strong in me, so it does not seem to me that I am addicted to praise, though I am well aware of how deceptive our ego and its desires can be.<br>\n<br>\nSince it is possible that my desire for praise is stronger than it seems to me to be, I could avoid answering questions or writing this blog in order to avoid the danger of being praised and thereby having my ego boosted, but doing so would not destroy my desire, and it may even make me less aware of it. We cannot free ourself from any desire merely by avoiding circumstances that are liable to make it manifest, but only by being inwardly vigilant to keep it in check under all circumstances, especially those that are liable to give rise to it. Moreover, since the root of all desires is only our ego, and since we can keep our ego in check only by watching it vigilantly, trying to be self-attentive under all circumstances is the most effective way to keep our ego together with all its desires in check.<br>\n<br>\nWhen this anonymous friend writes, ‘I have never seen anybody stumping you. You are always very clever’, he make it sound as if discussing Bhagavan’s teachings was intended to be a competition to see who is clever enough to stump whom. This is not at all the spirit in which his teachings should be discussed or in which they are discussed in this blog. Those who read and comment on this blog do so to understand his teachings more clearly and to participate in a serious discussion about them, and this is the sole purpose for which I write these articles. We all aspire to follow his teachings as well as we can, and as far as I am aware none of us are in the least interested in seeing anyone display their cleverness or stump anyone.<br>\n<br>\nb) This anonymous friend then wrote: ‘The readers keep recycling the same questions for ages. ‘Where to find ‘I’’, grace, ego and the whole shebang. If you are not addicted to praise, why not just refer to the articles you have already written? You are breeding lazy seekers who would not move an inch, search the articles you wrote, read the book you wrote. They want everything on a platter because you are there to feed them, while you are feeding your ego. […] The time spent on this would be more valuable if you got into the ‘autobiography’ mode I was suggesting […]’.<br>\n<br>\nI do not believe any readers of this blog or any other friends who write to me intend to recycle any questions, but simply ask about aspects of Bhagavan’s teachings that they do not understand or are unsure about, and they do so because they are trying to practise what he taught us. The questions they ask may be similar to questions that I have been asked before, but they are each asking such questions from their own unique perspective, so I do my best to answer them in a way that I hope will be helpful to them.<br>\n<br>\nSince his teachings are essentially very simple, the answers I write may be similar to ones I have written before, but they are never exactly the same, and even if I have answered similar questions before, I cannot remember all the answers I have written previously or where I have written them. Each question that I answer prompts me to think about his teachings from a fresh and different perspective and helps me to keep my mind dwelling upon them, which helps me in my own practice. This is (or should be) the sole purpose of any discussion about his teachings, and this discussion would soon come to an end if instead of writing a fresh answer to each question I simply referred to what I had written elsewhere.<br>\n<br>\nMoreover, I do not believe I am serving everything on a platter, because to most questions I give carefully reasoned answers based largely on Bhagavan’s own original writings, so the aim of my answers is to prompt the questioner and other readers to think more carefully about his teachings for themselves. My own understanding of his teachings is derived from studying them, thinking carefully about them and their implications, and trying my best to practise them, so the aim of the answers I write is to encourage and help others to develop their own understanding in a similar way.<br>\n<br>\nI do not expect anyone to accept my arguments unquestioningly, but to think about them critically and judge for themselves whether or not (or to what extent) what I write accurately reflects what Bhagavan intended us to understand from his writings and other teachings. As can be seen by anyone who reads all the comments here, not everyone does agree entirely with my views about what he meant or intended, but I welcome such disagreement if it helps each reader to think more critically about his teachings and whatever I or anyone else may write about them.<br>\n<br>\nOur anonymous friend ended this paragraph by suggesting that the time I spend writing answers to other friends’ questions would be spent more valuably if I got into ‘autobiography’ mode, which seems to imply that he thinks it would be more useful if I spent my time writing about myself as a person instead of about Bhagavan’s teachings. I have to disagree with this, because there is nothing interesting about me that I could write, and because writing about myself would be liable to boost my ego more than writing about his teachings. I write only about his teachings because they are my principal interest, and because doing so is beneficial to me and perhaps to others also, whereas neither I nor anyone else would be benefitted in the least if I were to spend my time writing instead about myself or my life as a person.<br>\n<br>\nThe primary contention behind the first two of this anonymous friend’s questions, which I have been answering in this section, is that I am addicted to praise and hence motivated by a secret desire for it. Therefore for the sake of argument let us suppose that this is the case. If I am addicted to praise and driven by desire for it, that is my problem and one that I alone can overcome. My addiction and desire is not a problem that any of the readers of this blog need concern themselves with, because it is not one that they can do anything to enable me to overcome, except perhaps by pointing out to me that I seem to be afflicted by this addiction and desire, as our anonymous friend has done. If I were able to recognise I am so afflicted and therefore responded by trying to curtail this desire, having it pointed out to me would be beneficial and would help to subdue my ego.<br>\n<br>\nBeyond this, however, my personal motivations need be of no concern to anyone reading this blog, because what they need be concerned about is only whether what I write accurately reflects what Bhagavan intended to teach us and explains it in a correct manner. Since what I write is based mainly on his own original writings and since I clearly explain the reasons why I believe they imply what I claim they imply, it is up to each reader to judge for themself whether or not what I write is correct and useful to them in their own <i>manana</i> on and practice of what he taught.<br>\n<br>\n<a name=\"repudiate\"></a><b>13. Why do I consider it necessary to repudiate ideas that deviate from Bhagavan’s actual teachings?</b><br>\n<br>\nThe next three of this anonymous friend’s ‘blunt and direct questions’ were concerning the fact that in this blog I sometimes critique and repudiate certain ideas that have been expressed publicly by other devotees but that I believe deviate from what Bhagavan actually intended to teach us, so in this section I will try to explain why I consider it necessary to do so. Anyone who has carefully and thoughtfully read a range of the various books and other published writings about his teachings would have noticed that each writer has understood and interpreted his teachings in a way that is very different and often contrary to many of the other writers, and that all such conflicting views and interpretations cannot be correct, so we each have to use our own judgement in order to decide what Bhagavan actually intended us to understand and therefore which interpretations are correct and which are incorrect.<br>\n<br>\nHowever, in the midst of all the conflicting interpretations it can be difficult for us to judge this, particularly if we have to rely solely upon translations of his writings and records of his oral teachings that may also be inaccurate, so whenever I consider it necessary I try to explain why I consider certain prevalent interpretations or explanations to be incorrect. Since the various books and other published sources abound in conflicting and hence dubious translations, interpretations and explanations, I obviously cannot critique all of them, but sometimes when an interpretation or explanation that I consider to be misleading is quoted in any of the comments on this blog or is otherwise brought to my notice, I consider it necessary or appropriate to repudiate it and to explain clearly why I do so, particularly if it is concerning the actual practice of Bhagavan’s teachings and/or if it has been written or expressed by a prominent devotee whose views are widely accepted and therefore tend to spread widely.<br>\n<br>\nc) In the final question that this anonymous friend wrote in his <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c5871460341174330562\">first comment</a> he asked: ‘According to you everybody has got it wrong. At least it ‘appears’ so. David, Cohen, Kavyakanta Ganapathi Muni, Narayana Iyer, Lucy Cornelssen, just to name a few. Do you mean to say these people (except David) were sitting in front of Bhagavan and wailing [sic] away their time and Bhagavan really neglected them? You have always blamed these people for misrepresenting/misunderstanding Bhagavan’s teachings. Do you think Bhagavan guided only Sri Sadhu Om in the past and guiding you currently and everyone else got it wrong? In fact this gives an ‘appearance’ that Bhagavan was very partial to few seekers’.<br>\n<br>\nBhagavan was certainly not partial to anyone, but he understood that whatever he wrote or said, it would be understood by each person in their own way, and not everyone would understand it as he intended, so he left it to each of us to understand his teachings according to the relative clarity of our own power of comprehension. This is illustrated by what he once said to Lakshmana Sarma.<br>\n<br>\nAs Lakshmana Sarma wrote in the first two of a series of articles that he wrote in 1954 for <a href=\"http://www.sriramana.org/calldivine/calldivineindex.html\"><i>The Call Divine</i></a> (namely in volume two, June 1954 issue <a href=\"http://www.sriramana.org/calldivine/img.php?pat=vol2/495.jpg\">pages 495-8</a> and August 1954 issue <a href=\"http://www.sriramana.org/calldivine/img.php?pat=vol2/572.jpg\">pages 572-6</a>), he had translated <i>Uḷḷadu Nāṟpadu</i> into Sanskrit with the help and guidance of Bhagavan, and having completed it he continued to revise it, because this gave him the opportunity to study <i>Uḷḷadu Nāṟpadu</i> repeatedly and in depth and to check his understanding of each verse with Bhagavan, who corrected him whenever any of his attempted translations of each verse failed to convey the intended meaning. However, while he was revising it Kapali Sastri visited Ramanasramam and came to know about it, so he suggested that it should be shown to Kavyakantha, who was then living in Sirsi, and hence a copy of it was made and given to Kapali Sastri to take to Kavyakantha. Instead of revising Lakshmana Sarma’s translation, Kavyakantha wrote a new translation of his own and sent it to Bhagavan with a letter requesting that the manager of Ramanasramam should not print it until Kapali Sastri had completed his commentary on it.<br>\n<br>\nWhen Lakshmana Sarma read Kavyakantha’s translation he was initially enchanted by the beauty of its poetical style, but Bhagavan asked him to begin writing a new translation in a longer metre, and explained to him how Kavyakantha had deliberately omitted or distorted in his translation many important ideas in <i>Uḷḷadu Nāṟpadu</i> that he did not like. Bhagavan also explained why Kavyakantha had done so, saying that he hated <i>advaita</i> like poison, and narrating various incidents that illustrated this.<br>\n<br>\nAll that Bhagavan explained to him about the intention of Kavyakantha and his close followers was confirmed to Lakshmana Sarma soon after that when he read Kapali Sastri’s commentary, <i>Sat-Darshana Bhashya</i>, in which he saw that Kapali Sastri had endeavoured to distort and misrepresent Bhagavan’s teachings in numerous ways, and even directly contradicted them in many places. For example, in his introduction (<i>Bhoomika</i>) to the <i>Bhashya</i> Kapali Sastri wrote, ‘It is evident then that it is both futile and false to affirm that the substantial truth alone of the world-being, Brahman, is real and that the formal aspect of Brahman as the world is unreal’ (1953 edition, pp. 6-7) , thereby implying that Bhagavan’s teaching that our actual self (which is <i>brahman</i>, the only true substance or <i>vastu</i>) alone is real and that the world is merely an unreal appearance is ‘both futile and false’.<br>\n<br>\nHowever, though Bhagavan had explained in detail to Lakshmana Sarma and others the intention behind both Kavyakantha’s translation and Kapali Sastri’s commentary on it (as was confirmed to me by several other devotees who were present at that time, including Swami Natananandar), he did not object to the fact that <i>Sat-Darshana Bhashya</i> was unquestioningly published by the management of Ramanasramam in Sanskrit, Tamil and English, so Lakshmana Sarma asked to him prayerfully, ‘If your teachings are misinterpreted like this in your very lifetime, what will become of them in future? Will not people think that you have approved this book? Should not such a wrong interpretation be openly condemned?’ However, Bhagavan just smiled and replied, ‘According to the purity of the mind (<i>antaḥkaraṇa</i>) of each person, the same teaching is reflected in different ways. If you think you can expound the teachings more faithfully, you may write your own commentary’. (This reply given by Bhagavan is recorded in the preface to <a href=\"http://holybooks.lichtenbergpress.netdna-cdn.com/wp-content/uploads/Maha-Yoga-or-the-Upanishadic-Lore.pdf\"><i>Maha Yoga</i></a> (2002 edition, pages v-vi), and was reproduced by David Godman in Part Three of <i>The Power of the Presence</i> (2002 edition, page 169).)<br>\n<br>\nI assume that the reason why Bhagavan did not object to the publication of <i>Sat-Darshana Bhashya</i>, even though he knew better than anyone that it grossly misrepresented his teachings, and also why more generally he allowed each devotee freedom to understand his teachings in their own way and to write about them accordingly, was that he knew that those who are willing and able to understand them clearly and correctly will do so, in spite of any amount of misinterpretation or misrepresentation, and that those who are not willing or capable to understand them clearly or correctly will understand them in a confused manner no matter how carefully and correctly they may be explained. In saying this, I do not mean to imply that there is a clear dividing line between understanding them correctly and understanding them wrongly, because none of us can understand them perfectly so long as we experience ourself as an ego, so there is a broad spectrum between understanding them perfectly and misunderstanding them completely. Therefore the understanding of each one of us stands somewhere on that spectrum, and if we sincerely want to follow what he taught us we should always be trying to improve and refine our own understanding by repeated study (<i>śravaṇa</i>), deep and careful reflection (<i>manana</i>) and practice of self-attentiveness (<i>nididhyāsana</i>).<br>\n<br>\nOur anonymous friend wrote, ‘According to you everybody has got it wrong’, implying that I believe that my own understanding alone is correct and everyone else’s is wrong, but I have never written, said or implied any such thing. I do not think that my own understanding is perfect, so I am always trying to improve and refine it, and I do not think that anyone else’s understanding is always entirely wrong. Except for those who have surrendered their ego entirely and thereby merged forever in the absolutely clear light of pure self-awareness, which is what Bhagavan really is and what his teachings are pointing us towards, none of us have understood them perfectly, and we all no doubt fail to understand certain aspects of them adequately.<br>\n<br>\nWhat seems to have given our anonymous friend the wrong impression that I consider everyone else’s understanding to be wrong is that sometimes when friends cite in their comments certain views expressed by others that I consider to be incorrect, I explain why I think such views are contrary to what Bhagavan taught us and intended us to understand. I do not simply say that I consider a particular view or interpretation to be wrong, but offer detailed arguments based on Bhagavan’s own original writings to explain why I consider it to be wrong, so that each reader can consider my arguments alongside the view or interpretation in question and decide for themself which they consider to be correct. In each case some readers may agree with my arguments whereas others may disagree with them, and those who disagree with them may either agree with the view or interpretation that I have argued against or form their own independent view.<br>\n<br>\nIf I disagree with a particular view expressed by some other devotee, that does not mean I disagree with all their views. I may agree with them in many other respects, but not with regard to the particular view that I happen to be arguing against. Moreover, if I happen to critique a particular view held by another devotee, that does not mean that I am criticising that devotee as a person. When discussing Bhagavan’s teachings, we will each naturally disagree with certain points of view expressed by others, but if we explain why we disagree with that particular point of view, our explanation should not be taken to be criticism of any person who holds that view.<br>\n<br>\nIf anyone takes a well-reasoned discussion about the pros and cons of certain views to be personal criticism, that would be a very childish attitude to take towards a serious discussion, and would be a wholly inappropriate response to a discussion among spiritual aspirants who are seeking to understand Bhagavan’s teachings more clearly and correctly. David Godman and I, for example, have been friends for nearly forty years, and from the time we first met in 1976 we often used to discuss Bhagavan’s teachings, and in some respects we agreed with each other while in other respects we disagreed, but neither of us have ever taken our disagreements personally, and we have both respected each other’s right to hold a different point of view, so our friendship has endured all these years in spite of the fact that we both know that we disagree with each other regarding certain aspects of his teachings. Whenever we have discussed points that we disagree about, we have always done so amicably, and we have each tried to understand the other’s point of view, which is, I believe, how any spiritual aspirants should discuss such matters.<br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html?commentPage=2#c4268006234449099019\">later comment</a> this anonymous friend wrote that I hurt people when I explain why I disagree with certain views expressed by David or other devotees, and he implied that I hurt them because they are ‘fans’ of such devotees, but someone could be hurt by my explanations only if they mistake a critique of certain specific ideas to be personal criticism of whoever happens to have expressed those ideas. When we discuss Bhagavan’s teachings among ourselves, we naturally have to consider whatever points of view happen to be expressed or cited during our discussion, and often these will be points of view expressed by other devotees who are well-known because they have written books or given talks on his teachings. If we each had to refrain from disagreeing with any point of view expressed by any such well-known devotee for fear that we may hurt the feelings of their fans, our discussion of Bhagavan’s teachings would thereby be severely curtailed, because we would not be able to explain why we consider certain views to be a misinterpretation or misrepresentation of his teachings, or to clarify what we believe he actually intended us to understand.<br>\n<br>\nIf anyone prefers to be a fan of one or more devotees of Bhagavan rather than trying impartially to understand what he intended to teach us in texts such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, they are free to do so, and I do not think any of the rest of us would want to disturb them from their personal admiration for whichever devotees they choose to be a fan of, but if they feel hurt whenever anyone disagrees with any view expressed by those whom they admire and if they do not want to feel hurt in this way, they should stay away from this blog and any other place where other aspirants choose to discuss freely and impartially a range of views expressed in books or online about Bhagavan’s teachings in order to decide what they individually believe he intended us to understand.<br>\n<br>\nThe main aim of this blog is only to discuss Bhagavan’s teachings, but while discussing them the views that others have expressed about them will inevitably be raised, so it is only in such contexts that we discuss such views. Since I like to be clear in my own mind about what he actually meant and implied in his writings and oral teachings, and since most of the readers of this blog have a similar aim, whenever I read any views expressed here that I believe misrepresent what he meant or implied, I do not hesitate to explain why I believe such views to be mistaken and what I think he actually intended us to understand. I do not seek to impose my own views on others, but just offer them with carefully reasoned arguments that explain (primarily on the basis of his original writings, and sometimes also on the basis of other more or less accurate and reliable records of his oral teachings) why I believe each such view accurately represents what he meant. It is then up to each reader to decide for themself whether or not my views are adequately supported by the sources I cite and the arguments I give.<br>\n<br>\nWhen Bhagavan said to Lakshmana Sarma, ‘According to the purity of the mind of each person, the same teaching is reflected in different ways’, he acknowledged the fact that each one of us will inevitably understand his teachings according to our own willingness and ability to comprehend them, so there will always be differences of opinion with regard to them. Having thought carefully and deeply about most aspects of them, I am reasonably confident that my understanding of them is more or less correct, but just because in some cases I believe certain other views are incorrect, I do not suppose that this is because my own mind is any purer than devotees whose views are different to mine. I have the advantage of having studied his principal writings in the original under the clear guidance of Sadhu Om, who prompted me to think about them deeply and critically in order to understand them correctly, and I have a naturally philosophical mind, which makes me question everything, including my own understanding and beliefs, in order to decide what I can or cannot justifiably believe, so I have probably done <i>manana</i> more carefully, critically and deeply than many other devotees, and hence in spite of my lack of real purity of mind I believe my understanding of his teachings is in most respects reasonably correct. Whether others agree with me or not is up to them to decide, because whatever views I express I try to back up with clear arguments, which should enable each other person to judge them critically.<br>\n<br>\nAs I indicated when writing above about <i>Sat-Darshana Bhashya</i>, from all I have read and heard from devotees who were with Bhagavan, particular prior to the early 1930s, I believe that Kavyakantha and Kapali Sastri misrepresented Bhagavan’s teachings with deliberate intent, because they did not like the fundamental principles of his teachings or of <i>advaita</i> philosophy more generally, since those principles contradicted many of their most cherished beliefs and were incompatible with their own personal aims and ambitions. However, except for them and a few of their closest followers, I have no reason to believe that any other devotees either past or present have intended in such a way to misrepresent his teachings, so if ever some of them did misrepresent them, that was probably due to a lack of clear understanding rather than any wish to do so. Therefore whenever I critique or repudiate any views expressed by other devotees that I disagree with, my only concern is to explain why I believe that such views misrepresent Bhagavan’s teachings and what I believe he actually meant, so I do not intend my explanations to be taken as personal criticism of anyone, and I hope that no impartial reader will find in what I write any grounds for supposing that my criticisms extend any further than the particular ideas or confusions that I happen to be examining and arguing against.<br>\n<br>\nd) In his <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c7619928677009171728\">second comment</a> our anonymous friend wrote: ‘I know what you think about ‘traditional advaitins’ and their view of Bhagavan not falling into any pedigree. That’s not my concern. But are you not falling into another kind of ‘traditional advaitin’ trap? You have built your own pedigree – Bhagavan, Sri Muruganar, Sri Sadhu Om and perhaps you. There are subtle clues about that. You have appreciated Michael Langford (the ‘awareness watching awareness’ guy) for including nice things about Sri Muruganar and Sri Sadhu Om in his website. Have you not noticed he has included Annamalai Swami? You never utter a word about it. Is he falling out of the pedigree? Did he get it all wrong? Is his understanding only so-so?’<br>\n<br>\nI have never written about Annamalai Swami because though I knew him personally I never discussed Bhagavan’s teachings with him, so I do not know much about his views or understanding. My not mentioning him has got nothing to do with any ‘pedigree’, by which term I assume this anonymous friend means a lineage or <i>sampradāya</i>, because Bhagavan never intended to establish a <i>sampradāya</i>, and I do not believe that the concept of a <i>sampradāya</i> or lineage of <i>gurus</i> has any relevance to his teachings. As both Sri Muruganar and Sri Sadhu Om used to say to anyone who wanted to take either of them as <i>guru</i>, Bhagavan alone is the <i>guru</i> of all of us, and he does not need any intermediaries between himself and any of his followers or devotees.<br>\n<br>\ne) Our anonymous friend then wrote: ‘There are subtle ways you do the above. You say you answer questions. Let me add – you answer them unasked. Let us say someone shared some views of David in a comment, which he got via his personal communication with David. He is not asking your opinion. David is not asking your opinion. Other people are not asking your opinion. You pounce on that for the second time. It is enough since you did it once. You say it is our duty to correct. Who assigned the duty? The one who assigned it also has assigned duties to others. David is not ripping you apart, as far I know. He keeps quiet. You did the same for Cohen. Cohen is dead. Why wake him up from his coffin and thrash him badly? […]’.<br>\n<br>\nThe comments on this blog form a discussion, primarily about what I have written in each respective article, but also about other more or less closely related matters, and as I explained above, when views are expressed in such a discussion, if I believe any of those views do not represent Bhagavan’s teachings correctly, I sometimes decide that it would be appropriate to explain why I believe that such views are not what Bhagavan intended us to understand. If all the participants in a discussion felt constrained to a reply to any view only if it was expressed in the form of a question, it would not be a real discussion.<br>\n<br>\nIn some cases my opinion may not have been specifically asked for, but that does not mean that I should not attempt to correct any views expressed here that I consider to be misleading. Moreover, I do not just express my own opinions, but try to explain what Bhagavan actually meant, and I cite his own words and give reasonable arguments to support whatever views I express. If our anonymous friend or anyone else disagrees with my views or the arguments I give, they are free to offer counterarguments, which I would be happy to consider and reply to, but instead of offering any reasonable arguments against any particular views that I have expressed, he seems to be criticising me simply for expressing any views that are contrary to those expressed by any other well-known devotees.<br>\n<br>\nRegarding what our anonymous friend wrote about me waking Cohen up from his coffin and thrashing him badly, I did no such thing, and implying that I did so seems to be a very perverse way of interpreting what I actually wrote. What he is referring to is an article I wrote a few months ago, <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-meditation-on-heart.html\">What is meditation on the heart?</a>, in which I discussed Cohen’s interpretation of a particular passage in <i>Talks with Sri Ramana Maharshi</i>. Though I explained why I consider his interpretation of it to be wrong, I did not write anything again Cohen personally, and to make this clear I wrote explicitly in that article, ‘I do not suppose that he was deliberately misinterpreting what is recorded in this passage of <i>Talks</i>, but his understanding of it was certainly very confused’.<br>\n<br>\nI have no reason to doubt Cohen’s sincerity, but being a sincere devotee does not necessarily mean that his understanding of Bhagavan’s teachings was always correct. Obviously he wanted to understand his teachings correctly and to help other to understand them, and that is why he wrote the book in question, <i>Reflections on Talks with Sri Ramana Maharshi</i>. Since this was his aim, and since he seemed to be an honest and humble devotee, I assume he would not have minded anyone pointing out any errors or confusion that may happen to be in his interpretation.<br>\n<br>\nMoreover, since he published his interpretations in a book for all to read, he knew that he was exposing his ideas to public scrutiny, so though he knew that some people may disagree with his ideas, he was sufficiently confident about them to share them and to accept responsibility for them, and hence he would have been ready to face any criticism that they may receive. Therefore the fact that he died long ago does not mean that his published views should not now be evaluated or that any errors or confusion in them should not be pointed out. People still read his book, so they are still liable to be confused or misled by any of his ideas or interpretations that misrepresent Bhagavan’s teachings, and hence I considered it necessary to point out that what he had written about that particular passage in <i>Talks</i> was confused and misleading.<br>\n<br>\nIf our aim is to follow what Bhagavan taught us, we obviously need to understand his teachings as clearly and correctly as possible, but when we read all the published records and interpretations of what he wrote and said, it is clear that the various writers have understood and interpreted his teachings in very different ways, so it is easy for any of us to be confused by so many different views and interpretations. Fortunately, however, Bhagavan wrote his most essential and fundamental teachings in a clear manner in a few texts such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, so if we want to be sure what he actually intended to teach us, we should rely on such texts and take them to be the primary source from which we can derive a clear and correct understanding of his teachings.<br>\n<br>\nIn this context there is an interesting verse composed by Sri Muruganar in <i>Śrī Ramaṇa Sannidhi Muṟai</i> that David Godman pointed out to me recently, namely verse 1545. What David wrote about it was:<br>\n<blockquote>I came across this <i>Ramana Sannidhi Murai</i> (1545) verse for the first time a few days ago:<br>\n<blockquote>Why did Venkata, the primal one, declare a primary text for the sake of the scholars whose head was Ganapathy? If he had not declared the primary text, the consciousness of those ripe scholars would have branched out more and more in many different ways.</blockquote>\nI am assuming the primary text is <i>Ulladu Narpadu</i>, and that Muruganar is claiming that one reason Bhagavan composed it was to make a statement of what his true teachings were so that Ganapati Muni and his followers couldn’t claim they were something else. That might be one reason he made Lakshman Sarma put so much work into his Sanskrit rendering of the work.</blockquote>\nI agree with David that what Muruganar refers to in this verse as ‘ஓர் முதனூல்’ (<i>ōr mudaṉūl</i>), which means ‘one primary text’ (because <i>mudaṉūl</i> is a compound of two words, namely <i>mudal</i>, which means first, foremost, primary, best, root or fundamental, and <i>nūl</i>, which means text, and it is a term used specifically to refer to a fundamental text that is considered to be of divine origin), is <i>Uḷḷadu Nāṟpadu</i>, because if any one text deserves to be called the primary or most fundamental text of Bhagavan’s teachings, it is <i>Uḷḷadu Nāṟpadu</i>. The term in this verse that has been translated as ‘ripe scholars’ is மூதறிஞர் (<i>mūdaṟiñar</i>), which does not refer to spiritual ripeness but to ripeness of learning or scholarship, because Kavyakantha Ganapati Sastri and some of his closest followers, such as Kapali Sastri, were people of vast learning whose minds were liable to branch out in many different ways. Thus the implication of this verse is that though Bhagavan composed <i>Uḷḷadu Nāṟpadu</i> in answer to Muruganar’s prayerful request, ‘Reveal to us the nature of reality and the means to attain it so that we may be saved’, he also did so for the benefit of scholars like Kavyakantha and all of us whose minds are liable to be confused and distracted by numerous other ideas, which would draw our attention away from the one thing we need to investigate and know, namely ourself.<br>\n<br>\nTherefore if we want to keep the fundamental teachings of Bhagavan fresh and clear in our mind and thereby avoid being confused by numerous other ideas that abound in the various other books about his teachings, we should constantly refer back to <i>Uḷḷadu Nāṟpadu</i> and other texts written by Bhagavan himself to verify whether or not whatever we may read elsewhere is actually in accordance with the fundamental principles that he expressed so clearly in his primary texts. It is only with this intention that I sometimes decide it is appropriate to point out and explain how some of the ideas expressed by other devotees deviate from his actual teachings as expressed in such texts.<br>\n<br>\n<a name=\"practise\"></a><b>14. How can we practise <i>ātma-vicāra</i> in the midst of other activities?</b><br>\n<br>\nThe final ‘blunt and direct question’ that this anonymous friend wrote in his <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c7619928677009171728\">second comment</a> was the one he labelled (f), namely: ‘You write a lot. Talk a lot. You say you still practise self enquiry. Where is the time for your practice? By your activities it is clear you are most of the time hooked on to the computer and internet. You know basic physics. One can attend to only one thing at a time. Others can do that. If you do that and say Bhagavan asks us to be attentively self-aware all the time, few eyebrows will rise. Most questions here are repetitions. So are the answers. […]’.<br>\n<br>\nWhat our anonymous friend seems to imply here is that if I or anyone else spends our time doing any other work, we will have no time to practise <i>ātma-vicāra</i>. This may be true if we spend all our time busily attending to things other than ourself, but most of our activities do not require all our attention, so even while doing other activities we can try repeatedly to bring our attention back and to fix it at least partially on ourself. Even in the midst of other activities, much of our attention is normally taken up with thinking unnecessary thoughts, so if instead of dwelling on such thoughts we try to dwell only on our own fundamental self-awareness, we will end each day having devoted much of our attention to ourself.<br>\n<br>\nMoreover, when I am replying to questions about Bhagavan’s teachings or writing anything for this blog, I am doing <i>manana</i> on them, and <i>manana</i> on his teachings is the one activity that keeps our attention closest to ourself and constantly reminds us of the need to try to hold on to self-attentiveness. Therefore if done correctly <i>manana</i> is an aid and support to our practice and not an obstacle to it.<br>\n<br>\nIf instead of thinking about his teachings in this way I were to sit with closed eyes trying to be constantly self-attentive, my attention would be frequently distracted by other thoughts, so I would not actually be self-attentive most of the time. This is why Bhagavan never prescribed any particular routine for practising <i>ātma-vicāra</i>, nor did he ever say that we need to give up all other activities. Instead he left it to each of us to find out for ourself how best to practise <i>ātma-vicāra</i> in the midst of whatever other activities we may be doing.<br>\n<br>\nHe also taught us that whatever outward activities we are destined to do we will be made to do (as he wrote, for example, in <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html#dec98note\">his December 1898 note for his mother</a>, which I cited above at the end of the <a href=\"#ss\">third section</a>), so we should not concern ourself with whatever activities we are made to do but should instead just try to be silently self-attentive in the midst of such activities. Whatever activity we may be doing, we are always self-aware, so we are always free to choose whether to attend to our self-awareness or to other things, and all that <i>ātma-vicāra</i> entails is choosing to attend to our self-awareness rather than to other things.<br>\n<br>\nOur anonymous friend writes, ‘Most questions here are repetitions. So are the answers’, but repetition is precisely what we need to succeed in this path. We need to repeatedly think about Bhagavan’s fundamental teachings in order to keep them ever fresh and clear in our mind, and we need to repeatedly try to practise what we have understood from his teachings, which is that we should try to be self-attentive as much as possible. Therefore anyone who is passionately interested in practising what he taught us will welcome repetition of this kind.<br>\n<br>\n<a name=\"laya\"></a><b>15. Why did Bhagavan teach us that <i>manōlaya</i> is not a spiritually beneficial state?</b><br>\n<br>\nIn several comments on my previous article one of our friends, Sivanarul, referred to <i>manōlaya</i> as if it were a spiritually beneficial state and one that an aspirant needs to attain before <i>manōnāśa</i>. For example, in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#c5830401375836494216\">one comment</a> he wrote, ‘The mind needs [...] to first attain manolaya before it can even fathom manonasa’, and in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html?commentPage=2#c8032515052450737608\">another one</a> he wrote, ‘How can manolaya obtained by other practices become an obstacle is beyond me’.<br>\n<br>\nAccording to Bhagavan, the goal we should seek to attain is only <i>manōnāśa</i>, which means destruction or annihilation of the mind (and which implies annihilation of our ego, since our ego is the root and essence of our mind), because our ego or mind is the root cause of all our problems and is what prevents us from experiencing ourself as we really are, since it is a false or illusory experience of ourself. Whereas <i>manōnāśa</i> is the state of permanent subsidence of our mind, <i>manōlaya</i> is only a state of temporary subsidence of it, such as sleep.<br>\n<br>\nThe reason why the subsidence of the mind in <i>manōnāśa</i> is permanent is that our ego or mind is just an illusion that seems to exist only because of our being negligently or inattentively self-aware due to our liking to attend to and thereby be aware of other things, so it can be permanently vanquished only by our being attentively self-aware (and hence aware of nothing else whatsoever), as I explained in the second section of my previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: Avoiding self-negligence (<i>pramāda</i>) is the only means to destroy our ego</a>. Therefore, since <i>manōnāśa</i> is a subsidence of our ego that is attained as a result of our being attentively self-aware, it is permanent, whereas subsidence of it attained by any other means is only temporary.<br>\n<br>\nAny temporary state of subsidence of our ego and mind is called <i>manōlaya</i>, so the sleep that we experience every day is a state of <i>manōlaya</i>, and no other state of <i>manōlaya</i> is any more beneficial spiritually than sleep. To illustrate and emphasise this Bhagavan used to tell a story about a <i>yōgi</i> who was practising <i>prāṇāyāma</i> and other techniques of <i>rāja yōga</i> on the banks of the Ganga and who was so proficient in such practices that he was thereby able to immerse himself for increasingly long periods in <i>nirvikalpa samādhi</i>, which is generally considered to be the most exalted form of <i>manōlaya</i>. On one occasion when he awoke from his <i>nirvikalpa samādhi</i> he felt thirsty, so he asked his disciple to bring him some water from the Ganga, but before his disciple had time to bring it he again subsided into <i>nirvikalpa samādhi</i> and did not wake up again for three hundred years. However, as soon as he woke up his first thought was about the water he had asked for, so he again asked angrily why he had not yet been given any.<br>\n<br>\nAs Bhagavan explained, this story illustrates that no spiritual benefit can be gained from any state of <i>manōlaya</i>, because the fact that the thought of water, which was the last thought in the <i>yōgi</i>’s mind before he subsided into <i>laya</i>, was the first thought that rose in him as soon as he awoke from <i>laya</i> shows that not even a single <i>vāsanā</i> (propensity, inclination, impulse or desire) is destroyed or even weakened in such a state, no matter how long it may last. Therefore, since all <i>vāsanās</i> can be destroyed entirely along with their root, the ego, only by means of <i>ātma-vicāra</i> or self-attentiveness, he used to advise anyone who was practising <i>prāṇāyāma</i> or any other technique of <i>rāja yōga</i> that they should not allow their mind to subside in <i>laya</i> but should use the relative calmness or quiescence of mind achieved by such practices as a favourable condition in which to try to turn their attention back towards themself alone.<br>\n<br>\nSince <i>manōlaya</i> is by definition a state in which the mind (and hence the ego, which is its essential form and root) has subsided temporarily but completely, as it does in sleep, it is not a state in which one can do any form of spiritual practice or make any effort whatsoever, and hence it cannot be a spiritually fruitful state. Whereas our ego subsides temporarily in sleep due to exhaustion, and whereas it may subside temporarily in a coma due to brain damage or general anaesthesia, it can subside temporarily in <i>nirvikalpa samādhi</i> as a result of various practices such as <i>prāṇāyāma</i>, but whatever may cause it to subside in any such temporary state, the net result is the same, namely <i>manōlaya</i>, which is a state in which the ego and mind are rendered temporarily inactive and therefore incapable of doing anything until they rise again in either waking or dream.<br>\n<br>\nBeing in <i>manōlaya</i> is not an obstacle to spiritual progress, any more than being asleep is, but it is like a temporary stop on one’s journey, such as when a train travelling a long distance stops at various stations <i>en route</i>. We need to rest in sleep for several hours each day in order to recuperate our energy, so such rests in <i>manōlaya</i> are necessary and unavoidable, but if we wish to make progress in our spiritual journey we should avoid spending more time in <i>manōlaya</i> than is actually necessary, so we should not try to achieve <i>nirvikalpa samādhi</i> or any other such state of <i>manōlaya</i> by artificial means such as <i>prāṇāyāma</i> or any other <i>yōgic</i> practices, but should aim only to achieve <i>manōnāśa</i> by means of vigilant self-attentiveness.<br>\n<br>\nThough being in <i>manōlaya</i> is not an obstacle but just a delay, making any effort to be in <i>manōlaya</i> would be an obstacle, because <i>manōlaya</i> is a temporary state and hence is something other than ourself, so seeking to achieve it is seeking to achieve something other than ourself. Moreover, in order to achieve <i>manōlaya</i> by any artificial means we would need to direct our attention towards something other than ourself, and if we manage to achieve it by any <i>yōgic</i> practices, we would be liable to become attached to such practices and to the resulting state of <i>manōlaya</i>, as was the <i>yōgi</i> on the banks of the Ganga in the story narrated by Bhagavan. Therefore Bhagavan never recommended seeking <i>manōlaya</i> for any reason at all, except of course the daily quota of sleep that we require in order for our mind to be fresh and clear enough to practise being vigilantly self-attentive while we are awake or in dream.<br>\n<br>\nIn order to annihilate our ego or mind the instrument we must use is its own power of attention, so since neither our ego nor its power of attention exists in sleep or in any other state of <i>manōlaya</i>, being in such a state cannot help us to annihilate our ego and mind. Likewise, to weaken our <i>viṣaya-vāsanās</i> (outward-going inclinations, desires or attachments), we need to use our ego’s free will to choose to attend to ourself (or to a thought of God, if we are following a path of more dualistic devotion) rather than to any other thought or <i>viṣaya</i> (object of perception or anything other than oneself), so since neither our ego nor its free will exists in any state of <i>manōlaya</i>, being in such a state cannot help us to weaken our <i>viṣaya-vāsanās</i>.<br>\n<br>\nThat is, since <i>viṣaya-vāsanās</i> are our desires or liking to experience anything other than ourself, they are the <i>icchā</i> (will or volition) aspect of our ego (which is a reflection of the <i>priya</i> or <i>ānanda</i> nature of our real self), so they can be weakened and removed only by means of an alternative use of our will. So long as we choose to allow our mind to dwell on <i>viṣayas</i> or things other than oneself, we are nourishing, sustaining and strengthening our <i>viṣaya-vāsanās</i>, so to weaken them we must choose to try to attend to ourself alone (or at least to a thought of God). At each moment we are free to choose either to attend to ourself or to other things, so it is the choice that we make at each moment that will either weaken or strengthen our <i>viṣaya-vāsanās</i>. This is why we need to passionately love to be self-attentive (or to think of God), because it is only by such love that we can weaken our <i>viṣaya-vāsanās</i> and strengthen our <i>sat-vāsanā</i> (our love just to be, which is also called <i>svātma-bhakti</i> or love for our own real self, whose nature is <i>sat</i> or being).<br>\n<br>\nSince we can choose to be self-attentive (or to think of God) only when our ego is active, as it is in waking and dream, and not when it is subsided in sleep or any other state of <i>manōlaya</i>, we can weaken our <i>viṣaya-vāsanās</i> only in waking and dream and not in any state of <i>manōlaya</i>. This is why Bhagavan taught us that <i>manōlaya</i> is not a spiritually beneficial state and is therefore not a state that we should try to achieve. We should obviously sleep as much as we need to, but while awake or in dream we should direct all our interest and effort to being self-attentive (or to lovingly thinking of God, or of the teachings of our <i>guru</i>, Bhagavan Ramana). This is the only means by which we can weaken our <i>viṣaya-vāsanās</i> and thereby eventually eradicate the illusion that we are this ego.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "260",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4796280295772339912/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "sat-sanga",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "śravaṇa-manana-nididhyāsana",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk1ODc5NDk2MjEzCm9mZnNldDogMzYwMDAwMAo\""
}