{
    "kind": "blogger#post",
    "id": "4437333321074323155",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-06-19T13:17:00+01:00",
    "updated": "2021-01-17T20:20:19Z",
    "url": "http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4437333321074323155",
    "title": "What is ‘the I-feeling’, and do we need to be ‘off the movement of thought’ to be aware of it?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html#c3894713479582785257\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html\">How to attend to ourself?</a>, a friend called Viveka Vairagya wrote, ‘I think I have finally been able to figure out the I-feeling or “I am” feeling. It seems to be nothing but the inner sense of awareness (or consciousness or being)/self-awareness one has when one is off the movement of thought, correct?’ There are several points in this statement that need to be clarified, so this article is addressed to Viveka Vairagya and will seek to provide more clarity on this subject.<br><a name='more'></a>\n<ol>\n<li><a href=\"#feeling\">The pronoun ‘I’ refers to ourself, and we are not just a ‘feeling’ but clear and indubitable awareness</a></li>\n<li><a href=\"#thinking\">We are always clearly aware of ourself, whether we happen to be thinking or not</a></li>\n<li><a href=\"#aware\">When we are aware of anything other than ourself, we are not aware of ourself as we actually are</a></li>\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: we are awareness, and awareness alone is what actually exists</a></li>\n<li><a href=\"#pramada\">What prevents the annihilation of our ego is not just thoughts but only self-negligence (<i>pramāda</i>)</a></li>\n<li><a href=\"#aa6\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 6: let thoughts appear or disappear, they should be no concern of ours</a></li>\n<li><a href=\"#aa7\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 7: whatever thought may appear, we should investigate ourself, to whom it has appeared</a></li>\n<li><a href=\"#ny06\"><i>Nāṉ Yār?</i> paragraph 6: if we keenly investigate ourself, our mind will subside along with all its thoughts</a></li>\n<ul>\n<li><a href=\"#ny06-01\">First sentence: the mind can be annihilated only by self-investigation</a></li>\n<li><a href=\"#ny06-02\">Second sentence: after consuming all other thoughts, self-attentiveness will itself be consumed</a></li>\n<li><a href=\"#ny06-03\">Third sentence: if other thoughts appear, we should investigate to whom they have appeared</a></li>\n<li><a href=\"#ny06-04\">Fourth sentence: however many thoughts appear, what does it matter?</a></li>\n<li><a href=\"#ny06-05\">Fifth sentence: investigating to whom each thought appears will focus our attention on ourself</a></li>\n<li><a href=\"#ny06-06\">Sixth sentence: if we investigate who we are, our mind will subside back into ourself, its source</a></li>\n<li><a href=\"#ny06-07\">Seventh sentence: if we investigate who we are, whatever thought had arisen will also subside</a></li>\n<li><a href=\"#ny06-08\">Eighth sentence: by persistently practising being self-attentive, our ability to remain firmly established in our source will increase</a></li>\n</ul>\n<li><a href=\"#thoughts\">Since everything other than pure self-awareness is just a thought, how should we deal with the appearance of thoughts?</a></li>\n<li><a href=\"#movement\">The first movement of thought is the rising of our ego, so we are completely ‘off the movement of thought’ only in <i>manōlaya</i> or <i>manōnāśa</i></a></li>\n</ol>\n<a name=\"feeling\"></a><b>1. The pronoun ‘I’ refers to ourself, and we are not just a ‘feeling’ but clear and indubitable awareness</b><br>\n<br>\nFirstly the term ‘feeling’ is not the most appropriate term to use in this context, because it generally means a vague impression of some sort, whereas the terms ‘I’ and ‘I am’ refer to ourself and denote our awareness of our own existence, which is too clear and certain to be described as a feeling or vague impression. In English books about Bhagavan’s teachings our self-awareness is often referred to as a ‘feeling’ and terms such as ‘the I-feeling’ or ‘the feeling “I am”’ are frequently used, but (as I explained in more detail in the <a href=\"http://happinessofbeing.blogspot.com/2014/07/self-awareness-i-thought-i-feeling-and.html#01\">first section</a> of an earlier article, <a href=\"http://happinessofbeing.blogspot.com/2014/07/self-awareness-i-thought-i-feeling-and.html\">Self-awareness: ‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i></a>) this use of the term ‘feeling’ in this context originates from a poor translation of the Tamil term உணர்வு (<i>uṇarvu</i>), which Bhagavan often used to refer to our fundamental awareness of ourself. Though in certain contexts உணர்வு (<i>uṇarvu</i>) can be used to denote a sensation or sensory impression, and in that sense can therefore be translated as ‘feeling’, its primary meaning is awareness or consciousness, particularly in the sense of clear awareness, and it was in this primary sense that Bhagavan used it to refer to our fundamental awareness — our self-awareness, which is the real import of the word ‘I’.<br>\n<br>\n<a name=\"thinking\"></a><b>2. We are always clearly aware of ourself, whether we happen to be thinking or not</b><br>\n<br>\nTherefore you are correct when you say that ‘the I-feeling or “I am” feeling’ is ‘nothing but the inner sense of awareness (or consciousness or being)/self-awareness’, because the Tamil term used by Bhagavan that is often mistranslated as ‘the I-feeling’ is தன்னுணர்வு (<i>taṉ-ṉ-uṇarvu</i>), which literally means self-awareness. However when you wrote ‘It seems to be nothing but the inner sense of awareness (or consciousness or being)/self-awareness’ you qualified this by adding ‘[which] one has when one is off the movement of thought’, by which you seem to imply that self-awareness is something that we experience only when we are ‘off the movement of thought’, which is certainly not correct, because we are always clearly self-aware, whether we happen to be thinking or not.<br>\n<br>\nIf the I-feeling were something that one has only when one is off the movement of thought, it would be just a temporary phenomenon and hence not real, so it would not be worth knowing or experiencing. What we are seeking to experience is what is permanent and hence real, namely ourself as we actually are. We are permanent not only in the sense that we always exist but also in the sense that we are always aware of ourself, because what we actually are is pure awareness, and awareness is always aware of itself, so we are not seeking to be aware of anything that we are not already aware of.<br>\n<br>\nThough we are always aware of ourself, at present we mistake ourself to be something other than what we actually are, so what we are seeking is simply to be aware of ourself as we actually are. Since whatever we now mistake ourself to be is just an illusory superimposition on ourself as we actually are, being aware of ourself as we actually are does not entail gaining any new knowledge or awareness of something that we are not already aware of, but simply entails the removal of our wrong knowledge or illusory awareness of ourself as something else, thereby leaving behind what we are always aware of, namely the fundamental self-awareness that we actually are.<br>\n<br>\nEverything that we are aware of other than ourself is just a thought, so when we are not aware of any thought (anything other than ourself), as we are in sleep, we are aware of ourself alone, but even when we are aware of thoughts, as we are in waking and dream, we are still nevertheless aware of ourself, because self-awareness (which is <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#intransitive\">intransitive awareness</a>) is our fundamental awareness, since it is eternal and immutable, whereas awareness of other things (which is transitive awareness or <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>), as Bhagavan often used to call it) is a superficial and unreal mode of awareness that appears in waking and dream and disappears in sleep. The source from which this unreal mode of awareness arises in waking and dream and into which it subsides in sleep is only our fundamental self-awareness, which is what we actually are and what alone is real.<br>\n<br>\n<a name=\"aware\"></a><b>3. When we are aware of anything other than ourself, we are not aware of ourself as we actually are</b><br>\n<br>\nHowever, though we are always self-aware, whether or not we also happen to be aware of anything else, so long as we are aware of anything other than ourself we are not aware of ourself as the infinite (and hence absolutely intransitive) awareness that we actually are, but are aware of ourself only as this finite and transitive awareness called ego. Therefore to be aware of ourself as we actually are we must be aware of ourself alone, so we need to focus our entire attention only on ourself, the fundamental self-awareness that we actually are.<br>\n<br>\nTherefore what you refer to as ‘the I-feeling’ is just our fundamental self-awareness, and since it is the only thing that we are always aware of, we do not need to ‘figure it out’. All we need do is to try to focus our attention on it as much as possible, because by persistently doing so we will gradually refine and sharpen our power of attention, making it possible for us to focus it more and more keenly on ourself alone, until eventually we will be able to focus it entirely on ourself — our fundamental self-awareness — thereby excluding everything else from our awareness, and when we do so for a moment our ego will be dissolved instantly and forever in the infinite clarity of pure self-awareness, which is our actual self (<i>ātma-svarūpa</i>).<br>\n<br>\n<a name=\"uu23\"></a><b>4. <i>Upadēśa Undiyār</i> verse 23: we are awareness, and awareness alone is what actually exists</b><br>\n<br>\nAnother problem with using the term ‘feeling’ to refer to self-awareness is that feelings are phenomena that come and go, appearing and disappearing in our awareness, so they are impermanent and hence other than ourself, because we are permanent, being the fundamental awareness in which everything else (including the ego that we now seem to be) appears and disappears. Therefore the term ‘feeling’ suggests some sort of phenomenon or object — something other than ourself — whereas self-awareness can never be an object, since it is ourself — what we actually are.<br>\n<br>\nTherefore what is rather inappropriately called ‘the I-feeling’ is actually just ourself, because the ‘feeling’ or awareness of ‘I’ cannot be anything other than ‘I’, and ‘I’ is nothing other than ourself. That is, since we ourself are the awareness that is aware of ourself, our awareness of ourself is nothing other than ourself. Moreover, we are not only awareness but also what actually exists, because whereas everything other than ourself could be an illusion, we ourself cannot be an illusion, because we must exist in order to be aware of anything, whether real or illusory. Therefore since we are both what actually exists (<i>uḷḷadu</i>) and what is aware of our existence, our awareness of our existence cannot be anything other than our existence itself, so we, our existence and our awareness of our existence are one and the same thing, as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi<br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarv[u]-ē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we.</blockquote>\nTherefore we alone are the awareness that is aware of ourself, so self-awareness or awareness of ‘I’ (the so-called ‘I-feeling’) is nothing other than ourself, the one who alone exists and is aware of our existence.<br>\n<br>\n<a name=\"pramada\"></a><b>5. What prevents the annihilation of our ego is not just thoughts but only self-negligence (<i>pramāda</i>)</b><br>\n<br>\nRegarding the benefit of being ‘off the movement of thought’, as you put it, being so is no doubt peaceful, pleasant and restful, but it is not necessarily of any spiritual benefit whatsoever, because we are off the movement of thought whenever we are asleep, but we do not derive any spiritual benefit thereby. However, so long as we are aware of thoughts even to the slightest extent, our attention is to that extent distracted away from ourself, so in order to attend to ourself alone and thereby be aware of ourself as we actually are it is necessary for us to be unaware of any thought (which I assume is what you mean by being ‘off the movement of thought’), but being unaware of any thought is not sufficient by itself, because we can be unaware of thoughts without being attentively aware of ourself, as we know from our experience in sleep. Therefore being ‘off the movement of thought’ is necessary but not sufficient.<br>\n<br>\nThe fact that our ego is not annihilated by sleeping, even though we are then not aware of any thoughts, clearly indicates that what prevents its annihilation or permanent dissolution is something deeper than just awareness of thoughts. That deeper thing is <i>pramāda</i>: self-negligence or self-inattentiveness. Therefore we cannot annihilate our ego without annihilating <i>pramāda</i>, and we can annihilate <i>pramāda</i> only by striving for <i>sadā apramāda</i> (perpetual non-negligence or non-inattentiveness), which we can achieve only by trying to be keenly and persistently self-attentive.<br>\n<br>\nWho is now afflicted by self-negligence (<i>pramāda</i>)? In other words, who is self-negligent?  Only our ego, so <i>pramāda</i> does not exist independent of this ego. However, since <i>pramāda</i> is its very nature, this ego does not exist independent of <i>pramāda</i>, so neither can exist without the other. They are in fact synonymous: the ego is <i>pramāda</i>, and <i>pramāda</i> is the ego.<br>\n<br>\nIn waking and dream <i>pramāda</i> manifests as attention to things other than ourself, which is what is called ‘thoughts’. In sleep, however, all thoughts subside along with our ego, which is their root and foundation, so <i>pramāda</i> is then not manifest (that is, it does not seem to exist), but the reason it is not manifest is that the ego itself does not exist in sleep, and hence there is no one in sleep to be self-negligent. What exists in sleep is only pure self-awareness, which is what we actually are, and pure self-awareness can never be self-negligent because its very nature is to be always aware of itself as it is.<br>\n<br>\nWhy then is the ego not annihilated in sleep? Only because it fell asleep without being keenly self-attentive, and hence without destroying its <i>pramāda</i>. Since this ego and its <i>pramāda</i> seem to exist only in waking and dream, they can be annihilated only in one or other of these two states (which are not actually two states, because every dream seems to be our waking state while we are experiencing it, and every state that seems to be our waking state is actually just another dream). And since this ego seems to exist only because it is self-negligent, it can annihilate itself only by being self-attentive. In sleep it does not seem to exist, so it cannot be self-attentive, but in waking and dream it seems to exist, so it can and must try to be self-attentive as much as possible.<br>\n<br>\nTherefore when we practise self-investigation (<i>ātma-vicāra</i>) our aim is not just to be free of thoughts but is only to be keenly self-attentive. To the extent that our attention is keenly focused on ourself it will thereby be withdrawn from everything else, so since no thought can arise or seem to exist unless we attend to it, if we manage to attend only to ourself we will thereby be free of thoughts (or ‘off the movement of thought’, as you put it). Therefore freedom from thoughts is not our aim but just a by-product of our aim, which is only to be attentively aware of ourself alone.<br>\n<br>\n<a name=\"aa6\"></a><b>6. <i>Śrī Aruṇācala Aṣṭakam</i> verse 6: let thoughts appear or disappear, they should be no concern of ours</b><br>\n<br>\nIf we actually focus our entire attention on ourself, we will not even notice whether any thoughts exist or not, so the presence or absence of thoughts should be no concern of ours. If we are at all concerned about them, we will thereby be thinking of them, and hence our attention will not be exclusively on ourself. This is why in the final line of verse 6 of <i>Śrī Aruṇācala Aṣṭakam</i> Bhagavan sang regarding thoughts (which he explained are what appear as the vast moving picture of this world, like a film projected on a cinema screen): ‘நின்றிட சென்றிட; நினைவிட வின்றே’ (<i>niṉḏṟiḍa seṉḏṟiḍa; niṉai-viḍa v-iṉḏṟē</i>), which means ‘let them cease or let them go on; they do not exist at all apart from you’.<br>\n<br>\nWhat he refers to here as ‘you’ is Arunachala, the light of pure self-awareness, which is our own actual self, because it alone is what is real, so independent of it no thoughts can seem to exist, and hence if our mind is completely absorbed in ourself, it will not matter to us whether any thoughts continue to appear or not. This is made clear in the rest of this verse, in which he sang:<br>\n<blockquote>உண்டொரு  பொருளறி வொளியுள மேநீ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யுளதுனி லலதிலா வதிசய சத்தி<br>\nநின்றணு நிழனிரை நினைவறி வோடே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நிகழ்வினைச் சுழலிலந் நினைவொளி யாடி<br>\nகண்டன நிழற்சக விசித்திர முள்ளுங்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்முதற் பொறிவழி புறத்துமொர் சில்லா<br>\nனின்றிடு நிழல்பட நிகரருட் குன்றே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நின்றிட சென்றிட நினைவிட வின்றே.<br>\n<br>\n<i>uṇḍoru poruḷaṟi voḷiyuḷa mēnī<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yuḷaduṉi laladilā vatiśaya śatti<br>\nniṉḏṟaṇu niṙaṉirai niṉaivaṟi vōḍē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;nikaṙviṉaic cuṙalilan niṉaivoḷi yāḍi<br>\nkaṇḍaṉa niṙaṯcaga vicittira muḷḷuṅ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇmudaṯ poṟivaṙi puṟattumor sillā<br>\nṉiṉḏṟiḍu niṙalpaḍa nikararuṭ kuṉḏṟē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;niṉḏṟiḍa ceṉḏṟiḍa niṉaiviḍa iṉḏṟē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உண்டு ஒரு பொருள் அறிவு ஒளி உளமே நீ. உளது உனில் அலது இலா அதிசய சத்தி. நின்று அணு நிழல் நிரை நினைவு அறிவோடே நிகழ்வினை சுழலில் அந் நினைவு ஒளி ஆடி கண்டன நிழல் சக விசித்திரம் உள்ளும் கண் முதல் பொறி வழி புறத்தும் ஒர் சில்லால் நின்றிடும் நிழல்படம் நிகர். அருள் குன்றே, நின்றிட சென்றிட; நினை விட இன்றே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṇḍu oru poruḷ aṟivu oḷi uḷamē nī. uḷadu uṉil aladu ilā atiśaya śatti. niṉḏṟu aṇu niṙal nirai niṉaivu aṟivōḍē nikaṙviṉai suṙalil a-n-niṉaivu oḷi āḍi kaṇḍaṉa niṙal jaga-vicittiram uḷḷum kaṇ mudal poṟi vaṙi puṟattum or sillāl niṉḏṟiḍum niṙal-paḍam nikar. aruḷ-kuṉḏṟē, niṉḏṟiḍa ceṉḏṟiḍa; niṉai viḍa iṉḏṟē</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு ஒளி உளமே நீ ஒரு பொருள் உண்டு. உனில் அலது இலா அதிசய சத்தி உளது. நின்று அணு நிழல் நினைவு நிரை அறிவோடே நிகழ்வினை சுழலில், ஒர் சில்லால் நின்றிடும் நிழல்படம் நிகர், நிழல் சக விசித்திரம் உள்ளும் கண் முதல் பொறி வழி புறத்தும் அந் நினைவு ஒளி ஆடி கண்டன. அருள் குன்றே, நின்றிட சென்றிட; நினை விட இன்றே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu oḷi uḷamē nī oru poruḷ uṇḍu. uṉil aladu ilā atiśaya śatti uḷadu. niṉḏṟu aṇu niṙal niṉaivu nirai aṟivōḍē nikaṙviṉai suṙalil, or sillāl niṉḏṟiḍum niṙal-paḍam nikar, niṙal jaga-vicittaram uḷḷum kaṇ mudal poṟi vaṙi puṟattum a-n-niṉaivu oḷi āḍi kaṇḍaṉa. aruḷ-kuṉḏṟē, niṉḏṟiḍa ceṉḏṟiḍa; niṉai viḍa iṉḏṟē</i>.<br>\n<br>\n<b>English translation:</b> There is one substance, [which is] only you, the heart, the light of awareness. In you exists an extraordinary power, which is not other [than you]. [Appearing] from [that] along with awareness, series of subtle shadowy thoughts [spinning] in the whirl of destiny are seen [on] the mirror [that is] the mind-light as a shadowy world-picture both inside and outside via senses such as the eye, like a shadow-picture that stands out [or is projected] by a lens. Hill of grace, let them cease or let them go on; they do not exist at all apart from you.</blockquote>\nAs Bhagavan says in the first sentence of this verse, only one substance (<i>poruḷ</i> or <i>vastu</i>) actually exists, and that is Arunachala, which is the light of awareness, our own heart or core. Therefore whatever else seems to exist does not actually exist at all, and what seems to exist as all such things is only this one substance, our actual self or Arunachala.<br>\n<br>\n<a name=\"ny04\"></a>How then do all other things seem to exist? Bhagavan explains that it is due to an <i>atiśaya śakti</i>, a wonderful power that exists in Arunachala and is not other than it. This <i>atiśaya śakti</i> is what appears as our mind (or as our ego, which is the root and essence of our mind), as explained by Bhagavan in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. மனதின் சொரூபத்தை விசாரித்துக்கொண்டே போனால் தானே மனமாய் முடியும். ‘தான்’ என்பது ஆத்மசொரூபமே. மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது. மனமே சூக்ஷ்மசரீர மென்றும் ஜீவ னென்றும் சொல்லப்படுகிறது.<br>\n<br>\n<i>maṉam eṉbadu ātma sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷai-y-um tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉiyāy maṉam-eṉḏṟōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu. maṉadiṉ sorūpattai vicārittu-k-koṇḍē pōṉāl tāṉē maṉam-āy muḍiyum. ‘tāṉ’ eṉbadu ātma-sorūpam-ē. maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu. maṉam-ē sūkṣma-śarīram eṉḏṟum jīvaṉ eṉḏṟum sollappaḍugiṟadu</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [our own actual self]. It projects all thoughts [or makes all thoughts appear]. When one looks, setting aside all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or fundamental nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [our ‘own form’ or actual self] does not appear [as it really is]; when <i>svarūpa</i> appears (shines) [as it really is], the world does not appear. If one goes on investigating the nature of the mind, oneself alone will turn out to be [what now seems to be] the mind. What is [here] called ‘<i>tāṉ</i>’ [oneself] is only <i>ātma-svarūpa</i>. The mind stands only by always going after [conforming or attaching itself to] a <i>sthūlam</i> [something gross, namely a physical body]; solitarily it does not stand. The mind alone is described as <i>sūkṣma śarīra</i> [the subtle body] and as <i>jīva</i> [the soul].</blockquote>\nThough what Bhagavan wrote in this paragraph was adapted by him from one of his answers recorded by Sivaprakasam Pillai several years before he composed <i>Śrī Aruṇācala Aṣṭakam</i>, it serves in effect as his own commentary on what he wrote in the second and third sentences of this verse, using a different analogy and explaining in a more elaborate manner how the world and everything other than ourself is just a series of thoughts projected by our mind, which is an extraordinary power (<i>atiśaya śakti</i>) that exists in our own actual self (<i>ātma-svarūpa</i>) and is not other than it, as we shall discover if we investigate it persistently and keenly enough. However, though this mind is actually nothing other than our real self, so long as we allow it to rise and project thoughts, it prevents us from being aware of ourself as we really are.<br>\n<br>\nTherefore this mind and its thoughts are sole cause of all our problems. Why then does Bhagavan say in the last line of this verse, ‘நின்றிட சென்றிட’ (<i>niṉḏṟiḍa seṉḏṟiḍa</i>), which means ‘let it [or them] cease or let it [or them] go on’? Does he really mean that it does not matter whether this mind and its thoughts appear or not? In one sense it does not matter at all, because they are just an illusory appearance that seems to exist only in the self-ignorant view of this mind, and what actually exists is only our own real self, which is always aware only of itself as it actually is. However this is not the main reason why he says ‘let them cease or let them go on’, because so long as they seem to exist in our view, we are experiencing ourself as this mind and hence we seem to be in serious trouble, so it is necessary for us to try to put an end to this entire illusion.<br>\n<br>\nThe main reason why he says, ‘நின்றிட சென்றிட’ (<i>niṉḏṟiḍa seṉḏṟiḍa</i>), ‘let them cease or let them go on’, is that this is the attitude we need to have towards all thoughts if we are to free ourself from them entirely. So long as we are concerned even to the slightest extent about the appearance or disappearance of thoughts (and consequently of any phenomena whatsoever, since all phenomena and hence this entire world are only ‘அணு நிழல் நினைவு நிரை’ (<i>aṇu niṙal niṉaivu nirai</i>), a ‘series of subtle shadowy thoughts’) our attention is not focused entirely on ourself, and so long as our attention is not focused entirely on ourself this mind and its thoughts will continue to seemingly exist. Therefore we need to be completely indifferent to the appearance or disappearance of thoughts, and to be concerned only with attending to ourself alone.<br>\n<br>\nThis mind and its thoughts do not exist apart of our actual self, as Bhagavan indicates in the final clause of this verse, ‘நினைவிட வின்றே’ (<i>niṉai-viḍa v-iṉḏṟē</i>), which means ‘they do not exist at all apart from you’ (or more literally, ‘they do not exist at all when they leave you’), because our actual self is the ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), the ‘one substance’ that he referred to in the first sentence of this verse. However, so long as they seem to exist in our view, they distract our attention away from ourself, and so long as our attention is distracted away towards anything else, we cannot experience ourself as we actually are.<br>\n<br>\nThis is the simple secret that Bhagavan has revealed to us, and it is the essential key to solving all our problems along with their root, our ego or mind. So long as we attend to or are aware of anything other than ourself, we are not aware of ourself as we actually are, so in order to be aware of ourself as we actually are, we must attend to and be aware of ourself alone. This is why we need to be completely indifferent to everything else and to be concerned only with being attentively aware of ourself alone, and this attitude of complete indifference is what Bhagavan expressed when he sang, ‘நின்றிட சென்றிட; நினைவிட வின்றே’ (<i>niṉḏṟiḍa seṉḏṟiḍa; niṉai-viḍa v-iṉḏṟē</i>), ‘let them cease or let them go on; they do not exist at all apart from you’.<br>\n<br>\n<a name=\"aa7\"></a><b>7. <i>Śrī Aruṇācala Aṣṭakam</i> verse 7: whatever thought may appear, we should investigate ourself, to whom it has appeared</b><br>\n<br>\nThings other than ourself (namely our mind and all its thoughts) seem to exist only when we are concerned about them, and even the slightest concern about them will give rise to them and sustain them, so we should have no interest in them whatsoever. If they appear, we should remember that they appear only because we are aware of them, so we should consider them to be reminders of ourself, the ‘I’ who is aware of them. In other words, the appearance or arising of any thought or phenomenon should remind us to turn our attention back to ourself, the ‘me’ to whom they have appeared, as Bhagavan advises us to do in the very next verse, <a href=\"http://happinessofbeing.blogspot.com/2014/02/spontaneously-and-wordlessly-applying.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>இன்றக மெனுநினை வெனிற்பிற வொன்று<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்றது வரைபிற நினைவெழி லார்க்கெற்<br>\nகொன்றக முதிதல மெதுவென வுள்ளாழ்ந்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;துளத்தவி சுறினொரு குடைநிழற் கோவே<br>\nயின்றகம் புறமிரு வினையிறல் சன்ம<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்புதுன் பிருளொளி யெனுங்கன விதய<br>\nமன்றக மசலமா நடமிடு மருண<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மலையெனு மெலையறு மருளொளிக் கடலே.<br>\n<br>\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉḏṟadu varaipiṟa niṉaiveṙi lārkkeṟ<br>\nkoṉḏṟaha mudithala meduveṉa vuḷḷāṙn<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;duḷattavi cuṟiṉoru kuḍainiḻaṟ kōvē<br>\nyiṉḏṟaham puṟamiru viṉaiyiṟal jaṉma<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉbutuṉ biruḷoḷi yeṉuṅkaṉa vidaya<br>\nmaṉḏṟaha macalamā naḍamiṭu maruṇa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;malaiyeṉu melaiyaṟu maruḷoḷik kaḍalē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ஒன்று ‘அகம் உதி தலம் எது?’ என. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, oṉḏṟu ‘aham udi thalam edu?’ eṉa. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகம் எனும் நினைவு இன்று எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ‘அகம் உதி தலம் எது?’ என ஒன்று. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு இன்று. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aham eṉum niṉaivu iṉḏṟu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, ‘aham udi thalam edu?’ eṉa oṉḏṟu. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu iṉḏṟu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>English translation:</b> If the thought called ‘I’ does not exist, even one other [thought or thing] will not exist. Until then, if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose? Sinking [thereby] within, if one reaches the heart-throne, [one will be] the very emperor [seated under] the shade of a single umbrella [namely God]. The dream [of duality], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist. [What will exist is] only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am only I’] in the court of the heart.</blockquote>\nThe root of all thoughts is only this ego, our primal thought called ‘I’, because what is aware of the seeming existence of any other thought is only this primal thought, which is what we seem to be whenever we are aware of thoughts — that is, of anything other than ourself. Therefore Bhagavan begins this verse by saying, ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), which means ‘If the thought called ‘I’ does not exist, even one other [thought or thing] will not exist’.<br>\n<br>\nTherefore if we do not rise as this ego, no other thought can arise, so we will then be aware of ourself alone, and since nothing other than ourself actually exists, being aware of ourself alone is our natural and real state — the state in which we are aware of ourself as we actually are. However if we do rise as this ego, other thoughts will rise along with us, so we should consider the appearance of any other thought to be a reminder that we have risen as this ego, thereby becoming aware of ourself as something other than what we actually are, and hence we should immediately turn our attention back to ourself in order to see what we actually are.<br>\n<br>\nThis practice of investigating ourself whenever we become aware of any thought (anything other than ourself alone) is what Bhagavan teaches us in the second sentence of this verse: ‘அது வரை, பிற நினைவு எழில், ஆர்க்கு, எற்கு, ஒன்று அகம் உதி தலம் எது என’ (<i>adu varai, piṟa niṉaivu eṙil, ārkku, eṟku, oṉḏṟu aham udi thalam edu eṉa</i>), which means ‘Until then [that is, until neither the ego nor anything else exists], if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose?’. The ‘அகம் உதி தலம்’ (<i>aham udi thalam</i>) or ‘அகம் உதி ஸ்தலம்’ (<i>aham udi sthalam</i>), which means ‘the rising place of I’, is only ourself, because we are metaphorically the ‘place’ or ‘ground’ from which we rose as this ego, so investigating what this ‘அகம் உதி தலம்’ (<i>aham udi thalam</i>) or ‘place from which I rose’ is means investigating ourself, the source from which we rose as this ego.<br>\n<br>\nTherefore rather than treating thoughts as enemies that we need to vanquish, we should treat them as friends who have come to remind us to turn our attention back to ourself, the ‘me’ to whom they appear and without whom they would not even seem to exist. In this context the term ‘thought’ does not mean only mental chatter, memories, expectations, hopes, fears and so on, but phenomena of any kind whatsoever, including this and every other world, because according to Bhagavan all phenomena — everything other than our own fundamental self-awareness — are just thoughts projected and experienced by ourself as this ego or mind.<br>\n<br>\nSince we rise and stand as this ego, our primal thought called ‘I’, only by projecting thoughts in our awareness, if we turn our entire attention back to ourself, thereby excluding everything else from our awareness, we will subside back into ourself, the source from which we rose, and thereby remain as the pure self-awareness that we actually are, which is what Bhagavan implies when he says, ‘உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே’ (<i>uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē</i>), which means ‘Sinking within, if one reaches the heart-throne, [one will be] the very emperor [seated under] the shade of a single umbrella’, in which the term ‘ஒரு குடை நிழல் கோவே’ (<i>oru kuḍai niḻal kōvē</i>), which literally means ‘the very emperor [seated under] the shade of a single umbrella’, refers to God as the supreme lord of this and every other world.<br>\n<br>\nSince our ego will thereby be completely dissolved in the clear light of pure self-awareness, and since nothing else can exist in its absence (as he said in the first sentence of this verse), in the next sentence he says, ‘இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு’ (<i>iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu</i>), which means ‘The dream [of duality], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist’, and in the final sentence he implies that what will then exist (and what always actually exists) is ‘இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே’ (<i>idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>), which means ‘only the limitless [or infinite] ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am I’] in the court of the heart’.<br>\n<br>\n<a name=\"ny06\"></a><b>8. <i>Nāṉ Yār?</i> paragraph 6: if we keenly investigate ourself, our mind will subside along with all its thoughts</b><br>\n<br>\nThe simple clue for persistently investigating ourself that he gave us in the second sentence of this verse is a succinct summary of the means that he had earlier explained to Sivaprakasam Pillai and that he later incorporated in the first half of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும். நானார் என்னும் நினைவு மற்ற நினைவுகளை யெல்லா மழித்துப் பிணஞ்சுடு தடிபோல் முடிவில் தானு மழியும். பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum. nāṉ-ār eṉṉum niṉaivu maṯṟa niṉaivugaḷai y-ellām aṙittu-p piṇañ-cuḍu taḍi-pōl muḍivil tāṉ-um aṙiyum. piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggiratai-y-āy ovvōr eṇṇamum kiḷambum-pōdē idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>.<br>\n<br>\nOnly by the investigation who am I will the mind subside [in the sense of forever ceasing to exist]. The thought who am I [that is, the attentiveness with which one investigates what one is], having destroyed all other thoughts, will itself also in the end be destroyed like a corpse-burning stick [a stick that is used to stir a funeral pyre to ensure that the corpse is burnt completely]. If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; the thought which had risen will also subside. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace will increase.</blockquote>\nWhat he teaches us in these eight sentences is very important, and hence it is necessary for us to understand it clearly and imbibe it deeply, so let us now carefully consider the meaning and implication of each one of them.<br>\n<br>\n<a name=\"ny06-01\"></a><b>First sentence: the mind can be annihilated only by self-investigation</b><br>\n<br>\nAs he says in <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu13\">verse 13</a> of <i>Upadēśa Undiyār</i>, subsidence of mind is of two kinds, <i>laya</i>, which means any temporary state of subsidence, such as sleep, and <i>nāśa</i>, which means complete annihilation of the mind along with its root, the ego, and which is therefore permanent. In the first sentence of this paragraph the verb அடங்கும் (<i>aḍaṅgum</i>) means will cease, subside, shrink, disappear, submit or be subdued, so depending on the context it could refer either to <i>manōlaya</i> or to <i>manōnāśa</i>, but in this context he is using it specifically in the sense of ‘will permanently cease to exist’, so it refers only to <i>manōnāśa</i>, because when falling asleep the mind subsides simply due to tiredness, and it can be made to subside temporarily by other means such as anaesthesia or certain <i>yōgic</i> exercises such as <i>prāṇāyāma</i> (as he says in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a>). Therefore though this first sentence, ‘நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்’ (<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum</i>), literally means ‘Only by the investigation who am I will the mind subside’, what it clearly implies is ‘Only by the investigation who am I will the mind be annihilated’.<br>\n<br>\nThe reason why this is the case is simple and logically compelling. As Bhagavan says in <a href=\"#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>, the term ‘mind’ is generally used to refer to all thoughts collectively, but since the root of all thoughts is only the ego, which is our primal thought called ‘I’, and since no other thought could seem to exist if this ego were not aware of it, what the mind essentially is is only this ego. Therefore the mind can be annihilated only when this ego is annihilated, and since this ego is a wrong knowledge or illusory experience of ourself — a false awareness of ourself as something other than what we actually are — it can be annihilated only by correct knowledge of ourself (<i>ātma-jñāna</i>), which means clear awareness of ourself as we actually are. Hence, since we can annihilate our ego and mind only by seeing ourself as we actually are, and since we can see something only if we look at it, we can logically infer that in order to see what we actually are and thereby eradicate the illusion that we are this ego we must look only at ourself.<br>\n<br>\nIn this context the verbs ‘see’ and ‘look’ are used in a metaphorical sense, because what we actually are is only pure awareness (awareness that is aware of nothing other than itself), so we cannot look at or see ourself in the literal sense of looking and seeing with our physical eyes, but only in the metaphorical sense of looking and seeing with the eye of our awareness. In other words, ‘looking at ourself’ means keenly observing or attending to ourself (that is, to our fundamental and ever-present self-awareness, which is what we essentially are), and ‘seeing ourself’ means being clearly aware of ourself as we actually are.<br>\n<br>\nIf we do not attend to ourself exclusively, we cannot be aware of ourself as we actually are and we therefore cannot annihilate our ego, which is an illusory awareness of ourself as something other than the pure self-awareness that we actually are. One reason why this is the case is that (as we have just seen) we cannot see anything unless we look at it, and we likewise cannot be aware of anything unless we attend to it, so in order to see or be aware of ourself as we actually are we must keenly look at or attend to ourself. However, in order to understand still more clearly why this must be the case, it is necessary for us to consider the following:<br>\n<br>\nWe become aware of things other than ourself (which we perceive as objects) only when we are aware of ourself as this ego (which is the subject or perceiver), as we can easily understand by carefully considering our experience of ourself in our three alternating states of waking, dream and sleep. While asleep we do not experience ourself as this ego and consequently we are not aware of anything else, but as soon as we wake up or begin dreaming, we become aware of ourself as this ego and consequently we become aware of things other than ourself, and until we fall asleep again or subside into some other similar state of <i>manōlaya</i> we continue being aware of ourself as this ego and consequently of things other than ourself.<br>\n<br>\nTherefore there is a constant conjunction (an invariable concomitance) between our awareness of ourself as this ego (the subject) and our awareness of other things (objects). Whenever we are aware of ourself as this ego, we are also aware of other things, and whenever we are aware of anything other than ourself, we are aware of ourself as this ego. This is why Bhagavan observes in <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> that the ego comes into existence, endures and flourishes only by ‘உரு பற்றி’ (<i>uru paṯṟi</i>), which literally means grasping, clinging to or holding onto forms, and which implies holding phenomena (anything other than itself) in its awareness, or in other words, attending to and thereby being aware of things other than itself. Whenever we are not aware of anything else, no ego seems to exist, but whenever we are aware of anything else, we seem to be this ego.<br>\n<br>\nTherefore, since we cannot be aware of ourself as we actually are so long as we mistake ourself to be this ego, whose nature is to be aware of things other than itself, we cannot be aware of ourself as we actually are so long as we are aware of anything other than ourself. Hence, since we can annihilate our ego only by being aware of ourself as we actually are, we cannot annihilate it so long as we continue to attend to or be aware of anything other than ourself. Therefore it is only by attending to ourself alone, thereby excluding everything else from our awareness, that we can be aware of ourself as we actually are and thereby eradicate the illusion that we are this form-grasping or object-knowing ego. This is why Bhagavan says in the first sentence of this paragraph, ‘நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்’ (<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum</i>), which means ‘Only by the investigation who am I will the mind subside [in the sense of forever ceasing to exist]’.<br>\n<br>\nThe term ‘நானார் என்னும் விசாரணை’ (<i>nāṉ-ār eṉṉum vicāraṇai</i>) means ‘investigation who am I’, so since we can investigate who or what we are only by keenly observing or attending to ourself, it implies simply being self-attentive, and as we have just been considering, in order to investigate ourself successfully and thereby be aware of ourself as we actually are we must attend to ourself so keenly that we completely exclude everything else from our awareness. This means that we cannot succeed in being aware of ourself as we actually are so long as we are aware of any thoughts, so in the next few sentences of this paragraph Bhagavan teaches us how we can constantly draw our attention back to ourself, thereby diverting it away from whatever thoughts may appear.<br>\n<br>\n<a name=\"ny06-02\"></a><b>Second sentence: after consuming all other thoughts, self-attentiveness will itself be consumed</b><br>\n<br>\nIn the second sentence he says, ‘நானார் என்னும் நினைவு மற்ற நினைவுகளை யெல்லா மழித்துப் பிணஞ்சுடு தடிபோல் முடிவில் தானு மழியும்’ (<i>nāṉ-ār eṉṉum niṉaivu maṯṟa niṉaivugaḷai y-ellām aṙittu-p piṇañ-cuḍu taḍi-pōl muḍivil tāṉ-um aṙiyum</i>), which means ‘The thought who am I, having destroyed all other thoughts, will itself also in the end be destroyed like a corpse-burning stick’. What he refers to here as ‘நானார் என்னும் நினைவு’ (<i>nāṉ-ār eṉṉum niṉaivu</i>), which literally means the ‘thought who am I’, is what he referred to in the previous sentence as ‘நானார் என்னும் விசாரணை’ (<i>nāṉ-ār eṉṉum vicāraṇai</i>), which means the ‘investigation who am I’, so it implies self-attentiveness, by persistently clinging to which we will eventually destroy all other thoughts.<br>\n<br>\nWhy does he describe this self-investigation or self-attentiveness as a ‘thought’? Generally he uses the term ‘thought’ to mean anything other than our fundamental self-awareness, which is what we essentially are, so attending to anything other than ourself is thinking, because it entails projecting thoughts and being simultaneously aware of them. Therefore since ‘thinking’ can be defined as attending to anything other than oneself, ‘thought’ can likewise be defined as attention to such things. Hence (as I explained in the same context in a previous article, <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html\">Thought of oneself will destroy all other thoughts</a>) in a metaphorical sense attending to oneself can be described as ‘thinking of oneself’ and self-attentiveness can be described as ‘thought of oneself’.<br>\n<br>\nThis is why in the first sentence of the <a href=\"http://happinessofbeing.blogspot.com/2016/06/why-should-we-rely-on-bhagavan-to-carry.html#ny13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i> he describes self-attentiveness as ‘ஆன்மசிந்தனை’ (<i>āṉma-cintaṉai</i>), which is a Tamil form of the Sanskrit term  ‘आत्मचिन्तन’ (<i>ātma-cintana</i>), which means ‘thinking of oneself’, ‘thought of oneself’ or ‘self-contemplation’, and in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> he describes it as ‘சொரூபத்யானம்’ (<i>sorūpa-dhyāṉam</i>), which is a Tamil form of the Sanskrit term  ‘स्वरूपध्यान’ (<i>svarūpa-dhyāna</i>), which means ‘meditation on oneself’, ‘self-meditation’ or ‘self-contemplation’. Therefore since self-attentiveness (‘thought of oneself’) is the attentiveness (‘thought’) by which we investigate who we are, in this second sentence of the sixth paragraph he describes it as ‘நானார் என்னும் நினைவு’ (<i>nāṉ-ār eṉṉum niṉaivu</i>), the ‘thought who am I’.<br>\n<br>\nHowever, though he describes self-attentiveness metaphorically as ‘thought of oneself’ or ‘thinking of oneself’, it is not a thought or an act of thinking in a literal sense, because thinking is a mental activity and thought is the product of such activity, whereas self-attentiveness is not an activity but only a state of being simply self-aware, which is being as we really are. Moreover thinking entails attending to things other than ourself and hence is the means by which our ego rises and nourishes itself, whereas being self-attentive causes our ego to subside, so it is the very antithesis of thinking.<br>\n<br>\nThis is why in this second sentence Bhagavan says that self-attentiveness, the ‘thought who am I’, will destroy all other thoughts. But why does he say ‘முடிவில் தானு மழியும்’ (<i>muḍivil tāṉ-um aṙiyum</i>), which means ‘in the end it will itself also be destroyed’? The reason is that attention is a function of our ego, because it is its ability to focus its awareness on one or more things and thereby to be more aware of those things than of other things, so without the ego there would be no such thing as attention or attentiveness. As we really are, we are aware of nothing other than ourself, so in that state there is no scope for being self-attentive and no need to be so, because there is nothing else that we could attend to or be aware of. Therefore since the ego will subside and eventually be annihilated by being attentively self-aware, as soon it is destroyed by its self-attentiveness its self-attentiveness will be destroyed along with it, and what will then remain is only pure self-awareness, which is always as it is and therefore has no need to be self-attentive.<br>\n<br>\nThe analogy he uses to illustrate this is ‘பிணஞ்சுடு தடிபோல்’ (<i>piṇañ-cuḍu taḍi-pōl</i>), which means ‘like a corpse-burning stick’ and refers to a stick that is used to stir a funeral pyre in order to ensure that the corpse is burnt completely. Just as such a stick will itself be burnt in the process of ensuring this, in the process of destroying all other thoughts self-attentiveness will itself be dissolved in the bright and all-consuming light of pure self-awareness.<br>\n<br>\nThis ultimate cessation of self-attentiveness after it has eradicated all other thoughts along with their root, the ego, is what Bhagavan sometimes described as the subsidence of <i>sphuraṇa</i>. In this context ‘<i>sphuraṇa</i>’ means ‘shining’, ‘shining forth’ or ‘shining clearly’ and refers to the fresh clarity of self-awareness that we experience as a result of being keenly self-attentive (as I explained in more detail in <a href=\"http://happinessofbeing.com/articles.html#sphurana\">several articles that I wrote about <i>sphuraṇa</i></a>), so ‘<i>sphuraṇa</i>’ and ‘<i>ahaṁ-sphuraṇa</i>’ are terms that he used as synonyms for keen self-attentiveness, which is what he describes here as the ‘thought who am I’.<br>\n<br>\nAn analogy that Bhagavan often used when explaining the appearance and eventual subsidence of this <i>sphuraṇa</i> is a flame that catches a piece of camphor. Just as such a flame if left undisturbed will continue burning the camphor until it has consumed it entirely, whereupon it will subside and disappear, if we hold on firmly to this <i>sphuraṇa</i> (the ‘thought who am I’ or clarity of keenly attentive self-awareness) it will gradually consume all our other thoughts along with our ego, and when it has consumed them entirely it will itself be extinguished, leaving no residue other than pure self-awareness, which alone exists eternally and which is therefore what alone is real.<br>\n<br>\n<a name=\"ny06-03\"></a><b>Third sentence: if other thoughts appear, we should investigate to whom they have appeared</b><br>\n<br>\nIn order to destroy all other thoughts we need to cling firmly and persistently to self-attentiveness, and in order to be persistently self-attentive we need to turn our attention back to ourself whenever it is distracted away towards any other thoughts. Therefore the means to turn our attention back to ourself is described by Bhagavan in the third sentence of this paragraph: ‘பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும்’ (<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum</i>), which means ‘If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred’.<br>\n<br>\nSince according to Bhagavan everything other than our fundamental self-awareness is just a series of thoughts projected by our ego, which is itself the first thought and the root of all other thoughts, when he says ‘பிற வெண்ணங்க ளெழுந்தால்’ (<i>piṟa v-eṇṇaṅgaḷ eṙundāl</i>), which means ‘if other thoughts rise’, what he implies is ‘if we become aware of anything other than ourself’. Likewise when he says ‘அவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல்’ (<i>avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal</i>), which means ‘not [or without] trying [or making effort] to complete them’, what he implies is that we should not allow our attention to continue dwelling on whatever else we become aware of.<br>\n<br>\nWhat we should do is expressed in the main clause of this sentence: ‘அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும்’ (<i>avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum</i>), which means ‘it is necessary to investigate to whom they have occurred’ and which therefore implies that we should turn our attention back towards ourself, the ‘me’ to whom awareness of those other things has appeared. In other words, we should turn our attention away from whatever else we may be aware of, back towards ourself, the one who is aware of it.<br>\n<br>\nThis is a simple but infallible means to restore our self-attentiveness whenever we are distracted even to the slightest extent by the appearance of any thought or awareness of anything other than ourself. If we have sufficient love to apply this simple clue at every moment of our waking or dream lives, we would thereby quickly burn and eradicate all our <i>viṣaya-vāsanās</i> (inclinations, urges or desires to be aware of things other than ourself), which are the seeds that give rise to the appearance of thoughts in our awareness.<br>\n<br>\nHowever most of us do not yet have sufficient love to be aware of ourself alone, so we need to gradually cultivate this love by persistently trying as much as possible to cling to self-attentiveness by applying this clue whenever we notice that we have been distracted by thoughts or have become engrossed in them. However many times we may be distracted, we should not give up hope, but should just continue trying as much as we can, because the more we try the weaker our <i>viṣaya-vāsanās</i> will become and correspondingly the stronger our love to be self-attentive will become.<br>\n<br>\n<a name=\"ny06-04\"></a><b>Fourth sentence: however many thoughts appear, what does it matter?</b><br>\n<br>\nThis is why Bhagavan says in the fourth sentence of this paragraph, ‘எத்தனை எண்ணங்க ளெழினு மென்ன?’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa?</i>), which means ‘However many thoughts rise, what [does it matter]?’ The interrogative pronoun ‘என்ன’ (<i>eṉṉa</i>) means ‘what’, but in this context it clearly implies ‘so what?’ or ‘what does it matter?’ If thoughts arise, so what? No matter how many arise, it does not matter so long as we cling firmly to self-attentiveness. In other words, however many times our attention may be distracted away from ourself by thoughts or awareness of other things, it does not matter so long as we persevere in turning it back to ourself whenever we notice that we have been distracted.<br>\n<br>\nThis attitude towards the appearance of thoughts, which he expresses in this sentence, is the same attitude that he expressed in the final line of <a href=\"#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘நின்றிட சென்றிட; நினைவிட வின்றே’ (<i>niṉḏṟiḍa seṉḏṟiḍa; niṉai-viḍa v-iṉḏṟē</i>), ‘let them cease or let them go on; they do not exist at all apart from you’. So long as our ego survives it will continue projecting thoughts of one kind or another, but this does not matter provided that we cling firmly to being self-attentive and thereby avoid being distracted by them. And even if we are distracted by them, it does not matter provided that we remember to turn our attention back to ourself to investigate who am I, this ego to whom they appear.<br>\n<br>\nThoughts become an issue only if we follow them, thereby neglecting to attend keenly to ourself. In themselves they are harmless, because harm is caused only by our liking to attend to them. If we do not attend to them, they will dissolve as soon as they rise, because they can endure only if we allow our attention to follow them, and if we could manage to attend to ourself alone, they would not even begin to rise, because they can rise only if we allow our attention to slip away from ourself at least to a slight extent.<br>\n<br>\nTherefore what we need to decide at each moment is what we actually want. If we want to attend to thoughts, they will cause us no end of trouble, whereas if we want to attend only to ourself, they will leave us in peace, because if we are keenly and steadily self-attentive they will either not arise or if they do arise they will dissolve immediately. Therefore Bhagavan’s advice to us is not to concern ourself with thoughts but instead to concern ourself only with being self-attentive as much as we can.<br>\n<br>\nNo matter how many thoughts may arise, if we are keenly intent on attending to ourself alone, they will not and need not bother us, because they can disturb us only if we attend to them, and we attend to them only if we do not want to attend to ourself alone. Self-attentiveness is therefore a simple and infallible solution to whatever problems thoughts may cause us, so the choice ours: at each moment we are free to decide either to attend only to ourself or to allow our attention to be distracted away towards anything else, all of which are just thoughts projected by our own mind.<br>\n<br>\nThoughts have no power of their own, because all their seeming power is derived only from our attention, so they seem to have power only to the extent that we attend to them. Therefore if we choose to attend only to ourself, they are powerless, whereas if we choose to attend to them, we are thereby partially transferring the power of our own awareness (<i>cit-śakti</i>) to them. Hence fighting against thoughts in any way in a futile activity, because we cannot fight against them without attending to them, and to the extent that we attend to them we are thereby imbuing them with our own power. Therefore, since whatever power thoughts seem to have is power that we ourself endowed upon them by attending to them, the only way to free ourself from the power that they seem to have over us is to keenly attend to ourself alone and thereby deny them the attention upon which they depend for their survival.<br>\n<br>\n<a name=\"ny06-05\"></a><b>Fifth sentence: investigating to whom each thought appears will focus our attention on ourself</b><br>\n<br>\nAfter indicating that it does not matter however many thoughts arise so long as we persevere in trying to hold fast to being self-attentive, in the next four sentences he elaborates on what he said in the third sentence, explaining in more detail the clue he had given us there, namely that we should not attempt to complete any thought that may arise but should instead investigate to whom it has arisen.<br>\n<br>\nIn the fifth sentence he says, ‘ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும்’ (<i>jāggiratai-y-āy ovvōr eṇṇamum kiḷambum-pōdē idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum</i>), which means ‘As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear: to me’. Thoughts seem to exist only because we are aware of them, so every thought should remind us of ourself, the one who is aware of it and to whom it consequently seems to exist. Therefore rather than considering thoughts to be distractions, we should consider them to be warnings that have come to remind us to turn our attention back to ourself.<br>\n<br>\nHowever turning our attention back to ourself as soon as any thought appears requires intense vigilance on our part, because if we are not vigilant we will be carried away by thoughts, which typically rise in quick succession, one leading on to another. Therefore he begins this sentence with the adverb ஜாக்கிரதையாய் (<i>jāggirataiyāy</i>), which means vigilantly, attentively, wakefully, watchfully, intently or carefully (being derived from the Sanskrit term <i>jāgratā</i>, which means wakefulness, watchfulness, attentiveness or vigilance). That is, if we are vigilantly self-attentive, we will not be easily distracted by whatever thought may arise, and even if we are momentarily distracted, our vigilance will alert us and thereby enable us to quickly turn our attention back to ourself.<br>\n<br>\nAs far as possible we should try to turn our attention back to ourself as soon as it is distracted by any other thought, as Bhagavan indicates by saying ‘ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே’ (<i>ovvōr eṇṇamum kiḷambum-pōdē</i>), which means ‘as soon as each thought appears [arises, emerges or starts]’. If we do not nip each thought in the bud by turning our attention back to ourself as soon as it rises, we will be carried away by a rapid succession of thoughts, thereby forgetting that our intention was to attend only to ourself. Therefore in order to hold on firmly to being self-attentive we need to be so vigilantly attentive that we notice as soon as our attention begins to be distracted by any other thought and are thereby able to turn it back to ourself immediately.<br>\n<br>\nThis is why he says in the second sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a>: ‘நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும்’ (<i>niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>), which means ‘As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [self-investigation] in the very place from which they arise’. Just as in this sentence from the eleventh paragraph he says that the means by which we can annihilate all thoughts in their source, which is ourself, the very place from which they arise, is <i>vicāraṇā</i>, which means investigation and refers here specifically to self-investigation (<i>ātma-vicāraṇa</i>), in the fifth sentence of the sixth paragraph he says ‘இது யாருக்குண்டாயிற்று என்று விசாரித்தால்’ (<i>idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl</i>), which means ‘if one vigilantly investigates to whom it has occurred [arisen, appeared or come into existence]’, thereby indicating that the means to avoid being carried away by any thought is to investigate ourself, the one to whom each thought appears.<br>\n<br>\nThe verb விசாரி (<i>vicāri</i>) means to investigate, examine, scrutinise or inspect, and the noun விசாரம் (<i>vicāram</i>) or விசாரணை (<i>vicāraṇai</i>) means investigation, examination, scrutiny or inspection, so since we can investigate ourself only by keenly observing or attending to ourself, what he implies by saying ‘இது யாருக்குண்டாயிற்று என்று விசாரித்தால்’ (<i>idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl</i>), ‘if one investigates to whom it has arisen’, is ‘if one keenly observes to whom it has arisen’. Therefore since thoughts arise, occur or appear only to ourself, he concludes this sentence by saying that if we investigate or observe to whom any thought has arisen, ‘எனக்கென்று தோன்றும்’ (<i>eṉakkeṉḏṟu tōṉḏṟum</i>), which means ‘it will be visible [or clear] thus: to me’ or simply ‘it will be clear: to me’, thereby indicating that by investigating thus our attention will turn back to ourself, as a result of which it will be diverted away from whatever thought had begun to arise. Thus whenever our attention is distracted even to the slightest extent by any thought, we can quickly and easily restore our self-attentiveness simply by vigilantly investigating to whom it has arisen.<br>\n<br>\nHowever, there is an even deeper implication in this sentence, because if we vigilantly investigate to whom each thought appears as soon as it appears, our attention will thus be kept steadily focused on ourself, since each thought will thereby be dissolved as soon as it attempts to distract us. Therefore what Bhagavan implies in this sentence is not just that we should turn our attention back to ourself whenever it is distracted by any thought, but that we should be so vigilantly self-attentive that we avoid being distracted at all by the constant attempt of our ego to project thoughts. Only then will we be destroying each thought in the very place from which it arises (as he says we should do in the second sentence of the eleventh paragraph, which I cited above).<br>\n<br>\nThis is why in this sentence the clause ‘ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே’ (<i>ovvōr eṇṇamum kiḷambum-pōdē</i>), ‘as soon as each thought appears [arises, emerges or starts]’, is so important. If we are so vigilantly self-attentive that we are in effect investigating ourself, to whom each thought appears, as soon as it appears, we will thereby be giving no room at all for any thought to develop far enough to distract our attention away from ourself.<br>\n<br>\nTherefore in the main clause of this sentence, ‘எனக்கென்று தோன்றும்’ (<i>eṉakkeṉḏṟu tōṉḏṟum</i>), ‘it will be clear: to me’, the word எனக்கு (<i>eṉakku</i>), which is the dative singular form of the first person pronoun and therefore means ‘to me’, is not intended to be merely the answer to the question ‘To whom has this thought occurred?’, because what Bhagavan is explaining in this sentence is not about asking any question and receiving any answer (or at least is not about doing so literally, though it could be said to be doing so metaphorically) but is only about vigilantly investigating ourself , to whom each thought appears, and thereby keeping our attention fixed firmly and steadily on ourself. Therefore what he implies in this sentence is that if we vigilantly investigate to whom each thought appears as soon as it begins to appear, what will thereby shine clearly in our awareness is only ourself, the ‘me’ to whom it had begun to appear.<br>\n<br>\nTherefore what he explains in this sentence in the means by which we can keep our attention focused keenly and steadily on ourself alone, thereby giving no room at all for any thought (that is, any awareness of anything other than ourself) to develop any further than its initial attempt to arise. If we keep our attention focused on ourself so keenly and steadily, our mind will thereby subside back into ourself, the source from which it arose, as he explains in the next sentence.<br>\n<br>\n<a name=\"ny06-06\"></a><b>Sixth sentence: if we investigate who we are, our mind will subside back into ourself, its source</b><br>\n<br>\nTrying in this way to be keenly and steadily self-attentive, and persistently turning our attention back to ourself whenever it is distracted even to the slightest extent by any thought or awareness of anything else, is the way to investigate who or what we actually are. What happens to our mind when we investigate ourself in this way is explained by Bhagavan in the sixth sentence: ‘நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்’ (<i>nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum</i>), which means ‘If one investigates who am I, the mind will return to its birthplace’.<br>\n<br>\nபிறப்பிடம் (<i>piṟappiḍam</i>) is a euphonically coalesced compound of பிறப்பு (<i>piṟappu</i>), which means birth, and இடம் (<i>iḍam</i>), which means place, so ‘தன் பிறப்பிடம்’ (<i>taṉ piṟappiḍam</i>) literally means ‘its birthplace’, and hence it refers to ourself as we actually are, because our actual self is the source from which we rose as this ego or mind, so it is metaphorically its birthplace. Since we rose as this mind and can continue as such only by grasping other thoughts (as Bhagavan indicates in <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> by saying that the ego comes into existence, stands and flourishes only by ‘grasping form’), when we attend only to ourself and thereby cease grasping anything else, our mind will subside back into its source, as he says in this sentence.<br>\n<br>\nThe verb திரும்பிவிடும் (<i>tirumbi-viḍum</i>) means ‘will turn’, ‘will turn back’ or ‘will return’, so in this context it could be interpreted in either of two slightly different senses. In one sense the mind turning back to its birthplace could simply mean that our attention will turn back to ourself, but though this is the case, what Bhagavan intended to convey here is more than that, because when we are keenly and vigilantly investigating who am I our attention is already turned back to ourself. Therefore what he meant by saying that mind will return to its birthplace if we investigate who am I is that it will subside back into ourself, the source from which it had arisen.<br>\n<br>\nAttending to any thought (that is, to anything other than ourself) nourishes our mind and enables it to endure, whereas attending to ourself alone deprives it of the nourishment it requires and thereby causes it to subside back into its source. Attending to anything other than ourself is a mental activity, because it entails movement of our mind or attention away from ourself towards something else, and so long as our mind is active it cannot subside. Being self-attentive, on the other hand, is not a mental activity but a cessation of all mental activity, because it entails no movement of our attention away from ourself, so it is a state of just being (<i>summā iruppadu</i>) — that is, just being as we actually are, which entails being aware of nothing other than ourself. Therefore when we focus our entire attention keenly and steadily on ourself, all the activity of our mind will cease, and hence it will subside back into ourself, its source.<br>\n<br>\n<a name=\"ny06-07\"></a><b>Seventh sentence: if we investigate who we are, whatever thought had arisen will also subside</b><br>\n<br>\nWhen our mind thereby subsides back into its source, whatever thought had arisen will subside along with it, as Bhagavan says in the seventh sentence: ‘எழுந்த வெண்ணமு மடங்கிவிடும்’ (<i>eṙunda v-eṇṇamum aḍaṅgi-viḍum</i>), which means ‘the thought which had risen will also subside’. That is, since no thought can rise or endure unless we attend to it, if we focus our entire attention keenly and steadily on ourself alone, whatever thought may have arisen will not be able to stand unattended, so it will subside back into its source.<br>\n<br>\nThoughts seem to be a problem only if we attend to them, so the simple solution to any problem caused by the arising of thoughts (as all problems are) is to turn our attention back to ourself, thereby depriving all thoughts of the attention that they require in order to rise and create trouble for us. The efficacy of this solution is infallible, because no thought can rise or endure unless we attend to it at least partially.<br>\n<br>\nHowever in order to implement this solution we must have greater love to be aware of ourself alone than we have to be aware of anything else, because as soon as we allow our attention to slip away from ourself even to the slightest extent, we are thereby opening the door of our heart to thoughts and allowing them to surge within us. Therefore in order to avoid giving even the slightest room to the rising of any thought we need to have intense love to attend to ourself alone and thereby to exclude any thought or awareness of anything else. For most of us, however, our love to be attentively aware of ourself alone is not yet strong enough, so we frequently give room to the rising of thoughts, and as soon as they arise we are carried away by them unless we manage to turn our attention immediately back to ourself.<br>\n<br>\n<a name=\"ny06-08\"></a><b>Eighth sentence: by persistently practising being self-attentive, our ability to remain firmly established in our source will increase</b><br>\n<br>\nTherefore we need to cultivate the requisite intensity of love for being self-attentive, which we can do only by persistent practice, as Bhagavan indicates in the eighth sentence: ‘இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது’ (<i>ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>), which means ‘When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace will increase’.<br>\n<br>\nThe <i>śakti</i> or power that the mind requires to be able to stand firmly established in its source, which is pure self-awareness, is the love to be so. Standing firmly established as the pure self-awareness that we actually are is our natural state, so it is not difficult, but it seems difficult if we do not have sufficient love to be so. If we have sufficient love, nothing could be easier than simply remaining as we actually are, so all-consuming love to be attentively aware of ourself is the power we need to cultivate, and we can cultivate it only by persistently trying to be self-attentive, which is what Bhagavan refers to when he says ‘இப்படிப் பழகப் பழக’ (<i>ippaḍi-p paṙaga-p paṙaga</i>), which means ‘when one practises and practises in this manner’.<br>\n<br>\nThe practice by which we can cultivate the required love and consequent ability to stand firmly established in our source is the one that Bhagavan described in the preceding sentences, namely the practice of trying to be so vigilantly self-attentive that we give no room to any thought to develop beyond the point where it begins to appear, and of turning our attention back to ourself whenever our self-attentiveness slackens to the extent that it does give room for any thoughts to develop and thereby distract us further away from ourself. Thus in these eight sentences Bhagavan clearly and unequivocally teaches us that by persistently investigating ourself in this manner our mind will subside and thus we will gain the ability to stand firmly established in our source, and that this self-investigation is therefore the only means by which we can annihilate our mind.<br>\n<br>\n<a name=\"thoughts\"></a><b>9. Since everything other than pure self-awareness is just a thought, how should we deal with the appearance of thoughts?</b><br>\n<br>\nWhat Bhagavan teaches us about how we should deal with the appearance of thoughts is very simple but nevertheless quite nuanced in some respects, so if we do not consider all that he taught us very carefully, we are liable to misunderstand it and we may be confused by certain statements that on superficial reading may seem to contradict each other. For example, he taught us that we should give no room to the rising of any thoughts and that we should annihilate them all in their very source as soon as they appear, yet he also said ‘நின்றிட சென்றிட; நினைவிட வின்றே’ (<i>niṉḏṟiḍa seṉḏṟiḍa; niṉai-viḍa v-iṉḏṟē</i>), ‘let them cease or let them go on; they do not exist at all apart from you’ (in the final line of <a href=\"#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>), and ‘எத்தனை எண்ணங்க ளெழினு மென்ன?’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa?</i>), ‘however many thoughts rise, what [does it matter]?’ (in the <a href=\"#ny06-04\">fourth sentence</a> of the sixth paragraph of <i>Nāṉ Yār?</i>). However, though it may seem to a superficial reader that the advice he gave us in this regard was inconsistent and even contradictory, if we carefully consider all such statements and the context in which he said each of them, it will be clear that his advice was actually perfectly consistent and coherent.<br>\n<br>\nThe key to understanding all that he taught us about how we should deal with thoughts is to recognise that his aim was to make us understand that our only concern should be to attend to ourself and hence we need not and should not be at all concerned about the appearance of thoughts except in so far as they should remind us to turn our attention back to ourself, the ‘me’ to whom they appear. We can recognise this by considering the following examples:<br>\n<br>\n<a name=\"ny10\"></a>On two occasions in <i>Nāṉ Yār?</i> he said that we should not give room to thoughts, and on both occasions he indicated that the means to do so is to attend only to ourself. The first occasion was in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a>, in the first two sentences of which he wrote:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as <i>svarūpa</i> [my own actual self]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>.</blockquote>\n<a name=\"ny13\"></a>In the first of these two sentences he teaches us that the means to destroy all <i>viṣaya-vāsanās</i> and hence all thoughts is self-attentiveness (<i>svarūpa-dhyāna</i>), and in the second one he implies that by tenaciously clinging to self-attentiveness we will thereby give no room to the rising of any other thoughts, such as the thought ‘Is it possible to dissolve so many <i>vāsanās</i> and [thereby] remain only as my own actual self?’ He implied this even more clearly in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself], alone is giving oneself to God.</blockquote>\nAs I explained above while discussing the meaning of the <a href=\"#ny06-02\">second sentence</a> of the sixth paragraph, <i>ātma-cintana</i> literally means ‘thinking of oneself’, ‘thought of oneself’ or ‘self-contemplation’, but it clearly implies being self-attentive, so it is a ‘thought’ only in a metaphorical sense. Therefore when Bhagavan says here ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல்’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal</i>), which means ‘not giving even the slightest room to the rising of any thought other than <i>ātma-cintana</i>’, what he implies is that by being keenly self-attentive we are giving no room at all to the rising of any other thought.<br>\n<br>\n<a name=\"ny13\"></a>Likewise whenever he spoke about destroying all thoughts, as he did in three sentences in <i>Nāṉ Yār?</i>, he made it clear that the means to do so is only by being keenly, steadily and persistently self-attentive. In the <a href=\"#ny06-02\">second sentence</a> of the sixth paragraph he wrote, ‘நானார் என்னும் நினைவு மற்ற நினைவுகளை யெல்லா மழித்துப் பிணஞ்சுடு தடிபோல் முடிவில் தானு மழியும்’ (<i>nāṉ-ār eṉṉum niṉaivu maṯṟa niṉaivugaḷai y-ellām aṙittu-p piṇañ-cuḍu taḍi-pōl muḍivil tāṉ-um aṙiyum</i>), which means ‘The thought who am I, having destroyed all other thoughts, will itself also in the end be destroyed like a corpse-burning stick’, and as I explained earlier the implied meaning of ‘நானார் என்னும் நினைவு’ (<i>nāṉ-ār eṉṉum niṉaivu</i>), the ‘thought who am I’, is the same as that of <i>svarūpa-dhyāna</i> and <i>ātma-cintana</i>, namely self-attentiveness, so in this sentence he clearly implies that what will destroy all other thoughts is only self-attentiveness. Likewise in the first sentence of the tenth paragraph he wrote, ‘தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும்’ (<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum</i>), which means ‘Even though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> increases and increases’, so since <i>viṣaya-vāsanās</i> are the seeds that sprout as thoughts, what he implies in this sentence is that self-attentiveness (<i>svarūpa-dhyāna</i>) will destroy all thoughts along with their seeds. Finally in the first two sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> he wrote:<br>\n<blockquote>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise.</blockquote>\nSince ‘நானா ரென்னும் விசாரணை’ (<i>nāṉ-ār eṉṉum vicāraṇai</i>), the ‘investigation who am I’, is another term that refers to self-attentiveness, in the first of these two sentences he implies that self-attentiveness is necessary so long as any <i>viṣaya-vāsanās</i> remain in our mind, and in the second one he implies that self-attentiveness is the means by which we must destroy all thoughts in their very source as and when they begin to appear. Therefore all we need be concerned about is trying to be self-attentive as much as possible. We need not and should not concern ourself either with giving no room to thoughts or with destroying them, because if we focus on being self-attentive thoughts will thereby have no room to rise and will thus be destroyed automatically. That is, to the extent that we focus our attention on ourself, we will thereby be denying thoughts the attention upon which they depend for their survival.<br>\n<br>\nThe logical reasons why we should believe what Bhagavan teaches us in these passages are quite simple but compelling. Since thoughts seem to exist only when we are aware of them, and since we are aware of them only when we attend to them, they cannot arise unless we attend to them, so if we focus all our attention on ourself and thereby exclude them from our awareness, we will thereby be giving them no room to rise.<br>\n<br>\nNot only is self-attentiveness an effective means to avoid giving room to the rising of any thought, but it is the only means to do so permanently. That is, since everything other than ourself is a thought, the only way to avoid attending to any thoughts whatsoever is either to attend to ourself alone or to fall asleep, so since we know that falling asleep gives us only a temporary respite from being aware of thoughts, the only means by which we can achieve permanent respite from them is by being keenly and steadily self-attentive.<br>\n<br>\nMoreover, since thoughts rise, multiply and thrive only when we attend to them, our attention is the water that they require to survive and flourish, so if we do not attend to them they will wither and die, like plants deprived of water, and their seeds — our <i>viṣaya-vāsanās</i> — will also shrivel and lose their potency, like seeds scorched in a fire. Therefore focusing all our attention on ourself is the means not only to give no room to the rising of any thoughts but also to destroy them.<br>\n<br>\n<a name=\"bgs27\"></a>However, unless our love to be attentively aware of ourself alone is extremely intense and thereby stronger than all our other desires we will not be able to be keenly and steadily self-attentive at all times. Therefore in the case of those of us whose love is not so intense, our attempts to be keenly and steadily self-attentive will often fail, so we have to continue patiently but persistently practising being self-attentive as much as we can, whenever we can, in order to gradually strengthen our love and weaken our <i>viṣaya-vāsanās</i>. This is what Bhagavan teaches us in <a href=\"http://happinessofbeing.blogspot.com/2016/04/self-investigation-atma-vicara-entails.html#bgs27\">verse 27</a> of <i>Bhagavad Gītā Sāram</i> (which is his translation of <i>Bhagavad Gītā</i> 6.25):<br>\n<blockquote>தீரஞ்சேர் புத்தியினாற் சித்தத்தை மெல்லமெல்ல<br>\nநேரச் செயவேண்டு நிச்சலன — மாரதனே<br>\nசித்தத்தை யான்மாவிற் சேர்த்திடுக மற்றெதுவு<br>\nமித்தனையு மெண்ணிடா தே.<br>\n<br>\n<i>dhīrañcēr buddhiyiṉāṯ cittattai mellamella<br>\nnērac ceyavēṇḍu niścalaṉa — mārathaṉē<br>\ncittattai yāṉmāviṟ cērttiḍuka maṯṟeduvu<br>\nmittaṉaiyu meṇṇiḍā dē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தீரம் சேர் புத்தியினால் சித்தத்தை மெல்ல மெல்ல நேர செய வேண்டும் நிச்சலன. மா ரதனே, சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>dhīram sēr buddhiyiṉāl cittattai mella mella nēra seya vēṇḍum niścalaṉa. mā rathaṉē, cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>அன்வயம்:</b> தீரம் சேர் புத்தியினால் சித்தத்தை மெல்ல மெல்ல நிச்சலன நேர செய வேண்டும். மா ரதனே, சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>dhīram sēr buddhiyiṉāl cittattai mella mella niścalaṉa nēra seya vēṇḍum. mā rathaṉē, cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>English translation:</b> It is necessary by an intellect imbued with <i>dhīra</i> [courage, resolution, steadfastness or perseverance] to gently and gradually make the mind achieve motionlessness. Great charioteer, fix the mind [your attention] in [or on] <i>ātman</i> [yourself]; do not think even the slightest of anything else at all.</blockquote>\nமெல்ல (<i>mella</i>) is an adverb that means softly, slowly, gently or quietly, and it is a translation of शनैस् (<i>śanais</i>), which likewise means slowly, gently, quietly, gradually or little by little, and it is repeated here for emphasis. That is, even though we are not able to fix our attention steadily and motionlessly on ourself at all times, by gentle and persistent practice we can gradually cultivate the love by which we will be able to do so.<br>\n<br>\n<a name=\"bgs28\"></a>The requisite practice is to fix our mind or attention on ourself and thereby to avoid thinking of anything else at all, as instructed in the last two lines of this verse, and it is described in more detail in the next verse (verse 28 of <i>Bhagavad Gītā Sāram</i>, which is his translation of <i>Bhagavad Gītā</i> 6.26):<br>\n<blockquote>எதுவுந் திரமின்றி யென்றுமலை சித்த<br>\nமெதெதனைப் பற்றியே யேகு — மததினின்<br>\nறீர்த்தந்தச் சித்தத்தை யெப்போது மான்மாவிற்<br>\nசேர்த்துத் திரமுறவே செய்.<br>\n<br>\n<i>eduvun thiramiṉḏṟi yeṉḏṟumalai citta<br>\nmededaṉaip paṯṟiyē yēhu — madadiṉiṉ<br>\nḏṟīrttandac cittattai yeppōdu māṉmāviṟ<br>\ncērttut thiramuṟavē sey</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எதுவும் திரம் இன்றி என்றும் அலை சித்தம் எது எதனை பற்றியே ஏகும், அது அதினின்று ஈர்த்து அந்த சித்தத்தை எப்போதும் ஆன்மாவில் சேர்த்து திரம் உறவே செய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eduvum thiram iṉḏṟi eṉḏṟum alai cittam edu edaṉai paṯṟiyē ēhum, adu adiṉiṉḏṟu īrttu anda cittattai eppōdum āṉmāvil cērttu thiram uṟavē sey</i>.<br>\n<br>\n<b>அன்வயம்:</b> எதுவும் திரம் இன்றி என்றும் அலை சித்தம் எது எதனை பற்றியே ஏகும், அது அதினின்று அந்த சித்தத்தை ஈர்த்து ஆன்மாவில் சேர்த்து எப்போதும் திரம் உறவே செய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eduvum thiram iṉḏṟi eṉḏṟum alai cittam edu edaṉai paṯṟiyē ēhum, adu adiṉiṉḏṟu anda cittattai īrttu āṉmāvil cērttu eppōdum thiram uṟavē sey</i>.<br>\n<br>\n<b>English translation:</b> Whatever the mind, which is always wavering without any steadiness, grasps and [wherever it consequently] goes, drawing that mind back from that and fixing it in [or on] <i>ātman</i> [yourself], make it be always steady.</blockquote>\nThe mind grasps and clings to things other than itself by attending to them, and thus it wanders incessantly from one thing to another, so the way to withdraw the mind from all such things and thereby make it steady is to fix our attention firmly on ourself alone. However, because our mind is by nature unsteady and because it cannot survive without clinging to other things, it will constantly try to turn outwards to grasp other things, but no matter how many times it does so, we just have to persevere in gently drawing it back to ourself again and again.<br>\n<br>\nAll the other things that the mind clings to are thoughts, which are phenomena that it projects and grasps in its awareness, and so long as it exists it will continue projecting and grasping thoughts. However our aim is not merely to avoid projecting and grasping thoughts, because when we are asleep we do not project or grasp any thoughts, but we do not thereby destroy our mind, because sleep is a state of <i>laya</i> (temporary subsidence or cessation), from which this mind will sooner or later rise again.<br>\n<br>\nSince our mind is an illusory awareness of ourself as something other than what we actually are, it can be destroyed only by clear awareness of ourself as we actually are, and to be aware of ourself as we actually are we must focus our entire attention on ourself alone, thereby withdrawing it from everything else, all of which are thoughts projected by our mind. Therefore our sole aim should be to focus our attention only on ourself, because if we do so, our attention will thereby be withdrawn from everything else, and hence all thoughts will subside.<br>\n<br>\nHowever the subsidence of thoughts is not our aim but just a by-product of it. This is why Bhagavan wrote in the <a href=\"#ny06-04\">fourth sentence</a> of the sixth paragraph of <i>Nāṉ Yār?</i>, ‘எத்தனை எண்ணங்க ளெழினு மென்ன?’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa?</i>), ‘however many thoughts rise, what [does it matter]?’, and in the final line of <a href=\"#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘நின்றிட சென்றிட; நினைவிட வின்றே’ (<i>niṉḏṟiḍa seṉḏṟiḍa; niṉai-viḍa v-iṉḏṟē</i>), ‘let them cease or let them go on; they do not exist at all apart from you’. What he indicated in both of these passages is that we should not be concerned about the appearance of thoughts, because the only thing we should be concerned about is attending to ourself.<br>\n<br>\nIf we are concerned about the appearance of thoughts, we are thereby thinking of them instead of attending only to ourself, so concern about thoughts is counterproductive. Let them appear or not appear — our only concern should be to attend exclusively to ourself.<br>\n<br>\nThe context in which Bhagavan made each of these two statements indicates what his aim was in saying so. In the sixth paragraph of <i>Nāṉ Yār?</i> his statement ‘எத்தனை எண்ணங்க ளெழினு மென்ன?’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa?</i>), ‘however many thoughts rise, what [does it matter]?’, was sandwiched between two sentences in which he instructed us that if any other thoughts arise, we should not pursue them but should only investigate ourself, the ‘me’ to whom they appeared. Likewise in <i>Śrī Aruṇācala Aṣṭakam</i>, after saying at the end on verse 6, ‘நின்றிட சென்றிட; நினைவிட வின்றே’ (<i>niṉḏṟiḍa seṉḏṟiḍa; niṉai-viḍa v-iṉḏṟē</i>), ‘let them cease or let them go on; they do not exist at all apart from you’, he began verse 7 by saying in the first sentence that if the thought called ‘I’ (namely our ego, which is our primal thought and the root of all our other thoughts) does not exist, nothing else will exist, thereby implying that thoughts will forever cease appearing only when our ego is annihilated, and then instructing us in the second sentence that if any other thought appears, we should investigate ourself, to whom it has appeared. Thus he made it clear that we should not be concerned about thoughts but should turn our attention back to ourself whenever they appear.<br>\n<br>\nThinking is the nature of the mind, and it entails projecting and simultaneously experiencing thoughts, so thinking will not cease so long as the mind is active. Since everything other than ourself is a thought, attending to anything other than ourself is thinking, so the only way to avoid thinking is to attend to ourself alone. When we do so the activity of our mind will cease and therefore it will subside back into its source, which is ourself as we actually are.<br>\n<br>\nTherefore trying to tackle thoughts without tackling the thinker is futile. Thoughts arise only because there is a thinker, which is our ego or mind, and so long as this thinker is allowed to rise and stand it will be actively engaged in projecting and experiencing thoughts, because it cannot rise or stand without doing so. Therefore we need to tackle the thinker by preventing it from rising or standing, and since it rises and stands only by projecting and grasping thoughts (that is, by being aware of anything other than itself), it will cease rising or standing only if it manages to attend to itself alone, thereby ceasing to project or grasp anything else.<br>\n<br>\nMany people imagine that if they can stop their habitual mental chatter while meditating, they are thereby experiencing freedom from thoughts, but that is not the case, because the one who is experiencing that relative quietude of mind is the ego, which is itself a thought. Moreover, since this ego cannot rise or stand without grasping thoughts, the quietude or whatever other phenomena it experiences while meditating is also a thought.<br>\n<br>\nAccording to Bhagavan everything other than our fundamental self-awareness, which is our actual self, is a thought, as also is our ego, which is the thinker and experiencer of all other thoughts. Therefore until our ego is eradicated, we can experience complete freedom from all thoughts only in sleep and other such states of <i>manōlaya</i>. However such states are not spiritually beneficial, because in them our ego or mind has temporarily ceased to exist, so it can make no effort to be self-attentive until it rises again.<br>\n<br>\nTherefore our aim should not be merely any temporary freedom from thoughts (which we anyway experience every day in sleep), but should only be permanent freedom from our ego, which is the root of all other thoughts. When our ego does not exist, no other thought can exist, and so long as our ego does exist, it will inevitably project and experience other thoughts. Therefore we cannot be free from all other thoughts unless our ego subsides completely.<br>\n<br>\nAs I mentioned earlier while discussing the meaning of the <a href=\"#ny06-01\">first sentence</a> of the sixth paragraph of <i>Nāṉ Yār?</i>, in verse 13 of <i>Upadēśa Undiyār</i> Bhagavan explained that there are only two kinds of state in which our ego subsides completely, namely <i>manōlaya</i> (temporary subsidence of mind) and <i>manōnāśa</i> (permanent annihilation of mind). Though some states of <i>manōlaya</i> are described as <i>nirvikalpa samādhi</i>, we cannot actually derive any spiritual benefit from subsiding in such states, because the issue we need to tackle is only our ego, which temporarily ceases to exist in <i>manōlaya</i>. Therefore our aim should not be to achieve any such state but should only be to achieve <i>manōnāśa</i>, which we can achieve only by keenly and vigilantly investigating our ego in waking or dream (which are the only states in which it seems to exist) and thereby seeing that it does not actually exist at all.<br>\n<br>\nAs I explained in the <a href=\"#pramada\">fifth section</a>, what prevents the annihilation of our ego is not just thoughts but only self-negligence (<i>pramāda</i>). Though all thoughts subside temporarily in sleep and other such states of <i>manōlaya</i>, our <i>pramāda</i> is not thereby destroyed, because it can be destroyed only by <i>sadā apramāda</i>, which means perpetual non-negligence or self-attentiveness. What is self-negligent is only our ego, so its self-negligence subsides with it in <i>manōlaya</i> and rises with it as soon as it wakes up or begins dreaming. Since the ego is self-negligent, it must destroy its own self-negligence by cultivating the habit of being self-attentive, which it cannot do in <i>manōlaya</i> but only in waking or dream.<br>\n<br>\nIf our ego were not self-negligent, it would not project or experience any thoughts, so self-negligence is the root cause of thoughts, and thoughts are just symptoms of the disease of self-negligence. If we cure this disease, its symptoms will vanish, but if we try to treat the symptoms without addressing the underlying disease, they will continue sprouting in one form or another until the disease itself is cured.<br>\n<br>\nA wise doctor treating his patient’s disease knows that the symptoms will continue until the disease is cured, so though he may offer some symptomatic relief to make the patient more comfortable, he will not actually be concerned about any of the symptoms, because he knows that they will vanish only when the disease is completely cured. Therefore if we are wise we will not be concerned about thoughts but will focus only curing the underlying disease of <i>pramāda</i> by persistently trying to be self-attentive.<br>\n<br>\n<a name=\"movement\"></a><b>10. The first movement of thought is the rising of our ego, so we are completely ‘off the movement of thought’ only in <i>manōlaya</i> or <i>manōnāśa</i></b><br>\n<br>\n<a name=\"uu18\"></a>A movement of thought is what is called <i>manōvṛtti</i> or <i>citta-vṛtti</i> in Sanskrit, and the first <i>vṛtti</i> and root of all other <i>vṛttis</i> is our ego, which is what is called the <i>ahaṁ-vṛtti</i>, so the first movement of thought is the rising of ourself as this ego, as Bhagavan clearly implies in verse 18 of <i>Upadēśa Undiyār</i> and <i>Upadēśa Sāram</i>. In <a href=\"http://happinessofbeing.blogspot.com/2016/04/self-investigation-atma-vicara-entails.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i> he says:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’.<br>\n<br>\n<b>Elaborated translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\n<a name=\"us18\"></a>In verse 18 of <i>Upadēśa Sāram</i>, which is his Sanskrit translation of this verse, he says:<br>\n<blockquote>वृत्त यस्त्वहं वृत्ति माश्रिताः ।<br>\nवृत्त योमनो विद्ध्य हंमनः ॥<br>\n<br>\n<i>vṛtta yastvahaṁ vṛtti māśritāḥ<br>\nvṛtta yōmanō viddhya haṁmanaḥ</i>.<br>\n<br>\n<b>पदच्छेद:</b> वृत्तयः तु अहं वृत्तिम् आश्रिताः. वृत्तयः मनः. विद्धि अहम् मनः.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>vṛttayaḥ tu ahaṁ-vṛttim āśritāḥ. vṛttayaḥ manaḥ. viddhi aham manaḥ</i>.<br>\n<br>\n<b>अन्वय:</b> वृत्तयः मनः. वृत्तयः तु अहं वृत्तिम् आश्रिताः. विद्धि अहम् मनः.<br>\n<br>\n<b><i>Anvaya</i></b> (words rearranged in natural prose order): <i>vṛttayaḥ manaḥ. vṛttayaḥ tu ahaṁ-vṛttim āśritāḥ. viddhi aham manaḥ</i>.<br>\n<br>\n<b>English translation:</b> <i>Vṛttis</i> are the mind. But <i>vṛttis</i> depend on the <i>ahaṁ-vṛtti</i>. Know that <i>aham</i> is the mind.</blockquote>\nIn this context the simplest English translation of वृत्ति (<i>vṛtti</i>) is ‘thought’, but this is not its primary meaning and in other contexts it has many other meanings such as activity, movement, action, function, behaviour, occupation, profession, state or condition, because it is derived from the verb वृत् (<i>vṛt</i>), which means to turn, revolve, roll, move, act, behave, happen, occur, subsist, exist or be, so it means ‘thought’ in the sense of a mental activity or movement of the mind. In this sense the mind is nothing but <i>vṛttis</i>, but all other <i>vṛttis</i> depend upon the first <i>vṛtti</i>, namely the <i>ahaṁ-vṛtti</i> or ‘I-thought’, because they are projected and experienced only by it. Therefore Bhagavan concludes this verse saying in Tamil ‘யான் ஆம் மனம் எனல்’ (<i>yāṉ ām maṉam eṉal</i>), which means ‘What is called mind is I’, and in Sanskrit ‘अहम् मनः’ (<i>aham manaḥ</i>), which means ‘I is the mind’, thereby implying that what the mind essentially is is only this <i>ahaṁ-vṛtti</i>, our primal thought called ‘I’.<br>\n<br>\nWhat he refers to here as ‘நான் எனும் எண்ணம்’ (<i>nāṉ eṉum eṇṇam</i>), ‘the thought called I’, or ‘अहं वृत्ति’ (<i>ahaṁ-vṛtti</i>), ‘the I-thought’, is the ego, which alone is the thinker and experiencer of all other thoughts, as he explains in the sixth, seventh and eighth sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம்.<br>\n<br>\n<i>niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram</i>.<br>\n<br>\nThought alone is the <i>svarūpa</i> [the ‘own form’ or fundamental nature] of the mind. The thought called ‘I’ alone is the first thought of the mind; it alone is the ego.</blockquote>\nHe explains this in more detail in the final four sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear in the mind, <b>the thought called ‘I’ alone is the first</b> [primal, basic, original or causal] <b>thought</b>. Only after this arises do other thoughts arise. Only after the first person appears do the second and third persons appear; without the first person the second and third persons do not exist.</blockquote>\nWhat he refers to here as ‘தன்மை’ (<i>taṉmai</i>), ‘the first person’, is the ego, which is the subject or experiencer of all other thoughts, and what he refers to as ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘the second and third persons’, is all the other thoughts, which are objects experienced by the ego. Since no other thought or phenomenon would seem to exist if it were not experienced by this ego, the primal thought called ‘I’, all other thoughts depend upon the ego for their seeming existence, and hence they appear only after it appears (as it does when waking from sleep or when beginning to dream), and they disappear as soon as it disappears (as it does when falling asleep).<br>\n<br>\nIn all these contexts what Bhagavan means by the term ‘thought’ (நினைவு (<i>niṉaivu</i>) or எண்ணம் (<i>eṇṇam</i>) in Tamil and वृत्ति (<i>vṛtti</i>) in Sanskrit) is mental phenomena of any kind whatsoever, and since all phenomena that seem to be physical are actually just mental, because they are sensory impressions formed in our mind, just like all the sensory impressions that we experience in dream, according to him all phenomena — that is, everything other than the permanent and fundamental self-awareness that we actually are — are just thoughts or ideas projected and experienced by our ego. This is why he said in the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது’ (<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>), which means ‘Excluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself’, and in the <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), which means ‘What is called the world is only thought’.<br>\n<br>\nBut why does he say that even the ego, the experiencer of all thoughts or phenomena, is itself just a thought? This ego is a confused mixture of self-awareness, which alone is real, being the only thing that exists and shines eternally without any break or modification, and various adjuncts, which are all unreal, being just transient thoughts or phenomena. Therefore though there is a real element in the ego, it is formed only by a seeming mixture of this real element with thoughts, so it is itself a thought, albeit the only thought that is aware both of itself and of all other thoughts.<br>\n<br>\n<a name=\"av2\"></a>The primary adjunct that is mixed with self-awareness to form the ego is a body, so though the ego is sentient and a body is an insentient thought, the ego is always aware of itself as ‘I am this body’. This is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#av2\">verse 2</a> of <i>Āṉma-Viddai</i>:<br>\n<blockquote>ஊனா ருடலிதுவே நானா மெனுநினைவே<br>\nநானா நினைவுகள்சே ரோர்நார் [...]<br>\n<br>\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br>\nnāṉā niṉaivugaḷsē rōrnār</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் [...]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal idu-v-ē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār</i> [...]<br>\n<br>\n<b>English translation:</b> The thought ‘this body composed of flesh itself is I’ alone is the one thread on which [all] the various thoughts are strung [...]</blockquote>\nWhat he refers to here as ‘ஊன் ஆர் உடல் இதுவே நான் ஆம் எனும் நினைவு’ (<i>ūṉ ār uḍal iduvē nāṉ ām eṉum niṉaivu</i>), which means ‘the thought this body composed of flesh itself is I’, is what he refer to elsewhere as simply ‘நான் என்னும் நினைவு’ (<i>nāṉ eṉṉum நினைவு</i>), ‘the thought called I’, namely the ego. In <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> he says that this ego comes into existence, stands and flourishes only by ‘grasping form’, and the first form it grasps is a body, and since it has no form of its own, it deludes itself by taking the form of this body to be its own form.<br>\n<br>\nAll the forms that this ego grasps are thoughts that it has itself projected, so it rises by projecting the form of a body and simultaneously experiencing it as itself, as it does in any dream. Having grasped a body as ‘I’, it immediately projects and grasps other thoughts, some of which it recognises to be thoughts that arise within itself, and some of which seem to be physical phenomena that it perceives outside through the senses of whatever body it currently experiences as itself.<br>\n<br>\nWithout projecting and grasping other thoughts, the ego cannot stand. This is why Bhagavan says in verse 25 of <i>Uḷḷadu Nāṟpadu</i>, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum</i>), which means ‘grasping form it rises into being; grasping form it stands’, and in the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>, ‘மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது’ (<i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>), which means ‘The mind stands only by always going after [conforming or attaching itself to] a <i>sthūlam</i> [something gross]; solitarily it does not stand’. Of all thoughts, the most subtle is the ego, because it has no form of its own, so compared to it all other thoughts are relatively gross, because they are each a form. Therefore what Bhagavan refers to here as ‘ஒரு ஸ்தூலம்’ (<i>oru sthūlam</i>), which literally means ‘one [or a] gross [thing]’ or ‘something gross’, is any other thought, particularly a physical body, because without first grasping a body as itself and then grasping other thoughts one after another the ego cannot rise or stand.<br>\n<br>\nNot only does the ego rise and stand only by grasping the form of a body as itself, but it also nourishes itself and thrives only by grasping other forms or phenomena, all of which are thoughts, as he implies by saying in the next sentence of verse 25 of <i>Uḷḷadu Nāṟpadu</i>, ‘உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍu miha ōṅgum</i>), which means ‘grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly’. However, though it cannot rise, stand or flourish without grasping forms, none of the forms that it grasps exist independent of it, so it grasps them by projecting and simultaneously being aware of them. This is why he says in the next verse (<a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#un26\">verse 26</a>), ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything’.<br>\n<br>\nAll the forms or phenomena that the ego grasps in its awareness are thoughts projected by it, so they all depend on it for their seeming existence, as Bhagavan implies when he says in <a href=\"#us18\">verse 18</a> of <i>Upadēśa Sāram</i>, ‘वृत्तयः तु अहं वृत्तिम् आश्रिताः’ (<i>vṛttayaḥ tu ahaṁ-vṛttim āśritāḥ</i>), which means ‘but thoughts (<i>vṛttis</i>) depend on the I-thought (<i>ahaṁ-vṛtti</i>)’. All thoughts depend on the ego because it is what projects and experiences them, but it and its thoughts are mutually dependent, because just as all other thoughts depend on it, it likewise depends on them (albeit on no particular one), since it cannot rise or stand without projecting and simultaneously grasping other thoughts.<br>\n<br>\nTherefore the ego cannot subside without letting go of all other thoughts, including whatever body it has grasped as itself, and complete cessation of all other thoughts cannot be achieved unless the ego subsides. Therefore we are completely ‘off the movement of thought’, as you put it, only when our ego has subsided completely, and since it subsides completely only in the states of <i>manōlaya</i> or <i>manōnāśa</i>, we cannot be completely ‘off the movement of thought’ so long as we are experiencing either waking or dream.<br>\n<br>\nEvery day our ego subsides completely for a while in the state of <i>manōlaya</i> called ‘sleep’, but since it does so only due to tiredness and not due to being keenly self-attentive it is not annihilated thereby. Likewise by means of <i>prāṇāyāma</i> or certain other types of practice we can subside completely in the state of <i>manōlaya</i> called <i>nirvikalpa samādhi</i> (a state of complete tranquility devoid of <i>vikalpa</i>: thinking, wavering, differentiation or variety), but unless we subside completely by means of keenly focused self-attentiveness our ego will not be annihilated.<br>\n<br>\nJust as we cannot be keenly self-attentive while asleep, we cannot be so in any other state of <i>manōlaya</i>, so achieving any form of <i>manōlaya</i> cannot enable us to progress any closer to our goal of <i>manōnāśa</i>, which is the state that Bhagavan called <i>sahaja samādhi</i> (natural <i>samādhi</i>) or <i>sahaja nirvikalpa samādhi</i> (natural <i>samādhi</i> devoid of <i>vikalpa</i>). In order to achieve <i>manōnāśa</i> our ego must be annihilated, and it can be annihilated only by being keenly self-attentive, because it is not real but only an illusory awareness of ourself, so it can be eradicated only our being aware of ourself as we actually are, which we can be only when we are attentively aware of ourself alone.<br>\n<br>\nTherefore if we want to be aware of ourself as we actually are and thereby annihilate our ego, what we should try to achieve is not merely being in a state devoid thoughts (as we anyway are every day in sleep) but only being keenly and steadily self-attentive. To the extent that we manage to focus all our attention only on ourself, our ego will thereby subside, and to the extent that it subsides all its other thoughts will subside along with it. However, until it subsides completely (either in <i>manōlaya</i> or <i>manōnāśa</i>) it will continue projecting and grasping thoughts of one form or another, no matter how subtle they may be, because such is its nature, since it cannot rise or stand without doing so.<br>\n<br>\nTherefore knowing that this is the nature of our ego, we should not be concerned about the appearance of any thoughts, nor should we try to be ‘off the movement of thought’, because all we need do is only to try to focus our entire attention on ourself alone. The appearance of thoughts in our awareness are just a symptom of our <i>pramāda</i>, our negligence or slackness of self-attentiveness, so they should remind us to turn our attention back to ourself, the ‘me’ to whom they appear.<br>\n<br>\nThis is all that the simple practice of self-investigation (<i>ātma-vicāra</i>) entails: trying to be keenly and steadily self-attentive, and turning our attention back to ourself whenever it is distracted even to the slightest extent by the appearance of any thought — that is, any phenomenon, anything other than ourself alone. If we try to achieve such keen and steady self-attentiveness, that alone is sufficient, as Bhagavan assures us in the seventh sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own actual self], that alone will be sufficient.</blockquote>\nTherefore let us persevere in trying as much as we can just to be keenly and steadily self-attentive, and let thoughts take care of themselves, because they are no concern of ours.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "35",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4437333321074323155/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavad Gītā",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjEwOTE0ODE5MjEzCm9mZnNldDogMAo\""
}