{
    "kind": "blogger#post",
    "id": "3327539089304968477",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-10-12T15:51:00+01:00",
    "updated": "2017-10-07T18:19:05+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3327539089304968477",
    "title": "An explanation of the first ten verses of <i>Upadēśa Undiyār</i>",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">For nearly five years I have been editing notes I made in 1977 and 78 of useful ideas and explanations that I heard Sadhu Om telling me or other friends, and since <a href=\"https://ramanafiles.s3.amazonaws.com/mountainpath/2012%20II%20April.pdf\">April 2012</a> these have been serialised in each issue of <a href=\"http://sriramanamaharshi.org/resource_centre/publications/mountain-path\"><i>The Mountain Path</i></a> under the title ‘The Paramount Importance of Self-Attention’. Since the notes I made at that time were intended just to remind myself of some of the explanations Sadhu Om gave, they are too sketchy to publish as they are, so I have had to edit and elaborate them in order to make them more understandable and to represent more faithfully and in more detail the type of explanations and clarifications he used to give, so while editing them I have freely drawn on my memory of what he would generally say about each subject. Therefore the final edited form in which my notes are published in <i>The Mountain Path</i> does not record the exact words of Sadhu Om, but it does convey reasonably faithfully ideas that I remember him frequently expressing.<br>\n<br>\nRecently while preparing the next instalment for the January 2017 issue I came across the notes I had made on 19th August 1978 of an explanation that Sadhu Om had given about the first ten verses of <i>Upadēśa Undiyār</i>, but as usual my notes were not very detailed and I could see that in some respects I had not accurately recorded what he used to explain about each of those verses, so I had to edit and elaborate them in order to convey what I remember him explaining about them on various occasions. Since in its final edited form this portion of my notes conveys quite clearly what he often used to explain about these verses, I decided to reproduce it here:<br><a name='more'></a>\n<br>\n<a name=\"uu01\"></a><a name=\"uu02\"></a><b>Sadhu Om:</b> The <i>rishis</i> who were practising ritualistic actions in the Daruka Vana believed that there is no God except action (<i>karma</i>), so in the <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu01\">first verse</a> of <i>Upadēśa Undiyār</i> Bhagavan explains that since <i>karma</i> is insentient, it cannot be God and cannot decide which action is to give which fruit when, so the way and time in which each action is to give fruit is determined only by God. In the <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu02\">second verse</a> he explains that even after the fruit of an action has been experienced the seed of that action, which is the tendency (<i>vāsanā</i>) to do the same kind of action again, remains, thereby causing one to become ever more deeply immersed in the ocean of action, so <i>karma</i> can never give liberation.<br>\n<br>\n<a name=\"uu03\"></a>However in the <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu03\">third verse</a> he explains that if we do action without any desire for its fruit but simply because of love for God, offering its fruit to him, that will purify our mind and show us the way to liberation. This means that <i>karma</i> done in such a spirit is not itself the path to liberation but can lead us to the path by purifying our mind, because only a purified mind will be able to grasp the fact that liberation cannot be achieved by any action but only by surrendering oneself entirely to God, and that one can surrender oneself only by turning within to vigilantly watch one’s ego and thereby prevent it from rising to do any <i>karma</i>.<br>\n<br>\n<a name=\"uu04\"></a><a name=\"uu05\"></a><a name=\"uu06\"></a><a name=\"uu07\"></a>In verses 4 to 7 he then explains the relative efficacy of the different types of action that one can do for the love of God. In <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu04\">verse 4</a> he says that <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> are respectively actions of body, speech and mind and that in this ascending order each is superior to the preceding one, meaning that they are increasingly effective in purifying our mind. In <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu05\">verse 5</a> he says that if one considers all things to be forms of God and reveres them accordingly, that is good <i>pūjā</i> or worship of God. In <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu06\">verse 6</a> he describes different types of vocal worship and <i>japa</i> (repetition of a name of God or a <i>mantra</i> sacred to him), saying that <i>japa</i> done in a loud voice is more effective (in purifying one’s mind) than praising God by singing hymns, that <i>japa</i> whispered faintly within one’s mouth is still more effective, and that <i>japa</i> done mentally is most effective of all and is a type of <i>dhyāna</i> or meditation. And in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu07\">verse 7</a> he says that steady and uninterrupted meditation on God, like the steady flow of clarified butter, is better than meditation that is frequently interrupted by other thoughts. This is because the more we love God the more our mind will be drawn to think only of him, and what purifies our mind is not the action itself but the love with which we do it.<br>\n<br>\n<a name=\"uu08\"></a><a name=\"uu09\"></a>Up to verse 7 Bhagavan was discussing actions, which all involve an outward flow of our mind, but in verses 8 and 9 he shows us how we can divert our love for God to go beyond action to our natural state of just being, which is the state of complete self-surrender and hence the most perfect expression of love for God. In <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> he says that rather than <i>anya-bhāva</i> (meditation on God as something other than oneself) <i>ananya-bhāva</i> (meditation on him as not other than oneself) is ‘the best of all’, meaning that it is the best of all practices of <i>bhakti</i> and of all forms of meditation, and in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu09\">verse 9</a> he says that by the strength or intensity of such <i>ananya-bhāva</i> being in <i>sat-bhāva</i> (one’s natural state of being), which transcends meditation, is <i>para-bhakti tattva</i>, the true state of supreme devotion.<br>\n<br>\nSo long as we consider God to be something other than ourself, when we meditate on him our attention is moving away from ourself towards our thought of him, and this outward movement of our mind is an action or <i>karma</i>. On the other hand, when we consider him to be ourself and meditate on him accordingly, we will no longer be meditating on a mere thought of him but only on ourself, so our attention will not be moving away from ourself but will just rest motionlessly on ourself, its source, so this self-attentiveness is not an action or <i>karma</i> but our natural state of just being (<i>summā iruppadu</i>). This is why Bhagavan says in verse 9 that by the intensity and firmness of <i>ananya-bhāva</i> we will remain in <i>sat-bhāva</i>, and that by being so we will transcend all <i>bhāvana</i>, imagination, meditation or thinking.<br>\n<br>\nThus what Bhagavan implies in these first nine verses is that though we cannot attain liberation by any action or <i>karma</i>, if our actions are motivated only by love of God and not by any desire for temporal gains, they will gradually purify our mind and enable us to understand that God is what shines in us as ‘I’, so the best way to meditate upon him is to meditate on nothing other than ourself, and that if we meditate only on ourself, all actions will cease, and thus we will subside back into the source from which we rose.<br>\n<br>\n<a name=\"uu10\"></a>Therefore in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu10\">verse 10</a> he say that subsiding and being in the source from which we rose (which is ourself as we really are) is itself <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i>, meaning that it is the most perfect practice of all spiritual paths, which are generally classified in four categories, namely <i>karma yōga</i> (the practice of desireless action),<i> bhakti yōga</i> (the practice of devotion),<i> raja yōga</i> (the practice of disciplines such as breath-control as a means to control and subdue the mind) and <i>jñāna yōga</i> (the practice of knowledge, which Bhagavan explained is only <i>ātma-vicāra</i> or self-investigation).<br>\n<br>\nIn verse 8 Bhagavan included a relative clause to describe <i>ananya-bhāva</i> more fully, namely ‘<i>avaṉ aham āhum</i>’, which means ‘in which he is I’, and which implies that since he (God) is ‘I’, by meditating on ‘I’ (which alone is <i>ananya</i>, ‘not other’ than oneself) one is meditating on him. However, in Sanskrit he translated this clause as ‘<i>sōham iti</i>’, which means ‘thus: he is I’, and because of this some people interpret ‘<i>avaṉ aham āhum ananya-bhāva</i>’ to mean <i>sōham bhāvana</i>, meditation on the thought ‘he is I’. This interpretation is not correct, however, because <i>ananya-bhāva</i> means ‘otherless meditation’ or ‘meditation on what is not other’, so it cannot mean meditation on the thought ‘he is I’, since any thought is something other than oneself.<br>\n<br>\nMoreover, in verse 9 Bhagavan explains that by the strength or intensity of <i>ananya-bhāva</i> one will be established in the state of being (<i>sat-bhāva</i>), which he describes as <i>bhāvanātīta</i>, which means ‘transcending (or gone beyond) meditation’, and which therefore implies being beyond any kind of thinking, so from this we should infer that what he means by ‘<i>avaṉ aham āhum ananya-bhāva</i>’ is not meditation on the thought ‘he is I’ (<i>sōham bhāvana</i>), because meditation on any thought is a mental activity, so like any other action it would tend to be self-perpetuating, as Bhagavan implies in verse 2. In order to go beyond thinking our mind must subside, and since it rises, stands and flourishes by attending to anything other than itself, it will subside only by attending to itself, the one who rises to think anything.<br>\n<br>\nWhen aspirants start to follow the path of <i>bhakti</i>, they generally do so with the idea that God is something other than oneself, so they worship, pray to and meditate on him as if he were another. However, since God is not other than ourself, we can never reach him so long as we consider him to be other, so we eventually need to be told that he is actually just ‘I’, which is what Bhagavan refers to when he says in verse 8 ‘<i>avaṉ aham āhum</i>’, ‘in which he is I’. However, when we are told that he is ‘I’, what we should infer is not that we should meditate on the idea ‘he is I’, but only that we should meditate on ourself alone.<br>\n<br>\nAs Bhagavan often used to say, why should we meditate on God as someone distant and unknown when in fact he always exists within us and is clearly known by us as ‘I’, our own self? Since ‘I’ is our nearest and dearest and what we are always clearly aware of, the simplest way and most effective way to love God and to meditate on him is to love him and meditate on him only as ‘I’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "158",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3327539089304968477/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "God",
        "just being (summa iruppadu)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Sri Sadhu Om",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA3Mzk2NzQ1NjY1Cm9mZnNldDogMzYwMDAwMAo\""
}