{
    "kind": "blogger#post",
    "id": "415974660566275206",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-05-08T21:07:00+01:00",
    "updated": "2016-06-09T00:00:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/05/the-ego-is-thinker-not-act-of-thinking.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/415974660566275206",
    "title": "The ego is the thinker, not the act of thinking",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html#c7017815782500623954\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html\">The person we seem to be is a form composed of five sheaths</a>, a friend called Ann Onymous wrote, ‘Ego is the very thinking that there is, or even seems to be an ego’, but this is confusing an action with the actor, mistaking the former (the thinking) to be the latter (the thinker). Thinking that there is an ego or that there is no ego, that it actually exists or just seems to exist, or thinking any other thought about it or about anything else cannot be the ego, because thinking is an action, whereas the ego is the thinker, the one who does that action.<br>\n<br>\nIf the ego were the act of thinking, we could investigate it simply by observing our thinking, which is obviously not the case. To investigate this ego we must ignore all thinking and observe only the thinker, the one who is aware of thinking and of the thoughts produced by thinking. Therefore it is necessary for us to clearly distinguish the thinker from its thinking, and also from whatever it thinks.<br><a name='more'></a>\n<br>\nThe thinker, its thinking and its thoughts together form a <i>tripuṭi</i>, a triad consisting of the three factors entailed in any form of objective (or transitive) knowledge or experience, namely the subject, the object and whatever action connects these two. Other examples of a <i>tripuṭi</i> include the knower, its knowing and whatever it knows; the experiencer, its experiencing and whatever it experiences; and the perceiver, its perceiving and whatever it perceives. In all these cases the subject — the one who is thinking, knowing, experiencing or perceiving — is the ego; the object is whatever it thinks, knows, experiences or perceives; and the action that connects these two is the subject’s thinking, knowing, experiencing or perceiving.<br>\n<br>\n<a name=\"un09\"></a>The one constant factor in all such <i>tripuṭis</i> is the ego or subject, because it is always the same ego and is essentially unchanging, whereas what it thinks, knows, experiences or perceives changes from moment to moment, and its actions of thinking, knowing, experiencing or perceiving therefore change along with whatever objects it is thinking about, knowing, experiencing or perceiving. The ego is therefore the root, foundation and support of every <i>tripuṭi</i>, as Bhagavan points out in verse 9 of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>இரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண்.<br>\n<br>\n<i>iraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads exist [by] clinging always to one. If one looks within the mind [to see] what that one is, they will cease to exist. Only those who have seen [this] have seen the reality. See, they will not be confused.</blockquote>\n‘இரட்டை’ (<i>iraṭṭai</i>) means a pair, couple, dyad or any set of two things, but in this context it refers specifically to any pair of opposites (called <i>dvaṁdva</i> or <i>dvandva</i> in Sanskrit), such as knowledge and ignorance, awareness and non-awareness, existence and non-existence, reality and illusion, happiness and unhappiness, or bondage and liberation. ‘முப்புடி’ (<i>muppuḍi</i>) is adapted from the Sanskrit term त्रिपुटि (<i>tripuṭi</i>), which as I explained above means a triad in the sense of the three factors entailed in any form of objective knowledge or experience, namely the subject, the object and whatever action connects these two. As Bhagavan says in this verse, all such dyads and triads exist only by always clinging to or depending upon ‘ஒன்று’ (<i>oṉḏṟu</i>), which means ‘one’, but which in this context refers specifically to the ego, because all phenomena such as these dyads and triads seem to exist only in the view of this ego, so they seem to exist only when we seem to be this ego, as in waking or dream, and they cease to exist as soon as this ego subsides, as in sleep.<br>\n<br>\nTherefore, since this ego seems to exist only when we do not look at it carefully, and since it will therefore cease to exist if we keenly observe it, in the second sentence of this verse Bhagavan says if one looks within one’s mind to see what this ego actually is, the dyads and triads will cease to exist. The verb he uses here is கழல் (<i>kaṙal</i>), which literally means to become loose, unfastened, untied, disentangled or dislocated, to slip off, to run away, to pass away or to disappear, but which in this context implies to cease to exist.<br>\n<br>\nWe become aware of phenomena such as dyads and triads only when we experience ourself as this object-knowing ego, and when we experience ourself as such we are not experiencing ourself as we actually are. Therefore our rising as this ego is what obscures our clear awareness of ourself as we really are, so in the third sentence of this verse Bhagavan says, ‘கண்டவரே உண்மை கண்டார்’ (<i>kaṇḍavarē uṇmai kaṇḍār</i>), which literally means ‘Only those who have seen have seen the reality’ but which in this context implies ‘Only those who have seen [that the ego (together with all its progeny) does not exist] have seen the reality’.<br>\n<br>\nSo long as we mistake a rope to be a snake, we do not see the rope as it is, but if we look very carefully at what seems to be a snake we will see that it is not actually a snake but only a rope. Likewise, so long as we mistake ourself to be this ego, we do not see ourself as we actually are, but if we look very carefully at what seems to be this ego we will see that it is not actually an ego but only the pure, infinite and intransitive self-awareness that we really are. Therefore seeing the non-existence of the ego is seeing what alone is real, namely our own infinite self. If we see thus, we will never again be confused, perturbed, intimidated or saddened, because we will never again see any phenomena or mistake ourself to be any phenomena, which is what Bhagavan implies by saying, ‘கலங்காரே’ (<i>kalaṅgārē</i>), which means ‘they will not be confused [perturbed, intimidated or saddened]’.<br>\n<br>\nBeing aware of ourself alone is pure intransitive awareness, because what we actually are is not an object but just awareness, and the nature of awareness is to be always aware of itself, so pure self-awareness does not entail even the slightest subject-object relationship. It just entails ourself being aware of ourself, as we always are. Being aware of any phenomena, on the other hand, does entail a subject-object relationship, so it is <a href=\"http://happinessofbeing.blogspot.co.uk/2016/03/we-are-aware-of-ourself-while-asleep-so.html#transitive\">transitive awareness</a>, which is what Bhagavan calls ‘சுட்டறிவு’ (<i>suṭṭaṟivu</i>), which literally means ‘pointing awareness’ or ‘showing awareness’, and which implies awareness that is directed at or that shows anything other than ourself (that is, any object or phenomenon).<br>\n<br>\nSince transitive awareness entails a subject (our ego) being aware of an object (any kind of phenomenon), in every form of transitive awareness there is a <i>tripuṭi</i>, a triad consisting of these three factors: the subject, an object and the subject’s act of being aware of that object (which entails it pointing its awareness at that object). One example of this is the process of thinking, which entails a subject (our ego, which is the thinker), an object (a thought, which is whatever this ego happens to be thinking of) and this ego’s act of thinking (which entails forming or projecting that thought and simultaneously being aware of it).<br>\n<br>\nWhen Ann Onymous wrote, ‘Ego is the very thinking that there is, or even seems to be an ego’, the ‘very thinking’ she referred to is the action that links the thinker to its thoughts, namely the act of projecting and simultaneously being aware of whatever it is thinking. This action of thinking is done by whom? Only by ourself as this ego, which is the primal thought and the thinker of all other thoughts. Therefore our ego is not the ‘very thinking’ but the very thinker who is doing that thinking.<br>\n<br>\nBoth thinking and whatever thoughts are produced by thinking seem to exist only because we as this ego seem to be thinking and thereby producing thoughts. Therefore as Bhagavan implies in the above-cited verse of <i>Uḷḷadu Nāṟpadu</i>, they both seem to exist only by depending upon this ego. Thinking entails being aware of something other than ourself, and whenever we are aware of anything other than ourself we are aware of ourself as this ego. Therefore thinking depends upon us being aware of ourself as this ego, the one who is thinking.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "85",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/415974660566275206/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI2ODU3OTYyCm9mZnNldDogMzYwMDAwMAo\""
}