{
    "kind": "blogger#post",
    "id": "569507392011278770",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-06-06T10:03:00+01:00",
    "updated": "2022-10-16T11:30:00+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/06/why-should-we-rely-on-bhagavan-to-carry.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/569507392011278770",
    "title": "Why should we rely on Bhagavan to carry all our burdens, both material and spiritual?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#c7250155592501689069\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html\">What is the logic for believing that happiness is what we actually are?</a>, a friend called Sandhya wrote, “I remember reading in some book, where Bhagavan said, ‘don’t take all the burden on yourself, but transform all that to God’ using train/luggage carried by us analogy. If all the burden was created by the ego and if God is aware of not the ego nor the burden, how can one rely on God to carry the burden?”, so this article is my reply to her.<br><a name='more'></a>\n<br>\n<a name=\"ny13\"></a>Sandhya, the teaching of Bhagavan that you refer to is what he wrote in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண் டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām. īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cinti-p-padēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself], alone is giving oneself to God. Even though one places whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all activities [everything that happens in this world], instead of yielding to it why should we always think, ‘it is necessary to act in this way; it is necessary to act in that way’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it suffer bearing our small luggage on our head instead of remaining happily leaving it placed on that [train]?</blockquote>\nSo long as we seem to be this finite ego, the infinite reality called ‘God’ seems to be something other than ourself, and hence experiencing ourself as this ego prevents us from experiencing him as he actually is. He now seems to be something separate from us only because we have risen as this ego, thereby seemingly limiting and separating ourself from him, and thus making him also seem in our view to be separate and hence limited, so as a seemingly separate and limited entity he is no more real than our ego, which sees him as such. However what he actually is is not anything limited or separate from anything else, but only the one infinite whole, other than which nothing can exist, so he is what we actually are — our own actual self or <i>ātma-svarūpa</i>. Therefore to know him as he actually is we must know ourself as we actually are, and in order to know ourself as we actually are we must surrender our ego entirely and thereby merge forever in him, as him.<br>\n<br>\nSince this ego is a formless phantom that rises and stands only by ‘grasping form’, as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.co.uk/2016/05/we-can-separate-ourself-permanently.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, we cannot surrender our ego entirely so long as we allow it to continue clinging to any forms or phenomena — that is, to anything other than itself. Since everything other than ourself is just a thought or idea projected and experienced by our ego, and since this ego grasps or clings to such things only by attending to them, he teaches us that this ego will subside in such a way that it will never rise again only if we try to attend to it alone, thereby ceasing to attend to anything else whatsoever. This is what he implies in this verse when he says, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it [this ego] will take flight’.<br>\n<br>\nTherefore in the first sentence of this thirteenth paragraph of <i>Nāṉ Yār?</i> he says: ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>), which means ‘Being one who is steadily fixed in oneself (<i>ātma-niṣṭhāparaṉ</i>), giving not even the slightest room to the rising of any thought (<i>cintana</i>) other than thought of oneself (<i>ātma-cintana</i>), alone is giving oneself to God’. That is, so long as we think of anything other than ourself, we are ‘grasping form’ and thereby nourishing and sustaining our ego, so in order to surrender this ego entirely, we should not give even the slightest room to the rising of any thought about anything other than oneself.<br>\n<br>\nHaving risen as this form-grasping ego, we experience ourself as a person, who is currently the primary form that we have grasped and the base of all the other forms that we are aware of, and as this person we seem to have so many cares, concerns and responsibilities. Therefore when Bhagavan advises us to surrender ourself entirely by attending to nothing other than ourself, we are reluctant to do so because we are attached to numerous things associated with this person whom we seem to be, so we cling fast to such things and we believe that in order to protect our body and everything else that we hold dear it is necessary for us to do this or that.<br>\n<br>\nThis clinging to things other than ourself is what Bhagavan describes as ‘நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு’ (<i>nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu</i>), which means ‘bearing our small luggage on our head instead of remaining happily leaving it placed on that [train]’, and he asks us why we should unnecessarily suffer in such a manner: ‘சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்?’ (<i>sakala kāriyaṅgaḷaiyum oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cinti-p-padēṉ? </i>), ‘Since one <i>paramēśvara śakti</i> is driving all activities, instead of yielding to it why should we be always thinking, ‘it is necessary to act in this way; it is necessary to act in that way’?’<br>\n<br>\nAll our cares and responsibilities seem to be real only because we seem to be a person and consequently there seems to be a world, and these things seem to exist and God seems to be something separate from both ourself and this world only because we have risen as this ego. Therefore when our ego subsides completely, as it does every day in sleep, neither the world nor God seems to exist as anything separate from ourself, and consequently we are free at least for a while from all cares and responsibilities.<br>\n<br>\nTherefore, though God actually is our own real self, he seems to be separate from ourself because we have limited ourself as this ego, and as this limited ego we seem to be burdened with all sorts of cares, concerns and responsibilities. Though our ego and its burdens are not real, they seem real in the view of ourself as this ego, so Bhagavan advises us to surrender this ego along with all its burdens to God, and he assures us that if we do so he will take complete care of us and all our needs, saying: ‘ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார்’ (<i>īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavaiyum avar vahittu-k-koḷḷugiṟār</i>), which means ‘Even though one places whatever amount of burden upon God, that entire amount he will bear’.<br>\n<br>\n<a name=\"apad09\"></a>Since in his clear and infinite view our ego and this ego-projected world do not actually exist, how can God bear all our burdens along with their root, this ego? He can do so very easily because he does not see our ego as an ego or our burdens as burdens, because in his view he alone exists, so nothing at all is other than himself. Therefore bearing any amount of burden is no burden at all for him. This is why Bhagavan sings in verse 9 of <i>Śrī Aruṇācala Padikam</i>:<br>\n<blockquote>பரமநின் பாதம் பற்றறப் பற்றும்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரவறி வறியரிற் பரமன்<br>\nபரமுனக் கெனவென் பணியறப் பணியாய்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரித்திடு முனக்கெது பாரம்<br>\nபரமநிற் பிரிந்திவ் வுலகினைத் தலையிற்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பற்றியான் பெற்றது போதும்<br>\nபரமனா மருணா சலவெனை யினியுன்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பதத்தினின் றொதுக்குறப் பாரேல்.<br>\n<br>\n<i>paramaniṉ pādam paṯṟaṟap paṯṟum<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;paravaṟi vaṟiyariṟ paramaṉ<br>\nbharamuṉak keṉaveṉ paṇiyaṟap paṇiyāy<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;bharittiḍu muṉakkedu bhāram<br>\nparamaniṟ pirindiv vulahiṉait talaiyiṟ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;paṯṟiyāṉ peṯṟadu pōdum<br>\nparamaṉā maruṇā calaveṉai yiṉiyuṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;padattiṉiṉ ḏṟodukkuṟap pārēl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பரம நின் பாதம் பற்று அற பற்றும் பர அறி வறியரில் பரமன். பரம் உனக்கு என, என் பணி அற பணியாய். பரித்திடும் உனக்கு எது பாரம்? பரம நின் பிரிந்து இவ் உலகினை தலையில் பற்றி யான் பெற்றது போதும். பரமன் ஆம் அருணாசல எனை இனி உன் பதத்தில் நின்று ஒதுக்கு உற பாரேல்..<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>parama niṉ pādam paṯṟu aṟa paṯṟum para aṟi vaṟiyaril paramaṉ. bharam uṉakku eṉa, eṉ paṇi aṟa paṇiyāy. bharittiḍum uṉakku edu bhāram? parama niṉ pirindu i-vv-ulahiṉai talaiyil paṯṟi yāṉ peṯṟadu pōdum. paramaṉ ām aruṇācala eṉai iṉi uṉ padattil niṉḏṟu odukku uṟa pārēl</i>.<br>\n<br>\n<b>English translation:</b> Supreme, [I am] supreme among those who are destitute of the supreme wisdom to cling without attachment to your feet. [Taking responsibility for me and my salvation] as your burden, make my activity cease. For you who bear [everything], what is a burden? Supreme, what I have got [by] separating from you and grasping this world on my head is enough. Arunachala, who are supreme, do not seek to keep me separated any longer from your feet [or your state].</blockquote>\nSince we each have unlimited love for ourself, and since God is our unlimited self, his love is infinite and embraces all of us, without the slightest exclusion. Therefore just by being the infinite love that he is, he effortlessly bears us and all our burdens, so in the second line of this verse Bhagavan asks Arunachala, ‘பரித்திடும் உனக்கு எது பாரம்?’ (<i>bharittiḍum uṉakku edu bhāram?</i>), which means ‘For you who bear [carry or support everything], what is a burden?’ Therefore rather than carrying any burden on our own head, like a foolish passenger in a train, we can confidently hand over all burdens to him, including the burden of doing or thinking anything.<br>\n<br>\nSo long as we are active, doing anything whatsoever, including even thinking, we are carrying a burden on our head, so Bhagavan prays to Arunachala, ‘பரம் உனக்கு என, என் பணி அற பணியாய்’ (<i>bharam uṉakku eṉa eṉ paṇi aṟa paṇiyāy</i>), which means ‘[Taking all this] as your burden, make my activity cease’. Why should we think any thought or believe that we need to do any other action? We do so only because we do not trust the train in which we are travelling (namely Bhagavan or God) to carry our entire burden for us. How foolish we are! This is why he advises us to surrender everything to him, including ourself, this ego that rises as if it were something separate from him.<br>\n<br>\nHowever, so long as we rise as this ego and therefore experience ourself as a person, the world we perceive around us seems to be real, and hence it seems to us that we have responsibilities to ourself, our family, our friends and others whom we care about. It is difficult for us, therefore, to free ourself from the idea that we must engage in various activities of mind, speech and body in order to take care of all our various responsibilities. If we had complete trust in God, believing that he is effortlessly carrying the entire burden of this universe and every creature in it, like a train that carries the entire burden of everyone and everything travelling in it, we would confidently hand over all our seeming responsibilities to him, and we would feel no need to rise as an ‘I’ to think or do anything at all.<br>\n<br>\nIf we rise to think anything, that shows we do not yet have sufficient trust in him, and hence we believe it is necessary for us to do this or that in order to take care of ourself and everyone else for whom we seem to have any form of responsibility. If we did not do whatever we need to do, we believe, we would be neglecting our responsibilities and things would not happen as we wish them to happen. For example, if we do not work to earn a living, we will not be able to provide food, clothing, shelter and whatever else may seem necessary for ourself and our family, or if we do not help others who are in need, we would be responsible (or would at least have a share of responsibility) for whatever hardship or suffering they consequently have to undergo. We may also believe that even if we were to surrender all our concerns about outward things to God, we would still bear responsibility for our own salvation, so we must do this or that <i>yōga</i>, prayer, worship, <i>japa</i>, meditation or other <i>sādhana</i> in order to advance spiritually. With this attitude we engage in various kinds of activity, whether worldly or spiritual, and we consequently find it extremely difficult to surrender all our cares, concerns and responsibilities — let alone ourself — entirely to God.<br>\n<br>\n<a name=\"dec98note\"></a>Therefore to make it easier for us to become willing to surrender ourself and our entire burden of seeming responsibilities entirely to God, Bhagavan taught us that whatever is to happen will happen, and whatever is not to happen will not happen, no matter how much effort we may make to prevent what is to happen or to bring about what is not to happen, and that whatever our mind, speech and body are destined to do they will be made to do, so even if we completely surrender ourself along with all our cares, concerns and responsibilities, everything will happen just as it is meant to happen and as it would have happened even if we had not surrendered ourself.<br>\n<br>\nHe expressed this assurance most clearly and emphatically in the <a href=\"http://happinessofbeing.blogspot.co.uk/2016/02/why-should-we-believe-what-bhagavan.html#dec98note\">note that he wrote for his mother</a> in December 1898:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nAccording to their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance [that is, according to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]. What is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nTherefore if we are wise and have complete faith in Bhagavan and all that he taught us, we will confidently surrender ourself and all our seeming burdens — both material and spiritual — entirely to his care, and thereby we will remain silent in our natural state of pure self-awareness without rising as this ego to think or do anything whatsoever.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "23",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/569507392011278770/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Padikam",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY1OTE2MjAwMzAzCm9mZnNldDogMzYwMDAwMAo\""
}