{
    "kind": "blogger#post",
    "id": "7156828880247303147",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-10-02T09:27:00+01:00",
    "updated": "2016-10-18T15:07:44+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7156828880247303147",
    "title": "‘I am’ is the reality, ‘I am this’ or ‘I am that’ is the ego",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html?commentPage=2#c477271114873306111\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html\">What is the ‘self’ we are investigating when we try to be attentively self-aware?</a>, a friend called Viveka Vairagya quoted an extract from chapter 99 of <a href=\"http://www.holybooks.com/wp-content/uploads/I-Am-That-by-Sri-Nisargadatta-Maharaj.pdf\"><i>I am That</i></a> in which it is recorded that Nisargadatta Maharaj said, ‘Relax and watch the ‘I am’. Reality is just behind it’, which prompted another friend who wrote under the pseudonym ‘Extremely Simple’ to <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html?commentPage=2#c5763344308015586088\">ask</a>, ‘But why should reality be “just behind the ‘I am’”?’<br><a name='more'></a>\n<br>\nSeveral friends attempted to answer this question. The clearest and most accurate answer was given by Sanjay, who <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html?commentPage=2#c5985653836985597624\">wrote</a>: ‘According to Bhagavan’s teaching, there is nothing behind or in front of ‘I am’, and therefore this ‘I am’ exists absolutely alone. Anything we experience other than our essential awareness, ‘I am’, is merely our ego’s imagination, and since our ego is a formless phantom which exists only in its own view, nothing other than ‘I am’ actually exists’.<br>\n<br>\nViveka Vairagya then wrote two comments in which he tried to explain what Nisargadatta means by the term ‘I am’. In the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html?commentPage=2#c3537916983115611074\">first</a> of these comments he wrote, ‘Maharaj uses the term ‘I am’ to refer to reflected consciousness (chidabhasa), that is, reflection of Self or Pure Consciousness in the mind. Hence, just like an object can be said to be behind its reflection, reality, that is Self or Pure Consciousness, is said to be behind its reflection, the ‘I am’. Bhagavan uses ‘I am’ to refer to something else as Sanjay pointed out’, and in the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html?commentPage=2#c5968412453178115920\">second</a> he wrote, ‘Upon further reflection it strikes me that what Sri Nisargadatta Maharaj means by ‘I am’ Sri Ramana Maharshi means by ‘I-thought’. That is, both ‘I am’ and ‘I-thought’ refer to the same entity, namely, reflected light or reflected consciousness (chidabhasa), that is, reflection of Self or Pure Consciousness in the mind. Hence, just like Self or Reality can be said to be behind the ‘I-thought’, Self or Reality can be said to be behind the ‘I am’’.<br>\n<ol>\n<li><a href=\"#reality\">Who am I? Am I this unreal ego, or the reality that underlies it?</a></li>\n<li><a href=\"#i-am-i\">The truth is not ‘I am this’ or ‘I am that’ but only ‘I am I’</a></li>\n<li><a href=\"#uu18\"><i>Upadēśa Undiyār</i> verse 18: the mind is essentially ‘I’, the ego or mixed awareness ‘I am this body’</a></li>\n<li><a href=\"#uu19\"><i>Upadēśa Undiyār</i> verse 19: if we investigate ourself, the source from which we rose as this ego, it will die</a></li>\n<li><a href=\"#uu20\"><i>Upadēśa Undiyār</i> verse 20: where ‘I am this’ merges, what remains shining is ‘I am I’</a></li>\n<li><a href=\"#uu28\"><i>Upadēśa Undiyār</i> verse 28: the pure self-awareness ‘I am I’ is beginningless, endless and indivisible</a></li>\n<li><a href=\"#un30\"><i>Uḷḷadu Nāṟpadu</i> verse 30: though ‘I am I’ appears, it is not the ego</a></li>\n<li><a href=\"#av2\"><i>Āṉma-Viddai</i> verse 2: what shines as ‘I am I’ is the one silent and blissful space of pure self-awareness</a></li>\n<li><a href=\"#uu21\"><i>Upadēśa Undiyār</i> verse 21: what shines as ‘I am I’ is the real import of the word ‘I’</a></li>\n<li><a href=\"#uu22\"><i>Upadēśa Undiyār</i> verse 22: the body and other adjuncts are not real and not aware, so they are not ‘I’</a></li>\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: we are the one existence-awareness that always shines as ‘I am’</a></li>\n<li><a href=\"#uu24\"><i>Upadēśa Undiyār</i> verse 24: what seemingly separates us from the reality that we actually are is only our awareness of adjuncts</a></li>\n<li><a href=\"#uu25\"><i>Upadēśa Undiyār</i> verse 25: being aware of ‘I am’ without adjuncts is being aware of the reality</a></li>\n<li><a href=\"#una29\"><i>Uḷḷadu Nāṟpadu Anubandham</i> verse 29: clarity of intellect will shine automatically in the outward form of an <i>ātma-jñāni</i></a></li>\n</ol>\n<a name=\"reality\"></a><b>1. Who am I? Am I this unreal ego, or the reality that underlies it?</b><br>\n<br>\nViveka Vairagya is probably correct in saying that Nisargadatta uses the term ‘I am’ (at least in this context, and perhaps elsewhere also) to refer to the I-thought (the thought called ‘I’ or ego), which is <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html\"><i>cidābhāsa</i></a> (a reflection, semblance or false appearance of real awareness, which is our actual self), because that is the most reasonable way to explain why he says that the reality is just behind ‘I am’ instead of saying that it actually is ‘I am’. However, if he does refer to the ego as ‘I am’, that shows a fundamental confusion in his thinking and understanding, because though the ego seems to be ourself, it is not what we actually are.<br>\n<br>\nWhether we use the term ‘I am’ to refer to our actual self (as Bhagavan does) or to our ego (as Nisargadatta seems to do) is not just an arbitrary choice about the use of terminology, as many people seem to assume, but reflects our understanding of what we actually are. What actually are we? Or in other words, who in fact am I? Are we this finite ego that we seem to be, or are we infinite self-awareness, other than which nothing actually exists?<br>\n<br>\nIf we use ‘I am’ to refer to our ego, that implies that we accept that this ego is what we actually are, which is precisely the error that Bhagavan asked us to question and investigate. If this ego is ‘I am’ and the reality is something behind it or beyond it, that would mean that the reality is something other than ourself, in which case we could never attain it or be one with it, because we cannot become anything other than what we always actually are.<br>\n<br>\nSince the reality is what is called <i>brahman</i>, claiming or implying that it is anything other than ‘I am’ (ourself) is contrary to the fundamental principles of <i>advaita vēdānta</i> as expressed in the four <i>mahāvākyas</i>: ‘<i>prajñānaṁ brahma</i>’, ‘pure awareness is <i>brahman</i>’ (<i>Ṛg Vēda</i>, <i>Aitarēya Upaniṣad</i> 3.3); ‘<i>ahaṁ brahmāsmi</i>’, ‘I am <i>brahman</i>’ (<i>Yajur Vēda</i>, <i>Bṛhadāraṇyaka Upaniṣad</i> 1.4.10); ‘<i>tat tvam asi</i>’, ‘it [<i>brahman</i>] you are’ (<i>Sāma Vēda</i>, <i>Chāndōgya Upaniṣad</i> 6.8.7); and ‘<i>ayaṁ ātmā brahma</i>’, ‘this self is <i>brahman</i>’ (<i>Atharva Vēda</i>, <i>Māṇḍūkya Upaniṣad</i> 2).<br>\n<br>\nThough we now mistake ourself (who are what we refer to as ‘I’) to be this finite ego, what we actually are is only <i>brahman</i>, which is infinite self-awareness, so to help us avoid confusion, Bhagavan often explained that ‘I am’ without any adjuncts is what we actually are, whereas ‘I am this’ or ‘I am that’ (which is ‘I am’ mixed with adjuncts) is the ego or thought called ‘I’. Distinguishing ‘I am’ from ‘I am this’ or ‘I am that’ in this way is not using these terms in an arbitrary fashion, because it enables us to understand clearly the difference between what we now seem to be and what we actually are.<br>\n<br>\nThe non-arbitrary nature of these terms used by Bhagavan can be understood by analysing them carefully. In ‘I am’, the verb ‘am’ expresses the existence of ‘I’, so since the existence of ‘I’ is not anything other than ‘I’ itself, we can analytically reduce ‘I am’ down to ‘I’. So what does this word ‘I’ denote? It is the first person singular pronoun, so it always refers only to ourself, and hence what we take the term ‘I am’ to refer to depends upon what we believe ourself to be.<br>\n<br>\nIf we believe that we are actually this ego, or this person whom our ego currently experiences as itself, we will take ‘I am’ to be a statement expressing the existence of this ego. But can this ego be what we actually are? We seem to be this ego only in waking and dream, but we continue to be aware of our existence in sleep, even though our ego has then disappeared. Therefore this ego cannot be what we actually are, and hence it is not what is actually denoted by the term ‘I’ or ‘I am’.<br>\n<br>\nIn waking and dream, which are the only two states in which this ego seems to exist, it always experiences itself as a certain body (though not always the same one) and as other phenomena closely associated with that body, so Bhagavan points out to us that as this ego we do not experience ourself simply as ‘I am’ but as ‘I am this’, in which the term ‘this’ refers to whatever body and other associated adjuncts we currently experience as if they were ourself.<br>\n<br>\n<a name=\"i-am-i\"></a><b>2. The truth is not ‘I am this’ or ‘I am that’ but only ‘I am I’</b><br>\n<br>\nIn ‘I am this’, what the verb ‘am’ expresses is not the existence of ‘I’ (though it obviously implies that) but the identity of ‘I’ as ‘this’. That is, whereas the ‘am’ in ‘I am’ has a purely existential function in that it denotes simply the existence of ‘I’, the ‘am’ in ‘I am this’ functions as a copula (a linking verb) that denotes the identity of ‘I’ as ‘this’.<br>\n<br>\nHowever, whereas the statement ‘I am’ is obviously true, because we could not be aware of ourself as ‘I’ if we did not exist, can the statement ‘I am this’ be true? Can ‘I’ actually be anything other than itself? Obviously it cannot, so the statement ‘I am this’ or ‘I am that’ is necessarily false if ‘this’ or ‘that’ refers to anything other than ‘I’ alone. Therefore the only true statement we can make about the identity of ‘I’ is ‘I am I’.<br>\n<br>\nWhat the first person pronoun ‘I’ essentially refers to is only our own fundamental self-awareness, which is the only thing that we experience constantly (as Bhagavan points out in <a href=\"#uu21\">verse 21</a> of <i>Upadēśa Undiyār</i>). Since everything other than this fundamental self-awareness, ‘I’, appears and disappears in our awareness, none of them can be what we actually are, because since we are always aware of ourself, whether or not we also happen to be temporarily aware of anything else, we cannot be anything that we are not aware of constantly. Therefore, since we are not aware of anything other than ourself in sleep, we cannot actually be anything other than the fundamental self-awareness that we experience alone in sleep and along with other things in waking and dream. Hence ‘I am I’ alone expresses accurately what we actually are.<br>\n<br>\n<a name=\"uu18\"></a><b>3. <i>Upadēśa Undiyār</i> verse 18: the mind is essentially ‘I’, the ego or mixed awareness ‘I am this body’</b><br>\n<br>\nThis is clearly explained by Bhagavan in verses 18 to 22 of <i>Upadēśa Undiyār</i>. Currently we seem to be this mind, so in <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#uu18\">verse 18</a> he analyses what this mind is:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Elaborated translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nGenerally we take the term ‘mind’ to be a collective name for all mental phenomena (perceptions, conceptions, memories, beliefs, desires, hopes, fears, likes, dislikes, feelings, emotions and so on), which are what Bhagavan refers to here as எண்ணங்கள் (<i>eṇṇaṅgaḷ</i>), which literally means ‘thoughts’ or ‘ideas’. However, of all thoughts or mental phenomena, the root is only our ego, which is what he refers to here as ‘நான் எனும் எண்ணம்’ (<i>nāṉ eṉum eṇṇam</i>), which literally means ‘the thought called I’, but which in English books is often translated as ‘the I-thought’.<br>\n<br>\nThe reason why this thought called ‘I’ is the root of all other thoughts is that it is what thinks and experiences them, so without it no other thoughts could rise or be known. However, other thoughts come and go and are constantly changing, so this primal thought called ‘I’ is not dependent on any particular one of them, but so long as any other thought seems to exist, we seem to be this thought called ‘I’, which is what is aware both of itself and of all other thoughts, so all other thoughts are dependent on it.<br>\n<br>\nTherefore what this mind essentially is is only this root thought called ‘I’, which is what is generally called the ego. That is, since no thought other than this ego is a permanent feature of our mind, on analysis the mind is in essence just this ego, as Bhagavan implies in the final sentence of this verse, ‘யான் ஆம் மனம் எனல்’ (<i>yāṉ ām maṉam eṉal</i>), which means ‘What is called mind is I’.<br>\n<br>\nThus on analysis the mind that we now experience as ourself reduces down to being only ‘I’, but is this ‘I’ what we actually are? The ‘I’ that we as this mind experience as ourself is our ego, which seems to exist in waking and dream but disappears in sleep, so it cannot be what we actually are, which is what is denoted by the phrase ‘I am’. However, since it is what we currently experience as ourself, it cannot be entirely distinct from ourself, so an element of it must be what we actually are. In other words, it must be a mixture of what we actually are (‘I am’) and other things that we seem to be (‘this’ or ‘that’).<br>\n<br>\nTherefore Bhagavan pointed out to us that this ‘I’ (our ego or thought called ‘I’) is not the pure self-awareness that we actually are, because it is mixed and confused with our awareness of other things, most notably whatever body we currently experience as if it were ourself. Since whenever we rise as this ego or mind we experience ourself as a particular body (but not always the same body, because whatever body we currently experience as ourself is not the same as any of the bodies that we experience as ourself in other dreams), he explained that this ego or thought called ‘I’ is what we experience as ‘I am this body’. Therefore in <a href=\"#av2\">verse 2</a> of <i>Āṉma-Viddai</i> he says:<br>\n<blockquote>ஊனா ருடலிதுவே நானா மெனுநினைவே<br>\nநானா நினைவுகள்சே ரோர்நார் [...]<br>\n<br>\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br>\nnāṉā niṉaivugaḷsē rōrnār</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் [...]<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal idu-v-ē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār</i> [...]<br>\n<br>\n<b>English translation:</b> The thought ‘this body composed of flesh itself is I’ alone is the one thread on which [all] the various thoughts are strung [...]</blockquote>\nIn this compound awareness, ‘I am this body’, ‘I am’ refers to our permanent and fundamental self-awareness, which is the essential conscious (<i>cit</i>) element of our ego, and ‘the body’ refers to a transient phenomenon, which is the inessential non-conscious (<i>jaḍa</i>) element of our ego, so since the ego is the knot (<i>granthi</i>) that binds these two opposite elements together as if they were one, it is called <i>cit-jaḍa-granthi</i>. This knot is not real, because though it and its <i>jaḍa</i> element seem to exist in waking and dream, they do not exist in sleep, so when they seem to exist they are just a false appearance, an illusion. However, though the knot as a whole and one of its two elements are unreal, its other element, namely pure self-awareness (<i>cit</i>), is real. Indeed it is the only thing that is real, because nothing other than it is either permanent, unchanging or self-shining, which according to Bhagavan are the <a href=\"http://happinessofbeing.blogspot.co.uk/2015/12/thought-of-oneself-will-destroy-all.html#real\">three hallmarks of what is real</a>.<br>\n<br>\n<a name=\"uu19\"></a><b>4. <i>Upadēśa Undiyār</i> verse 19: if we investigate ourself, the source from which we rose as this ego, it will die</b><br>\n<br>\nThis ego or thought called ‘I’, which is the <i>cit-jaḍa-granthi</i>, ‘I am this body’, is impermanent, because it seems to exist only in waking and dream but not in sleep. Since it rises whenever we wake up from sleep or whenever our sleep is disturbed by a dream, it must rise from something that is permanent and hence real, and that real thing must be what we actually are. Therefore in <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu19\">verse 19</a> of <i>Upadēśa Undiyār</i> Bhagavan teaches us that we should investigate what this ego rises from:<br>\n<blockquote>நானென் றெழுமிட மேதென நாடவுண்<br>\nணான்றலை சாய்ந்திடு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ஞான விசாரமி துந்தீபற.<br>\n<br>\n<i>nāṉeṉ ḏṟeṙumiḍa mēdeṉa nāḍavuṇ<br>\nṇāṉḏṟalai sāyndiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ñāṉa vicārami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் என்று எழும் இடம் ஏது என நாட உள், நான் தலைசாய்ந்திடும். ஞான விசாரம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ, nāṉ talai-sāyndiḍum. ñāṉa-vicāram idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் என்று எழும் இடம் ஏது என உள் நாட, நான் தலைசாய்ந்திடும். இது ஞான விசாரம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa uḷ nāḍa, nāṉ talai-sāyndiḍum. idu ñāṉa-vicāram</i>.<br>\n<br>\n<b>English translation:</b> When one investigates within [or inwardly investigates] what the place is from which it rises as ‘I’, ‘I’ will die. This is <i>jñāna-vicāra</i> [awareness-investigation].</blockquote>\nThis ego, the spurious ‘I’ that rises as ‘I am this body, a person called so-and-so’, does not actually exist, but it seems to exist by ‘grasping form’ (that is, by projecting phenomena in its awareness), as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, so if it turns its entire attention back towards itself, thereby ceasing to be aware of anything else, it will dissolve back into its source. This is what Bhagavan explains in the first sentence of this verse, ‘நான் என்று எழும் இடம் ஏது என நாட உள், நான் தலைசாய்ந்திடும்’ (<i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ, nāṉ talai-sāyndiḍum</i>), which means, ‘When one investigates within [or inwardly investigates] what the place is from which it rises as ‘I’, ‘I’ will die’ (though the literal meaning of ‘நான் தலைசாய்ந்திடும்’ (<i>nāṉ talai-sāyndiḍum</i>) is ‘I will bend its head’, this is a colloquial idiom meaning that it will die).<br>\n<br>\nIn order to annihilate our ego, what we need to investigate is ‘நான் என்று எழும் இடம்’ (<i>nāṉ eṉḏṟu eṙum iḍam</i>), ‘the place from which it rises as I’. In other words, we need to investigate the source of this ego. Though Bhagavan describes its source as ‘எழும் இடம்’ (<i>eṙum iḍam</i>), which literally means ‘the place from which it rises’, what he means by ‘இடம்’ (<i>iḍam</i>) or ‘place’ in this context is not any place in time or space but only our actual self, which is the source  from which we rise as this ego, because in this context he is not using this term in a literal sense but only in a metaphorical one, as he often did.<br>\n<br>\nFrom where else could our ego rise except from our actual self? When it subsides in sleep nothing exists or even seems to exist except ourself, so when we rise from sleep as this ego in either waking or dream, what we are rising from is only ourself, so we alone are ‘நான் என்று எழும் இடம்’ (<i>nāṉ eṉḏṟu eṙum iḍam</i>), ‘the place [or source] from which it [our ego] rises as I’. Therefore what he implies in this verse is that we need to investigate ourself, the fundamental self-awareness from which we have risen as this ego.<br>\n<br>\n<a name=\"uu20\"></a><b>5. <i>Upadēśa Undiyār</i> verse 20: where ‘I am this’ merges, what remains shining is ‘I am I’</b><br>\n<br>\nAfter saying that the ego will die if we investigate its source, which is our actual self, in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu20\">verse 20</a> Bhagavan explains what will remain when it dies:<br>\n<blockquote>நானொன்று தானத்து நானானென் றொன்றது<br>\nதானாகத் தோன்றுமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானது பூன்றமா முந்தீபற.<br>\n<br>\n<i>nāṉoṉḏṟu thāṉattu nāṉāṉeṉ ḏṟoṉḏṟadu <br>\ntāṉāhat tōṉḏṟumē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;āṉadu pūṉḏṟamā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ ஒன்று தானத்து ‘நான் நான்’ என்று ஒன்று அது தானாக தோன்றுமே. தான் அது பூன்றம் ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ oṉḏṟu thāṉattu ‘nāṉ nāṉ’ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. tāṉ adu pūṉḏṟam ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான்’ ஒன்று தானத்து ‘நான் நான்’ என்று ஒன்று அது தானாக தோன்றுமே. அது தான் பூன்றம் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ’ oṉḏṟu thāṉattu ‘nāṉ nāṉ’ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. adu tāṉ pūṉḏṟam ām</i>.<br>\n<br>\n<b>English translation:</b> In the place where ‘I’ merges, that, the one, appears spontaneously [or as oneself] as ‘I am I’. That itself is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nWhen the ego, which is the ‘I’ that rose as ‘I am this’, merges back into the source from which it rose, what remains is only our actual self, which always shines as ‘I am I’. Though Bhagavan says that it ‘appears’, he does not mean to imply that it is not always shining, because it appears in the same way that a rope appears when one looks carefully at what seems to be a snake. Just as the rope was always clearly visible, even when we mistook it to be a snake, our fundamental self-awareness, which is our actual self, is always clearly visible, even when we mistake ourself to be ‘this’ or ‘that’.<br>\n<br>\nHowever, when we look at the ‘snake’ carefully enough to recognise that it is actually just a rope, at the moment of recognition the rope seems to appear newly or shine forth. Likewise, when we look at ourself carefully enough to recognise that we are not the <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">transitively aware</a> ego that we seemed to be but only pure <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#intransitive\">intransitive</a> self-awareness, at the moment of recognition our pure and infinite self-awareness seems to appear newly or shine forth.<br>\n<br>\nHowever, since our actual self is always aware of itself as pure self-awareness, in its view no change ever occurs, so the fresh appearance of pure self-awareness can occur only in the view of the ego, but as soon as it appears it <a href=\"#aamm27\">swallows</a> the ego, so its appearance and the disappearance of the ego are simultaneous and instantaneous. Its appearance is the ultimate and final <a href=\"http://happinessofbeing.com/articles.html#sphurana\"><i>sphuraṇa</i></a> (fresh clarity of self-awareness), and unlike less clear forms of <i>sphuraṇa</i>, which Bhagavan compares to a flame burning camphor until both are consumed and disappear, it is like the ignition of gunpowder, exploding and destroying the ego in an instance.<br>\n<br>\n<a name=\"us20\"></a>The verb that he uses in the main clause of this verse is தோன்றுமே (<i>tōṉḏṟumē</i>), which is an intensified form of தோன்றும் (<i>tōṉḏṟum</i>), which in this contexts means it appears, springs into view, is visible or is clear, and in his Sanskrit version of this verse, namely <a href=\"http://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html#us20\">verse 20</a> of <i>Upadēśa Sāram</i>, he translated this verb as स्फुरति (<i>sphurati</i>), which means it shines, is clear, flashes or shines forth, and which is a form of the verb स्फुर् (<i>sphur</i>), from which the noun स्फुरण (<i>sphuraṇa</i>) derives:<br>\n<blockquote>अहमि नाशभा ज्यहम हंतया ।<br>\nस्फुरति हृत्स्वयं परम पूर्णसत् ॥<br>\n<br>\n<i>ahami nāśabhā jyahama haṁtayā</i> ।<br>\n<i>sphurati hṛtsvayaṁ parama pūrṇasat</i> ॥<br>\n<br>\n<b>पदच्छेद:</b> अहमि नाशभाजि अहम् अहंतया स्फुरति हृत् स्वयं. परम पूर्ण सत्.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>ahami nāśabhāji aham ahaṁtayā sphurati hṛt svayaṁ. parama pūrṇa sat</i>.<br>\n<br>\nWhen ‘I’ [the ego] is annihilated, the heart [our actual self] spontaneously shines forth as ‘I am I’ (<i>aham aham</i>). [This is] <i>parama pūrṇa sat</i> [the supreme whole reality].</blockquote>\nIn the first sentence of the Tamil original of this verse Bhagavan uses the word ஒன்று (<i>oṉḏṟu</i>) twice, but in the first instance as a verb meaning merges, combines, coalesces, unites or becomes one, and in the second instance as a noun that basically means one, or in this case ‘the one’, but can also mean what is unique, unequalled or incomparable. What the ego merges in and becomes one with is our actual self, which is the one that appears spontaneously as ‘I am I’, so by using ஒன்று (<i>oṉḏṟu</i>) twice in this way and by describing the ultimate experience that then remains as ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘अहम् अहम्’ (<i>aham aham</i>), which means ‘I am I’, he emphasises the oneness of what remains when the ego is annihilated.<br>\n<br>\nIn the second sentence of the Tamil verse he says that this one that appears as ‘I am I’ is பூன்றம் (<i>pūṉḏṟam</i>), which is a Tamil term derived from the Sanskrit word पूर्ण (<i>pūrṇa</i>), which means full, whole, entire, complete or perfect, and which in this context implies the one infinite whole or entirety, other than which nothing can exist. Likewise in Sanskrit he says that it is ‘परम पूर्ण सत्’ (<i>parama pūrṇa sat</i>), in which <i>parama</i> is the superlative of <i>para</i> and means supreme, highest, best or most exalted, <i>pūrṇa</i> means the infinite whole, and <i>sat</i> means what actually exists, what is real, existence or being, so <i>parama pūrṇa sat</i> means the supreme whole reality.<br>\n<br>\n<a name=\"uu28\"></a><b>6. <i>Upadēśa Undiyār</i> verse 28: the pure self-awareness ‘I am I’ is beginningless, endless and indivisible</b><br>\n<br>\nThis one infinite whole reality that shines forth as ‘I am I’ when the ego is annihilated is what Bhagavan also describes in <a href=\"http://happinessofbeing.blogspot.com/2016/07/asparsa-yoga-is-practice-of-not.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] beginningless, endless [or infinite] and undivided <i>sat-cit-ānanda</i> [being-consciousness-bliss].</blockquote>\nWhat actually exists (<i>sat</i>) is awareness (<i>cit</i>) and happiness (<i>ānanda</i>), and since it is what remains when we know what our real nature is, it is our real nature — what we actually are. Therefore the one infinite whole (<i>pūrṇa</i>) that shines as ‘I am I’ is <i>sat-cit-ānanda</i>: what exists (<i>sat</i>), what is aware (<i>cit</i>) and what is happy (<i>ānanda</i>).<br>\n<br>\nThough it appears as if new at the moment the ego is dissolved in it, it actually exists and shines eternally, because it is beginningless (<i>anādi</i>) and endless (<i>ananta</i>), so it is what is shining as ‘I am’ even when it seems to be this finite and ephemeral ego, because it seems to be this ego only in the view of this ego and not in its own clear and infinite view. Since <i>ananta</i> means not only endless but also limitless or infinite, by saying that it is <i>ananta</i> Bhagavan implies that nothing exists beyond it or other than it, so it alone is what actually exists.<br>\n<br>\nNot only is it otherless, it is also partless, because as Bhagavan says it is <i>akhaṇḍa</i>, which means unbroken, undivided or unfragmented. Therefore there is nothing that is outside or other than it, and there are also no parts or divisions within it, so it is absolute wholeness and oneness. Since it is undivided, it is also changeless and immutable, because any change would mean that what it was prior to changing is distinct and hence divided from what it is after that, so it is not only undivided but also indivisible.<br>\n<br>\nThough in this context I have been referring to it as ‘it’, it is not actually ‘it’ (a third person) but only ‘I’ (the first person, or more precisely the reality of the first person), because it is our actual self, so it would be more appropriate to call it ‘we’. Therefore what we actually are is the one infinite whole, which is beginningless, endless and indivisible <i>sat-cit-ānanda</i>, and which shines eternally as ‘I am’.<br>\n<br>\nIn our real state of pure self-awareness the only thing that exists is ‘I’, and since there is nothing other than ourself and no separate parts within ourself, there is no ‘this’ or ‘that’ that we could ever experience as ‘I am this’ or ‘I am that’. Therefore our experience of ourself in that state can only be ‘I am I’.<br>\n<br>\nTherefore neither the rising nor the ultimate merging of the ego is at all real. They seem to be real only so long as this ego seems to exist, but if we look carefully enough at this ego, which seems to have risen as ‘I am this body’, we will see that it does not actually exist, and that all that exists and has ever existed is only beginningless, endless, infinite, indivisible and immutable self-awareness, which is never aware of anything other than itself.<br>\n<br>\n<a name=\"un30\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 30: though ‘I am I’ appears, it is not the ego</b><br>\n<br>\nThe practice and result of self-investigation that Bhagavan teaches us in verses <a href=\"#uu19\">19</a> and <a href=\"#uu20\">20</a> of <i>Upadēśa Undiyār</i> were also described by him in similar terms in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>நானா ரெனமனமுண் ணாடியுள நண்ணவே<br>\nநானா மவன்றலை நாணமுற — நானானாத்<br>\nதோன்றுமொன்று தானாகத் தோன்றினுநா னன்றுபொருள்<br>\nபூன்றமது தானாம் பொருள்.<br>\n<br>\n<i>nāṉā reṉamaṉamuṇ ṇāḍiyuḷa naṇṇavē<br>\nnāṉā mavaṉḏṟalai nāṇamuṟa — nāṉāṉāt<br>\ntōṉḏṟumoṉḏṟu tāṉāhat tōṉḏṟiṉunā ṉaṉḏṟuporuḷ<br>\npūṉḏṟamadu tāṉām poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ தோன்றும் ஒன்று தானாக. தோன்றினும், ‘நான்’ அன்று. பொருள் பூன்றம் அது, தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā tōṉḏṟum oṉḏṟu tāṉāha. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. poruḷ-pūṉḏṟam adu, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ ஒன்று தானாக தோன்றும். தோன்றினும், ‘நான்’ அன்று. அது பூன்றப் பொருள், தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā oṉḏṟu tāṉāha tōṉḏṟum. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. adu pūṉḏṟa-p-poruḷ, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> When the mind reaches the heart [by] inwardly investigating who am I, [and] when he who is ‘I’ [thereby] dies, one thing [or the one] appears spontaneously [or as oneself] as ‘I am I’. Though it appears, it is not ‘I’ [the ego]. It is <i>poruḷ-pūṉḏṟam</i> [the entire substance, whole reality or <i>pūrṇa-vastu</i>], the substance that is oneself.</blockquote>\nThe nature of our ego is to appear in waking and dream and to disappear in other states such as sleep, whereas the nature of our actual self is to shine eternally without ever appearing or disappearing (as Bhagavan says explicitly in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>), because it is the infinite whole and one real substance. Therefore after saying in the first sentence of this verse that when ‘I’ (the ego) dies, the one appears spontaneously as ‘I am I’, in the second sentence he says, ‘தோன்றினும், ‘நான்’ அன்று’ (<i>tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu</i>), which means ‘Though it appears, it is not ‘I’ [the ego]’. It does not appear in its own view — because it is pure self-awareness, unsullied by even the slightest awareness of anything else, so it is always clearly aware of itself as ‘I am I’ — but only in the view of the ego (as I explained above in <a href=\"#uu20\">section 5</a>).<br>\n<br>\n<a name=\"aamm27\"></a>However, it appears only when the ego is subsiding and merging in its source, our actual self, which is what Bhagavan refers to here as உளம் (<i>uḷam</i>), the heart, and as soon as it appears, it swallows and consumes the ego entirely in itself, because it is the infinite clarity of pure self-awareness, so it is like a light that is so bright that nothing else can be seen in it, as Bhagavan indicates in <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html#aamm27\">verse 27</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html#apr1\">verse 1</a> of <i>Śrī Aruṇācala Pañcaratnam</i>:<br>\n<blockquote>சகலமும் விழுங்குங் கதிரொளி யினமன<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சலச மலர்த்தியி டருணாசலா.<br>\n<br>\n<i>sakalamum viṙuṅguṅ kadiroḷi yiṉamaṉa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jalaja malarttiyi ḍaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சகலமும் விழுங்கும் கதிர் ஒளி இன மன சலசம் அலர்த்தியிடு அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sakalamum viṙuṅgum kadir oḷi iṉa, maṉa-jalajam alartti-y-iḍu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b>: Arunachala, sun of bright rays which swallow everything, make [my] mind-lotus blossom.<br>\n<br>\n<a name=\"apr1\"></a>அருணிறை வான வமுதக் கடலே<br>\nவிரிகதிரால் யாவும் விழுங்கு — மருண<br>\nகிரிபரமான் மாவே கிளருளப்பூ நன்றாய்<br>\nவிரிபரிதி யாக விளங்கு.<br>\n<br>\n<i>aruṇiṟai vāṉa vamudak kaḍalē<br>\nvirikadirāl yāvum viṙuṅgu — maruṇa<br>\ngiriparamāṉ māvē kiḷaruḷappū naṉḏṟāy<br>\nviriparidhi yāha viḷaṅgu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அருள் நிறைவு ஆன அமுத கடலே விரி கதிரால் யாவும் விழுங்கும் அருணகிரி பரமான்மாவே கிளர் உள பூ நன்றாய் விரி பரிதி ஆக விளங்கு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruḷ niṟaivu āṉa amuda-k-kaḍalē, viri kadirāl yāvum viṙuṅgum aruṇagiri paramāṉmāvē, kiḷar uḷa-p-pū naṉḏṟāy viri paridhi āha viḷaṅgu</i>.<br>\n<br>\n<b>English translation:</b>: O Ocean of <i>amṛta</i> [the ambrosia of immortality], which is the fullness of grace, O Supreme Self, Arunagiri, who swallow everything by [your] spreading rays [of pure self-awareness], shine as the sun that makes [my] budding heart-lotus blossom fully.</blockquote>\nOur actual self, which shines eternally and without any break as ‘I am I’, is the one true light, so in it the ego, which is the false reflected light that shines intermittently as ‘I am this’, cannot stand, and in the absence of any ego nothing else can seem to exist (since everything else seems to exist only in the deluded view of this illusory ego), so when we turn within to see ourself, the absolute clarity of pure self-awareness that will thereby shine forth within us will swallow our ego and everything else forever, and only the silent and infinite space of pure self-awareness will remain shining in all its absolute glory.<br>\n<br>\n<a name=\"av2\"></a><b>8. <i>Āṉma-Viddai</i> verse 2: what shines as ‘I am I’ is the one silent and blissful space of pure self-awareness</b><br>\n<br>\nAnother verse in which Bhagavan expresses similar teachings to those he gives us in verses <a href=\"#uu18\">18</a>, <a href=\"#uu19\">19</a> and <a href=\"#uu20\">20</a> of <i>Upadēśa Undiyār</i> and <a href=\"#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i> is <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#av2\">verse 2</a> of <i>Āṉma-Viddai</i>:<br>\n<blockquote>ஊனா ருடலிதுவே நானா மெனுநினைவே<br>\nநானா நினைவுகள்சே ரோர்நா ரெனுமதனா<br>\nனானா ரிடமெதென்றுட் போனா னினைவுகள்போய்<br>\nநானா னெனக்குகையுட் டானாய்த் திகழுமான்ம — <br>\n&nbsp;&nbsp;&nbsp;ஞானமே; இதுவே மோனமே; ஏக வானமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பத் தானமே. (ஐயே)<br>\n<br>\n<i>ūṉā ruḍaliduvē nāṉā meṉuniṉaivē<br>\nnāṉā niṉaivugaḷsē rōrnā reṉumadaṉā<br>\nṉāṉā riḍamedeṉḏṟuṭ pōṉā ṉiṉaivugaḷpōy<br>\nnāṉā ṉeṉakkuhaiyuṭ ṭāṉāyt tikaṙumāṉma —<br>\n&nbsp;&nbsp;&nbsp;jñāṉamē; iduvē mōṉamē; ēka vāṉamē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbat tāṉamē</i>.   (<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ [அல்லது, ‘நான் ஆர்? இடம் எது?’] என்று உள் போனால், நினைவுகள் போய், ‘நான் நான்’ என குகை உள் தானாய் திகழும் ஆன்ம ஞானமே. இதுவே மோனமே; ஏக வானமே; இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, ‘nāṉ nāṉ’ eṉa guhai uḷ tāṉāy tikaṙum āṉma-jñāṉamē. iduvē mōṉamē; ēka vāṉamē; iṉba-tāṉamē</i>. (<i>aiye, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> ‘ஊன் ஆர் உடல் இதுவே நான் ஆம்’ எனும் நினைவே நானா நினைவுகள் சேர் ஓர் நார் எனும் அதனால், ‘நான் ஆர் இடம் எது?’ (அல்லது, ‘நான் ஆர்? இடம் எது?’) என்று உள் போனால், நினைவுகள் போய், குகை உள் ‘நான் நான்’ என ஆன்ம ஞானமே தானாய் திகழும். இதுவே மோனமே; ஏக வானமே; இன்ப தானமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ūṉ ār uḍal iduvē nāṉ ām’ eṉum niṉaivē nāṉā niṉaivugaḷ sēr ōr nār eṉum adaṉāl, nāṉ ār iḍam edu eṉḏṟu uḷ pōṉāl, niṉaivugaḷ pōy, guhai uḷ ‘nāṉ nāṉ’ eṉa āṉma-jñāṉamē tāṉāy tihaṙum. iduvē mōṉamē; ēka vāṉamē; iṉba-tāṉamē</i>. (<i>aiye, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> Since the thought ‘this body composed of flesh itself is I’ alone is the one thread on which [all] the various thoughts are strung, if [one] goes within [investigating] what is the place from which ‘I’ spreads, thoughts will cease, and in the cave [of one’s heart] <i>ātma-jñāna</i> [self-knowledge] will shine spontaneously as ‘I am I’. This is silence, the one space [of pure consciousness], the abode of bliss. ([Therefore] ah, the science of self is extremely easy, ah, extremely easy!).</blockquote>\nIn <a href=\"#uu20\">verse 20</a> of <i>Upadēśa Undiyār</i> he describes what appears spontaneously as ‘I am I’ as ஒன்று (<i>oṉḏṟu</i>), one, and பூன்றம் (<i>pūṉḏṟam</i>), the infinite whole or <i>pūrṇa</i>; in <a href=\"#us20\">verse 20</a> of <i>Upadēśa Sāram</i> he describes it as हृत् (<i>hṛt</i>), the heart, and ‘परम पूर्ण सत्’ (<i>parama pūrṇa sat</i>), the supreme whole reality; in <a href=\"#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i> he describes it as ஒன்று (<i>oṉḏṟu</i>), one, ‘பொருள் பூன்றம்’ (<i>poruḷ-pūṉḏṟam</i>), the entire substance, whole reality or <i>pūrṇa-vastu</i>, and ‘தான் ஆம் பொருள்’ (<i>tāṉ ām poruḷ</i>), the substance that is oneself; and in this verse he describes it as ஆன்ம ஞானம் (<i>āṉma-jñāṉam</i>), self-knowledge (in the sense of pure self-awareness), மோனம் (<i>mōṉam</i>), silence, ஏக வானம் (<i>ēka vāṉam</i>), the one space, and இன்ப தானம் (<i>iṉba-tāṉam</i>), the abode of bliss. That is, it is the only one thing, the infinite whole, the one real substance, the heart, our own actual self, and the single, silent, blissful space of pure self-awareness.<br>\n<br>\nAnd as indicated in this verse, <a href=\"#uu19\">verse 19</a> of <i>Upadēśa Undiyār</i> and <a href=\"#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i>, the means to experience ourself thus is to turn within (away from all external and extraneous things) to investigate ourself, the ‘place’ or source from which we have risen as this ego. When we withdraw our attention from everything else by focusing it keenly on ourself alone, we will clearly see that what ‘I’ actually is is only ‘I’ and nothing other than ‘I’, and thus we will remain alone in the silent and empty space of our own simple and blissful self-awareness, other than which nothing actually exists.<br>\n<br>\n<a name=\"uu21\"></a><b>9. <i>Upadēśa Undiyār</i> verse 21: what shines as ‘I am I’ is the real import of the word ‘I’</b><br>\n<br>\nIn verses <a href=\"#uu18\">18</a>, <a href=\"#uu19\">19</a> and <a href=\"#uu20\">20</a> of <i>Upadēśa Undiyār</i> Bhagavan refers to the ego as ‘I’, but he clearly implies that it is not what ‘I’ really is, because it is not permanent, and if we investigate from where it rises, it will die. Where it dies and merges, the one infinite whole will shine as ‘I am I’, so this is what ‘I’ actually is, as he states unequivocally in <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu21\">verse 21</a>:<br>\n<blockquote>நானெனுஞ் சொற்பொரு ளாமது நாளுமே<br>\nநானற்ற தூக்கத்து முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நமதின்மை நீக்கத்தா லுந்தீபற.<br>\n<br>\n<i>nāṉeṉuñ coṯporu ḷāmadu nāḷumē<br>\nnāṉaṯṟa tūkkattu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;namadiṉmai nīkkattā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் எனும் சொல் பொருள் ஆம் அது நாளுமே, நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉum sol poruḷ ām adu nāḷumē, nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால், நான் எனும் சொல் பொருள் நாளுமே அது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl, nāṉ eṉum sol poruḷ nāḷumē adu ām</i>.<br>\n<br>\n<b>English translation:</b> That is at all times the import of the word called ‘I’, because of the exclusion of our non-existence even in sleep, which is devoid of ‘I’ [the ego].</blockquote>\nWhat he refers to here as ‘அது’ (<i>adu</i>) or ‘that’ is the one infinite whole (<i>pūṉḏṟam</i>) that he referred to in the previous verse, which he said will appear spontaneously as ‘நான் நான்’ (<i>nāṉ nāṉ</i>) or ‘I am I’ where our ego merges, so what he clearly implies in this verse is that our actual self is always the true import of the term ‘நான்’ (<i>nāṉ</i>) or ‘I’. That is, even though our ego is now experienced by us as ‘I’, what seems to be this ego is only our fundamental self-awareness, which alone is our actual self, so what the term ‘I’ actually refers to is only the fundamental self-awareness that we actually are.<br>\n<br>\nThe reason that Bhagavan gives in this verse for saying, ‘நான் எனும் சொல் பொருள் ஆம் அது நாளுமே’ (<i>nāṉ eṉum sol poruḷ ām adu nāḷumē</i>), which means ‘That is at all times the import of the word called I’, is ‘நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால்’ (<i>nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl</i>), which literally means ‘because of the exclusion of our non-existence even in sleep, which is devoid of I [or in which I ceases to exist]’ and which implies ‘because we do not cease to exist even in sleep, which is devoid of the ego’. That is, since we continue to exist (and to be aware of our existence) in sleep even though our ego has ceased to exist, the real import of the term ‘I’ is not the ephemeral ego but only our permanent self, which always shines clearly as ‘I am I’.<br>\n<br>\n<a name=\"uu22\"></a><b>10. <i>Upadēśa Undiyār</i> verse 22: the body and other adjuncts are not real and not aware, so they are not ‘I’</b><br>\n<br>\nWhen the ego is annihilated by the clear shining of ourself as ‘I am I’, nothing else will remain for us to mistake as ‘I’, but until this ego is annihilated it will continue to rise and simultaneously experience itself as a body and other associated adjuncts. In <i>vēdānta</i> philosophy the adjuncts that our ego mistakes to be ‘I’ are generally classified as five ‘sheaths’ or coverings, and in <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says that all five of them are included in the term ‘body’, from which we can infer that when he describes the ego as the awareness ‘I am this body’, what he means by ‘body’ is not just the physical body but also the other four sheaths.<br>\n<br>\nThese five sheaths are the physical body, the <i>prāṇa</i> (the breath, life or animating force within it), the mind, the intellect and the seeming darkness of ignorance yet happiness that remains in sleep when the other four sheaths have disappeared. Though what we experience in sleep is considered to be a sheath, it is only in the view of our ego in waking and dream that sleep seems to be a state of darkness or ignorance, so each of these five sheaths seem to exist only when the ego seems to exist, and they all cease to exist in its absence, because they are all a projection of the ego and are experienced only by it.<br>\n<br>\nSince they exist only in the view of the ego, and since they cease to exist in sleep and when the ego is annihilated, none of them actually exist or are actually conscious. Therefore in verse 22 of <i>Upadēśa Undiyār</i> Bhagavan says that they are not ‘I’, because ‘I’ is what actually exists (<i>sat</i>) and what alone is actually aware (<i>cit</i>):<br>\n<blockquote>உடல்பொறி யுள்ள முயிரிரு ளெல்லாஞ்<br>\nசடமசத் தானதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சத்தான நானல்ல வுந்தீபற.<br>\n<br>\n<i>uḍalpoṟi yuḷḷa muyiriru ḷellāñ<br>\njaḍamasat tāṉadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sattāṉa nāṉalla vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பொறி உள்ளம் உயிர் இருள் எல்லாம் சடம் அசத்து ஆனதால், சத்து ஆன நான் அல்ல.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal poṟi uḷḷam uyir iruḷ ellām jaḍam asattu āṉadāl, sattu āṉa nāṉ alla</i>.<br>\n<br>\n<b>English translation:</b> Since body, mind, intellect, life and darkness [the seeming ignorance that results from the absence of any transitive awareness in sleep] are all <i>jaḍa</i> [non-conscious] and <i>asat</i> [unreal or non-existent], [they are] not ‘I’, which is [<i>cit</i> or consciousness and] <i>sat</i> [what actually exists].</blockquote>\nBy placing this verse after verses 19, 20 and 21, in which he taught us that the ego will die if we investigate it sufficiently keenly, that our infinite self will then shine forth as ‘I am I’, and that that alone is therefore what the word ‘I’ actually refers to, Bhagavan implies that we can eliminate the illusion that these five sheaths are ‘I’ only by investigating ourself and thereby annihilating the ego that projects and experiences them as itself. That is, it is only by experiencing what ‘I’ actually is that we can destroy the illusion that anything else is ‘I’.<br>\n<br>\nIn the view of the ego all these five sheaths seem to exist and collectively they seem to be aware, but in this verse Bhagavan says that they are <i>jaḍa</i> (insentient or non-conscious) and <i>asat</i> (non-existent). Because we experience them as ‘I’, they seem to us to be real and to be aware, but when we are actually asleep none of them seem to exist and hence none of them really exist, and since they do not really exist they cannot really be aware. The existence and awareness that they seem to have are just an illusory reflection of our own existence and awareness.<br>\n<br>\n Since they are <i>jaḍa</i> and <i>asat</i>, Bhagavan says that they are not ‘I’, which is <i>sat</i>, and though he does not say so explicitly, he implies that ‘I’ is not only <i>sat</i> (what actually exists) but also <i>cit</i> (what is actually aware), as he confirms in the next verse (<a href=\"#uu23\">verse 23</a>), in which he says that since there can be no awareness other than what exists to be aware of what exists, what exists is awareness, and awareness alone is what we actually are. In other words, what ‘I’ actually is is only awareness, but it is not transitive awareness (awareness of anything other than itself), because transitive awareness is a transient phenomenon that appears in waking and dream and disappears in sleep, so it is only intransitive awareness (awareness that is just aware without being aware of anything except itself).<br>\n<br>\n<a name=\"uu23\"></a><b>11. <i>Upadēśa Undiyār</i> verse 23: we are the one existence-awareness that always shines as ‘I am’</b><br>\n<br>\nI began this article by discussing whether Nisargadatta can be correct in implying that what is real is not just ‘I am’ but something behind ‘I am’, and as I explained in <a href=\"#i-am-i\">section 2</a> there is a fundamental difference between the function of ‘am’ in the statement ‘I am’ and its function in a statement such as ‘I am this’, because in ‘I am’ it denotes simply the existence of ‘I’, which is indisputably true, whereas in ‘I am this’ it denotes the identity of ‘I’ as something other than ‘I’, which is necessarily false.<br>\n<br>\nAs we saw in several of the verses that I discussed in the intervening sections, Bhagavan often used the pronoun ‘I’ to refer to the ego, but he made it clear that the ego is not the true import of this pronoun, because we are aware of ourself as ‘I’ even in the absence of the ego in sleep. ‘I’ is a pronoun that always refers only to ourself, but since we seem to be this ego, we generally use it to refer to this ego as ourself, so he accordingly often used ‘I’ when referring to the ego, even though he prompted us to question and investigate whether this ego is what we actually are.<br>\n<br>\nIn Tamil the usual word for ‘I’ is நான் (<i>nāṉ</i>) and the usual word for oneself is தான் (<i>tāṉ</i>), and Bhagavan used both these terms to refer sometimes to our actual self, sometimes to our ego and often to ourself in general, so we have to understand from each context whether he is referring specifically to our actual self, to our ego, or to ourself in general (such as in the question ‘who am I?’, in which ‘I’ does not refer specifically either to our actual self or to our ego but to ourself in general, because when we investigate who we are we initially seem to be this ego, but if we investigate ourself keenly enough we will find that the ‘I’ we were investigating is not actually this ego but only our actual self). However, though Bhagavan used ‘I’ to refer both to our actual self and to our ego, whenever he used the term ‘I am’ he was referring to our actual self, because the ‘am’ in ‘I am’ refers specifically to our existence or being, which is what we actually are. Our ego is not what we actually are but only what we seem to be, so it is not our actual existence but only our seeming existence.<br>\n<br>\nThe full form of the Tamil term for ‘I am’ is ‘நான் இருக்கிறேன்’ (<i>nāṉ irukkiṟēṉ</i>) or ‘நான் இருக்கின்றேன்’ (<i>nāṉ irukkiṉḏṟēṉ</i>), but since all Tamil verbs are conjugated, the termination of each of their finite forms indicate precisely their tense, person and number, and also gender in the case of their third person forms, so it is customary to omit any pronoun that serves as the subject of a finite verb, since the relevant pronoun is clearly indicated by the termination of the verb. Therefore the usual way of expressing ‘I am’ in Tamil is simply இருக்கிறேன் (<i>irukkiṟēṉ</i>) or இருக்கின்றேன் (<i>irukkiṉḏṟēṉ</i>), and whenever Bhagavan used either of these forms of the verb ‘am’ in the sense of ‘I am’, what he was referring to is ourself as we actually are.<br>\n<br>\nEven in English when we say ‘I am’, or in any other language when we say the equivalent of ‘I am’, what we are referring to is the existence of ourself. Since we now seem to be a certain person, when we say ‘I am’ it may superficially appear that we are stating the existence of ourself as this person, but if we carefully observe our awareness ‘I am’, it should be clear to us that what the term ‘I am’ actually refers to is something deeper than just the person we now seem to be, and deeper even than that which is aware of its seeming existence as this person, because when we try to set aside our awareness of everything else in order to observe our awareness ‘I am’ by itself, it shines only as that which is simply aware of its own existence.<br>\n<br>\nTherefore when we carefully observe our awareness ‘I am’, we should naturally feel prompted to ask ourself what we actually are, and since no amount of intellectual analysis can enable us to experience what we actually are, we can find the correct answer to this question only by keenly investigating ourself — that is, by keenly observing ourself in order to see what this ‘I’ actually is. What we are looking for is not anything behind this ‘I am’, but what this ‘I am’ itself actually is. In other words, we are trying to cognise who or what I am.<br>\n<br>\nWhat is behind or what underlies the adjunct-mixed awareness ‘I am this person’ is our fundamental awareness of our own existence, ‘I am’, but we should not expect to find anything else behind or underlying this fundamental awareness, because anything behind or underlying this would be something other than ourself, and whatever is other than ourself is impermanent and hence unreal, because it appears and disappears in our awareness, and does not seem to exist in sleep. The only thing that we are permanently aware of is ourself, so we (this pure ‘I am’) alone are what is real.<br>\n<br>\nSince we are the awareness that is aware of our own existence as ‘I am’, we are both what exists (<i>uḷḷadu</i>) and what is aware (<i>uṇarvu</i>), as Bhagavan teaches us in <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarv[u]-ē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we.</blockquote>\nSince we are both what exists as ‘I am’ and what is aware of our existence as ‘I am’, what we should be looking for is nothing other than ourself, this one existence-awareness (<i>sat-cit</i>) that always shines as ‘I am’. To imagine that there is any reality that we need to look for beyond or behind this ‘I am’ would be to delude ourself and to distract ourself away from focusing all our interest and attention on trying to know only who am I.<br>\n<br>\n<a name=\"uu24\"></a><b>12. <i>Upadēśa Undiyār</i> verse 24: what seemingly separates us from the reality that we actually are is only our awareness of adjuncts</b><br>\n<br>\n‘I am’ without any adjuncts is alone what actually exists (<i>uḷḷadu</i> or <i>sat</i>), so it is the sole reality. Only when it seems to be mixed and confused with adjuncts does it seem to be anything other than the one infinite reality that it actually is, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] existing nature, God and souls are only one substance. Only [their] awareness of adjuncts is different.</blockquote>\n‘இருக்கும் இயற்கை’ (<i>irukkum iyaṟkai</i>) means ‘existing nature’, so in this context it implies that our fundamental nature is what exists (<i>uḷḷadu</i>), which is what shines as ‘I am’. Therefore by saying ‘இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர்’ (<i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar</i>), which means ‘By existing nature, God and souls are only one substance’, Bhagavan implies that the one substance that we and God actually are is our own existence, which is what we experience as ‘I am’.<br>\n<br>\nThough <i>īśa</i> generally means God as the supreme ruler of the universe, the existing substance (<i>poruḷ</i> or <i>vastu</i>) that appears as God is only <i>brahman</i>, the one fundamental reality that we actually are. Therefore what Bhagavan implies in the first sentence of this verse is that what we and God both essentially are is only <i>brahman</i>.<br>\n<br>\nHowever, though we as a <i>jīva</i> (a soul or ego) and God as the supreme ruler of the universe are one, in the view of ourself as this <i>jīva</i> we seem to be different, so in the second sentence of this verse Bhagavan says, ‘உபாதி உணர்வே வேறு’ (<i>upādhi-uṇarvē vēṟu</i>), which means ‘Only awareness of adjuncts is different’, thereby implying that what makes us seem to be something other than God or <i>brahman</i> is only our awareness of adjuncts, which we have mixed and confused with our fundamental awareness ‘I am’.<br>\n<br>\nWithout any adjuncts (as we are, for instance, in sleep) we are aware of ourself only as ‘I am’, but when our self-awareness is mixed and confused with awareness of adjuncts we are aware of ourself not just as ‘I am’ but as ‘I am this’ or ‘I am that’. This adjunct-mixed self-awareness is what is called ego, and because this ego has attributed adjuncts to itself, it likewise attributes certain adjuncts to God, so whereas it experiences itself as something of limited power, limited knowledge and limited love, it attributes to God adjuncts such as having unlimited power, unlimited knowledge and unlimited love. However, since God is the one infinite reality, his real nature cannot be adequately conceived or known by the limited mind of this <i>jīva</i> that we now seem to be, so whatever we attribute to him seems to be real only in our finite view and not in his infinite view. In his view he has no adjuncts, because he is aware of nothing other than himself, so he is aware of himself just as he is.<br>\n<br>\n<a name=\"uu25\"></a><b>13. <i>Upadēśa Undiyār</i> verse 25: being aware of ‘I am’ without adjuncts is being aware of the reality</b><br>\n<br>\nSo long as we are aware of ourself as any adjuncts we cannot be aware of ourself as we actually are, and hence we cannot be aware of God as he actually is. Therefore it is only by seeing ourself without any adjuncts that we can see ourself as we actually are and that we can consequently see God as he actually is, since he is nothing other than our own actual self, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or experiencing] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\nWhen we are aware of ourself without being aware of any adjuncts, we are aware of ourself as we actually are, and since God is nothing other than what we actually are, being aware of ourself without any adjuncts is being aware of God as he actually is. Since what we actually are is just the fundamental adjunct-free self-awareness that we always experience as ‘I am’, there is no other reality behind, beyond or underlying ‘I am’.<br>\n<br>\n‘I am’ is our இருக்கும் இயற்கை (<i>irukkum iyaṟkai</i>) or ‘existing nature’, which is the ஒரு பொருள் (<i>oru poruḷ</i>) or ‘one substance’ that actually exists as the sole reality underlying all appearances. The root of all these appearances is ourself as this ego or <i>jīva</i>, who have risen as the adjunct-bound self-awareness ‘I am this’, because all other appearances such as the world and God exist only in the distorted view of this ego. However even as this ego we are aware of our existence as ‘I am’, so we need to turn our entire attention away from all adjuncts and focus it exclusively on ‘I am’ in order to be aware of ourself without being aware of any adjuncts. This is all that we need do in order to know the one reality, because the reality is nothing other than ourself, this pure self-awareness that always shines in us as ‘I am’.<br>\n<br>\n<a name=\"una29\"></a><b>14. <i>Uḷḷadu Nāṟpadu Anubandham</i> verse 29: clarity of intellect will shine automatically in the outward form of an <i>ātma-jñāni</i></b><br>\n<br>\nIn reply to the <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html?commentPage=2#c5763344308015586088\">question</a> asked by ‘Extremely Simple’,  namely ‘But why should reality be “just behind the ‘I am’”?’, another friend called Ken wrote a <a href=\"http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html?commentPage=2#c8780293008057922864\">comment</a> in which he attributed the clarity and logic of Bhagavan’s teachings to the fact that ‘he was highly educated in the Victorian British educational system, and so he had excellent reading, writing, and thinking skills, even by the age of 16’, and he contrasted this with the fact that ‘Nisargadatta was a working class person with no formal education’, which in the context seemed to imply that Nisargadatta’s teachings were not so clear and logical because he lacked the same thinking skills due to not being formally educated.<br>\n<br>\nHowever, to attribute the simple logic and clarity of Bhagavan’s teachings to his school education seems rather implausible, not least because the British education system in nineteenth century India was not designed to teach critical thinking but to produce loyal and obedient servants of the Empire. The real source of Bhagavan’s clarity was not any external learning but only his self-knowledge (<i>ātma-jñāna</i>), as indicated by him in verse 29 of <i>Uḷḷadu Nāṟpadu Anubandham</i> (which he translated from <i>Yōga Vāsiṣṭa</i> 5.76.20):<br>\n<blockquote>தத்துவங் கண்டவற்குத் தாமே வளருமொளி<br>\nபுத்திவலு வும்வசந்தம் போந்ததுமே — யித்தரையிற்<br>\nறாருவழ காதி சகல குணங்களுஞ்<br>\nசேர விளங்கலெனத் தேர்.<br>\n<br>\n<i>tattuvaṅ gaṇḍavaṟkut tāmē vaḷarumoḷi<br>\nbuddhivalu vumvasantam pōndadumē — yittaraiyiṯ<br>\nṟāruvaṙa hādi sakala guṇaṅgaḷuñ<br>\ncēra viḷaṅgaleṉat tēr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தத்துவம் கண்டவற்கு தாமே வளரும் ஒளி, புத்தி வலுவும், வசந்தம் போந்ததுமே இத் தரையில், தாரு அழகு ஆதி சகல குணங்களும் சேர விளங்கல் என. தேர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tattuvam kaṇḍavaṟku tāmē vaḷarum oḷi, buddhi valuvum, vasantam pōndadumē, i-t-taraiyil dāru aṙahu ādi sakala guṇaṅgaḷum sēra viḷaṅgal eṉa. tēr</i>.<br>\n<br>\n<b>அன்வயம்:</b> இத் தரையில் வசந்தம் போந்ததுமே, தாரு அழகு ஆதி சகல குணங்களும் சேர விளங்கல் என, தத்துவம் கண்டவதற்கு ஒளி, புத்தி வலுவும் தாமே வளரும். தேர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>i-t-taraiyil vasantam pōndadumē, dāru aṙahu ādi sakala guṇaṅgaḷum sēra viḷaṅgal eṉa, tattuvam kaṇḍavaṟku oḷi, buddhi valuvum tāmē vaḷarum. tēr</i>.<br>\n<br>\n<b>English translation:</b> Know that brightness [brilliance, clarity or wisdom] and power [or skill] of intellect automatically increase for those who have seen the reality, just like trees shining with all qualities such as beauty as soon as spring arrives on this earth.</blockquote>\nSince the pure self-awareness that we actually are is the original source of all clarity and understanding, clarity of mind and intellect will automatically shine in the outward form of an <i>ātma-jñāni</i>, who has merged and become one with that pure self-awareness. Therefore the profound clarity that we see in Bhagavan’s teachings derived only from his perfectly clear self-knowledge and not from any thinking skills that he might have acquired from his school education.<br>\n<br>\nRegarding Nisargadatta, though he is reputed to be an <i>ātma-jñāni</i>, we cannot know what his inner state actually was. In the English books that record his teachings there seems to be a lot of confusion and lack of clarity, and in many important respects his teachings seem to differ from Bhagavan’s, but this may be due at least partly to poor translation or inaccurate recording of whatever he said. Since we do not know what he actually said in Marathi, all we can judge is what is recorded in English books, which may not accurately reflect whatever clarity there may have been in what he said.<br>\n<br>\nIn the case of the statement that ‘Extremely Simple’ questioned, namely ‘Relax and watch the ‘I am’. Reality is just behind it’, these English words may well be a distortion of whatever he said on that occasion, but there are many other more serious confusions in his teachings, and some of them are repeated so frequently that we have to doubt whether his teachings were actually as clear and as useful as many people suppose they are. Most of the more clear and useful ideas expressed by him are what anyone should be able to understand if they have studied any <i>advaita</i> philosophy or the teachings of any other teachers in this tradition, and there is not much sign of any particular clarity, depth or originality in his teachings such as we find in the simple yet extremely profound teachings of Bhagavan. Moreover it seems that many people who hold his teachings in high regard have not clearly understood the basic principles that Bhagavan taught us in texts such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, because if they had understood these principles they would be more sceptical about and would question more seriously the value of many of the ideas expressed in the available English translations and recordings of what Nisargadatta said.<br>\n<br>\nIf we are convinced by the logic and clarity of Bhagavan’s teachings, we should not allow ourself to be confused by whatever may have been taught by any other spiritual teachers, because in his relatively few and brief original writings Bhagavan has taught us all the fundamental principles that we need to understand in order to follow unswervingly the simple path of self-investigation that he has shown us, and in no other teachings can we find such simplicity, profundity and clarity. Even if we study numerous ancient texts and commentaries and more modern expressions of <i>advaita</i> philosophy we will not be able to gain thereby the same clarity of understanding that we can derive from Bhagavan’s original writings, because he has simplified the entire philosophy, cutting through and pruning away countless superfluous and confusing concepts and ideas, and expressing the essence of it in the simplest, most logical and clearest terms, and he has explained the actual practice and the fundamental principles on which this practice is based as clearly and as precisely as possible.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "224",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7156828880247303147/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Pañcaratnam",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Sāram",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc2Nzk5NjY0MzUyCm9mZnNldDogMzYwMDAwMAo\""
}