{
    "kind": "blogger#post",
    "id": "6492356296709413753",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-08-31T16:08:00+01:00",
    "updated": "2016-09-07T07:48:40+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/08/what-is-self-we-are-investigating-when.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6492356296709413753",
    "title": "What is the ‘self’ we are investigating when we try to be attentively self-aware?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/08/is-it-incorrect-to-say-that-atma-vicara.html#c6871749320625375085\">comment</a> that he wrote today on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/08/is-it-incorrect-to-say-that-atma-vicara.html\">Is it incorrect to say that <i>ātma-vicāra</i> is the only direct means by which we can eradicate our ego?</a>, a friend called Viveka Vairagya wrote:<br>\n<blockquote>You say self-enquiry is nothing but “attentive self-awareness”. I get the “attentive” and “awareness” parts. I don’t get the “self” part coz all I am aware of now is my body and thoughts, including the “I-thought”. So, do you mean I should be attending to the awareness of “I-thought”? That could make sense coz it is kinda attending to the snake (I-thought) and finding lo and behold that it is a rope (self). So, why then don’t you say self-enquiry is “attentive I-thought-awareness”? I hope my doubt makes sense.</blockquote>\nThe following is my answer to this:<br><a name='more'></a>\n<br>\nViveka Vairagya, the aim and purpose of self-investigation (<i>ātma-vicāra</i>) is to find out what this ‘I’ or ‘self’ actually is. We are always aware of ourself, but our self-awareness is now confused, because it seems (in the view of ourself as this ego) to be mixed with awareness of our body and other things.<br>\n<br>\nWhat is called the ‘ego’, ‘thought called I’ or ‘I-thought’ is what we now experience ourself to be, namely this ‘I’ that rises in waking and dream, grasping a body as itself and thereby experiencing itself as ‘I am this body, this person called Viveka Vairagya [or whatever]’. This is not our self-awareness in its original pristine form, but in a mixed and distorted form. However, it is still the same fundamental self-awareness. It is like a rope being seen as a snake rather than as it really is.<br>\n<br>\nWhen we see a rope as a snake, it is still the same rope, and has not undergone any change. Only our perception of it is wrong. Likewise, when we see ourself as this finite ego, we are still the same infinite self-awareness, and we have not undergone any change, but as this ego our perception of ourself is wrong. That is, our awareness of ourself is distorted by being mixed and confused with awareness of other things that we mistake to be ourself, primarily a body (though not always the same body).<br>\n<br>\nIn order to see the rope as it is, all we need to do is to look very carefully at what now seems to be a snake, because when we look at it carefully enough, we will see that it is not actually a snake but only a rope. What we were seeing all along was just a rope, but we simply mistook it to be a snake. Likewise, in order to see or be aware of ourself as we actually are, all we need to do is to look very carefully at ourself, who now seem to be this ego or ‘I’-thought, because when we look at ourself carefully enough, we will see that we are not actually this finite ego (a limited body-mixed self-awareness) but only pure and infinite self-awareness. What we were aware of all along was only pure self-awareness, but we simply mistook it to be this adjunct-mixed self-awareness called ‘ego’ or ‘I-thought’.<br>\n<br>\nYou say that all you are aware of now is your body and thoughts, including the ‘I-thought’, but whereas we are aware of other thoughts (including our body and everything that we perceive as this seemingly vast universe) as objects, we are aware of ourself, this ego or ‘I’-thought, as the subject, the one who is aware both of itself and of all other things (which according to Bhagavan are all only thoughts projected and simultaneously experienced by ourself as this ego, like everything that we experience in a dream). Therefore there is a fundamental difference between our awareness of other things and our awareness of our ‘I’-thought, because this ‘I’-thought alone is what is aware of everything else, and it is our basic self-awareness, albeit mixed up with awareness of other things.<br>\n<br>\nTherefore instead of looking at anything that is seen (any phenomenon of which we are aware), we should look at ourself, the one who sees (or is aware of) everything. This simple practice of trying to look back at the seer or looker, namely ourself, is what is called <i>ātma-vicāra</i>, self-investigation, self-attentiveness or being attentively self-aware.<br>\n<br>\nRegarding your question, ‘So, why then don’t you say self-enquiry is “attentive I-thought-awareness”?’, we generally talk about being self-aware rather than being I-aware, because though ‘I’ and ‘myself’ are two words that refer to the same thing, we use each of them in a slightly different grammatical context, and in hyphenated words we generally use ‘self-’ as an abbreviation of ‘myself-’ or ‘oneself-’. Moreover, though Bhagavan taught us that our ego is a thought — our primal thought and the root of all other thoughts — and therefore referred to it as the ‘thought called I’ (‘நான் என்னும் நினைவு’ (<i>nāṉ eṉṉum niṉaivu</i>) in Tamil) or ‘I-thought’ (‘अहं वृत्ति’ (<i>ahaṁ-vṛtti</i>) in Sanskrit), this ego does not seem to us to be a thought but instead seems to be ourself, so it is more natural for us to talk about self-awareness than ‘I-thought-awareness’.<br>\n<br>\nStill more importantly, though our ego is a mixture of pure self-awareness and adjunct-awareness (centred around our basic adjunct, namely a body), and is therefore called <i>cit-jaḍa-granthi</i> (the knot formed by the entanglement of self-awareness with non-conscious adjuncts), when we investigate our ego what we are seeking to know correctly is not any part of our adjunct-awareness (the non-conscious or <i>jaḍa</i> portion of this <i>cit-jaḍa-granthi</i>) but only our essential self-awareness (the conscious or <i>cit</i> portion of it), so we should be trying to isolate our essential self-awareness from all our adjuncts by focusing our attention on ourself (this essential self-awareness) alone. This is what Bhagavan indicated when he said (as recorded in the final chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>: 2002 edition, p. 89):<br>\n<blockquote>The ego functions as the knot between the Self which is Pure Consciousness and the physical body which is inert and insentient. The ego is therefore called the <i>chit-jada-granthi</i>. In your investigation into the source of <i>aham-vritti</i>, you take the essential <i>chit</i> aspect of the ego; and for this reason the enquiry must lead to the realization of the pure consciousness of the Self.</blockquote>\nWhat is translated here as ‘the pure consciousness of the Self’ is pure self-awareness, which is what we actually are, and what he calls ‘the essential <i>chit</i> [<i>cit</i> or awareness] aspect of the ego’. Since we are the fundamental self-awareness from which the ego or ‘I’-thought (<i>ahaṁ-vṛtti</i>) and everything else appears in waking and dream and into which it all disappears in sleep, what he calls ‘your investigation into the source of <i>aham-vritti</i>’ is investigating our actual self, the pure self-awareness that we always truly are.<br>\n<br>\nLike an illusory snake, the ego or ‘I’-thought does not actually exist as such, but is just an illusory phantom that seems to exist so long as (and only so long as) we are aware of anything other than ourself , and are therefore not attending exclusively to ourself. At night in a dark forest in which only a little moonlight can filter through the dense swaying foliage of the trees, we may imagine that we are seeing many ghosts moving about in the shadows, but if we look carefully at any of those ‘ghosts’, we will see that it is no such thing, but only the filtered light of the moon. Each ‘ghost’ seems to exist as such only when we look elsewhere, but disappears when we look at it directly. Likewise, this ghost called ‘ego’ or ‘I-thought’ does not actually exist, so it seems to exist only when we look elsewhere, and it dissolves and disappears when we look at it directly.<br>\n<br>\nTherefore looking directly at this ego is the only way to dissolve it or annihilate it. If we try to kill an illusory snake by beating it with a stick, it will never die, because it is only a rope. The only way to ‘kill’ it is to look at it carefully and thereby see that it was never a snake but only a rope. Likewise we cannot annihilate our ego by any means other than by just looking at it and seeing that it is not actually the ego or ‘I’-thought that it seemed to be, but is only our pure immutable self-awareness, in whose clear view nothing other than ourself exists.<br>\n<br>\nTherefore one thing we need to be cautious about when we use terms such as ‘the ego’, ‘the thought called I’ or ‘the I-thought’ is not to objectify or reify whatever we take these terms to mean, because what these terms denote is only ourself as the seer or experiencer of all other things, and as such we are not an object but only the subject, the awareness in whose view alone everything else exists. However, though this ego is the subject that knows all other things, so long as it seems to be such it is no more real than any of the things it sees or knows, as we will discover if (and only if) we investigate it. It is never actually anything but an illusory appearance, whose source and only substance is our actual self, which is eternally adjunct-free and immutable self-awareness.<br>\n<br>\nSince this ego-awareness (or ‘I-thought-awareness’ as you call it) is just a seemingly limited and distorted form of our fundamental self-awareness, which alone is real and which we always experience, even when it seems to be this ego or ‘I’-thought, what we need to do is to see through its illusory outward appearance and recognise the fundamental self-awareness that it actually is. Therefore what we are seeking to know when we investigate ourself is not this illusory ego, which does not actually exist, but only our pure self-awareness, which alone is what actually exists. However, in order to see ourself as pure self-awareness, we must look through this ego or ‘I’-thought, which is what we now seem to be, and thereby see the real substance that underlies its illusory appearance, which is the pure self-awareness that we actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "293",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6492356296709413753/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDczMjMwOTIwOTY1Cm9mZnNldDogMzYwMDAwMAo\""
}