{
    "kind": "blogger#post",
    "id": "6130049867998635231",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-12-23T12:05:00Z",
    "updated": "2016-12-23T12:05:09Z",
    "url": "http://happinessofbeing.blogspot.com/2016/12/whatever-experience-may-arise-we-should.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6130049867998635231",
    "title": "Whatever experience may arise, we should investigate to whom it arises",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me describing an experience she had had, saying “Whilst in the middle of doing my chores, there arrived a sudden ‘clarity’ that there was no solidified ‘I’ or ego. That ‘I’ — my ‘ego’ — was just a bunch of synapses firing away in the brain. That it was just the result of conditioned experiences and habitual patterns”, as a result of which ‘a spontaneous self-enquiry’ arose, and then explained her interpretation of this experience. This article is adapted from the replies I wrote to this and a subsequent email.<br><a name='more'></a>\n<br>\n<b>First reply</b><br>\n<br>\nTo whom did this clarity come? Who experienced this clarity ‘that there was no solidified ‘I’ or ego’? Who interpreted this experience as ‘That ‘I’ — my ‘ego’ — was just a bunch of synapses firing away in the brain’? Who experienced a ‘spontaneous ‘recognition’ that there was no one there – no ‘experiencer’ at all’? Who is now able to recollect and describe this experience? The answer to all these questions must be ‘I’ or ‘me’, and that ‘I’ or ‘me’ is not what you really are but only your ego.<br>\n<br>\nWhat we really are (our real self) does not experience anything other than itself, so its experience is constant and unchanging. What experiences anything that is new, anything that comes or goes, anything that changes in any way, anything other than our simple, fundamental and immutable self-awareness, is not ourself as we really are but only ourself as this ego.<br>\n<br>\nSince this ego is what experiences everything (that is, everything other than pure self-awareness, which is what we really are), no experience could precede it, so it cannot be ‘just the result of conditioned experiences and habitual patterns’. It is the first cause, the original cause for the appearance or seeming existence of everything else.<br>\n<br>\n<a name=\"un26\"></a>Likewise ‘the illusion of a singular, solidified, entity that was called ‘me’’ is not created by the body, as you say, because the body is itself an illusion, and since it is perceived only by that entity called ‘me’ (namely the ego), it does not exist independent of it. According to Bhagavan the ego is the creator of everything, because everything seems to exist only in its view, and hence nothing exists independent of it. It is the cause, root and foundation of everything, so when it does not exist nothing else exists, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/11/when-ego-seems-to-exist-other-things.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> (<a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a>):<br>\n<blockquote>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — கருவா<br>\nமகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர் […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— karuvā<br>\nmahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i> […]<br>\n<br>\n<b>பதச்சேதம்:</b> கரு ஆம் அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>karu ām ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> கரு ஆம் அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>karu ām ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego, which is the embryo [womb or efficient cause], comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nTherefore all that you have described was experienced by your ego (that is, by you as this ego and not as you really are), so it is not an experience of non-duality. Any experience that comes and goes, anything that we are not aware of at all times and in all states without any change, is something other than ourself, so it is an object of our experience and we (this ego) are the subject who is aware of it. This distinction between subject and object is a fundamental duality, so as long any experience entails a subject (ourself, this ego) and an object (something other than ourself), it is not an experience of non-duality (<i>advaita</i>).<br>\n<br>\nThis is not to say that what you experienced was not some form of clarity, but your interpretation of it is not correct. So long as we experience anything that is <i>viśēṣa</i> (that is, distinctive, special, new or what we have not always experienced), it is a creation of our mind, so we should turn our attention back towards ourself, the one who is aware of it. Our real self is <i>nirviśēṣa</i>, because it is what we are aware of constantly, without any break and in all three states, so that alone (and not anything <i>viśēṣa</i>) is what we should be seeking.<br>\n<br>\nTherefore whatever experience may arise, we should take it as a reminder to us that it appears because we are aware of it, so what we should be concerned with and attend to is not what is experienced but only ourself, the experiencer of it. In this way we have to try constantly to go deeper and deeper within ourself until we merge back into our source, which is our ever-present and ever-shining self-awareness, and we should not allow ourself to be distracted by any experience that may arise along the way, no matter how sublime it may seem to be.<br>\n<br>\n<b>Second reply</b><br>\n<br>\nIn reply to this my friend wrote, “From what you’ve said, I understand that it is not a non-dual ‘experience’. However, I do wish to clarify, if it wasn’t an ‘insight’ of some sort. The reason I say this is because it was characterised by a deep peace and silence and most of all by a clarity. Words are inadequate and I am finding it extremely difficult to express it”, to which I replied:<br>\n<br>\nAs I wrote in my first reply, ‘This is not to say that what you experienced was not some form of clarity, but your interpretation of it is not correct’. I said that your interpretation of it is not correct because (like any experience other than pure self-awareness, which is <i>anādi</i> (beginningless) <i>ananta</i> (endless, limitless or infinite) <i>akhaṇḍa</i> (unbroken, undivided, unfragmented, partless or whole) <i>sat-cit-ānanda</i>, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>) it was experienced by you as the ego and not as you really are, so it was not an experience of non-duality.<br>\n<br>\nHowever, I cannot say what a correct interpretation of it would be, because that is known only to Bhagavan, but interpreting such experiences is not actually necessary, because all that Bhagavan asks us to do is to investigate ourself, the one to whom any experience may arise. Therefore the most useful way to interpret it is to say that (like any other experience) it arose to remind us to look back at ourself, who experiences it.<br>\n<br>\nAs you say, it may have been some sort of an insight or clarity, but you can make use of it only by taking it to be a reminder to turn your attention back towards yourself.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "31",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6130049867998635231/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgyNDk0NzA5NTI3Cm9mZnNldDogMAo\""
}