{
    "kind": "blogger#post",
    "id": "3328978012314876061",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-02-28T17:09:00Z",
    "updated": "2017-03-14T15:15:22Z",
    "url": "http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3328978012314876061",
    "title": "The role of logic in developing a clear, coherent and uncomplicated understanding of Bhagavan’s teachings",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html\">Why should we believe what Bhagavan taught us?</a>, particularly in the first nine sections, I discussed the logic that he used in order to explain to us why we should believe the fundamental principles of his teachings, which prompted several friends to write comments asking for further clarification or expressing their own views about this subject. Therefore in this article I will start in the first five sections by reproducing and expanding upon the replies that I wrote to such comments written by a friend called Wittgenstein, and then in the next seven sections I will reply to two of the comments written by another friend called Venkat.<br><a name='more'></a>\n<ol>\n<li><a href=\"#cause\">The rising of ourself as an ego causes the appearance of other things in our awareness</a></li>\n<li><a href=\"#ego\">Why must our ego be the cause and other things its effects?</a></li>\n<li><a href=\"#un-23-28\"><i>Uḷḷadu Nāṟpadu</i> verses 23 and 28: we need a subtle and sharp mind in order to discern what we actually are</a></li>\n<li><a href=\"#aa5\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 5: we must purify our mind by polishing it on itself</a></li>\n<li><a href=\"#logic\">Why we should not be averse to understanding the logic of Bhagavan’s teachings</a></li>\n<li><a href=\"#premises\">The premises of the deductive inference that we are not a body or mind are not inferred inductively</a></li>\n<li><a href=\"#appear\">We can infer deductively that the world appears in our awareness only because we have risen as this ego</a></li>\n<li><a href=\"#thoughts\">Since all thoughts and perceptions appear only in our ego’s awareness, this ego is the sole cause for their appearance</a></li>\n<li><a href=\"#tautology\">Though all deductive inferences are tautologies, they can nevertheless be extremely significant and valuable</a></li>\n<li><a href=\"#world\">Why must we conclude that our ego is the cause of the world-appearance?</a></li>\n<li><a href=\"#independent\">Does any world exist independent of our ego or mind?</a></li>\n<li><a href=\"#sleep\">How can we recognise clearly that we are aware of ourself while asleep?</a></li>\n</ol>\n<a name=\"cause\"></a><b>1. The rising of ourself as an ego causes the appearance of other things in our awareness</b><br>\n<br>\nIn the seventh section of my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#deductive\">Bhagavan’s use of deductive and inductive logic</a>, I had written:<br>\n<blockquote>Since everything that we experience other than ourself seems to exist only in waking and dream, when we experience ourself as a body, and since we experience nothing else when we do not experience ourself as a body, as in sleep, it is reasonable for us to suppose that there is a causal connection between our experience ‘I am this body’ and the appearance of anything else in our awareness, so when Bhagavan teaches us that this is the case, he is confirming something that is not necessarily true but highly probable, because though we cannot infer it by deductive logic, we can infer it by inductive logic.</blockquote>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c325161788075797392\">his first comment</a> Wittgenstein quoted this and asked, “I am unable to see how we can reasonably suppose (or infer by inductive logic) a causal connection. The experience ‘I am this body’ and everything else appear <i>simultaneously</i> [upon waking from sleep] in our awareness and therefore we cannot suppose any causal connection here. A causal connection would entail a ‘before’ [cause] and an ‘after’ [effect]. The only reasonable supposition that can be made (according to me) is that the experience ‘I am this body’ and the appearance of anything else in our awareness are strongly correlated”. In reply to this I wrote a <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c1007040353303751194\">comment</a> in which I explained:<br>\n<blockquote>Wittgenstein, a cause need not necessarily precede its effect, because in some cases a cause and its effect happen simultaneously. For example, when a moving billiard ball collides with a stationary one, the stationary one begins to move immediately. In this case the collision is the cause and the transfer of momentum from the moving billiard ball to the stationary one is the effect. As soon as the collision occurs, a certain amount of the momentum is transferred.<br>\n<br>\nLikewise, as soon as we rise as this ego (our adjunct-mixed form of self-awareness, ‘I am this body’), we become aware of other things, and as soon as this ego subsides we cease being aware of anything else. Since this happens every time, and since we have never experienced ourself as this ego without simultaneously being aware of other things, nor have we ever been aware of anything else without experiencing ourself as this ego, we can inductively infer a causal connection between this ego (our experience ‘I am this body’) and the appearance of anything else in our awareness.<br>\n<br>\nWhenever we observe that two things always occur simultaneously, and that one never occurs without the other, we naturally infer a causal connection between them. Because this is an inductive inference, it may be incorrect. The fact that we have always observed these two things occurring simultaneously, and have never observed one of them occurring without the other, could be a mere coincidence, but the more frequently we observe this, the less likely it becomes that this is just a coincidence. If we once observe one of them occurring without the other, we would have to deduce that one does not cause the other, but until or unless we observe this we would have strong grounds for believing that they are in some way causally connected.<br>\n<br>\nA causal connection between two things can be either of two types. That is, either one causes the other, or both are effects of the same cause. In the latter case, both effects may always occur together, or they may sometimes occur together and sometimes occur separately. If they can sometimes occur separately, the causal connection between them is relatively weak, whereas if they must always occur together, it is relatively strong.<br>\n<br>\nIn the case of our ego and awareness of other things, they must always occur together, for the simple reason that I explained in the third paragraph of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#destroy\">section six</a> of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html\">this article</a>, namely because what is called ‘ego’ is our awareness of ourself as something separate and finite, and in order to be aware of ourself as something separate and finite, we must be aware of other things, and likewise, in order to be aware of other things, we must be aware of ourself as something separate and finite. The causal connection between these two things is therefore very obvious and can actually be inferred not only by inductive logic but also by deductive logic.<br>\n<br>\nThough I wrote at the end of the passage you quoted, ‘though we cannot infer it by deductive logic, we can infer it by inductive logic’, I did so while following a particular line of argument, but when we consider the argument I have just summarised, we can actually see that the causal connection between our ego and our awareness of other things can also be inferred by deductive logic.<br>\n<br>\nThat is, as Bhagavan often explained, what is aware of other things is only ourself as this ego, so we can logically infer that we are aware of other things only because we have risen as this ego. Since we could not be aware of anything other than ourself unless we had risen as this ego, it is necessarily true that the rising of ourself as this ego is the root cause for our awareness of other things. Therefore this is more than just a strong correlation, because the fact that it is a case of cause and effect is very clear and obvious.</blockquote>\n<a name=\"ego\"></a><b>2. Why must our ego be the cause and other things its effects?</b><br>\n<br>\nIn reply to this Wittgenstein wrote another comment, to which <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c7147564860536239849\">I replied</a>:<br>\n<blockquote>Regarding what you write in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c5107356481812236898\">your latest comment</a> about simultaneous causality, in any case of physical causality such as <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c1007040353303751194\">the example I gave of billiard balls</a>, the causal chain of events and the associated circumstances are usually complex, so many factors need to be considered when deciding what causes what. In the case of the billiard balls, the immediate cause for the transfer of momentum is the collision, and the momentum of the moving ball, the path in which it was moving and the position of the stationary ball were all circumstances that gave rise to that collision. If any of these circumstances had been otherwise, the collision would not have occurred, so the combined circumstances were the cause of it. However, as far as the immediate cause (the collision) and its immediate effect (the transfer of momentum) are concerned, they occur simultaneously.<br>\n<br>\nLikewise, in the case of the arising of duality, multiplicity and otherness, the immediate cause is the rising of ourself as this ego, and its effects are everything else that we are now aware of. As soon as we rise as this ego, we become aware of other things, so this is also a case of simultaneous causality.<br>\n<br>\nRegarding the question of which of these two simultaneous events (our rising as this ego and our becoming aware of other things) is the cause and which is the effect, it seems clear to me that our rising as this ego is the cause, because our ego alone is what is aware of other things, so in order to be aware of other things we must rise as this ego (just as in order for momentum to be transferred from a moving billiard ball to a stationary one a collision must occur). Though these two events occur simultaneously, our rising as this ego is prerequisite for our becoming aware of other things (just as the collision is prerequisite for the transfer of momentum).<br>\n<br>\nHere ‘prerequisite’ does not mean prior in time but prior in the chain of cause and effect. In fact all causes and effects (and also the very concepts of time and of cause and effect) begin only with the rising of ourself as this ego, so this ego is the primal cause of everything, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\nAnother reason why our ego must be the cause and our awareness of other things the effect is that our ego is the experiencer whereas other things are phenomena that it experiences. Without an experiencer, there could be no experience, so causally (though not necessarily in time) our ego must precede each one of its experiences (that is, each of the phenomena that it experiences).<br>\n<br>\nAnother reason can be understood by considering this: if we investigate ourself and thereby experience what we actually are, the illusion that we are this ego will be destroyed, and along with its destruction our awareness of other things will cease. In other words, by annihilating our ego we will cease being aware of anything other than ourself. However, we cannot annihilate our ego merely by ceasing to be aware of any other thing, because we cease being aware of anything else whenever we fall asleep, but our ego is not thereby annihilated. Because our ego is the cause of our awareness of other things, when it is destroyed our awareness of other things is simultaneously destroyed, whereas the cessation of our awareness of other things cannot by itself destroy our ego but will only result in sleep or some other similar state of <i>manōlaya</i>.<br>\n<br>\nRegarding what you wrote in your final paragraph about why Bhagavan asked the questioner in <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, pages 67-8) to use inductive logic, when I replied to you yesterday I did so in a bit of a rush, so I did not allow myself sufficient time to think carefully enough about what I was writing. Therefore I need to clarify what I wrote in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c1007040353303751194\">that reply</a> [which I have reproduced above in <a href=\"#cause\">section one</a>], particularly in the second last paragraph of it.<br>\n<br>\nWhat we can infer deductively (following the reasoning that I explained in the third paragraph of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#destroy\">section six</a> of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html\">this article</a> and that I summarised in the third last paragraph of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c1007040353303751194\">my previous reply to you</a>) is that our <i>awareness</i> of other things is dependent upon our being aware of ourself as this ego (that is, as something that is separate and finite), but what we cannot infer deductively is that the <i>existence</i> of other things is dependent upon our being aware of ourself as this ego.<br>\n<br>\nAccording to Bhagavan existence and awareness are one and the same thing, so nothing exists unless we are aware of it. However, our being aware of something does not mean that that thing actually exists but only that it seems to exist (just as the things we are aware of in a dream do not actually exist even though they seem to exist). The only thing that must actually exist is ourself, because in order to be aware of anything, whether real or illusory, we must exist. Therefore whenever we are aware of anything other than ourself, we should consider the question whether those other things actually exist or merely seem to exist. This is the problem we are faced with when we consider the existence or reality of the world. Does its existence depend upon our awareness of it, in which case it merely seems to exist, or does it not depend upon our awareness of it, in which case it would actually exist?<br>\n<br>\nWe cannot know for certain the answer to this question so long as we do not know what we ourself actually are, but according to Bhagavan (as he implied, for example, in <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>) when we know what we actually are we will know that we are infinite and indivisible self-awareness, other than which nothing can exist, so everything else that we are now aware of does not actually exist even though it seems to exist in the self-ignorant view of our ego.<br>\n<br>\nHowever, so long as we experience ourself as this ego, we can only infer by inductive logic that since we are aware of this world only when we experience ourself as this particular body, and since we are aware of some other world when we experience ourself as some other body in dream, and since we are aware of no world when we do not experience ourself as any body in sleep, the seeming existence of any world is dependent upon our illusory adjunct-mixed form of self-awareness, ‘I am this body’, which is our ego. By deductive logic we cannot infer that no world actually exists when we do not experience ourself as a body, but we can infer this by inductive logic, which is the point that Bhagavan was making in that passage recorded in <i>Maharshi’s Gospel</i>.</blockquote>\n<a name=\"un-23-28\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verses 23 and 28: we need a subtle and sharp mind in order to discern what we actually are</b><br>\n<br>\nBefore replying to my first reply to him Wittgenstein had written two other comments, to which <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c1478613398694768683\">I replied</a>:<br>\n<blockquote>Wittgenstein, I agree with almost everything that you write in the first two of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c759787674888574580\">your latest three comments</a>, particularly about the need for us to simplify and refine our beliefs and concepts, which entails progressively discarding all unnecessary and redundant ones, guided by the ‘minimalist approach’ that Bhagavan teaches us in <i>Uḷḷadu Nāṟpadu</i> and other works, and thereby to develop a subtle, refined, attenuated and sharp mind (which is what he describes as ‘கூர்ந்த மதி’ (<i>kūrnda mati</i>), a sharp, keen, acute and penetrating intellect, in verse 28 of <i>Uḷḷadu Nāṟpadu</i>, and as ‘நுண் மதி’ (<i>nuṇ mati</i>), a subtle, refined, sharp, acute, precise and discriminating intellect, in verse 23), because this is the instrument that we require in order to effectively investigate and discern what we actually are. This is why he used to say that in this path what is required is not to learn anything new but to unlearn everything that we have learnt in the past. <br>\n<br>\nAs you say, some people may be already endowed with such a clear and sharp intellect, even if they are illiterate, in which case they would be able to recognise intuitively the truth in all the subtle points that Bhagavan teaches us in works such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, but most of us need to do repeated <i>śravaṇa</i>, <i>manana</i> and <i>nididhyāsana</i> in order to refine, attenuate and sharpen our mind to the extent required to succeed in our self-investigation. And as you also imply, the more subtle, refined and hence clear our understanding becomes, the more clearly we will be able to recognise the infallibility of the clue given to us by him, namely our own self-awareness, ‘I am’. Even if we have not yet experienced ourself as we actually are, we will be as sure as a dog following its human companion’s scent that by attending to our simple self-awareness we will be led infallibly to our goal.</blockquote>\n<a name=\"un23\"></a>What Bhagavan wrote in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un23\">verse 23</a> of <i>Uḷḷadu Nāṟpadu</i> about the need for ‘நுண் மதி’ (<i>nuṇ mati</i>), a subtle and sharp mind or intellect, is:<br>\n<blockquote>நானென்றித் தேக நவிலா துறக்கத்து<br>\nநானின்றென் றாரு நவில்வதிலை — நானொன்<br>\nறெழுந்தபி னெல்லா மெழுமிந்த நானெங்<br>\nகெழுமென்று நுண்மதியா லெண்.<br>\n<br>\n<i>nāṉeṉḏṟid dēha navilā duṟakkattu<br>\nnāṉiṉḏṟeṉ ḏṟāru navilvadilai — nāṉoṉ<br>\nḏṟeṙundapi ṉellā meṙuminda nāṉeṅ<br>\ngeṙumeṉḏṟu nuṇmatiyā leṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ என்று இத் தேகம் நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ eṉḏṟu id-dēham navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இத் தேகம் ‘நான்’ என்று நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>id-dēham ‘nāṉ’ eṉḏṟu navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>.<br>\n<br>\n<b>English translation:</b> This body does not declare [itself as] ‘I’. No one declares ‘In sleep I did not exist’. After one ‘I’ rises, everything rises. Investigate [consider, determine or find out] with a subtle mind where this ‘I’ rises.</blockquote>\nThe last word of this verse, எண் (<i>eṇ</i>), is an imperative form of a verb that means think, consider, ponder, meditate, determine or ascertain, and in this context it is used in the sense of investigate, so this final sentence is an instruction to investigate and ascertain where this ‘I’ rises. However when Bhagavan added some extra syllables to the end of each verse of <i>Uḷḷadu Nāṟpadu</i> in order to link them all together as a single <i>kaliveṇbā</i> verse, he changed எண் (<i>eṇ</i>) to எண்ண (<i>eṇṇa</i>), which is its infinitive form and which is used to express a condition, meaning in this context ‘when one investigates’, and added the word நழுவும் (<i>naṙuvum</i>), which means ‘it will slip away’, so this final sentence thus became: ‘இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்ண, நழுவும்’ (<i>inda nāṉ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇṇa, naṙuvum</i>), which means ‘When one investigates with a subtle mind where this ‘I’ rises, it will slip away’.<br>\n<br>\nHere ‘this I’ refers to our ego, after whose rising or appearance everything else rises or appears, and where it rises is our actual self, which is the source from which it appears. Therefore ‘இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்’ (<i>inda nāṉ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>) means ‘Investigate with a subtle mind where this ‘I’ rises’ and implies that we should carefully observe or meditate upon ourself, the source from which we have risen as this ego.<br>\n<br>\nThe instrument by which we must thus investigate ourself is expressed by the phrase ‘நுண் மதியால்’ (<i>nuṇ matiyāl</i>), which is an instrumental case form of ‘நுண் மதி’ (<i>nuṇ mati</i>) and which therefore means ‘by a subtle mind’ or ‘with a subtle mind’. நுண் (<i>nuṇ</i>) means subtle, refined, minute, slender, sharp, acute, precise and discriminating, and மதி (<i>mati</i>) is a word of Sanskrit origin that in this context means mind, intellect, understanding, perspicacity or power of discernment.<br>\n<br>\n<a name=\"un28\"></a>The meaning of ‘நுண் மதி’ (<i>nuṇ mati</i>) is very close to that of ‘கூர்ந்த மதி’ (<i>kūrnda mati</i>), which is a term that Bhagavan used in a similar context in <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#un28\">verse 28</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>எழும்பு மகந்தை யெழுமிடத்தை நீரில்<br>\nவிழுந்த பொருள்காண வேண்டி — முழுகுதல்போற்<br>\nகூர்ந்தமதி யாற்பேச்சு மூச்சடக்கிக் கொண்டுள்ளே<br>\nயாழ்ந்தறிய வேண்டு மறி.<br>\n<br>\n<i>eṙumbu mahandai yeṙumiḍattai nīril<br>\nviṙunda poruḷkāṇa vēṇḍi — muṙuhudalpōṯ<br>\nkūrndamati yāṯpēccu mūccaḍakkik koṇḍuḷḷē<br>\nyāṙndaṟiya vēṇḍu maṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எழும்பும் அகந்தை எழும் இடத்தை, நீரில் விழுந்த பொருள் காண வேண்டி முழுகுதல் போல், கூர்ந்த மதியால் பேச்சு மூச்சு அடக்கிக் கொண்டு உள்ளே ஆழ்ந்து அறிய வேண்டும். அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṙumbum ahandai eṙum iḍattai, nīril viṙunda poruḷ kāṇa vēṇḍi muṙuhudal pōl, kūrnda matiyāl pēccu mūccu aḍakki-k koṇḍu uḷḷē āṙndu aṟiya vēṇḍum. aṟi</i>.<br>\n<br>\n<b>அன்வயம்:</b> நீரில் விழுந்த பொருள் காண வேண்டி [பேச்சு மூச்சு அடக்கிக் கொண்டு] முழுகுதல் போல், எழும்பும் அகந்தை எழும் இடத்தை கூர்ந்த மதியால் பேச்சு மூச்சு அடக்கிக் கொண்டு உள்ளே ஆழ்ந்து அறிய வேண்டும். அறி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nīril viṙunda poruḷ kāṇa vēṇḍi [pēccu mūccu aḍakki-k koṇḍu] muṙuhudal pōl, eṙumbum ahandai eṙum iḍattai kūrnda matiyāl pēccu mūccu aḍakki-k koṇḍu uḷḷē āṙndu aṟiya vēṇḍum. aṟi</i>.<br>\n<br>\n<b>English translation:</b> Like sinking in order to see an object that has fallen into water, diving within restraining speech and breath by a sharp mind it is necessary to know the place where the rising ego rises. Know.</blockquote>\n‘எழும்பும் அகந்தை எழும் இடத்தை’ (<i>eṙumbum ahandai eṙum iḍattai</i>) literally means ‘the place where the rising ego rises’ or ‘the rising-place of the rising ego’, because இடத்தை (<i>iḍattai</i>) is the accusative case form of இடம் (<i>iḍam</i>), which means place, space or location, but which Bhagavan often used as a metaphor to refer to ourself, the source from which we have arisen as this ego. Therefore what he implies in this verse is that we should sink or penetrate deep within ourself in order to know or experience ourself as we actually are.<br>\n<br>\nThe instrument by which we must thus know ourself is expressed by the phrase ‘கூர்ந்த மதியால்’ (<i>kūrnda matiyāl</i>), which is an instrumental case form of ‘கூர்ந்த மதி’ (<i>kūrnda mati</i>) and which therefore means ‘by a sharp mind’ or ‘with a sharp mind’. கூர்ந்த (<i>kūrnda</i>) is the past relative participle of the verb கூர் (<i>kūr</i>), which means to be sharp, keen, acute, pointed, piercing or penetrating, so கூர்ந்த மதி (<i>kūrnda mati</i>) means a mind, intellect or power of discernment that has become sharp, keen, acute and penetrating.<br>\n<br>\nகூர்ந்த (<i>kūrnda</i>) is often used as an adjective to describe an intellect that is subtle, sharp, acute and keenly perceptive, but what is implied by it in this context includes more than just an ability to use logical reasoning in an acute, clear and perceptive manner, because what we require in order to discern what we actually are is a deep inner clarity of perception that goes far beyond the mere ability to reason clearly and logically. Though clear and subtle reasoning can help us to recognise the means by which we can discern what we actually are, it cannot by itself enable us to discern our actual self, because to do so we need to turn our entire attention back towards ourself alone, thereby leaving all reasoning behind.<br>\n<br>\nIf we have developed the deep, subtle and acute inner clarity of self-awareness that Bhagavan implies by the terms நுண் மதி (<i>nuṇ mati</i>) and கூர்ந்த மதி (<i>kūrnda mati</i>), we will naturally be able to reason in a clear, coherent, logical and keenly perceptive manner, but being able to reason clearly, coherently and logically does not necessarily mean that one has the sharp and subtle clarity of perception that one requires in order to focus one’s entire attention on oneself alone and thereby experience oneself as one actually is. Many people who have brilliant intellects, which they can apply fruitfully in philosophy, mathematics, science and other such outwardly directed intellectual pursuits, would not be able to turn their entire attention within and thereby merge back in the source from which they arose, and they may not even be able to understand the subtle philosophy taught by Bhagavan, particularly if they are unable to recognise the crucial fact that we are always aware of ourself, even when we are aware of nothing else whatsoever, as in sleep.<br>\n<br>\n<a name=\"aa5\"></a><b>4. <i>Śrī Aruṇācala Aṣṭakam</i> verse 5: we must purify our mind by polishing it on itself</b><br>\n<br>\nThe most effective means to develop the subtlety and acuity of mind that Bhagavan describes as ‘நுண் மதி’ (<i>nuṇ mati</i>) and ‘கூர்ந்த மதி’ (<i>kūrnda mati</i>), which he implies is necessary in order for us to experience ourself as we actually are, is to try to practise <i>ātma-vicāra</i> (self-investigation or self-attentiveness) as much as possible. How this practice of being self-attentive purifies our mind and makes it clear, subtle and acute is beautifully expressed by Bhagavan in verse 5 of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>மணிகளிற் சரடென வுயிர்தொறு நானா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மதந்தொறு மொருவனா மருவினை நீதான்<br>\nமணிகடைந் தெனமன மனமெனுங் கல்லின்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மறுவறக் கடையநின் னருளொளி மேவும்<br>\nமணியொளி யெனப்பிறி தொருபொருட் பற்று<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மருவுற லிலைநிழற்  படிதகட் டின்விண்<br>\nமணியொளி படநிழல் பதியுமோ  வுன்னின்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மறுபொரு ளருணநல் லொளிமலை யுண்டோ.<br>\n<br>\n<i>maṇigaḷiṯ caraḍeṉa vuyirdoṟu nāṉā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;matandoṟu moruvaṉā maruviṉai nīdāṉ<br>\nmaṇigaḍain deṉamaṉa maṉameṉuṅ galliṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maṟuvaṟak kaḍaiyaniṉ ṉaruḷoḷi mēvum<br>\nmaṇiyoḷi yeṉappiṟi doruporuṭ paṯṟu<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maruvuṟa lilainiṙaṟ paḍidakaṭ ṭiṉviṇ<br>\nmaṇiyoḷi paḍaniṙal padiyumō  vuṉṉiṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;maṟuporu ḷaruṇanal loḷimalai yuṇḍō</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மணிகளில் சரடு என உயிர்தொறும் நானா மதந்தொறும் ஒருவனா மருவினை நீ தான். மணி கடைந்து என மனம் மனம் எனும் கல்லில் மறு அற கடைய நின் அருள் ஒளி மேவும். மணி ஒளி என பிறிது ஒரு பொருள் பற்றும் மரு உறல் இலை. நிழல் படி தகட்டின் விண்மணி ஒளி பட நிழல் பதியுமோ? உன்னின் மறு பொருள் அருண நல் ஒளி மலை உண்டோ?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṇigaḷil caraḍu eṉa uyirdoṟum nāṉā matandoṟum oruvaṉā maruviṉai nī tāṉ. maṇi kaḍaindu eṉa maṉam maṉam eṉum kallil maṟu aṟa kaḍaiya niṉ aruḷ oḷi mēvum. maṇi oḷi eṉa piṟidu oru poruḷ paṯṟum maru uṟal ilai. niṙal  paḍi takaṭṭiṉ viṇmaṇi oḷi paḍa niṙal padiyumō? uṉṉiṉ maṟu poruḷ aruṇa nal oḷi malai uṇḍō?</i><br>\n<br>\n<b>அன்வயம்:</b> மணிகளில் சரடு என உயிர்தொறும் நானா மதந்தொறும் நீ தான் ஒருவனா மருவினை. மணி கடைந்து என மனம் மனம் எனும் கல்லில் மறு அற கடைய நின் அருள் ஒளி மேவும். மணி ஒளி என பிறிது ஒரு பொருள் பற்றும் மரு உறல் இலை. நிழல் படி தகட்டின் விண்மணி ஒளி பட நிழல் பதியுமோ? அருண நல் ஒளி மலை, உன்னின் மறு பொருள் உண்டோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṇigaḷil caraḍu eṉa uyirdoṟum nāṉā matandoṟum nī tāṉ oruvaṉā maruviṉai. maṇi kaḍaindu eṉa maṉam maṉam eṉum kallil maṟu aṟa kaḍaiya niṉ aruḷ oḷi mēvum. maṇi oḷi eṉa piṟidu oru poruḷ paṯṟum maru uṟal ilai. niṙal  paḍi takaṭṭiṉ viṇmaṇi oḷi paḍa niṙal padiyumō? aruṇa nal oḷi malai, uṉṉiṉ maṟu poruḷ uṇḍō?</i><br>\n<br>\n<b>English translation:</b> Like the thread in [a string of] gems, you alone shine as the one [real substance] in every soul and every <i>mata</i> [philosophy, religion or system of belief]. Like polishing a gem, when the mind is polished on the stone called mind to remove [its] blemishes, the light of your grace will shine forth. Like the light of a gem [whose brightness and colour are unaffected by nearby objects], attachment to any other thing will not occur [in a mind that has thus been polished]. After sunlight has fallen on a photographic film, can any shadow [or image] be imprinted on it? Aruna, hill of intense light, is there anything other than you?</blockquote>\nJust as a gem is polished by rubbing it on a special kind of grindstone to remove all its blemishes and thereby make it shine brightly, we must polish our mind, and the grindstone on which we can polish it most effectively is only itself, as Bhagavan implies by saying ‘மனம் மனம் எனும் கல்லில் மறு அற கடைய’ (<i>maṉam maṉam eṉum kallil maṟu aṟa kaḍaiya</i>), which means ‘when the mind is polished on the stone called mind to remove [its] blemishes [or impurities]’. In other words, to remove all our mind’s blemishes in the form of its desires for or attachments to anything other than ourself we must polish it by making it attend only to itself, the ‘மனம் எனும் கல்’ (<i>maṉam eṉum kal</i>) or ‘stone called mind’.<br>\n<br>\nWhat is meant by ‘mind’ in this context is not any of the other thoughts that constitute it but just its original and only essential thought, namely the one called ‘I’ or ‘ego’. By attending to any other thoughts we are nourishing and sustaining our attachment to them, whereas by attending to this ego we are severing our attachment to everything other than ourself, so we cannot polish our mind perfectly by attending to any thought other than this ego. Therefore when Bhagavan says that we should polish our mind on the stone called mind, what he implies is that we should attend only to our primal thought, ‘I’, which is the root of all our other thoughts.<br>\n<br>\nWhen a gem has been perfectly polished, its brightness and colour will not be obscured or overshadowed by any nearby objects. Likewise, when our mind has been perfectly polished by persistent self-attentiveness, we will shine free of adjuncts as pure self-awareness, so no desires for or attachments to anything else will arise in us, because we will be aware of nothing other than ourself.<br>\n<br>\nTo make this point still more clear Bhagavan also gave another analogy. More than a hundred years ago, when he composed <i>Śrī Aruṇācala Aṣṭakam</i>, an image recorded on a photographic plate or film was produced by different shades of light and darkness, so if a film was exposed to bright sunlight before it had been developed, any image recorded on it would be erased, and no other image could later be imprinted upon it. Likewise, when our mind has been polished sufficiently by self-attentiveness, the clear light of pure self-awareness (which he describes here as ‘நின் அருள் ஒளி’ (<i>niṉ aruḷ oḷi</i>), ‘the light of your grace’) will shine forth from within us, consuming and thereby erasing forever the impressions of all other things, so our mind will then be like an undeveloped photographic film that has been exposed to sunlight. That is, all past impressions will be erased from it, and no further impression can be made on it, so it will then shine as nothing other than the clear light of pure self-awareness itself. Our experience will then be that this clear and intense light of pure self-awareness alone exists, as implied by Bhagavan in the final sentence of this verse: ‘அருண நல் ஒளி மலை, உன்னின் மறு பொருள் உண்டோ?’ (<i>aruṇa nal oḷi malai, uṉṉiṉ maṟu poruḷ uṇḍō?</i>), ‘Aruna, hill of intense light, is there anything other than you?’<br>\n<br>\nHowever, like the polishing of a gem, the polishing of our mind on the stone called mind is a process that takes some time and therefore requires patience and perseverance. Therefore we should be willing to continue polishing it by calm and persistent self-attentiveness until the all-consuming light of pure self-awareness shines forth from within us, destroying our ego entirely.<br>\n<br>\nDuring this process, the more our mind is polished the more refined, attenuated, subtle, sharp and clear it will become, and this refinement, subtlety, acuity and clarity of mind is what Bhagavan referred to when he used the terms ‘நுண் மதி’ (<i>nuṇ mati</i>) in verse 23 of <i>Uḷḷadu Nāṟpadu</i> and ‘கூர்ந்த மதி’ (<i>kūrnda mati</i>) in verse 28. When our mind becomes sufficiently refined, sharp and clear in this way, we will thereby be able to focus our entire attention on ourself alone, and thus we will experience ourself as we actually are.<br>\n<br>\nUntil then, the subtlety, sharpness and clarity that we progressively develop by practising self-attentiveness will enable us to recognise and comprehend with increasing clarity the simple logic and truth in all that Bhagavan taught us. The logic underlying his teachings and holding them together as a coherent whole is so simple that it does not require any particular talent, training, scholarship or exceptional intelligence for us to understand it, but it does require a certain degree of inner clarity, so the more we persevere in being self-attentive and thereby purifying our mind, the more clearly we will be able to comprehend the simple but subtle truth in his teachings.<br>\n<br>\n<a name=\"logic\"></a><b>5. Why we should not be averse to understanding the logic of Bhagavan’s teachings</b><br>\n<br>\nSome devotees are put off when Bhagavan’s teachings are explained or discussed in a logical manner, but simple logic should not put any of us off, because we all constantly use logic in one form or another to navigate our way through our day-to-day lives. Every decision we make, even about the smallest of matters, is guided to a greater or lesser extent by logic, though we often allow our emotions (our likes, dislikes, desires, attachments, hopes, fears and so on) to influence or even overrule our logic.<br>\n<br>\nMost of the logic we use is fairly simple and straightforward, because for most purposes complex or abstruse logic is unnecessary, so we are all capable of using simple logic. For some purposes, such as understanding and applying advanced mathematics, more complex and abstruse logic may be required, so most of us cannot understand such logic unless we have trained our mind to do so.<br>\n<br>\nHowever, the logic required to understand Bhagavan’s teachings coherently and comprehensively is actually very simple, so the only reason it may be difficult for some people to understand it clearly is that it is extremely subtle and may seem from an outward looking perspective to be too simple or too abstract, and some of its basic premises require a certain degree of subtlety and clarity of mind to be understood. If our mind is strongly inclined to be outward going or is constantly concerned only with external affairs, we will probably lack sufficient subtlety and clarity of mind to understand the basic premises of his teachings (such as that we are always aware of ourself, even when we are not aware of anything else, as in sleep), in which case the simplicity and clarity of his logic will be lost on us, whereas if we are more inclined to be inward looking and are concerned about the impurity of our own mind, we will probably have sufficient subtlety and clarity of mind to understand his basic premises, in which case we will be able to appreciate the simplicity and clarity of his logic.<br>\n<br>\nTo understand the premises and the clear and simple logic of his teachings we do not need to exercise our mind to a great extent, but rather we need to consider them with a calm and clear mind, because then only will we be able to see and fully appreciate the logical connections between the various ideas he expressed and our own experience. As Wittgenstein pointed out in a recent <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c30838695098997911\">series of four comments</a>, the logic of Bhagavan’s teachings is not divergent but entirely convergent in the sense that it does not encourage our mind to branch out, scatter and dissipate itself in the form of numerous and ever-multiplying thoughts but instead prompts it only to look within to observe the one root of all thoughts, namely our own ego. By simplifying our understanding both of ourself and of the appearance of all other things, his clear logic helps us to reduce our thoughts and focus them entirely on the single task of trying to be attentively aware of ourself alone.<br>\n<br>\nWhat logical reasoning basically entails is just being able to see logical connections and implications — that is, the various ways in which certain ideas are logically connected, and why or how certain premises either necessitate a certain conclusion or make it seem probable, improbable, possible or impossible. To understand simple logic therefore requires nothing more than clarity of mind, so for a mind that has been polished and clarified by persistent practice of self-attentiveness, thinking logically and understanding the logical reasons why Bhagavan’s teachings must be true come naturally and effortlessly.<br>\n<br>\nA logical argument is simply a means by which we help either ourself or others to see why depending on certain conditions a certain conclusion is either necessarily true, probably true or just possibly true. Logic and logical arguments are therefore aids that enable us to discern what is true in a relative sense — that is, in the sphere of mind-mediated experience — but they cannot by themselves enable us to discern what is absolutely true, because that extends beyond the finite limits of our mind or intellect. However, as used by Bhagavan logic and logical arguments can enable us to understand that the means to discern what is absolutely true is to turn our mind back within itself by focusing our entire attention on ourself alone and thereby to merge in our actual self, which is the absolute truth and hence the sole source and substance of our mind and all that it experiences.<br>\n<br>\n<a name=\"premises\"></a><b>6. The premises of the deductive inference that we are not a body or mind are not inferred inductively</b><br>\n<br>\nIn reply to what Wittgenstein and I wrote in our respective comments another friend called Venkat wrote two comments, which I will now reply to. Since this and the remaining sections of this article are what I began to write as a comment in reply to Venkat, but which then became too long even for a series of comments, they are addressed to him, so in them I will refer to him in the second person.<br>\n<br>\nVenkat, regarding <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c7961874202793681206\">your first comment</a>, you are correct in saying that some or all of the premises of most deductive inferences are inductive inferences, so the soundness of such deductive inferences depends upon whether or not their inductively inferred premises are true. However not all deductive inferences depend upon inductively inferred premises. For example, the contention that there are no square circles (or that there are no circular squares) can be deductively inferred from the definitions of the terms ‘square’ and ‘circle’, so no inductively inferred premises are entailed in this deductive inference.<br>\n<br>\nMore relevant to our subject, we can deductively infer that we are not a body, mind or anything else other than ourself from the fact that we are aware of ourself in sleep, when we are not aware of anything else. Our awareness of ourself and of nothing else in sleep is not an inductively inferred premise, but is our own direct experience, so this is a deductive inference that does not depend on any inductively inferred premise.<br>\n<br>\nIn addition to being our own direct experience, the fact that we are always self-aware can be deduced by considering the meaning of the word ‘I’. ‘I’ is a pronoun that by definition refers only to oneself, the first person, and in order for one to refer to oneself one must be aware of oneself. Therefore self-awareness is implied in the word ‘I’, because ‘I’ can only refer to something that is aware of itself. (Of course a computer could be programmed to refer to itself as ‘I’, and people whom we meet in a dream refer to themselves as ‘I’, but both the computer and those people refer to themselves as ‘I’ only in our view, so they are not consciously referring to themselves as ‘I’, and hence their doing so is quite different to the subject we are discussing, which is the fact that we refer to ourself as ‘I’, and since we do so in our own view, we do so only because we are self-aware.) Therefore when we say or remember ‘I slept’ or ‘I was asleep’, we are implying that we were aware of ourself in sleep — that is, that we were aware of ourself being in a state in which we were aware of nothing other than ourself.<br>\n<br>\nMoreover, if we were not aware of ourself while asleep, we would not be aware that we had slept at all, or that between consecutive periods of waking or dream there was any gap in which we were not aware of any mind, body or world. The fact that we are aware of having been in a state in which we were not aware of anything else clearly and indubitably implies that we were aware of ourself being in that state. Therefore when we carefully and self-attentively consider our experience of sleep, it should be very clear to us that we were actually aware of ourself while asleep and that we can now remember being aware of ourself even though we were then aware of nothing else whatsoever.<br>\n<br>\nTherefore the crucial premise on which Bhagavan based his argument that we cannot be any body or mind because we are aware of ourself even when we are not aware of either of these things, as in sleep, namely the premise that we are always aware of ourself whether or not we are aware of anything else, is not something that we need to infer inductively, because it is our actual experience, and also because we can infer it deductively from the fact that we remember having been asleep and have been aware of nothing else then.<br>\n<br>\n<a name=\"appear\"></a><b>7. We can infer deductively that the world appears in our awareness only because we have risen as this ego</b><br>\n<br>\nRegarding your contention that we cannot deductively assert that the rising of our ego causes the world to appear, it seems clear to me that if we are talking about the appearance of the world in our view (that is, in our own awareness), we can deductively infer that it appears only because we arise as this ego. Since our ego (in the sense in which Bhagavan uses this term) is by definition our experience of ourself as something that is separate and hence finite, we can deductively infer that unless we experience ourself as an ego we could not be aware of anything else, so the rising of our ego is the cause for the appearance of other things in our awareness, and those other things are what are collectively called ‘the world’.<br>\n<br>\nAs I explained in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c3745457694174414597\">one of my replies</a> to Wittgenstein (which I reproduced in the <a href=\"#ego\">second section</a> above), what we can infer deductively is that our <i>awareness</i> of the world (and hence the appearance of it) is caused by our being aware of ourself as this ego, but what we cannot infer deductively is that the <i>existence</i> of the world is caused by our being aware of ourself as this ego. However, since we are never aware of any world when we are not aware of ourself as this ego, and since we have no adequate evidence or reason to believe that any world exists when we are not aware of it, we can infer inductively that the existence of the world is caused by the seeming existence of ourself as this ego.<br>\n<br>\nSince this is not a deductive inference but only an inductive one, it is not certainly true but only probably true. By logical reasoning this is all we can know so long as we experience ourself as this ego, but according to Bhagavan if we investigate ourself and thereby experience ourself as we really are, we will find that what actually exists is only ourself, and that what we actually are is infinite and indivisible self-awareness, other than which nothing exists.<br>\n<br>\n<a name=\"thoughts\"></a><b>8. Since all thoughts and perceptions appear only in our ego’s awareness, this ego is the sole cause for their appearance</b><br>\n<br>\nRegarding the final paragraph of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c7961874202793681206\">your first comment</a>, in which you ask whether it is valid to consider that ‘On the rope that is awareness / consciousness, arises the illusory thoughts/perceptions of a snake (that is the mind-body-universe). The silence of sahaja samadhi is the non-arising of such thoughts’, to whom do the illusory thoughts/perceptions appear? Obviously only to ourself as this ego. Therefore this ego is the cause for their appearance or arising, and without it they could not arise. This is why Bhagavan taught us that our ego is the first thought and the root of all other thoughts or perceptions.<br>\n<br>\nAll other thoughts or perceptions are <i>jaḍa</i> (non-conscious), and the original source and substance of all these things, which is our real self, is <i>cit</i> (pure consciousness or self-awareness), whereas our ego is a confused mixture of both <i>cit</i> and <i>jaḍa</i>, so it is called <i>cit-jaḍa-granthi</i> (the knot that seemingly binds together the conscious and the non-conscious as if they were one). According to Bhagavan, <i>sat</i> (what exists) is <i>cit</i> (what is aware) and <i>cit</i> is <i>sat</i>, so whatever is <i>jaḍa</i> or even partially <i>jaḍa</i> does not actually exist, and hence what actually exists is only <i>cit</i>, which is what we really are.<br>\n<br>\nWhatever is <i>jaḍa</i> seems to exist only when we do not attend only to ourself, so when we succeed in attending to ourself alone, the illusory appearance of our ego and everything else will dissolve and disappear, being wholly non-existent. Therefore, since everything else seems to exist only in the view of ourself as this ego, this ego is the sole cause for the appearance and seeming existence of everything else.<br>\n<br>\nAs you say, the perfect silence of <i>sahaja samādhi</i>, which is our own real nature, is what remains when all thoughts cease, and since the root of all thoughts is only this ego, which is our first thought, the one we call ‘I’, we cannot experience that silence until we annihilate this ego by vigilant self-attentiveness.<br>\n<br>\n<a name=\"tautology\"></a><b>9. Though all deductive inferences are tautologies, they can nevertheless be extremely significant and valuable</b><br>\n<br>\nRegarding <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c7358418422963782282\">your second comment</a>, it is true that in a certain sense all deductive inferences are tautologies, because the truth of any deductive conclusion is entailed in the truth of its premises, so if one states a deductive inference after stating its premises, one is stating what has already been implied. However, this does not mean that every deductive inference is necessarily trivial, because though a deductive inference is implicit in its premises, not all such implications are immediately obvious, so a deductive argument can be philosophically significant and valuable if it brings to light an implication that would not otherwise have been obvious or noticed by us.<br>\n<br>\nFor example, the conclusion of the deductive argument given by Bhagavan to show that we cannot be this body or mind because in sleep we are aware of ourself but not of either of these things seems obvious when we understand it and accept the premise that we are self-aware even in sleep, but it does not seem obvious to people who have not considered the argument carefully enough or who do not have sufficient mental clarity to recognise that our self-awareness persists even when we are aware of nothing else whatsoever. Therefore for those of us who have understood and been firmly convinced by this argument its conclusion is extremely significant and of great value, because it fundamentally changes our entire view about what we are and therefore about the reality of all that we as this body and mind experience.<br>\n<br>\nAnother example of a philosophically significant deductive inference is the one I used in the third paragraph of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#destroy\">section six</a> of my previous article (which I also referred to in sections <a href=\"#cause\">one</a>, <a href=\"#ego\">two</a> and <a href=\"#appear\">seven</a> of this article) to explain why we should believe what Bhagavan teaches us in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, namely that since the ego is our awareness of ourself as something that is separate and finite, and since we can be aware of ourself as such only when we are aware of other things from which we are separate and which therefore limit the extent of what seems to be ourself, we can infer that our ego and our awareness of other things are inseparable, so we can never have one without the other. Though this deductive inference is obviously a tautology, as you say, because it is implied in the definition of the term ego, it is still philosophically significant and valuable, because it seems obvious only when it has been pointed out to us.<br>\n<br>\nMany people have not understood the simple deductive logic from which this inference can be so easily drawn, or else they have not considered it carefully enough, and this is why they tend to form wrong beliefs such as that an <i>ātma-jñāni</i> is aware of the world. In order to be aware of the world, one must be aware of oneself as something that is separate from it or from all of it except one part, and whatever is separate from anything is thereby limited and hence finite. If anyone objects to this by claiming that <i>jñānis</i> are aware of the whole world as themself, that would mean that they are aware of themself as many things, not as one thing, which would be contrary to what Bhagavan points out to us in <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>, namely ‘ஒன்று ஆய் அனைவர் அனுபூதி உண்மை’ (<i>oṉḏṟu āy aṉaivar aṉubhūti uṇmai</i>), which means ‘being one is the truth of everyone’s experience’. Thus deductive reasoning can help us to keep our understanding of his teachings clear, simple and free from confusion.<br>\n<br>\nTherefore you are not correct in saying, ‘The problem with deductive reasoning is that the conclusion is implicit in the premises, and does not lead to any significant new knowledge’. Nor are you correct in then saying, ‘Only inductive logic is capable of this’, because any inductive inference could be mistaken, so inductive logic cannot give any definite knowledge, but can at best only give good grounds for forming certain tentative beliefs. That is, though the beliefs that we derive from sound inductive reasoning seem likely to be true, they could be mistaken, so they can only be called ‘knowledge’ in a loose sense of the term — that is, in the loose sense in which we often casually refer to our beliefs as knowledge.<br>\n<br>\nThe problem with thus referring to our beliefs as knowledge is that it implies that what we believe is true, and thus it tends to make us overlook the fallibility of our beliefs, which is a trap that many people fall into when they refer, for example, to their religious beliefs or scientific beliefs as knowledge. Most religious and scientific beliefs are derived at best from inductive reasoning, but more often just from blind faith in some kind of perceived authority (such as that of religious texts, scientific textbooks or the generally accepted beliefs of one’s community), so they are all fallible and hence do not qualify to be called ‘knowledge’ in a strict sense of the term.<br>\n<br>\n<a name=\"world\"></a><b>10. Why must we conclude that our ego is the cause of the world-appearance?</b><br>\n<br>\nRegarding your remark that “all that we really know through experience is that the arising of the ego is simultaneous and concomitant with the arising of the world. I don’t think we can be certain from our experience or through even inductive logic, that the former CAUSES the latter, apart from Bhagavan’s and Gaudapada’s testimony”, we need to consider what we mean both by ‘the arising of the world’ and by the term ‘cause’. The ‘arising of the world’ can either mean its appearance in our awareness or its coming into existence, but since we do not know whether it exists independent of its appearance in our awareness, let us first consider its appearance in our awareness. Since as a noun ‘cause’ means something (whether a condition, an action or any other kind of thing) that gives rise to or produces an effect, and as a verb it means to make something happen, give rise to it or produce it, we need to consider whether the arising of the ego gives rise to the appearance of the world in our awareness. It seems clear to me that it does, because the world does not appear in our awareness except when we experience ourself as this ego, and whenever we do experience ourself as this ego we are aware of either this world or some other world in a dream.<br>\n<br>\nSince a world always appears in our awareness whenever we experience ourself as this ego, and since no world ever appears in our awareness when we do not experience ourself as this ego, this suggests very strongly that the arising of this ego gives rise to the appearance of a world in our awareness, so we are justified in concluding that our ego is almost certainly the cause of the world-appearance. Presenting the argument in this way is expressing it as an inductive inference, which means that it is probably true but not certainly true, but if we consider the argument I referred to earlier (in sections <a href=\"#cause\">one</a>, <a href=\"#ego\">two</a>, <a href=\"#appear\">seven</a> and <a href=\"#tautology\">nine</a>) about the ego being our awareness of ourself as something separate and finite, we can turn this inductive inference into a deductive one, which means that it is certainly true. That is, rising as something that seems to be separate and finite entails creating the appearance of something else from which it is separate and which therefore limits its extent, making it finite, so since the term ‘ego’ refers to ourself as a separate entity and the term ‘world’ is a collective name for everything that we experience as other than ourself, we can deductively infer that our rising as this ego necessarily causes the appearance of a world.<br>\n<br>\nHowever, since the rising of ourself as this ego and the appearance of the world occur simultaneously, some people may ask why we should not conclude that the latter causes the former rather than vice versa. The answer to this is that the world is <i>jaḍa</i> (non-conscious) whereas the ego is a confused mixture of <i>cit</i> and <i>jaḍa</i>, so though the world appears in the view (or awareness) of the ego, the ego does not appear in the view of the world, because the world has no view or awareness in which anything could appear. Therefore, since the world seems to exist only in the view of the ego, it cannot be the cause of the ego, any more than a dream could be the cause of whoever is dreaming it.<br>\n<br>\nIn the view of the dreamer, dreams come and go, so though each dream is different, the dreamer remains the same. Likewise, in the view of our ego, worlds come and go, so though the world seen by our ego in each of its dreams is different, our ego remains the same. Therefore just as any dream is created by the dreamer, in whose view alone it appears, the appearance of any world is created by our ego, in whose view alone it seems to exist.<br>\n<br>\nOn careful consideration, therefore, it is clear that the rising of ourself as this ego is what causes the appearance of a world in our awareness, so since a world seems to exist only when it appears in our awareness, we can confidently conclude that the seeming existence of the world is caused by our rising as this ego. The seeming existence of the world and its appearance in our awareness are one and the same thing, because it seems to exist only because we are aware of it.<br>\n<br>\nSome people may dispute this conclusion by arguing that even when we are not aware of the world other people are aware of it, so it then seems to exist in their view even though not in ours, but this argument is flawed, because those other people are part of the world whose seeming existence we are discussing. If any world actually exists, the other people in it may be aware of it in the same way that we are, but if it only seems to exist, the other people in it cannot actually be aware of it, just as the other people we see in a dream are not actually aware of the dream world even though they seem to be so long as we are dreaming that dream, because those other people are part of a world that seems to exist only in our view. Therefore when we consider whether this or any other world seems to exist when we are not aware of it, we can legitimately consider only its seeming existence in our own view, because unless we can establish that any world actually exists independent of our awareness of it — which we have no adequate means of doing — we cannot know whether there is actually anyone else in whose view it could seem to exist.<br>\n<br>\n<a name=\"independent\"></a><b>11. Does any world exist independent of our ego or mind?</b><br>\n<br>\nHaving established that the appearance of a world in our awareness and consequently its seeming existence are caused by the rising of ourself as this ego, the question that we must now consider is whether it actually exists or just seems to exist — in other words, whether it exists independent of its appearance in our awareness or not. If this world does not actually exist but merely seems to exist in our view, like any world that we perceive in a dream, then we can conclude that it does not exist except when we rise as this ego, in which case our ego is the sole cause and creator of the world.<br>\n<br>\nHowever, so long as we experience ourself as this ego, our view is very limited, so we cannot judge whether or not this or any other world exists outside our awareness. All we can do now is to conclude that since a world seems to exist only when we are aware of it, and since we are aware of any world only when we seem to be this ego, we have no adequate reason to assume that any world exists independent of our ego or mind. Since we are aware of ourself but of nothing else in sleep, when we do not seem to be this ego, we have strong though not conclusive grounds for believing that no world exists independent of our ego, because if any world did actually exist independent of our ego, there would be no obvious reason why we are not aware of it when we are asleep (as I discussed in more detail in the <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#deductive\">seventh section</a> of my previous article, particularly when repudiating the counterargument that the reason why we are not aware of this world while we are asleep is that our senses are not functioning then). This is what Bhagavan implied when he said (as recorded in the third chapter of the second part of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, pages 67-8)):<br>\n<blockquote>Does the world exist by itself? Was it ever seen without the aid of the mind? In sleep there is neither mind nor world. When awake there is the mind and there is the world. What does this invariable concomitance mean? You are familiar with the principles of inductive logic, which are considered the very basis of scientific investigation. Why do you not decide this question of the reality of the world in the light of those accepted principles of logic?</blockquote>\nThough we can deductively infer that no world could seem to exist if we did not rise as this ego or mind, we can infer only inductively that no world actually exists whenever we do not rise as this ego. Since one world or another always seems to exist whenever we experience ourself as this ego, and since no world seems to exist whenever we do not experience ourself as this ego, so long as we experience ourself as this ego we cannot know for certain whether or not any world actually exists independent of it.<br>\n<br>\nWhen we do not even know what we ourself actually are, we cannot know what this world actually is — whether it is just a creation of our own mind, like any world that we experience in a dream, or whether it exists independent of our mind. For want of any evidence that it exists independent of our mind we can assume that it does not, but the only means by which we can ascertain from our own experience whether or not this assumption is correct is to investigate ourself in order to experience what we actually are, because only then will we be able to judge whether anything actually exists independent of our ego, in whose view alone all other things seem to exist.<br>\n<br>\nThe invariable concomitance that Bhagavan refers to in the above-cited passage recorded in <i>Maharshi’s Gospel</i> was also referred to by him in the following portion of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>, in which he unequivocally teaches us that any world that we perceive is just a collection of thoughts or ideas projected by our own mind, and that therefore no world will seem to exist when we experience ourself as we really are:<br>\n<blockquote>நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென்றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉiyāy maṉam-eṉḏṟōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nWhen one sets aside all thoughts and sees, solitarily there is no such thing as ‘mind’; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or fundamental nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as ‘world’. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [our ‘own form’ or actual self] does not appear [as it really is]; when <i>svarūpa</i> appears (shines) [as it really is], the world does not appear.</blockquote>\n<a name=\"sleep\"></a><b>12. How can we recognise clearly that we are aware of ourself while asleep?</b><br>\n<br>\nRegarding what you wrote in the final paragraph of <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c7358418422963782282\">your second comment</a>, namely “I struggle with the deductive argument based on the premise that if we are aware of ourselves in all 3 states, and if in any one state we are not aware of the body/mind/other, then we can’t be anything other than simple self-awareness. In deep sleep, I am not aware of anything, or alternatively, I am aware of nothing but existence. In my present stage, I can’t differentiate between these”, if I have understood you correctly, the difficulty you have with this argument is not with its logic, which is quite simple and straightforward, but with its premise that we are aware of ourself while asleep.<br>\n<br>\nThis premise is fundamental to all that Bhagavan taught us, so it is very important for us to clearly recognise the truth of it. Therefore to help us grasp and accept it he gave various arguments (such as the ones I outlined above in <a href=\"#premises\">section six</a>), but in order to be firmly convinced by such arguments we need to consider them very carefully and self-attentively. Though all the arguments he gave in this regard are logically very simple, they are concerning an extremely subtle subject, so they can be clearly and firmly grasped only by a mind that is sufficiently subtle, sharp, clear and self-discerning (the type of mind that he described as நுண் மதி (<i>nuṇ mati</i>) in <a href=\"#un23\">verse 23</a> and as கூர்ந்த மதி (<i>kūrnda mati</i>) in <a href=\"#un28\">verse 28</a> of <i>Uḷḷadu Nāṟpadu</i>).<br>\n<br>\nAs I explained in <a href=\"#logic\">section five</a>, understanding logic entails being able to simply see or recognise logical implications and connections, so since in this case the logic is concerning our awareness of ourself in its most fundamental form (that is, stripped of all awareness of anything else), we will be convinced by it only to the extent that we are able to distinguish our awareness of ourself from our awareness of our mind, body and all other things. Therefore the more we practise trying to be self-attentive and thereby become familiar with being aware of ourself in isolation from awareness of other things, the more clearly we will be able to recognise that we are always aware of ourself, whether or not we are also aware of any other thing, and that what we experience in sleep is therefore only our own simple self-awareness stripped bare of even the slightest awareness of anything else.<br>\n<br>\nThis may seem to be like the question of which comes first, the chicken or the egg, because in order to practise self-attentiveness effectively we need to recognise that we are aware of ourself even when we are aware of nothing else at all, as in sleep, and in order to recognise this we need to practise being self-attentive. The answer to this is that just as every chicken comes from a chicken-egg and every chicken-egg comes from a chicken, the more clearly we are able to recognise that we are always aware of ourself and that our self-awareness is quite distinct from any awareness of anything else, the easier it will be for us to attend precisely to ourself, and likewise the more we attend only to ourself, the more clearly we will be able to distinguish our permanent self-awareness from the transient awareness of anything else, including our body and mind.<br>\n<br>\nThis is why <i>śravaṇa</i>, <i>manana</i> and <i>nididhyāsana</i> (studying Bhagavan’s teachings, reflecting on them and practising self-attentiveness) should be a single seamless process, with each reinforcing and feeding into the other two. <i>Śravaṇa</i> (hearing or reading) and <i>manana</i> (reflection) are the foundation on which our <i>nididhyāsana</i> (self-attentiveness) rests, and the more we practise being self-attentive the more clearly we will be able to understand what we read and the deeper and clearer our reflection will become. While reading his teachings we should be reflecting on them, and while reflecting on them we should practise them by trying to be self-attentive.<br>\n<br>\nIf you have difficulty recognising that you are aware of yourself while asleep, the only solution is more <i>manana</i> and <i>nididhyāsana</i> — that is, to consider Bhagavan’s arguments more carefully and deeply and to investigate yourself more keenly and attentively. By doing so repeatedly and persistently you will gradually develop sufficient clarity of self-awareness to be able to recognise that you are always self-aware, even when you are aware of nothing else whatsoever.<br>\n<br>\nAs Wittgenstein mentioned in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#c30838695098997911\">one of his recent comments</a>, at the end of section 596 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 569) it is recorded that when Bhagavan was asked ‘Is an intellectual understanding of the Truth necessary?’ he replied:<br>\n<blockquote>Yes. Otherwise why does not the person realise God or the Self at once, <i>i.e.</i>, as soon as he is told that God is all or the Self is all? That shows some wavering on his part. He must argue with himself and gradually convince himself of the Truth before his faith becomes firm.</blockquote>\nArguing with ourself in this way is <i>manana</i>, but <i>manana</i> is most effective when it is done alongside <i>nididhyāsana</i>. Therefore we should not merely consider deeply and repeatedly all the arguments that Bhagavan has given us and that we ourself can think up to convince ourself that we are always aware of ourself, even while we are asleep, but should accompany our reflection with repeated attempts to be calmly and keenly self-attentive in order to be more clearly aware of ourself at this very moment. <br>\n<br>\nRegarding your remark, ‘In deep sleep, I am not aware of anything, or alternatively, I am aware of nothing but existence. In my present stage, I can’t differentiate between these’, what we are not aware of while asleep is any ‘form’ (that is, any phenomenon or anything with features), but since we remember having been aware of no such thing, we must have been aware then, because we would have no memory of having been aware of no phenomena if we had not been aware of being thus. <br>\n<br>\nA normally sighted person can distinguish darkness from light, whereas a completely blind person cannot, because when there is no light a normally sighted person can see that it is dark, whereas a completely blind person can never see darkness. If we were completely unaware while asleep, we would not even be aware that we were not aware of anything, so our condition then would have been like that of a completely blind person in a dark room, who cannot see that it is dark. However, since we are aware that we were not aware of any phenomena in sleep, we must have been aware then, so our condition was like that of a normally sighted person in a dark room, who can see that it is dark.<br>\n<br>\nJust as a normally sighted person can distinguish darkness from light, we can distinguish sleep from waking and dream, because just as a normally sighted person can see whether there is light or no light, we are aware of whether there are any phenomena or no phenomena in our awareness. In waking and in dream we are aware of the presence of phenomena in our awareness, whereas in sleep we are aware of their absence, so in order to be thus aware of their presence or absence we must be aware in each of these three states.<br>\n<br>\nWhat distinguishes waking and dream from sleep is that in waking and dream we are aware of both ourself and other things whereas in sleep we are aware of ourself but no other things. If our mind is habituated to constantly dwelling on other things throughout waking and dream, it will be difficult for us to distinguish our self-awareness from our awareness of our body and mind, so the absence of any body or mind in sleep will make it seem to us as if sleep were a state in which we are not even aware of ourself. However, if we think carefully and introspectively about our experience in sleep, and if we also begin trying to turn our attention back towards ourself in order to distinguish our self-awareness from our awareness of body, mind and all other things, it will become increasingly clear to us that in sleep we do not actually cease being aware of ourself even though we cease being aware of any other thing.<br>\n<br>\nWhen you say that you are not able to differentiate between not being aware of anything and being aware of nothing but existence, what exactly do you mean by ‘nothing but existence’? Whose existence are we aware of in sleep? The term ‘existence’ implies the existence of something, because there could be no existence without something that exists, so when we think or talk about existence, we should be clear in our mind regarding whose existence we are considering. Since we are not aware of anything other than ourself in sleep, the only existence we can be aware of then is our own existence — not the existence of our ego, mind or body, but only the existence of our actual self.<br>\n<br>\nIf we were not aware of anything — even of ourself — in sleep, we would not be aware of having slept at all, so since we are aware that we were asleep and that we regularly go into sleep and come out of it again, it should be clear to us that we were aware of ourself in sleep. That is, we were aware of ourself being in a state in which we were not aware of anything else whatsoever.<br>\n<br>\nOf course while asleep we do not think that we are not aware of anything else, because we do not think at all, but in spite of the absence of all thoughts and all awareness of other things, we are nevertheless still aware of ourself, because simple self-awareness is our very nature — what we most essentially are. Awareness of other things comes and goes, and we are aware not only of its presence (in both waking and dream) but also of its absence (in sleep), so in order to be aware of both its presence and its absence we must be aware not only when it is present but also when it is absent. Being aware entails being self-aware, because we cannot be aware without being aware that <i>we</i> are aware, so even a little bit of simple logical reflection on our experience of waking, dream and sleep should be sufficient to convince us that we are aware of ourself in sleep, even though we are not aware of anything else then.<br>\n<br>\nWe have never been and could never be aware of any time or state in which we were not aware of ourself, so we have no reason to suppose that we could ever not be aware of ourself. In fact logically we could never not be aware of ourself, because if we were not aware of ourself we would not exist at all, because what we essentially are is only self-awareness. We cannot actually be anything other than self-awareness, because our awareness of all other things (including our ego, our mind, this or any other body and this or any other world) comes and goes, so the only thing we are always aware of is ourself, the one who is aware of ourself, and hence this self-awareness alone is what we actually are.<br>\n<br>\nWhat you wrote in your next sentence, namely ‘But I think that I am right in saying that through atma vichara, the awareness will become increasingly subtle and self-focused, such that it is aware of itself in deep sleep’, requires some clarification. What becomes increasingly subtle and self-focused as a result of our practice of <i>ātma-vicāra</i> is our mind, not our fundamental awareness, because our fundamental awareness is our actual self, which is always infinitely subtle and entirely self-focused, since in its view it alone actually exists.<br>\n<br>\nMoreover, what is aware of itself in deep sleep is not ourself as this mind but ourself as we actually are. We seem to be this mind only so long as we are aware of anything other than ourself, so to the extent that we become aware of ourself alone we will cease to be this mind, and in sleep, when we are not aware of anything other than ourself, we are not this mind at all but only our actual self. As recorded in two passages in <a href=\"http://selfdefinition.org/ramana/Ramana%20Maharshi%20-%20ebook%20-%20Day%20By%20Day%20With%20Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, Bhagavan said: ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (11-1-46: 2002 edition, page 106), and ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (8-11-45: 2002 edition, page 37).<br>\n<br>\nWhether we have practised <i>ātma-vicāra</i> or not, we are always aware of ourself while asleep, as we are during waking and dream, so awareness of ourself in sleep is not something that results from the practice of <i>ātma-vicāra</i>. What does result from this practice is that as our mind thereby becomes increasingly subtle and self-focused, we are able to recognise increasingly clearly that we are always aware of ourself, even when we are aware of nothing else, as in sleep. In other words, <i>ātma-vicāra</i> does not produce anything that does not always exist, but it does enable us to recognise or discern what always exists. Initially it enables us to recognise with increasing clarity that we are always aware of ourself, even when we are engrossed in attending to other things (as we usually are in waking and dream) and when we are not aware of anything else (as we always are in sleep), and eventually it will enable us to recognise with absolute clarity that we are never actually aware of anything other than ourself, because nothing other than ourself actually exists.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "148",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3328978012314876061/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "śravaṇa-manana-nididhyāsana",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg5NTA0NTIyMzI0Cm9mZnNldDogMAo\""
}