{
    "kind": "blogger#post",
    "id": "6830601983729945521",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-06-22T10:17:00+01:00",
    "updated": "2016-06-22T11:39:31+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/06/when-can-there-be-total-recognition.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6830601983729945521",
    "title": "When can there be total recognition that the world is unreal?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me, ‘Could you tell me whether realisation would be like deep sleep with no world present or would there still be a world but with total recognition that it is unreal. I feel driven to understand but seem to be going round in circles’, to which I replied:<br><a name='more'></a>\n<br>\n<a name=\"un26\"></a>As Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nWe can understand this from our own experience. Whenever our ego subsides in sleep, everything else disappears, and whenever it rises again in either waking or dream, a body, world and other phenomena appear along with it. What experiences all these phenomena is only ourself as this ego, so our ego is their root and foundation, and hence without it they do not seem to exist.<br>\n<br>\nWe seem to be this ego (the perceiving subject) only when we are aware of other things (perceived objects), as in waking and dream, so if we could focus our entire attention only on ourself, other things would disappear from our awareness and hence we would no longer seem to be this ego. Instead we would be aware of ourself as we actually are, and thus the illusion that we are this ego would dissolve and disappear forever.<br>\n<br>\nWhen our ego is permanently eradicated in this way, all the phenomena experienced by it will disappear like a dream, and what will then remain is only the eternal, infinite, immutable, ever-peaceful and perfectly happy self-awareness that we actually are. Therefore investigating who am I, this ego, is the means to surrender or give it up entirely, and when it is given up everything else is given up along with it, so as Bhagavan says in the above verse, ‘யாது இது என்று நாடலே ஓவுதல் யாவும்’ (<i>yādu idu eṉḏṟu nādalē ōvudal yāvum</i>), which means ‘investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nSo long as we are experiencing a dream, it seems to be real, because we seem to be a body in that dream, so since we are real that body seems to be real, and hence since that body is part of the dream world, the whole dream world seems to be real. Only when we wake up and thereby cease experiencing the dream body as ourself are we able to recognise that the entire dream was unreal. We may think it is unreal while experiencing it, but if a tiger suddenly appeared in front of us, we would be afraid, so our thought that it is unreal is only superficial, because at a deeper level it seems real as long as we are experiencing it.<br>\n<br>\nTherefore total recognition that a dream is unreal can occur only after the dream has ceased. Likewise total recognition that this world is unreal can occur only after it has dissolved along with our ego in the infinite light of pure self-awareness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "63",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6830601983729945521/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY2NTkxOTcxMzgyCm9mZnNldDogMzYwMDAwMAo\""
}