{
    "kind": "blogger#post",
    "id": "6964896328650711898",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-11-21T14:08:00Z",
    "updated": "2016-11-23T08:22:49Z",
    "url": "http://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6964896328650711898",
    "title": "What is the correct meaning of <i>ajāta vāda</i>?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c5939527199829045429\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html\">The difference between <i>vivarta vāda</i> and <i>ajāta vāda</i> is not just semantic but substantive</a>, a friend called Venkat questioned my understanding of the meaning of <i>ajāta vāda</i>, citing something that I wrote in the sixth section of that article, <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#unborn\">What is unborn (<i>ajāta</i>) is only pure self-awareness, and since it is the infinite whole, nothing else actually exists</a>, namely ‘<i>ajāta vāda</i> is the contention that no creation has ever occurred even as an illusory appearance’, and then arguing:<br>\n<blockquote>Michael I think that you might be incorrect in your understanding of the advaitic meaning of ajata vada. I cannot argue with you on what Bhagavan Ramana meant by it.<br>\n<br>\nGaudapada’s famous ajata verse occurs in the second chapter of his karika. If this verse is taken in context of the verses that precede and follow it, it is clear that Gaudapada does indeed mean that there is no real creation of the world or the jiva, and that both are illusions.<br>\n<br>\n30: This Atman, though non-separate from all these, appears as it were separate. One who knows this truly interprets the meaning of the Vedas without hesitation<br>\n31: As are dreams and illusions or a castle in the air seen in the sky, so is the universe viewed by the wise in the Vedanta<br>\n32: There is no dissolution, no birth, none in bondage, none aspiring for wisdom, no seeker of liberation and none liberated. This is the absolute truth.<br>\n33: This (the Atman) is imagined both as unreal objects that are perceived as the non-duality. The objects are imagined in the non-duality itself. Therefore non-duality alone is the highest bliss.<br>\n<br>\nSankara’s commentary on v32 is also worth reading, though quite long. Relevant extracts:<br>\n<br>\n“This verse sums up the meaning of the chapter. When duality is perceived to be illusory and Atman alone is known as the sole Reality, then it is clearly established that all our experiences, ordinary or religious, verily pertain to the domain of ignorance.”<br>\n<br>\n“Thus duality being non-different from mental imagination cannot have a beginning or an end . . . Therefore it is established that duality is a mere illusion of the mind. Hence it is well-said that the Ultimate Reality is the absence of destruction, etc, on account of the non-existence of duality (which exists only in the imagination of the mind”.<br>\n<br>\nMy understanding is that srsti-drsti vada says first the world is created and then jivas evolve from it thereafter. Then, vivartha vada takes a step back to say that actually the jiva’s perceiving creates the world. And ajata vada then takes a further step back to point out that the jiva itself is an illusion, a superimposition on the atman.</blockquote>\nIn this article, therefore, I will try to explain more clearly why the correct meaning of <i>ajāta vāda</i> is the contention that no <i>vivarta</i> (illusion or false appearance) has ever been born or come into existence at all.<br><a name='more'></a>\n<ol>\n<li><a href=\"#distinction\">What distinguishes <i>ajāta vāda</i> from <i>vivarta vāda</i> is concerning not what actually exists but only what does not actually exist</a></li>\n<li><a href=\"#logic\">Since <i>vivarta vāda</i> contends that non-existent things seem to exist only in the view of the non-existent ego, its logical conclusion can only be <i>ajāta</i></a></li>\n<li><a href=\"#paramartha\">The ultimate truth is that no illusory appearance has ever come into existence</a></li>\n<li><a href=\"#ego\">According to <i>vivarta vāda</i> both the seer (the ego) and the seen (all phenomena) are illusory appearances</a></li>\n<li><a href=\"#jnani\">The experience of the <i>ātma-jñāni</i> is that the ego and world never seemed to exist at all</a></li>\n</ol>\n<a name=\"distinction\"></a><b>1. What distinguishes <i>ajāta vāda</i> from <i>vivarta vāda</i> is concerning not what actually exists but only what does not actually exist</b><br>\n<br>\nVenkat, regarding your comment above, in which you question my understanding of the meaning of <i>ajāta vāda</i>, in order to decide its correct meaning we need to consider what distinguishes it from <i>vivarta vāda</i>, and for that we need to begin by considering on what they agree.<br>\n<br>\nWhat Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, namely ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), which means ‘What actually exists is only <i>ātma-svarūpa</i> [our own real self]’, is in accordance with both <i>vivarta vāda</i> and <i>ajāta vāda</i>, because neither of them contend that anything other than <i>ātma-svarūpa</i> actually exists. Therefore what distinguishes <i>ajāta vāda</i> from <i>vivarta vāda</i> is not concerning what actually exists, so it must be concerning other things, which do not actually exist.<br>\n<br>\nIn the second sentence of the same paragraph Bhagavan refers to all other things, namely ‘ஜக ஜீவ ஈச்வரர்கள்’ (<i>jaga-jīva-īśvarargaḷ</i>), ‘world, soul and God’, which according to both <i>vivarta vāda</i> and <i>ajāta vāda</i> do not actually exist as such, and what he says about them is ‘ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள்’ (<i>jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṟpaṉaigaḷ</i>), which means ‘The world, soul and God are <i>kalpanaigaḷ</i> [fabrications, imaginations, mental creations, illusions or illusory superimpositions] in it, like the [illusory] silver in a shell’. In other words, he says that they are all just illusions or false appearances, which is what <i>vivarta vāda</i> contends, because <i>vivarta</i> in this context means illusion or false appearance.<br>\n<br>\nWhat then does <i>ajāta vāda</i> contend regarding everything other than what actually exists? If it were to contend that they are all just illusions or false appearances, then it would be exactly the same as <i>vivarta vāda</i>, which I hope you will agree is obviously not the case, because <i>vivarta vāda</i> and <i>ajāta vāda</i> are always considered to be two distinct contentions.<br>\n<br>\nAs we all know from our own experience, though illusory appearances seem to exist in waking and dream, they do not seem to exist in sleep, so they appear and disappear. An illusory appearance never actually comes into existence, but when it appears it seems to come into existence. Its appearance or seeming to come into existence is therefore its birth. Hence all illusory appearances are born, at least in a metaphorical sense, and this gives us a clue to what <i>ajāta vāda</i> contends regarding everything other than what actually exists, because <i>ajāta</i> literally means unborn, non-born or not born. That is, <i>ajāta vāda</i> contends that nothing is ever born, which implies that nothing ever appears or seems to come into existence.<br>\n<br>\nTherefore what distinguishes <i>ajāta vāda</i> from <i>vivarta vāda</i> is that whereas <i>vivarta vāda</i> concedes that things other than what actually exists do at least seem to exist and are therefore just illusory appearances, <i>ajāta vāda</i> does not concede that anything appears or seems to exist at all. Both <i>ajāta vāda</i> and <i>vivarta vāda</i> agree that nothing other than <i>ātma-svarūpa</i> actually exists, but by contending that everything other than <i>ātma-svarūpa</i> is just an illusory appearance, <i>vivarta vāda</i> is claiming that though other things do not actually exist, they do seem to exist, whereas by contending that nothing is born, <i>ajāta vāda</i> claims that nothing ever appears or seems to exist at all.<br>\n<br>\nWhat actually exists alone is real, and whatever does not actually exist but merely seems to exist is unreal, so <i>vivarta vāda</i> agrees with <i>ajāta vāda</i> that nothing other than <i>ātma-svarūpa</i> is real. However, <i>vivarta vāda</i> reconciles the seeming existence of other things with the fundamental contention that what actually exists is only <i>ātma-svarūpa</i> by contending that their seeming existence is just an illusory appearance and hence unreal, whereas <i>ajāta vāda</i> contends that nothing else seems to exist at all.<br>\n<br>\n<a name=\"logic\"></a><b>2. Since <i>vivarta vāda</i> contends that non-existent things seem to exist only in the view of the non-existent ego, its logical conclusion can only be <i>ajāta</i></b><br>\n<br>\nIt could be argued, therefore, that <i>ajāta vāda</i> is clearly disproved by our experience, because in our experience other things do seem to exist. However according to Bhagavan, Sankara, Gaudapada and the authors of several <i>upaniṣads</i> <i>ajāta</i> is the ultimate truth, being what alone our actual self experiences, as we will know when our ego is consumed by the clear light of pure self-awareness (<i>ātma-jñāna</i>). How then can we reconcile this teaching with our current experience?<br>\n<br>\nAccording to <i>vivarta vāda</i> not only are all phenomena just an illusory appearance, but so too is this ego, which alone is what experiences all illusory appearances An illusory appearance is what seems to exist even though it does not actually exist, so though this ego seems to exist and seems to be aware of all these phenomena, according to <i>vivarta vāda</i> it does not actually exist, as Bhagavan says we will discover if we investigate it sufficiently keenly. Therefore what <i>vivarta vāda</i> contends is that non-existent phenomena seem to exist only in the view of a non-existent ego.<br>\n<br>\n<a name=\"uu17\"></a>How then does this non-existent ego seem to exist in its own view? This cannot be adequately explained, but according to Bhagavan it seems to exist only when its attention is directed away from itself towards the illusory appearance of other things, which are all its own projections, and when its entire attention is directed back only towards itself, it ceases to exist even as an illusory appearance. In other words, the ego seems to exist only so long as it looks elsewhere, and it does not seem to exist when it looks at itself alone. Therefore if we investigate what this ego is by turning our entire attention back towards it, we will find that there is no such thing, and never was any such thing, as Bhagavan teaches us in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting, anything called ‘mind’ does not exist. This is the direct [straight or appropriate] path for everyone.</blockquote>\nSince the essence of the mind is the ego (our primal thought called ‘I’), as Bhagavan explains in the <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu18\">next verse</a>, when he says in this verse ‘மனம் என ஒன்று இலை’ (<i>maṉam eṉa oṉḏṟu ilai</i>), which literally means ‘anything called mind is not’, ‘anything called mind does not exist’ or ‘there is not anything called mind’, thereby implying that no such thing as ‘mind’ exists at all, he clearly implies that there is actually no such thing as ‘ego’. Therefore, since this ego does not exist, all the phenomena that seem to exist only in its view likewise do not actually exist.<br>\n<br>\nSince the ego does not actually exist, and since it seems to exist only in its own view, how can it or anything else actually seem to exist at all? That is, how can anything seem to exist in the view of something that itself does not exist? Therefore, when we investigate the ego sufficiently keenly to see that it does not actually exist at all, our experience will not be that it seemed to exist in the past and has now ceased to exist, but that it never seemed to exist at all, because there never was anything in whose view it could have seemed to exist. And since this ego never seemed to exist, nothing else seemed to exist either, because other things could seem to exist only if there was an ego in whose view they seemed to exist.<br>\n<br>\nTherefore though <i>ajāta</i> seems to be quite contrary to our present experience (that is, to the experience of ourself as this ego), it is actually the logical conclusion of <i>vivarta vāda</i>, because <i>vivarta vāda</i> contends is whatever seems to exist seems to exist only in the view of this ego, which itself does not actually exist at all. This is why while teaching <i>vivarta vāda</i> sages like Bhagavan, Sankara and Gaudapada often slip in a reminder that the ultimate truth (<i>pāramārthika satya</i>) is not <i>vivarta vāda</i> but only <i>ajāta</i>, because no ego or phenomena have ever been ‘born’ or come into existence even as illusory appearances.<br>\n<br>\n<a name=\"paramartha\"></a><b>3. The ultimate truth is that no illusory appearance has ever come into existence</b><br>\n<br>\nThis explains why in the series of verses that you quoted from <i>Māṇḍukya Kārikā</i> (2.30-33), while expounding <i>vivarta vāda</i> Gaudapada quoted (as verse 32) a more ancient verse that implies that  <i>ajāta</i> alone is the ultimate truth:<br>\n<blockquote>न निरोधो न चोत्पत्तिर्न बद्धो न च साधकः ।<br>\nन मुमुक्षुर्न वै मुक्त इत्येषा परमार्थता ॥ ३२ ॥<br>\n<br>\n<i>na nirōdhō na cōtpattirna baddhō na ca sādhakaḥ</i> |<br>\n<i>na mumukṣurna vai mukta ityēṣā paramārthatā</i> || 32 ||<br>\n<br>\n<b>पदच्छेद:</b> न निरोधः, न च उत्पत्तिः; न बद्धः, न च साधकः; न मुमुक्षुः, न वै मुक्तः — इति एषा परमार्थता.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>na nirōdhaḥ, na ca utpattiḥ; na baddhaḥ, na ca sādhakaḥ; na mumukṣuḥ, na vai muktaḥ — iti ēṣā paramārthatā</i>.<br>\n<br>\n<b>English translation:</b> There is no destruction, and no <i>utpatti</i> [birth, origination, arising, occurrence, appearance or coming into being], no one bound, and no one who does <i>sādhana</i>, no one seeking liberation, and even no one liberated. This is <i>paramārthatā</i> [the ultimate truth].</blockquote>\nThis verse appears in several <i>upaniṣads</i>, including <i>Amṛtabindōpaniṣad</i> (verse 10) and <i>Ātmōpaniṣad</i> (2.31), and it is quoted by Gaudapada in <i>Māṇḍukya Kārikā</i> (2.32) and Sankara in <i>Vivēkacūḍāmaṇi</i> (verse 574). In his Tamil prose translation of <i>Vivēkacūḍāmaṇi</i> Bhagavan translated this verse as follows:<br>\n<blockquote>உத்பத்தி யில்லை; நாசமில்லை; பத்தனில்லை; சாதகனில்லை; முமுக்ஷுவில்லை; முக்தனுமில்லை; இதுவே பரமார்த்தம்<br>\n<br>\n<i>utpatti-y-illai; nāśam-illai; baddhaṉ-illai; sādhakaṉ-illai; mumukṣu-v-illai; muktaṉ-um-illai; iduvē paramārttham</i>.<br>\n<br>\nThere is no arising [birth, origination, appearance or coming into being]; no destruction; no one bound; no one who does <i>sādhana</i>; no one seeking liberation; not even one who is liberated; this indeed is <i>paramārtha</i> [the ultimate truth].</blockquote>\n<a name=\"ut24\"></a>Since Bhagavan often cited this verse, Muruganar composed a Tamil translation of it, which is included in <i>Guru Vācaka Kōvai</i> (verse 1227), and seeing this four-line verse by Muruganar, Bhagavan condensed its meaning as the following two-line verse, which is included in <i>Guru Vācaka Kōvai</i> (B28) and also in <a href=\"http://www.happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a> (<a href=\"https://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#ut24\">verse 24</a>):<br>\n<blockquote>ஆதலழி வார்ப்பவிழ வாசைமுயல் வார்ந்தாரில்<br>\nஈதுபர மார்த்தமென் றெண்.<br>\n<br>\n<i>ādalaṙi vārppaviṙa vāśaimuyal vārndāril<br>\nīdupara mārttameṉ ḏṟeṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆதல், அழிவு, ஆர்ப்பு, அவிழ ஆசை, முயல்வு, ஆர்ந்தார் இல்; ஈது பரமார்த்தம் என்று எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ādal, aṙivu, ārppu, aviṙa  āśai, muyalvu, ārndār il. īdu paramārttam eṉḏṟu eṇ</i>.<br>\n<br>\n<b>English translation:</b> There is no coming into existence [occurring, happening or becoming], destruction, bondage, desire to untie [bondage], effort [made for liberation], [or] those who have attained [liberation]. Know that this is <i>paramārtha</i> [the ultimate truth].</blockquote>\nSince this verse categorically denies the existence of any उत्पत्ति (<i>utpatti</i>), which means birth, origination, arising, occurrence, appearance or coming into being, it denies in effect that any <i>vivarta</i> (illusion or false appearance) has ever occurred, arisen or come into being, which is not only the import of <i>ajāta vāda</i> but also, as we saw above, the logical conclusion of <i>vivarta vāda</i>. This is strongly emphasised by Sankara in the portion of <i>Vivēkacūḍāmaṇi</i> in which he cited this verse (namely in verses 569-574), and it is made particularly clear by Bhagavan in his translation of this portion, which occurs in the fourth last paragraph of his Tamil version.<br>\n<br>\n<a name=\"vcm569-75\"></a>When translating <i>Vivēkacūḍāmaṇi</i> in Tamil prose Bhagavan did not translate each verse separately or in strictly the same sequence as the original, because in many places he merged several verses together in a single sentence, and he often rearranged the sequence of ideas in such a way that the logical connection between them was brought out more clearly and explicitly than in the original verses, as he did in his translation of verses 569 to 572. The following extract from the fourth last paragraph of his Tamil translation corresponds to verses 569 to 574 and part of 575 (according to the verse numbering in most editions of <i>Vivēkacūḍāmaṇi</i>, although in some editions these numbers are incremented by one), but in the first sentence I have omitted here most of the portion that corresponds to verses 572 and 571:<br>\n<blockquote>மித்யா ஸர்ப்பத்தின் தோற்றமும் நாசமும் ரஜ்ஜுவில் உண்மையில் இல்லாததுபோல, நாசரஹித நித்திய அசங்க அத்வைத கேவலஞானாத்ம வஸ்துவில் [...] மாயாகிருத பந்தமோக்ஷங்களு மில்லவேயில்லை. பிரஹ்மத்தி லன்யமா யெதுவு மின்மையின், ஆவரணத்தால் பந்தமென்றும் ஆவரண நாசத்தால் மோக்ஷமென்றுஞ் சொல்லக்கூடாது. சொல்லின், அத்வைதஹானியும் துவைதப் பிரதீதியும் சித்தியாகும். இது வேதங்களுக்கு சம்மத மாகாது.  நிஷ்கள நிர்மல நிஷ்கிரிய நிரஞ்ஜனமாய், ஆகாசம்போலப் பூர்ணமாயிருக்கும் அவ்வதிசாந்த அத்விதீயப் பிரஹ்மத்தில் கற்பனை யெங்கிருக்கும்? ‘உத்பத்தி யில்லை; நாசமில்லை; பத்தனில்லை; சாதகனில்லை; முமுக்ஷுவில்லை; முக்தனுமில்லை; இதுவே பரமார்த்தம்’ எனச் சுருதியும் கோஷிக்கின்றது.  ஸகல வேதாந்தத்தின் சித்தாந்தமாய், ரகசியங்களி லதிரகசியமான இது, சிஷ்யனே! என்னா லுனக்குத் தெரிவிக்கப்பட்டது.<br>\n<br>\n<i>mithyā sarppattiṉ tōṯṟam-um nāśam-um rajjuvil uṇmaiyil illādadu-pōla, nāśa-rahita nittiya asaṅga advaita kēvala-ñāṉātma vastuvil [...] māyā-kiruta bandha-mōkṣaṅgaḷum illavē-y-illai. birahmattil aṉyam-āy eduvum iṉmaiyiṉ, āvaraṇattāl bandham-eṉḏṟum āvaraṇa-nāśattāl mōkṣam-eṉḏṟuñ colla-k-kūḍādu. solliṉ, advaita-hāṉi-y-um duvaita-p piratīti-y-um siddhi-y-āhum. idu vēdaṅgaḷukku sammatam āhādu.  niṣkaḷa nirmala niṣkiriya nirañjaṉam-āy, ākāśam-pōla-p pūrṇam-āy-irukkum a-vv-ati-śānta advitīya-p birahmattil kaṟpaṉai y-eṅgirukkum? ‘utpatti y-illai; nāśam-illai; baddhaṉ-illai; sādhakaṉ-illai; mumukṣu-v-illai; muktaṉ-um-illai; iduvē paramārttham’ eṉa-c śuruti-y-um ghōṣikkiṉḏṟadu.  sakala vēdāntattiṉ siddhāntam-āy, rahasiyaṅgaḷil ati-rahasiyam-āṉa idu, śiṣyaṉē! eṉṉāl uṉakku-t terivikkappaṭṭadu</i>.<br>\n<br>\nLike the appearance and destruction of the unreal snake not existing in reality in the rope, in <i>kēvala-jñānātma-vastu</i> [the substance that is oneself, who is pure (or isolated) awareness], [which is] free from destruction, eternal, unattached and non-dual, there is absolutely no <i>māyā</i>-produced bondage and liberation whatsoever […]. Because of the non-existence of anything at all as other (<i>anya</i>) than <i>brahman</i>, it cannot be said that bondage [occurs] because of <i>āvaraṇa</i> [covering, veiling, concealing or obscuring] and that liberation [occurs] because of destruction of <i>āvaraṇa</i>. If this were said, the failure of <i>advaita</i> and the proof of <i>dvaita</i> would be achieved [that is, if this were the case, it would mean that <i>advaita</i> is false and <i>dvaita</i> is true]. This is not <i>sammata</i> [consistent with, acceptable or agreeable] to the Vēdas. In that extremely tranquil <i>advitīya</i> [secondless or otherless] <i>brahman</i>, which exists as <i>niṣkala</i> [formless, partless or indivisible], <i>nirmala</i> [taintless or immaculate], <i>niṣkriya</i> [actionless] and <i>nirañjana</i> [blemishless or pure], and as <i>pūrṇa</i> [full, complete, entire, whole or infinite] like space, where is [room for any] <i>kalpanā</i> [fabrication, mental creation or imagination]? ‘There is no <i>utpatti</i> [birth, origination, arising, occurrence, appearance or coming into being]; no destruction; no one bound; no one who does <i>sādhana</i>; no one seeking liberation; not even one who is liberated; this indeed is <i>paramārtha</i> [the ultimate truth]’: thus proclaims even the <i>śruti</i> [the Vēdas]. This, which is the most secret among secrets, being the <i>siddhānta</i> [established conclusion] of all <i>vēdānta</i>, O disciple, has been made known to you by me.</blockquote>\nThus in this portion of <i>Vivēkacūḍāmaṇi</i> (which is in effect its final conclusion, because though there are five and a half verses after these, they were written just to round off the text and do not contain any significant spiritual import), Sankara explains that the ultimate truth and the established conclusion of all <i>vēdānta</i> is that there is nothing other than <i>brahman</i>, and that therefore there is absolutely no bondage or liberation whatsoever, and that nothing else has ever come into existence. Thus he leaves no room for doubt that in his view <i>ajāta</i> alone is the ultimate truth.<br>\n<br>\nThe portion that I omitted from the first sentence of the extract above is an elaborate relative clause that describes bondage and liberation, and I omitted it in order to avoid diverting the attention of the reader away from the main conclusion of that sentence, namely ‘கேவலஞானாத்ம வஸ்துவில் [...] பந்தமோக்ஷங்களு மில்லவேயில்லை’ (<i>kēvala-ñāṉātma vastuvil [...] bandha-mōkṣaṅgaḷum illavē-y-illai</i>), which means ‘in <i>kēvala-jñānātma-vastu</i> [the substance that is oneself, who is pure awareness], […] there is absolutely no bondage and liberation whatsoever’. However, for the sake of completeness, the following is the entire sentence, which is Bhagavan’s translation of verses 569 to 572 and part of 573:<br>\n<blockquote>மித்யா ஸர்ப்பத்தின் தோற்றமும் நாசமும் ரஜ்ஜுவில் உண்மையில் இல்லாததுபோல, நாசரஹித நித்திய அசங்க அத்வைத கேவலஞானாத்ம வஸ்துவில், உண்டு இல்லை யெனப்பட்ட தெல்லாம் புத்தியின் தர்மங்களன்றி உண்மையி லின்மையின் அப் புத்திகற்பிதமாய், மேகத்தால் வந்த தன் நேத்திராவரணத்தை அறியாதான் ஆதித்தனில் ஆரோபிப்பதுபோல மூடர்களால் விருதாவாயாரோபிக்கப்பட்ட மாயாகிருத பந்தமோக்ஷங்களு மில்லவேயில்லை.<br>\n<br>\n<i>mithyā sarppattiṉ tōṯṟam-um nāśam-um rajjuvil uṇmaiyil illādadu-pōla, nāśa-rahita nittiya asaṅga advaita kēvala-ñāṉātma vastuvil, uṇḍu illai y-eṉappaṭṭadu ellām buddhiyiṉ dharmaṅgaḷ-aṉḏṟi uṇmaiyil iṉmaiyiṉ a-p-buddhi-kaṟpitam-āy, mēghattāl vanda taṉ nēttirāvaraṇattai aṟiyādāṉ ādittaṉil ārōpippadu-pōla mūḍhargaḷāl virutā-v-āy-ārōpikkappaṭṭa māyā-kiruta bandha-mōkṣaṅgaḷum illavē-y-illai</i>.<br>\n<br>\nLike the appearance and destruction of the unreal snake not existing in reality in the rope, in <i>kēvala-jñānātma-vastu</i> [the substance that is oneself, who is pure awareness], [which is] free from destruction, eternal, unattached and non-dual, there is absolutely no <i>māyā</i>-produced bondage and liberation, which — being what is fabricated by the <i>buddhi</i> [intellect], since all that can be said to be ‘it is’ or ‘it is not’ does not exist in reality but only as <i>dharmas</i> (characteristics) of the <i>buddhi</i> — are wrongly attributed [to (or superimposed on) that <i>kēvala-jñānātma-vastu</i>] by confused people, like attributing onto the sun because of ignorance the <i>āvaraṇa</i> [covering, veiling, concealing or obscuring] of [it from] one’s eyes that comes due to clouds.</blockquote>\nIn this translation the complex relative clause that describes bondage and liberation (namely all the portion from ‘which — being what is fabricated by the <i>buddhi</i>’ onwards) comes at the end of this sentence, because in English a relative clause has to come after whatever it describes or defines, but in Tamil a relative clause always precedes that, and the main clause of a sentence always comes at the end, so in this case the main and therefore concluding clause is ‘பந்தமோக்ஷங்களு மில்லவே யில்லை’ (<i>bandha-mōkṣaṅgaḷum illavē-y-illai</i>), which means ‘there is absolutely no bondage and liberation whatsoever’. ‘இல்லவே யில்லை’ (<i>illa-v-ē-y-illai</i>) is an intensified and iterated denial of existence, which literally means ‘does not exist, not at all’, ‘there is not, not at all’ or ‘there is no, none whatsoever’, so it is an extremely emphatic way of asserting that something does not exist at all, and hence by ending this sentence with such a strongly worded main clause, Bhagavan emphatically declares that there is absolutely no bondage or liberation whatsoever, thereby implying that <i>ajāta</i> alone is true.<br>\n<br>\nUnfortunately in English the force of this carefully worded sentence is to a large extent lost, not least because this emphatic main clause is embedded in the middle of the sentence, and is followed by a description of bondage and liberation, thereby obscuring the fact that the very purpose of this sentence is to assert that in reality they do not exist at all. Since the relative clause says that bondage and liberation are fabricated by the <i>buddhi</i> and are wrongly attributed to or superimposed on <i>kēvala-jñānātma-vastu</i>, and since in the analogy of clouds concealing the sun it uses the term <i>āvaraṇa</i> (which means covering, veiling, concealing or obscuring), it is expressing the viewpoint of <i>vivarta vāda</i>. However in Tamil this relative clause is then followed by the main clause, which in effect declares that <i>vivarta vāda</i> is ultimately false, because there is in fact absolutely no bondage or liberation, thereby implying that there is also absolutely no <i>māyā</i>, <i>āvaraṇa</i>, <i>buddhi</i>, fabrication, false attribution (or superimposition) or anything else whatsoever other than <i>brahman</i>, which is <i>kēvala-jñānātma-vastu</i> (and which is what Bhagavan generally refers to as <i>ātma-svarūpa</i>, our own actual self).<br>\n<br>\nThis is made clear by the structure of this sentence in Tamil, because the emphatic denial of existence, ‘இல்லவே யில்லை’ (<i>illavē-y-illai</i>), applies not only to bondage and liberation, but also to ‘மாயாகிருத’ (<i>māyā-kiruta</i>), ‘<i>māyā</i>-produced’, and to the entire contents of the relative clause that precedes it. However, we can also understand that this is the case by considering that since Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i> that the ego itself is bondage, and since he frequently explained that <i>māyā</i> is nothing but our mind or ego, of which our intellect (<i>buddhi</i>) is a function, and since he says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> that if this ego does not exist nothing else exists, when he writes here (expressing what is stated in both verses 569 and 573 of <i>Vivēkacūḍāmaṇi</i>), ‘கேவலஞானாத்ம வஸ்துவில் [...] மாயாகிருத பந்தமோக்ஷங்களு மில்லவேயில்லை’ (<i>kēvala-ñāṉātma vastuvil [...] māyā-kiruta bandha-mōkṣaṅgaḷum illavē-y-illai</i>), which means ‘in <i>kēvala-jñānātma-vastu</i> [the substance that is oneself, who is pure awareness], […] there is absolutely no <i>māyā</i>-produced bondage and liberation whatsoever’, what he clearly implies is that in the one real substance, which is pure self-awareness, there is absolutely no ego and hence nothing else whatsoever.<br>\n<br>\n<a name=\"ego\"></a><b>4. According to <i>vivarta vāda</i> both the seer (the ego) and the seen (all phenomena) are illusory appearances</b><br>\n<br>\nIn the final paragraph of your comment that I quoted at the beginning of this article you wrote: ‘My understanding is that srsti-drsti vada says first the world is created and then jivas evolve from it thereafter. Then, vivartha vada takes a step back to say that actually the jiva’s perceiving creates the world. And ajata vada then takes a further step back to point out that the jiva itself is an illusion, a superimposition on the atman’. However, as the oft-cited verse that we considered in the previous section (namely ‘<i>na nirōdhō na cōtpattirna baddhō na ca sādhakaḥ, na mumukṣurna vai mukta ityēṣā paramārthatā</i>’) clearly implies, <i>ajāta vāda</i> does not contend that the <i>jīva</i> is just an illusion but that it does not exist at all, even as an illusion.<br>\n<br>\nWhat you seem to imply is that <i>vivarta vāda</i> contends that only the world (the totality of all phenomena) is an illusion and that the <i>jīva</i> (our ego) who perceives it is in some sense real, but as Bhagavan makes abundantly clear in many of his original writings and elsewhere, what <i>vivarta vāda</i> actually contends is that everything other than our actual self is an illusion, so this ego is as illusory as whatever phenomena it perceives. In other words, both the seer (the ego) and the seen (all phenomena) are illusory appearances.<br>\n<br>\nThe seer and the seen are two of the three factors of <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>), transitive awareness or objective cognition (that is, awareness or cognition of anything other than oneself), namely the perceiver (the ‘seer’ or subject), the perceived (the ‘seen’ or object) and the perception (the subject’s seeing or cognition of the object). In <i>advaita</i> philosophy these three factors are called त्रिपुटि (<i>tripuṭi</i>) in Sanskrit and முப்புடி (<i>muppuḍi</i>) in Tamil, and of these three, the most fundamental is the seer, perceiver or cogniser, which is the ego. However, though their root is only this ego, it is no more real than either of the other two, because none of them can appear without the other two. That is, just as neither perception nor whatever is perceived could seem to exist in the absence of the perceiver, the perceiver (the ego) does not seem to exist except when it is perceiving something other than itself.<br>\n<br>\n<a name=\"un09\"></a>Therefore according to <i>vivarta vāda</i> the seer, the seen and the seeing are all equally unreal, so they are all just a false appearance. However, since they all appear only in the view of the seer (the ego), they depend on it for their seeming existence, as Bhagavan indicates in <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-ego-is-thinker-not-act-of-thinking.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>இரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண்.<br>\n<br>\n<i>iraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads exist [by] clinging always to one. If one looks within the mind [to see] what that one is, they will cease to exist. Only those who have seen [this] have seen the reality. See, they will not be confused.</blockquote>\nHere ‘dyad’ is a translation of இரட்டை (<i>iraṭṭai</i>), which means a pair and in this context implies a pair of opposites (known as <i>dvaṁdva</i> or <i>dvandva</i> in Sanskrit), such as knowledge and ignorance, awareness and non-awareness, existence and non-existence, reality and illusion, happiness and unhappiness, or bondage and liberation, and ‘triad’ is a translation of முப்புடி (<i>muppuḍi</i>), which as we saw above means the three factors of any subject-object experience, namely the perceiving subject, the perceived object, and the subject’s perception of the object. The one to which both dyads and triads cling (that is, the one on which they depend for their seeming existence) is the ego, which is the subject, the one who alone is aware both of itself and of all other things.<br>\n<br>\nThe reason why dyads and triads will all cease to exist if one looks within oneself to see what this one ego actually is is that it seems to exist only when it looks elsewhere (that is, at anything other than itself), and it will cease to exist if it looks at itself, because even though it seems to exist when looking elsewhere, it does not actually exist, and since everything else (all dyads and triads) depends upon its seeming existence for their seeming existence, when it vanishes due to its own keen self-attentiveness, everything else will vanish along with it.<br>\n<br>\n<a name=\"jnani\"></a><b>5. The experience of the <i>ātma-jñāni</i> is that the ego and world never seemed to exist at all</b><br>\n<br>\nThis is what <i>vivarta vāda</i> contends, so in what way does <i>ajāta vāda</i> differ from this? Since <i>vivarta vāda</i> contends that even the ego (the <i>jīva</i>), which is what is aware of everything else, is itself just an illusory appearance, the difference between <i>ajāta vāda</i> and <i>vivarta vāda</i> cannot be that ‘ajata vada then takes a further step back to point out that the jiva itself is an illusion’, as you suggest.<br>\n<br>\nSince <i>vivarta vāda</i> contends that neither the ego nor anything perceived by it actually exists, and that they merely seem to exist, because what actually exists is only our own real self (<i>ātma-svarūpa</i>), which is pure and infinite self-awareness, and since <i>ajāta vāda</i> likewise contends that nothing other than our real self actually exists, the difference between them can only be concerning the question of whether the ego and world seem to exist or not. Whereas <i>vivarta vāda</i> concedes that they do seem to exist, at least in the self-ignorant view of this ego, <i>ajāta vāda</i> contends that they do not seem to exist at all, because how can anything seem to exist in the view of this ego, which itself does not actually exist?<br>\n<br>\nAccording to Bhagavan the experience of the <i>ātma-jñāni</i> is not that the ego and world once seemed to exist and have now ceased to exist, but that they never seemed to exist at all, because what actually exists is only <i>ātma-svarūpa</i>, which is <i>anādi</i> (beginningless), <i>ananta</i> (endless, limitless or infinite) and <i>akhaṇḍa</i> (undivided) <i>sat-cit-ānanda</i> (as he says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>), so in its clear view nothing else whatsoever could ever appear or seem to exist at all. Therefore though he taught <i>vivarta vāda</i> as the theoretical foundation on which our practice of self-investigation (<i>ātma-vicāra</i>) should be based, and consequently as the most beneficial view for us to adopt if we wish to free ourself from this illusory ego, he explained that his own experience was only <i>ajāta</i>, the ultimate truth that no illusory appearance has ever been ‘born’ or come into existence (or even seeming existence) at all.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "61",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6964896328650711898/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc5ODg5MzY5OTE2Cm9mZnNldDogMAo\""
}