{
    "kind": "blogger#post",
    "id": "2983403524573484021",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-08-21T17:14:00+01:00",
    "updated": "2016-08-22T11:53:24+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/08/is-it-incorrect-to-say-that-atma-vicara.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2983403524573484021",
    "title": "Is it incorrect to say that <i>ātma-vicāra</i> is the only direct means by which we can eradicate our ego?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">I began to write this article this morning as a comment in reply to one written by a friend called Roger on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/08/why-is-it-so-necessary-for-us-to-accept.html\">Why is it so necessary for us to accept without reservation the fundamental principles of Bhagavan’s teachings?</a>, but since my reply ran to more than two thousand words, I decided to post it as this article instead. The comment that I reply to here is the latest of many in which Roger argued that it is wrong for me and others to say that <i>ātma-vicāra</i> is the only direct means by which we can eradicate our ego, because he believes that making such a claim is egotistical and competitive, so my aim here is to explain why I believe that we are justified in making this claim on the basis of the fundamental principles of Bhagavan’s teachings.<br><a name='more'></a>\n<br>\nRoger, lest I become proud of the <a href=\"http://happinessofbeing.blogspot.com/2016/08/why-is-it-so-necessary-for-us-to-accept.html#c277640981965911571\">praise</a> I have received from Mouna for my ‘very eloquent’ silence, I will now break this silence by trying to reply to <a href=\"http://happinessofbeing.blogspot.com/2016/08/why-is-it-so-necessary-for-us-to-accept.html#c8885877465672400319\">your latest comment</a>.<br>\n<br>\nIf it were just a matter of two conflicting opinions — your opinion being that <i>ātma-vicāra</i> is not the only or the most direct path to God or wherever, and my opinion being that <i>ātma-vicāra</i> is the only direct means by which we can experience ourself as we actually are and thereby eradicate our ego (in the sense that no matter how far we may progress spiritually by following any other paths (which incidentally I have never said ‘have no value’, as <a href=\"http://happinessofbeing.blogspot.com/2016/08/why-is-it-so-necessary-for-us-to-accept.html#c6863268671028730892\">you seem to assume</a>), we must sooner or later look at ourself very carefully in order to see what we actually are) — neither of our opinions would be of much value to anyone else unless we were able to provide adequate reasons in support of whatever opinions we may express.<br>\n<br>\nAs far as I can see, the reasons you give for your opinions are largely based on hearsay. That is, instead of giving any arguments that explain in a logical manner on the basis of our own experience how any other means can lead directly to clear awareness of ourself as we actually are, you merely argue that since many spiritual teachers have taught many different paths, there cannot be only one direct path. But why should we believe any of those spiritual teachers when we see that they express so many conflicting and even contradictory opinions about what the ultimate goal is and how we can reach it? And how can we know whether all or any of those spiritual teachers had actually reached the ultimate goal of life, which is the annihilation of one’s own ego? Since we have no means of knowing who is actually ‘realised’, ‘enlightened’ or whatever, how can we know whom to believe?<br>\n<br>\nSurely there must be some better way than merely relying on hearsay and the opinions of others, because if there is no better way, we would all be just floundering around in the dark not really knowing where we are going or why we are doing whatever we are doing. Is there no logical means by which we can know what our goal should be and how we can reach that goal? Perhaps there is, but logic works from premises to a conclusion, so it is useful only if we have strong premises to start from. If our premises are mere assumptions that we have never subjected to critical evaluation, our logic is likely to lead us to erroneous or at least dubious conclusions.<br>\n<br>\nTherefore if we are to follow a logically sound spiritual path, it must be based on premises that can stand up to critical evaluation and cautious scepticism. This is why Bhagavan taught us how we should critically analyse our own experience of ourself in our three familiar states of consciousness, waking, dream and sleep, and how we should question all our assumptions about these states and the reality of whatever we experience in them. From this analysis he taught us how we can logically infer certain simple principles, which he presented in a clear, logical, coherent and systematic manner in his own original writings, particularly in three core texts, namely <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>.<br>\n<br>\nIf we critically analyse our experience of ourself in these three states and question all our own former assumptions, we will be able to recognise the plausibility of the simple and fundamental principles that he taught us in these texts. However, though we can accept these principles as plausible and therefore use them as good working hypotheses, Bhagavan made it clear that he did not expect us merely to believe them, because if we did so we would just be replacing one set of beliefs with another (albeit a complex and dubious set of beliefs with a simpler and logically more robust one). Just as in science any hypothesis needs to be rigorously tested, the principles that Bhagavan taught us need to be tested and verified by each one of us, which we can logically do only by a deep inward investigation of ourself.<br>\n<br>\nIf we accept the fundamental principles that Bhagavan has taught us, it logically follows from them that the only direct means by which we can see what we actually are and thereby destroy the illusion that we are this ego is keen investigation or scrutiny of ourself — that is, of our fundamental self-awareness, which is the only thing that we experience throughout all our three regular alternating states, waking, dream and sleep.<br>\n<br>\nFor example, in <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> and elsewhere Bhagavan pointed out that our ego rises, stands, feeds itself and flourishes by ‘grasping form’, which means by being aware of anything other than itself, and that it cannot stand or endure without constantly clinging to other things (that is, to ‘forms’ or phenomena of one kind or another). He also explained that this ego is not actually real, and that it seems to exist only when it is aware of things other than itself, so if we look at it carefully, it will subside and disappear.<br>\n<br>\nThis principle is very plausible, because it tallies with our own experience. Throughout waking and dream we are aware of phenomena (things other than ourself, things that appear and disappear and that we therefore do not experience constantly), and while being aware of phenomena we are always aware of ourself as a separate subject, which is what is called ‘ego’, whereas in sleep we are aware of no phenomena and are therefore not aware of ourself as this separate subject or ego. As soon as we cease being aware of phenomena, our ego subsides in sleep, and as soon as it rises again in either waking or dream we become aware of phenomena once again.<br>\n<br>\nSince we fall asleep or into some other similar state of <i>manōlaya</i> whenever we cease being aware of phenomena, and since we always rise again sooner or later from any such state of <i>manōlaya</i> with all our <i>viṣaya-vāsanās</i> intact and undiminished, merely ceasing to be aware of phenomena is not by itself a means to annihilate our ego. Our ego rises and stands whenever we are aware of phenomena, and subsides whenever we cease to be aware of them, so how can we destroy it? We obviously cannot do so either by being aware of phenomena or by not being aware of them, so what other option is open to us?<br>\n<br>\nSince the ego rises, stands and flourishes by attending to phenomena, and since it subsides only when it ceases attending to them, in order to destroy it not attending to or being aware of phenomena is necessary but not sufficient. So what is the missing ingredient? By what means can our ego subside not just temporarily in <i>manōlaya</i> but permanently in <i>manōnāśa</i>? The missing ingredient, which is the only other option and therefore the only means by which we can eradicate our ego forever, is self-attentiveness.<br>\n<br>\nThough we cease to be aware of any phenomena whenever we subside in sleep or any other state of <i>manōlaya</i>, we do so due to tiredness or some other extraneous cause, such as breath-restraint (<i>prāṇāyāma</i>), but since we subside without being keenly self-attentive, our ego is not thereby annihilated. Therefore according to Bhagavan the only means by which we can annihilate our ego is by being so keenly self-attentive that we thereby cease to be aware of anything else whatsoever. This is a perfectly reasonable proposal, because since we cannot destroy our ego by attending to anything else or by merely ceasing to attend to anything else, the only other possibility is that we could destroy it by attending to ourself alone.<br>\n<br>\nThis is also plausible for another reason. That is, our ego is an illusory and erroneous awareness of ourself, because it is an awareness of ourself as a body and certain other associated phenomena, none of which can actually be ourself, since they appear only in waking or dream and disappear in sleep, even though we continue to be aware of ourself while asleep. Since this ego is an erroneous awareness of ourself as something other than what we actually are, it can be destroyed only by a correct awareness of ourself as we actually are. Therefore, since we can be aware of ourself as we actually are only by looking very keenly at ourself in complete isolation (<i>kaivalya</i>) from everything else, self-attentiveness must be the only way we can destroy this illusory self-awareness called ‘ego’.<br>\n<br>\nTherefore when I argue that self-investigation (<i>ātma-vicāra</i>) is the only direct means by which we can annihilate this ego (as Bhagavan himself said explicitly on many occasions), I argue it logically on the basis of the simple principles that he taught us. Hence, if you want to repudiate what I say, you must offer us logical reasons to convince us that the fundamental principles taught by him in <i>Uḷḷadu Nāṟpadu</i> and elsewhere are not correct, or that there is a flaw in the simple logic by which we infer this conclusion from those premises.<br>\n<br>\nAs you are hopefully aware, there are only two ways in which one can effectively refute or at least repudiate any logical argument, namely either by showing that the premises are false or dubious, or by showing that the logic employed to arrive at the conclusion is flawed. It is not sufficient merely to assert a contrary opinion, or to cite the authority of anyone else’s opinion, even if the person or people whose opinion one is citing are reputed to be great spiritual teachers.<br>\n<br>\nTruly great spiritual teachers do not ask us to merely believe blindly whatever they assert, but give us clear logical reasons to convince us that what they say is correct or at least extremely plausible — reasons that can withstand critical evaluation and all reasonable doubt — and they also give us an equally logical means by which we can experientially test the truth of what they say, as Bhagavan has done.<br>\n<br>\nRegarding what you often write about answers supposedly given by Bhagavan that are recorded in various other books, particularly in <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a>, there are many books (of which <i>Talks</i> is the largest) that record some of the answers that he gave to a wide variety of different questions asked by people, many of whom were not actually sincerely seeking to eradicate their own egos, but these records only show us whatever the respective recorders were able to grasp, understand and remember of what he said, so they are often not very reliable, and they may not adequately convey the clarity and all the nuances in what he said. Whatever he wrote or said was always very clear and simple, though also quite subtle and extremely deep, so simplicity and clarity are the hallmark of all he taught, but in <i>Talks</i> and other such books that simplicity and clarity is often not adequately conveyed, and many passages in them are so confused and unclear that we cannot be sure what he intended to convey, which is a compelling reason for us to doubt whether what is recorded in such passages is what he actually said. Therefore though there are many useful ideas in such books, they are not the most reliable records of his teachings, so we have to read them with discrimination and to judge each word, phrase, sentence and paragraph in them in the bright light of the clear, simple and coherent principles that he teaches us in his original written works.<br>\n<br>\nIf we take stray passages from <i>Talks</i> and view them outside the context of the fundamental principles he teaches us in <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and his other written texts, we are likely to form a very distorted and mistaken understanding of his teachings. What he wrote in these three texts was for those who are truly dedicated to understanding the essence of his teachings and putting it into practice, whereas much of what is recorded in other books is what he said in reply to questions asked by people who had other interests, concerns and goals, and who were therefore not yet ready to learn what his outward form primarily existed to teach us.<br>\n<br>\nIf we carefully and thoughtfully study these three texts, reflecting on them deeply and repeatedly and thereby imbibing all the principles that he teaches us in them, and if we try to practice self-investigation as he advised us, we will be able to understand why he said so often that self-investigation is not only the direct means but also the only one by which we can experience ourself as we really are. This does not mean that other spiritual practices are of no value, but only that if we follow any of them it cannot lead us directly to our ultimate destination, but must sooner or later lead us to investigate ourself in order to reach that final goal, as Bhagavan clearly explained in the first fifteen verses of <i>Upadēśa Undiyār</i>, most of which I have discussed in detail in two of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html\">Can we experience what we actually are by following the path of devotion (<i>bhakti mārga</i>)?</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html\"><i>Prāṇāyāma</i> is just an aid to restrain the mind but will not bring about its annihilation</a>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "81",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2983403524573484021/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDcxODYzMjA0MjUyCm9mZnNldDogMzYwMDAwMAo\""
}