{
    "kind": "blogger#post",
    "id": "1466117024860816016",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-08-01T09:47:00+01:00",
    "updated": "2016-08-01T09:50:45+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1466117024860816016",
    "title": "The observer is the observed only when we observe ourself alone",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a recent <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html#c7291812913395585791\">comment</a> on one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2015/05/observation-without-observer-and.html\">‘Observation without the observer’ and ‘choiceless awareness’: Why the teachings of J. Krishnamurti are diametrically opposed to those of Sri Ramana</a>, a friend called Zubin wrote:<br>\n<blockquote>I read a lot of Krishnamurti when younger, and I do agree that his approach may have been unnecessarily complicated.<br>\n<br>\nKrishnamurti focused on self-exploration of one’s mind. If you are angry, dissect it to find out what is deeper than it, etc. In effect, you would be looking at all the little adjuncts of the ego to see each one as false.<br>\n<br>\nBut ultimately, Krishnamurti’s main theme was “The Observer is the Observed”, which he repeated frequently.<br>\n<br>\nSo, in that sense, there is no difference in Krishnamurti’s ultimate teaching and Ramana’s. When you do self-enquiry you are Self looking at Self. When you are looking at the feeling of I AM, the looker is also that same I AM feeling, or, in other words, the observer is the observed.</blockquote>\nThe following is my reply to him:<br><a name='more'></a>\n<br>\nZubin, the observer is the observed only when we are observing ourself alone. So long as we observe anything else, such as our anger, our emotions, our thoughts or any other phenomena, we are dividing ourself, separating ourself off as an observer distinct from whatever we are observing.<br>\n<br>\nThis is how our ego rises, stands and flourishes. By observing, perceiving, attending to or being aware of anything other than ourself we are seemingly limiting ourself as a finite observer separate from whatever we are observing, and this finite observer is what is called ‘ego’. It is a false and illusory form of self-awareness — an awareness of ourself as something finite rather than as the one infinite and indivisible awareness that we really are.<br>\n<br>\nThe true awareness that we actually are is always aware of nothing other than itself, so it can never divide itself into subject and object — an observing subject and separate objects or phenomena observed by it. The subject that observes anything other than itself is our ego, which is not what we actually are, so we can be aware of ourself as we actually are only by observing nothing other than ourself.<br>\n<br>\n<a name=\"un25\"></a>This is the precious secret that Bhagavan has revealed to us. His teachings are so simple and clear. All we need to understand is this: by observing or being aware of anything other than ourself we rise, stand and flourish as this ego, and by observing ourself alone we subside and merge back into the pure, indivisible and otherless self-awareness that we actually are.<br>\n<br>\nThis simple and most fundamental principle is clearly and succinctly expressed by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nEverything other than ourself is a form of one kind or another, so observing or being aware of anything other than ourself is ‘grasping form’ and thereby feeding and nourishing our ego. Therefore to destroy our ego we need to refrain from observing or being aware of anything other than ourself, which we can do only by trying to observe or be aware of ourself alone. This is why Bhagavan concludes this verse by saying: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it [the ego] will take flight’.<br>\n<br>\nThat is, this ego (the subject or observer of objects) is not real, because it is not what we actually are but only what we now seem to be. It seems to exist and to be ourself only when we are aware of anything other than ourself, but when we turn back to look at ourself, it takes flight, because it is just a formless phantom that seems to exist only so long as we do not look at it carefully enough.<br>\n<br>\nThis simple nature of our ego — to seem to exist when we look elsewhere, but to disappear when we look at ourself — is the fundamental principle of Bhagavan’s entire teachings, and grasping it clearly in our heart is the key to understanding all that he taught us. If we understand and are firmly convinced by it, we do not need to understand anything else. All we need to do is to persistently try to look at ourself, who now seem to be this ego, the subject or observer.<br>\n<br>\n<a name=\"ny11\"></a>Looking at, observing or attending to ourself alone is not only necessary but also sufficient if our sole aim is to be aware of ourself as we actually are. As Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own actual self], that alone will be sufficient.</blockquote>\nWhat he describes in this sentence as ‘சொரூப ஸ்மரணை’ (<i>sorūpa-smaraṇai</i>, a Tamil form of the Sanskrit term <i>svarūpa-smaraṇa</i>), which literally means ‘self-remembrance’, is what he elsewhere calls ‘சொரூபத்யானம்’ (<i>sorūpa-dhyāṉam</i> or <i>svarūpa-dhyāna</i>), ‘self-contemplation’ or ‘self-attentiveness’, and ‘ஆத்மவிசாரம்’ (<i>ātma-vicāram</i>), ‘self-investigation’. Therefore what he teaches us in this sentence is that we need do nothing other than trying to be constantly and deeply self-attentive.<br>\n<br>\n<a name=\"ny10\"></a>This may not seem easy for us, but it is the only way to free ourself from the illusion that we are this finite ego, the observer of all other things, because by attending to anything other than ourself we are feeding, nourishing and sustaining this ego. Though we will no doubt find it difficult to be constantly self-attentive, and though we will often fail in our attempt to be so, he has assured us that we will certainly succeed eventually if we persevere in trying.<br>\n<br>\nAs he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to be aware of things other than oneself, which are the seeds that give rise to all thoughts or phenomena], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as <i>svarūpa</i> [my own actual self]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner a person may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ he completely rejects the thought that he is a sinner and is zealous [or steadfast] in self-attentiveness, he will certainly be reformed [transformed into what one actually is].</blockquote>\nAs he assures us in this passage, all that is required on our part is tenacious perseverance to be self-attentive as much as possible — the kind of perseverance that manifests as steadfast refusal to ever lose hope no matter how many times our <i>viṣaya-vāsanās</i> rise to drag our mind outwards, away from ourself — because if we do persist in trying to be self-attentive, drawing our mind back to ourself whenever it is distracted away by anything else, we will certainly be reformed sooner or later, ceasing forever to rise again as this ego and instead just remaining as the pure self-awareness that we have always been.<br>\n<br>\nWhat he advises us to do and the principles on which his advice stand are so extremely simple and easy to understand, and also to put into practice if we have sufficient genuine love to be aware of ourself as we actually are and thereby to surrender or let go of everything else, including our own ego. Nothing other than wholehearted, overwhelming and all-consuming love (<i>bhakti</i>) to be aware of ourself alone is needed.<br>\n<br>\nHis simple teachings are therefore fundamentally different to what most others teach or advise us to do. The usual advice we hear from others is to attend to something other than ourself or to do something other than just trying to be simply self-attentive, whereas all Bhagavan advises us to do is to try persistently to attend to ourself alone. He says it does not matter how many times we are distracted by the appearance of other thoughts, which are all that constitute this entire world of myriad phenomena, so long as we persevere in trying to turn our attention back to ourself, the one to whom everything else appears.<br>\n<br>\nWe all know that we have many defects and impurities in our mind, such as selfishness, greed, lust, anger and so on, or at least we have the seeds of all such defects, but none of these defects are our real problem. The real problem that Bhagavan has identified, the one problem that is the root of all other problems, is only our ego. Therefore what we need to focus on tackling is only this ego and not any of its numerous other problems.<br>\n<br>\nSo long as this ego survives all its defects will survive along with it, to a greater or lesser extent, and even if we manage to overcome any of our defects such as anger to a certain extent, its root, our ego, will still survive. What is it that wants to and tries to overcome all these defects? It is only our ego, so if we were to focus on any or all such defects in an attempt to overcome them, we would thereby be inadvertently sustaining our ego. This is why we can never conquer our mind and all its defects so long as we remain as this ego. The only way to conquer them all is to eradicate our ego.<br>\n<br>\nThis is why Bhagavan was not concerned about all our numerous other defects, and he did not advise us to be concerned about them either, because he knew that they are inevitable so long as we rise and stand as this ego. Therefore his entire teachings focus only on this one defect, our ego, which is the root of all other defects, and on the means by which we can free ourself from it.<br>\n<br>\nWhat he taught us is in essence that, since we rise, stand and flourish as this ego only by being aware of, attending to or observing anything other than ourself, it is only by attending to or observing ourself alone that we can dissolve this ego — which is just an illusory and formless phantom, a mistaken awareness of ourself as something other than what we actually are — and thus subside and merge back into our source in such a way that we will never rise again.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "202",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1466117024860816016/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDcwMDQxNDQ1NDc3Cm9mZnNldDogMzYwMDAwMAo\""
}