{
    "kind": "blogger#post",
    "id": "632578897063108060",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-05-31T13:55:00+01:00",
    "updated": "2016-06-09T00:09:58+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/632578897063108060",
    "title": "What is the logic for believing that happiness is what we actually are?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html#c7735254325264532794\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html\">How to attend to ourself?</a>, a friend called Sundar referred to <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html#c7282845754143132850\">my reply</a> to <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html#c1441252863723724965\">his previous comment</a> and wrote, ‘You have not explained the logic by which you say that we can get infinite peace and happiness when we manage to be attentively aware of ourself alone’, and regarding Bhagavan’s argument that we can understand that happiness is our real nature because in sleep we are perfectly happy just being aware of nothing other than ourself, he objected, ‘I can only be certain of having had a sleep with dreams. Because I can recall some of these dreams in the morning. But, I can not be sure of even having had a dreamless sleep. Hence, I can not speak of a ‘perfectly happy’ time during the dreamless sleep’. This article is therefore addressed to him in reply to this comment of his.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ny01\"><i>Nāṉ Yār?</i> paragraph 1: a summary of the arguments that happiness is our real nature</a></li>\n<li><a href=\"#happy\">Since we like to be happy, happiness is what causes love, so we love ourself because we ourself are happiness</a></li>\n<li><a href=\"#person\">We are now aware of ourself as a person consisting of a body and mind, but are we actually this person?</a></li>\n<li><a href=\"#intransitive\">To recognise that we are aware while asleep, we must distinguish intransitive awareness from transitive awareness</a></li>\n<li><a href=\"#arivu\">When Bhagavan said ‘Awareness alone is I’, the awareness he was referring to is only pure intransitive awareness</a></li>\n<li><a href=\"#suttarivu\">சுட்டறிவு (<i>suṭṭaṟivu</i>) is transitive awareness, and what is transitively aware is only our ego</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: ‘grasping form’ means being transitively aware</a></li>\n<li><a href=\"#sleep\">In sleep we are intransitively aware even though we are aware of no phenomena</a></li>\n<li><a href=\"#energy\">The source of all energy is only ourself, who are pure intransitive awareness, so our mind can recuperate its energy only when we remain just intransitively aware in sleep</a></li>\n<li><a href=\"#happiness\">We ourself are happiness, because we experience happiness in the absence of everything else in sleep, so to enjoy that happiness we must be aware of ourself as we actually are</a></li>\n</ol>\n<a name=\"ny01\"></a><b>1. <i>Nāṉ Yār?</i> paragraph 1: a summary of the arguments that happiness is our real nature</b><br>\n<br>\nBhagavan did not need any logic to know that infinite happiness is our real nature, because it was his own direct experience of himself. However, because we now seem to experience ourself as something other than the <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu28\"><i>anādi ananta akhaṇḍa sat-cit-ānanda</i></a> (beginningless, limitless and undivided existence-awareness-happiness) that we actually are, he gave us some logical arguments to enable us to recognise on the basis of our current experience that happiness is what we actually are, and he outlined these arguments in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்.</b><br>\n<br>\n<i>sakala jīvargaḷum duḥkham-eṉbadu iṉḏṟi eppōdum sukhamāy-irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattilēyē parama piriyam iruppadālum, piriyattiṟku sukhamē kāraṇam ādalālum, maṉam-aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum. adaṟku <b>nāṉār eṉṉum ñāṉa-vicāramē mukkhiya sādhaṉam.</b></i><br>\n<br>\nSince all living beings like to be always happy without any misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause for love, [in order] to attain that happiness that is one’s own nature, which one experiences daily in [dreamless] sleep, which is devoid of mind, oneself knowing oneself is necessary. For that, <b><i>jñāna-vicāra</i></b> [self-investigation or investigation of one’s own awareness] <b>‘who am I’ alone is the principal means.</b></blockquote>\nUnlike the other paragraphs of <i>Nāṉ Yār?</i>, this first paragraph did not originate from the answers that Bhagavan gave to questions asked by Sivaprakasam Pillai, but was added by him when he rewrote those answers in the form of an essay, and what he wrote in the first sentence of this paragraph was adapted by him from the first sentence of the introduction (<i>avatārikai</i>) that he had previously written for his Tamil translation of <i>Vivēkacūḍāmaṇi</i>.<br>\n<br>\nLogic entails drawing a conclusion from certain premises, so in order to understand the simple logic that supports the conclusion that happiness is our real nature we must be able to recognise the truth of the premises from which we can logically draw this conclusion. In the first sentence of this first paragraph Bhagavan gives us two sets of premises, from each of which he draws the same conclusion for reasons that I will discuss more fully in this article, particularly in the <a href=\"#happy\">next</a> and <a href=\"#happiness\">final</a> sections.<br>\n<br>\n<a name=\"happy\"></a><b>2. Since we like to be happy, happiness is what causes love, so we love ourself because we ourself are happiness</b><br>\n<br>\nThe first set of premises is that we all like to be always happy, we each have greater love for ourself than for anything else, and love is caused only by happiness. Do you agree with these premises? I assume that most of us would agree that we like to be happy always and that we have more love for ourself than for anything else, but some of us may not have previously considered the fact that what causes love is only happiness. What Bhagavan intends us to understand from his statement ‘பிரியத்திற்கு சுகமே காரணம்’ (<i>piriyattiṟku sukhamē kāraṇam</i>), which means ‘happiness alone is the cause for love’, is that happiness is what motivates us to love anything. That is, if we love something (whether a person, a place, a material object, an experience or whatever), we love it only because we believe or hope that it can give us some form of happiness. <br>\n<br>\nWhat can we logically infer from these premises? Each of these three premises is logically connected with the other two both individually and collectively. For example, the first premise is logically connected with the third one because the reason why happiness is the cause for love is that we like to be happy, so we love whatever may be able to contribute in any way to our own happiness. But whom do we like to be happy? Primarily we like ourself to be happy, so it is for ourself that we want happiness. We may also want our friends, family and others to be happy, but our desire for their happiness is intimately connected with our desire for our own happiness, because knowing that those whom we love or care about are happy makes us feel happy. Sometimes we may seem to sacrifice our own happiness for the sake of making others happy, but we do so because we believe that making them happy will make us more happy than we would be if we did not sacrifice whatever we have chosen to sacrifice.<br>\n<br>\nFrom these considerations it should be clear to us that what we love most of all is only ourself. Because we love ourself, we want ourself to be happy. But why do we love ourself so much? Since ‘happiness alone is the cause for love’, we can logically infer that we love ourself because we ourself are happiness. If being perpetually miserable were our real nature, we would not love ourself, but because eternal and infinite happiness is our real nature, we love ourself above all other things, and we love other things only to the extent that they seem able to contribute in some way or other to our own happiness.<br>\n<br>\n<a name=\"person\"></a><b>3. We are now aware of ourself as a person consisting of a body and mind, but are we actually this person?</b><br>\n<br>\nHowever, if being eternally and infinitely happy is our real nature, why do we seem to be not so perfectly happy? If happiness is what we actually are, the only logical explanation for our seeming lack of happiness must be that we are currently not aware of ourself as we actually are.<br>\n<br>\nWe are always aware of ourself, but we are currently aware of ourself as a finite person consisting of a body and mind, and as such we seem to be not perfectly happy. In fact as this person we sometimes seem to be very unhappy, and whatever happiness we do experience at any time is very fragile, because it can easily be disturbed by a change in our circumstances, whether our material circumstances or our mental and emotional circumstances. But are we this person that we now seem to be? One of the key features of this person is its body, but though we seem to be this body in our current state, which we take to be our waking state, whenever we dream any other dream we are not aware of ourself as this body but as some other body, so since we are aware of ourself in dream without being aware of this body, this body cannot be what we actually are.<br>\n<br>\nNow we believe that whatever body we experienced as ourself in a dream was just a mental projection, a figment of our own imagination, so it does not exist independent of our awareness of it. However, when we are actually dreaming, we seem to be awake, and whatever body then seems to be ourself does not seem to be a mental projection but an actual physical body. It is only after we wake up or shift to another dream that we are able to recognise that our previous state was a dream, and that whatever body we seemed to be while experiencing that dream was not actually a physical one but just a mental projection.<br>\n<br>\nTherefore, since we seem to be awake whenever we are dreaming, and since whatever body we then experience as if it were ourself seems to be physical, how can we be sure that our present state is not just another dream? If this is just another dream, the seemingly physical body that we now experience as if it were ourself is not actually physical but just a mental projection, and hence it does not exist independent of our awareness of it.<br>\n<br>\nWhether any of the bodies that we experience as ourself in any of these states is actually physical or just a mental creation, we are aware of ourself as each such body only in its own respective state and not in any other state, so since we are aware of ourself in all such states, none of the bodies that we experience as ourself in any of them can be what we actually are. If any of these bodies were actually ourself, we could not be aware of ourself without being aware of it, so since in each state we are not aware of ourself as any of the bodies that we seem to be in any other state, none of these bodies can be ourself.<br>\n<br>\nTherefore we are not whatever body we may seem to be. However, though we seem to be a different body in each state of dream or in each state that seems to be our waking state, we seem to be the same mind in all such states, so could this mind be what we actually are? If we only ever experienced states of waking or dream, we would have no evidence that this mind is not ourself, because we are aware of ourself as this mind in all such states.<br>\n<br>\n<a name=\"intransitive\"></a><b>4. To recognise that we are aware while asleep, we must distinguish intransitive awareness from transitive awareness</b><br>\n<br>\nHowever waking and dream are not the only states that we experience, because we also experience another state called sleep, in which we are not aware of any mind, body, world or any other phenomena of any kind whatsoever. Because we are not aware of anything in sleep, people generally assume that sleep is a state of complete unconsciousness, but this assumption is a result of not considering sufficiently carefully and critically what awareness or consciousness actually is.<br>\n<br>\nIn order to be aware of anything we need to be aware, but in order to be aware we do not need to be aware of anything except ourself. Whether we are aware of anything else or not, we are always aware of ourself, because being aware entails being aware that we are aware, and being aware that we are aware entails being aware of ourself, the one who is aware. Whenever we are aware of anything other than ourself, we are aware of ourself as the subject and whatever else we are aware of as the object, but whenever we are not aware of anything else, we are nevertheless still aware of ourself, though not as the subject, because we seem to be the subject (this ego) only when we are aware of any objects, so when we are aware of nothing but ourself, we are aware of ourself as just pure self-awareness, which is what we actually are (because the only thing that we are always aware of is ourself, and anything that we are not always aware of cannot be what we actually are).<br>\n<br>\nJust as in grammar a verb is said to be transitive when it takes a direct object and intransitive when it does not take a direct object, being aware of objects (that is, of anything other than oneself) is called transitive awareness (or transitive consciousness), whereas being simply aware (whether or not one is also aware of any object) is called <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#transitive\">intransitive awareness</a> (or intransitive consciousness). Since we must be aware in order to be aware of any object, transitive awareness cannot exist independent of intransitive awareness, but since we can be aware without being aware of any object (as we are in sleep), intransitive awareness can and does exist independent of transitive awareness, so the essential nature and fundamental form of awareness is only intransitive awareness.<br>\n<br>\nWhenever we are transitively aware (as we are whenever we are dreaming or seem to be awake), we are also intransitively aware, but even when we are not transitively aware (as in sleep), we are still intransitively aware. Therefore intransitive awareness is permanent and hence real, whereas transitive awareness is impermanent and hence unreal, because it appears in waking and dream and disappears in sleep. Only what exists and shines in all these three states can be real, and that is only intransitive awareness, so it alone is what we actually are.<br>\n<br>\n<a name=\"arivu\"></a><b>5. When Bhagavan said ‘Awareness alone is I’, the awareness he was referring to is only pure intransitive awareness</b><br>\n<br>\nTherefore when Bhagavan replied ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), which means ‘Awareness alone is I’, in answer to the first question that Sivaprakasam Pillai asked him, namely ‘நானார்?’ (<i>nāṉ-ār?</i>), which means ‘I am who?’ or ‘Who am I?’, what he meant by the term அறிவே (<i>aṟivē</i>), which is an intensified form of அறிவு (<i>aṟivu</i>) and therefore means ‘awareness alone’ or ‘only awareness’, is only intransitive awareness and not any form of transitive awareness. The second question that Sivaprakasam Pillai then asked him was ‘அறிவின் சொரூப மென்ன?’ (<i>aṟiviṉ sorūpam eṉṉa?</i>), which means ‘What is the nature of awareness?’, to which Bhagavan replied ‘சச்சிதானந்தம்’ (<i>saccidāṉandam</i>), which means ‘being-consciousness-happiness’ (<i>sat-cit-ānanda</i>), and which therefore implies that intransitive awareness, which alone is ‘I’, is not only awareness or consciousness (<i>cit</i>) but also existence (<i>sat</i>) or what actually exists (<i>uḷḷadu</i>) and happiness (<i>ānanda</i>).<br>\n<br>\nThis simple answer that Bhagavan gave to the first question he was asked by Sivaprakasam Pillai, namely ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘Awareness alone is I’, is the very cornerstone of his teachings, so clearly understanding all its implications and being firmly convinced of its truth is essential if we wish to follow the path that he has shown us. And in order to understand it clearly and correctly, we need to understand the distinction between intransitive awareness, which alone is what we actually are, and transitive awareness, which is the nature of our ego or mind and not of our actual self.<br>\n<br>\n<a name=\"suttarivu\"></a><b>6. சுட்டறிவு (<i>suṭṭaṟivu</i>) is transitive awareness, and what is transitively aware is only our ego</b><br>\n<br>\nIn order to clearly distinguish transitive awareness from the pure intransitive awareness that we actually are, Bhagavan often used the term சுட்டறிவு (<i>suṭṭaṟivu</i>) or சுட்டுணர்வு (<i>suṭṭuṇarvu</i>) to refer to transitive awareness or to what is transitively aware, namely our ego or mind (as recorded by Sri Muruganar in many verses of <a href=\"http://www.happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>, such as verses 39, 115, 184, 185, 419, 420, 423, 550, 638, 644, 646, 691, 854, <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#gvk899\">899</a>, 1000, 1023, 1074, 1113, 1224 and 1247), and he also sometimes used the verbs சுட்டறி (<i>suṭṭaṟi</i>) or சுட்டுணர் (<i>suṭṭuṇar</i>), which mean to be transitively aware (that is, aware of things other than oneself).<br>\n<br>\nசுட்டறிவு (<i>suṭṭaṟivu</i>) and சுட்டுணர்வு (<i>suṭṭuṇarvu</i>) are each a compound of two words, சுட்டு (<i>suṭṭu</i>) and either அறிவு (<i>aṟivu</i>) or உணர்வு (<i>uṇarvu</i>). In this context அறிவு (<i>aṟivu</i>) and உணர்வு (<i>uṇarvu</i>) both mean awareness or consciousness, being nouns derived respectively from the verbs அறி (<i>aṟi</i>) and உணர் (<i>uṇar</i>), which mean to know, perceive, cognise, experience or be aware, and சுட்டு (<i>suṭṭu</i>) means pointing out, pointing at, indicating, showing or aiming at, so both சுட்டறிவு (<i>suṭṭaṟivu</i>) and சுட்டுணர்வு (<i>suṭṭuṇarvu</i>) literally mean ‘pointing awareness’ or ‘showing awareness’ (that is, awareness that points at, shows, aims at or knows things other than itself), and hence they imply transitive or object-knowing awareness.<br>\n<br>\nSince we are transitively aware only in waking and dream and not in sleep, transitive awareness or சுட்டறிவு (<i>suṭṭaṟivu</i>) is not what we actually are. It is just an extraneous adjunct, because it is something that we seem to be only when we rise as this ego. Therefore what is transitively aware is only ourself as this ego and not ourself as we actually are. As we actually are, we are just pure intransitive awareness, because we are always intransitively aware, whether or not we seem to be also transitively aware.<br>\n<br>\n<a name=\"un25\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 25: ‘grasping form’ means being transitively aware</b><br>\n<br>\nSince what is transitively aware is only our ego, சுட்டறிவு (<i>suṭṭaṟivu</i>) or transitive awareness is another name for this ego. We seem to be this ego only when we are transitively aware, as we are in waking and dream, and since being transitively aware means being aware of anything other than ourself (that is, any objects or phenomena), Bhagavan taught us that we rise and endure as this ego (the subject) only by being transitively aware, as he clearly implied in <a href=\"http://happinessofbeing.blogspot.com/2016/05/we-can-separate-ourself-permanently.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince the ego is an ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>) or ‘formless phantom’, whatever forms it grasps are things other than itself, and since it has no hands, arms or other limbs, the only means by which it can grasp such things is by attending to them and thereby being aware of them. That is, when we attend to anything other than ourself we are thereby grasping it in our awareness, and grasping such things in this way is what Bhagavan means here by the term ‘உரு பற்றி’ (<i>uru paṯṟi</i>) or ‘grasping form’. Therefore in this context ‘grasping form’ means attending to and thereby being aware of things other than ourself<br>\n<br>\nSince being aware of anything other than ourself is being transitively aware, when Bhagavan says that this ego rises into being, stands, nourishes itself and thus flourishes only by ‘grasping form’, he implies that it is only by being transitively aware that we give rise to, nourish and sustain the illusion that we are this ego. If we were not transitively aware, we would not seem to be this ego, so சுட்டறிவு (<i>suṭṭaṟivu</i>) or transitive awareness is the very nature this ego.<br>\n<br>\nBeing transitively aware is therefore the root cause of all our problems, so to liberate ourself entirely from transitive awareness and all the problems that result from it we must strive to be just intransitively aware — that is, aware without being aware of anything other than ourself — which we can achieve only by trying to attend to ourself alone. Since we seem to be this ego only so long as we are transitively aware, if we direct all our attention back to ourself alone and thereby cease being transitively aware, this ego will subside and disappear. This is what Bhagavan implies when he says in this verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it [this ego] will take flight’.<br>\n<br>\n So long as we are transitively aware (aware of anything other than ourself), we are thereby ‘grasping form’ and hence we seem to be this ego, so since we cannot be aware of ourself as we actually are so long as we are aware of ourself as this ego, in order to be aware of ourself as we actually are we must be aware of nothing other than ourself, and hence we must direct our entire attention back towards ourself alone. When we keenly focus our entire attention on ourself, we will thereby exclude everything else from our awareness, and thus we will remain as the pure intransitive awareness that we actually are.<br>\n<br>\nTherefore the only means to eradicate our ego is to be attentively aware of ourself alone. Being aware of ourself alone is being the pure intransitive awareness that we actually are, but though we remain as such when our ego subsides in sleep, it is not thereby eradicated, because in sleep we remain as pure intransitive awareness as a result of the subsidence of our ego, which occurred due to exhaustion, whereas in order to annihilate this ego we must make it subside as a result of our remaining as pure intransitive awareness. In other words, to eradicate this ego we must try to be just intransitively aware (aware of nothing other than ourself) in waking or dream, as we are in sleep, and to be just intransitively aware in waking or dream (which are the two states in which we are normally transitively aware) we must focus our entire attention only on ourself, who now seem to be this ego but whom we will find to be just pure intransitive awareness if we attentively remain as such.<br>\n<br>\n<a name=\"sleep\"></a><b>8. In sleep we are intransitively aware even though we are aware of no phenomena</b><br>\n<br>\nIn your comment you wrote that you can only be certain of having had a sleep with dreams, because you can recall some of these dreams in the morning, but that you cannot be sure of having had a dreamless sleep (presumably because you cannot remember experiencing any phenomena in sleep as you can remember experiencing in dream), which suggests that you have not considered your experience carefully enough. While dreaming we experience phenomena of numerous kinds, as we do while we seem to be awake, but while asleep we do not experience phenomena of any kind whatsoever, so our experience in waking and dream is <i>viśēṣa anubhava</i> (experience of distinguishing features), which is the result of being transitively aware, whereas our experience in sleep <i>nirviśēṣa anubhava</i> (experience devoid of distinguishing features), which is the result of being just intransitively aware.<br>\n<br>\nEach phenomenon (that is, each thing other than ourself) has certain features that distinguish it from each other phenomenon, so all phenomena are defined and distinguished by their respective features, and without features of any kind whatsoever they would have no separate existence. What is aware of all the features that define and distinguish each phenomenon is ourself as this ego, but we seem to be this ego only when we are aware of phenomena, whereas we remain aware (intransitively aware) whether we are aware of phenomena or not, so this ego (which is merely a transitive mode of awareness) is not the fundamental awareness that we actually are. Our fundamental awareness is just pure intransitive awareness, which is featureless, because it is aware of nothing other than itself. Just as the changing features that constitute a cinema picture appear on a relatively featureless screen, the features that constitute phenomena appear on the absolutely featureless screen of pure intransitive awareness, which is we actually are.<br>\n<br>\nBecause we experience various phenomena while dreaming, after waking up we can often recall what we experienced in our dreams, but we did not experience any phenomena while asleep, so if we now try to recall what we experienced in dreamless sleep it seems to our outward-going mind to be a blank. However what we experience while asleep is a blank only in the sense that it is devoid of phenomena, because though we were not aware of any phenomena then, we were nevertheless still intransitively aware.<br>\n<br>\nSince intransitive awareness is featureless, in comparison with all the features experienced by our outward-going mind the pure intransitive awareness that we experienced in sleep seems to be a blank, so people generally conclude that they were not aware at all while asleep. However if we consider our experience more carefully, it should be clear to us that we were aware while asleep, in spite of not being aware of any phenomena, because if we were not aware while asleep, we would not be aware of any gaps between successive states of waking or dream, whereas in fact we are each aware of such gaps, in which we were aware of absolutely no phenomena.<br>\n<br>\n<a name=\"energy\"></a><b>9. The source of all energy is only ourself, who are pure intransitive awareness, so our mind can recuperate its energy only when we remain just intransitively aware in sleep</b><br>\n<br>\nYou seem to imply that you are not aware of any such gap, and hence you say, ‘I can not be sure of even having had a dreamless sleep’, but if such is the case the only explanation can be that you have not observed and considered your experience sufficiently carefully. Do you really believe that you experience an unbroken succession of alternating states of waking or dream with absolutely no gaps in between? Can you honestly claim that you have never experienced any state in which you have not been aware of any phenomena whatsoever? If you claim that such is the case, I would have difficulty believing you, because just as our bodies need air, water, food and rest in order to continue functioning, our mind needs period of complete rest in sleep in order to recuperate its energy and thereby resume its activities.<br>\n<br>\nDream is a state of mental activity, like waking, so it is no more restful for our mind than waking, and hence our mind requires periodic intervals of absolute rest in sleep. The reason why our mind is re-energised by sleep is that during sleep it is completely merged in ourself — that is, in the pure intransitive awareness that we actually are — which is the original source of all power and energy.<br>\n<br>\nIt is impossible for us to remain for a prolonged period of time without sleep. If you doubt this, try to keep yourself awake for several days. Sooner or later you will be overpowered by sleep, and your mind will be so exhausted that it cannot even dream, so what you will then experience is not any dream but only a deep dreamless sleep — a state in which your mind has subsided completely along with its root, the ego, and in which you are therefore aware of absolutely no phenomena whatsoever.<br>\n<br>\nHowever, though you will then not be aware of any phenomena, you will nevertheless remain intransitively aware, as you always are, because intransitive awareness is your very nature, and hence being intransitively aware does not entail the expenditure of any energy. On the contrary, since intransitive awareness is the original source and substance of mental energy and everything else, by remaining just intransitively aware we are restoring our energy, and this is how our mind is able to recuperate its energy by sleeping, and why we wake up from a long sound sleep feeling refreshed and reinvigorated.<br>\n<br>\n<a name=\"happiness\"></a><b>10. We ourself are happiness, because we experience happiness in the absence of everything else in sleep, so to enjoy that happiness we must be aware of ourself as we actually are</b><br>\n<br>\nThe second set of premises that Bhagavan gives us in the first sentence of <i>Nāṉ Yār?</i> (a translation of which I gave in <a href=\"#ny01\">section 1</a>) consists of just one explicit premise and one implicit one. The explicit premise is that we experience happiness daily in sleep, and the implicit premise is that in sleep we do not experience anything other than ourself (which he implied by saying that sleep is devoid of mind), so from these two premises we can infer the same conclusion that we can infer from the first set of premises (which we considered in <a href=\"#happy\">section 2</a>), namely the conclusion that happiness is our real nature. That is, since we do not experience anything other than ourself in sleep, whatever we do experience in sleep must be what we actually are, so since we experience happiness in sleep, happiness must be what we actually are.<br>\n<br>\nThis is the simple argument that Bhagavan implied by saying, ‘மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை’ (<i>maṉam-aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-sukhattai</i>), which means ‘that happiness that is one’s own nature, which one experiences daily in [dreamless] sleep, which is devoid of mind’. Since what is aware of anything other than ourself is only our mind, or more precisely our ego (which is its root and essence, being its only constant element and the only element of it that is aware both of itself and of everything else), and since our ego along with the rest of our mind ceases to exist in sleep, by pointing out that sleep is devoid of mind, he implied that it is consequently devoid of any awareness of anything other than ourself, as we know from our own experience (and as he also emphasised in the first sentence of his introduction to <i>Vivēkacūḍāmaṇi</i> by using the phrase ‘ஒன்று மின்றியே’ (<i>oṉḏṟum iṉḏṟiyē</i>), which means ‘without anything at all’, in the clause ‘நித்திரையில் ஒன்று மின்றியே சுகமாயிருக்கு மனுபவத்தாலும்’ (<i>niddiraiyil oṉḏṟum iṉḏṟiyē sukhamāy-irukkum aṉubhavattālum</i>), which means ‘and because of the experience of being happy without anything at all in sleep’). Therefore since we experience happiness in the absence of our mind (and hence in the absence of any transitive awareness — awareness of anything other than ourself) in sleep, happiness must be our <i>svabhāva</i>, our own real nature.<br>\n<br>\nSince we experience happiness in the absence of everything else in sleep, deep within ourself we recognise that happiness is what we actually are, so since we like to be happy and since happiness is therefore the cause for love, we each love ourself more than we love any other thing. Thus the two sets of premises that Bhagavan gives us in the first sentence of <i>Nāṉ Yār?</i> are complementary, because they each point to the same conclusion, whether considered separately or together, namely the conclusion that we ourself are happiness.<br>\n<br>\nSince this is the case, Bhagavan concludes this first sentence of <i>Nāṉ Yār?</i> by pointing out the most important inference that we should draw from this, namely ‘தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும்’ (<i>taṉ subhāvam-āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum</i>), which means, ‘to attain [enjoy or experience] that happiness that is one’s own nature, oneself knowing oneself is necessary’. That is, since happiness is what we actually are, in order to enjoy that happiness we must be aware of ourself as we actually are.<br>\n<br>\nAnd as he says in the second and final sentence of this paragraph, the <i>mukhya sādhana</i> or principal means for us to be aware of ourself as we actually are is only ‘நானார் என்னும் ஞான விசாரம்’ (<i>nāṉār eṉṉum ñāṉa-vicāram</i>), which literally means ‘the <i>jñāṉa</i>-investigation who am I’. Since <i>jñāṉa</i> means knowledge or awareness, and since he said in the first sentence of <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஞானமாம் தானே மெய்’ (<i>ñāṉam-ām tāṉē mey</i>), which means ‘oneself, who is <i>jñāṉa</i>, alone is real’, what he implies by the term <i>jñāna-vicāra</i> is self-investigation or investigation of the fundamental awareness that we actually are. Since this fundamental awareness is pure intransitive awareness, which is what always shines within us as ‘I’, investigating awareness means investigating what this ‘I’ actually is, so he also referred to this investigation as ‘who am I’, and hence in this sentence he calls it ‘நானார் என்னும் ஞான விசாரம்’ (<i>nāṉār eṉṉum ñāṉa-vicāram</i>), the ‘awareness-investigation who am I’.<br>\n<br>\nBy carefully considering all that Bhagavan has taught us, we can develop a clear and firm intellectual conviction that happiness is what we actually are, but however strong our intellectual conviction may be, it is inadequate, because by itself it cannot free us from our ego, which is the root cause of the seeming existence of all misery and suffering, because this ego is a wrong knowledge of ourself (that is, an illusory awareness of ourself as something other than what we actually are), so it can be annihilated only by clear awareness of ourself as we actually are, which we can experience only by keenly investigating ourself — that is, by keenly focusing our entire attention on ourself alone. A clear and firm intellectual conviction is necessary to motivate us to investigate ourself keenly and persistently until we experience what we actually are, but it is of value to us only to the extent that it impels us to turn our entire attention back towards ourself in order to be aware of ourself as we actually are.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "187",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/632578897063108060/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Sri Sivaprakasam Pillai",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDY1NDI3Mzk4OTQ3Cm9mZnNldDogMzYwMDAwMAo\""
}