{
    "kind": "blogger#post",
    "id": "624260169485161858",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-11-27T12:45:00Z",
    "updated": "2016-11-29T17:56:05Z",
    "url": "http://happinessofbeing.blogspot.com/2016/11/when-ego-seems-to-exist-other-things.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/624260169485161858",
    "title": "When the ego seems to exist, other things seem to exist, and when it does not seem to exist, nothing else seems to exist",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In several comments on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html\">The difference between <i>vivarta vāda</i> and <i>ajāta vāda</i> is not just semantic but substantive</a>, a friend called Ken argued that the ego does not exist even in a relative sense, but that <i>vāsanās</i> and other phenomena do exist in a relative sense, though not in an absolute sense. However one of the fundamental principles of Bhagavan’s teaching is that since all phenomena seem to exist only in the view of this ego, they seem to exist only when it seems to exist (as in waking and dream), and when it does not seem to exist (as in sleep) nothing else seems to exist. Therefore in this article I will reply to some of Ken’s comments and try to explain this fundamental principle to him in more detail.<br><a name='more'></a>\n<ol>\n<li><a href=\"#attributes\"><i>Vāsanās</i> are attributes of our ego, so they cannot exist independent of it</a></li>\n<li><a href=\"#seeming\"><i>Vāsanās</i> seem to exist only in the view of our ego, so they are illusory appearances that only seem to exist relative to its seeming existence</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: the ego is the sole cause for the seeming existence of everything else</a></li>\n<li><a href=\"#aa7\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 7: if the ego does not exist, nothing else exists</a></li>\n<li><a href=\"#cause\">The ego is the root cause of everything, including the ‘causal body’ (<i>kāraṇa śarīra</i>)</a></li>\n<li><a href=\"#enigma\">The ego is an enigma, being a formless phantom that seems to exist only when it does not look closely at itself</a></li>\n<li><a href=\"#mistake\">The ego is the primal mistake that causes the appearance of everything else</a></li>\n<li><a href=\"#inexplicable\">The ego is the first cause, so it cannot be caused by anything else, and hence its appearance is inexplicable</a></li>\n<li><a href=\"#origin\">The ego arises from nothing other than our actual self, but our actual self is not its efficient cause (<i>nimitta kāraṇa</i>)</a></li>\n<li><a href=\"#destruction\">All <i>vāsanās</i> will be destroyed completely only when the ego is destroyed, even though the ‘destruction’ of both is metaphorical</a></li>\n<li><a href=\"#moment\">A single moment of pure self-attentiveness will annihilate the ego and all its <i>vāsanās</i> completely</a></li>\n</ol>\n<a name=\"attributes\"></a><b>1. <i>Vāsanās</i> are attributes of our ego, so they cannot exist independent of it</b><br>\n<br>\nKen, in many of your comments you have been arguing that the ego does not exist, yet you seem to believe that its progeny (its <i>vāsanās</i> and all phenomena, which are projected by it and appear only in its awareness) do exist, at least in a relative sense. For example, in one <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c385804996924653127\">comment</a> you wrote, ‘The vasanas exist in the relative sense, but not the absolute sense. The ego does not exist in either the relative sense or the absolute sense’. This implies that <i>vāsanās</i> somehow exist independent of the ego, but if there is no ego, whose <i>vāsanās</i> are they?<br>\n<br>\nIn this context <i>vāsanā</i> means a propensity, tendency, inclination, impulse or desire, so there cannot be any <i>vāsanā</i> unless there is someone or something whose <i>vāsanā</i> it is. I hope you will agree that our actual self is <i>brahman</i>, the one infinite whole or <i>paripūrṇa vastu</i>, which is <i>anādi</i> (beginningless), <i>ananta</i> (endless, limitless or infinite) and <i>akhaṇḍa</i> (undivided) <i>sat-cit-ānanda</i> (as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>), so it obviously does not have any <i>vāsanās</i> (inclinations, impulses or desires), and hence all <i>vāsanās</i> are attributes that must belong only to the ego. Therefore if there were no ego, there would be no <i>vāsanās</i>, and to the extent that <i>vāsanās</i> exist, the ego must also exist.<br>\n<br>\n<a name=\"seeming\"></a><b>2. <i>Vāsanās</i> seem to exist only in the view of our ego, so they are illusory appearances that only seem to exist relative to its seeming existence</b><br>\n<br>\nWhat exactly do you mean when you talk about existing ‘in the relative sense’? If ‘vasanas exist in the relative sense’, as you say, that surely means that they exist (or seem to exist) relative to something, so relative to what do they exist? What is their existence related to? Surely it is related to whosever <i>vāsanās</i> they are, so since they are only the ego’s, they seem to exist relative to this ego’s seeming existence and could not exist without it.<br>\n<br>\nSaying that something exists in a relative sense is meaningful but somewhat vague, because it always invites the question: relative to what? Therefore rather than discussing relative existence in contrast to absolute existence, we can talk more precisely about seeming existence in contrast to actual existence, particularly in this context.<br>\n<br>\nAs Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [our own real self]’), so neither the ego nor its <i>vāsanās</i> actually exist, but so long as this ego seems to exist, its <i>vāsanās</i> also seem to exist. Therefore, since <i>vāsanās</i> seem to exist only in the view of this ego, they could not seem to exist if it did not seem to exist, and hence the ego and its <i>vāsanās</i> share the same degree of seeming reality (which is actually no reality at all).<br>\n<br>\nBhagavan’s core teachings as expressed in texts such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i> are given from the perspective of <i>vivarta vāda</i> (the contention that everything other than our actual self is just an illusory appearance), according to which nothing other than pure self-awareness, which is what we really are, actually exists, but though they do not actually exist, this ego and all the phenomena of which it is aware (including its <i>vāsanās</i>) seem to exist, so they are all just an illusory appearance (<i>vivarta</i>). The root of all these illusory appearances is only this ego, because in order to appear or to seem to exist, an illusion must appear to something, and what all illusions appear to is nothing other than this ego.<br>\n<br>\n<a name=\"un26\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 26: the ego is the sole cause for the seeming existence of everything else</b><br>\n<br>\nTherefore it is only because this ego seems to exist (though only in its own view) that all other things seem to exist, as Bhagavan teaches us unequivocally in <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandaiyē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nIn the <a href=\"http://sri-ramana-maharshi.blogspot.co.uk/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan added a relative clause before the first word of this verse, ‘அகந்தை’ (<i>ahandai</i>), ‘ego’, namely ‘கருவாம்’ (<i>karu-v-ām</i>), which means ‘which is the embryo’, thereby implying that the ego is the embryo from which everything else develops. The Tamil word கரு (<i>karu</i>) is derived from the Sanskrit word गर्भ (<i>garbha</i>), which means womb, embryo, foetus, interior, inside or centre, but in Tamil it also means efficient cause (<i>nimitta kāraṇa</i>), inner substance or foundation, so by saying that the ego is கரு (<i>karu</i>), Bhagavan implies that it is the embryo that develops into everything else, the womb from which everything is born, the efficient cause that creates or produces everything, the inner substance of all phenomena, and the foundation on which they all appear.<br>\n<br>\nWhen you wrote in <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c6176601546421356585\">another comment</a>, ‘Ramana says the ego does not exist’, you are correct in the sense that he teaches us that it does not actually exist, but this does not mean that he did not concede that it seems to exist in our view (that is, in the view of ourself as this ego), as we can clearly see from this verse and many other verses in <i>Uḷḷadu Nāṟpadu</i> and elsewhere. As he explains clearly in this verse, everything else seems to exist only because this ego seems to exist, and if it does not seem to exist, nothing else seems to exist, so this ego alone is what appears as everything else.<br>\n<br>\nIn this verse he expresses the very core of his teachings. When he says ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum</i>), which means ‘If the ego comes into existence, everything comes into existence’, he does not mean to imply that it actually comes into existence, because as he frequently explained it does not actually exist, even though it seems to exist, so what he implies here is that if it seems to come into existence (as it does whenever we rise from sleep, either in waking or in dream), everything seems to come into existence along with it, because everything else seems to exist only in its view. In other words, it alone is the root cause for the seeming existence of everything else.<br>\n<br>\nSince he says, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), which means ‘if the ego does not exist, everything does not exist’, if you were correct in claiming that ‘The ego does not exist in either the relative sense or the absolute sense’, that would mean that nothing else exists in either a relative or an absolute sense. It is true that neither the ego nor anything else exists in an absolute sense, because none of them actually exist at all, but so long as they seem to exist, they do exist in a relative sense. That is, just as nothing else could seem to exist if this ego did not seem to exist, this ego cannot seem to exist without projecting and clinging to other things (as he explains in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>), so everything else exists relative to this ego, and this ego exists relative to whatever else it is currently projecting and grasping.<br>\n<br>\n<a name=\"aa7\"></a><b>4. <i>Śrī Aruṇācala Aṣṭakam</i> verse 7: if the ego does not exist, nothing else exists</b><br>\n<br>\nThe fact that nothing else exists if this ego (which is our primal thought called ‘I’) does not exist is also clearly stated by Bhagavan in the first sentence of <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), which means ‘If the thought called ‘I’ does not exist, even one other [thought or thing] will not exist’. In the next sentence he says, ‘அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ஒன்று ‘அகம் உதி தலம் எது?’ என’ (<i>adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, oṉḏṟu ‘aham udi thalam edu?’ eṉa</i>), which means ‘Until then, if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose?’. By starting this sentence with the phrase ‘அது வரை’ (<i>adu varai</i>), which means ‘until then’, thereby implying ‘until the thought called ‘I’ does not exist’, he concedes that from our perspective this ego does now seem to exist, and that because it seems to exist we need to investigate ourself, the source from which it has arisen, and thereby merge back into ourself as we actually are.<br>\n<br>\n<a name=\"cause\"></a><b>5. The ego is the root cause of everything, including the ‘causal body’ (<i>kāraṇa śarīra</i>)</b><br>\n<br>\nIn the same <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c385804996924653127\">comment</a> that I referred to in the <a href=\"#attributes\">first section</a> of this article you also wrote, ‘Vasanas are part of the casual body that reincarnates’, but what is called ‘reincarnation’ is just the projecting of one dream after another, and in each dream the ego projects another body as itself, so what ‘reincarnates’ is only this ego. What is called the <i>kāraṇa śarīra</i> or ‘causal body’ is one of the five sheaths (<i>pañca-kōśa</i>), which together make up the body as a whole (as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>) and which are not the ego itself but only what it projects and grasps as itself.<br>\n<br>\nThough the term <i>kāraṇa śarīra</i> means ‘causal body’, it is not the root cause of everything, particularly when it is conceived as a <i>kōśa</i> (a sheath or covering) or as a body consisting of <i>vāsanās</i>, because the root cause of everything, including all the bodies that it projects and identifies as itself, is only the ego. The concept of <i>kāraṇa śarīra</i> is not actually a very precise one, because it is sometimes described as consisting of <i>vāsanās</i>, sometimes as the abode of <i>vāsanās</i>, and sometimes as the fundamental darkness of self-ignorance. Though these three conceptions are very closely related, when bundled together they form a rather imprecise concept. Since what is self-ignorant is only the ego, and since self-ignorance is the very nature of this ego, as the fundamental darkness of self-ignorance the <i>kāraṇa śarīra</i> is not exactly a ‘body’ but the ego itself, and this ego does not exactly consist of <i>vāsanās</i>, because it is their root and foundation, even though without <i>vāsanās</i> it would not exist.<br>\n<br>\n<a name=\"enigma\"></a><b>6. The ego is an enigma, being a formless phantom that seems to exist only when it does not look closely at itself</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan describes the ego as ‘உருவற்ற பேய் அகந்தை’ (<i>uru-v-aṯṟa pēy ahandai</i>), which means ‘formless phantom ego’, because like a phantom it does not actually exist even when it seems to exist, and when it seems to exist it causes endless trouble. As a formless phantom it does not consist of anything but self-ignorance — which is a confused and distorted form of self-awareness, being an awareness of ourself as something other than what we actually are — but self-ignorance is not real, because it does not exist independent of this ego, since what is self-ignorant is only this ego. This ego is therefore an enigma that seems to exist only because it does not look closely at itself, and that therefore ceases to exist as soon as it looks at itself closely enough to see what it actually is, which is just pure self-awareness, devoid of even the slightest awareness of anything else whatsoever.<br>\n<br>\n<a name=\"mistake\"></a><b>7. The ego is the primal mistake that causes the appearance of everything else</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c385804996924653127\">same comment</a> you say ‘Ego is a mistake, like someone searching for the sunglasses that are on top of their head’, but what you do not seem to appreciate is that it is the primal mistake, being the root cause of all other mistakes. It is not a mistake that occurs after anything else has come into existence, but is the fundamental mistake that causes the appearance or seeming existence of everything else. It is the mistake of our not seeing ourself as we actually are (though what makes this mistake and experiences its effects is not ourself as we actually are but only ourself as this ego that we now seem to be), so if we (as this ego) turn our entire attention back towards ourself alone, we will cease to exist as this ego, which is merely a mistaken awareness of ourself as anything other than the pure self-awareness that we actually are.<br>\n<br>\n<a name=\"inexplicable\"></a><b>8. The ego is the first cause, so it cannot be caused by anything else, and hence its appearance is inexplicable</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c7596063647299959799\">another comment</a> you say ‘Ego is a misidentification’ and that this misidentification ‘ceases at various times (such as sleep, coma or some samadhis), but returns due to the vasanas’, which implies that the ego is caused by the <i>vāsanās</i> rather than vice versa. Since <i>vāsanās</i> seem to exist only in the view of this ego, they cannot exist prior to or independent of it, so though they sustain its appearance, they cannot be the cause of its appearance, and whenever it ceases they must cease along with it. Only when the ego arises do its <i>vāsanās</i> come into play and does everything else appear, so it alone is the first cause (the original cause of everything), and hence there is nothing that can be said to be a cause of it. It is therefore uncaused and inexplicable.<br>\n<br>\nIt is natural for us to seek explanations for everything, but the one thing that can never be adequately explained is the appearance of the ego. We can explain what happens when it appears (as Bhagavan does, for example, in verses <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un25\">25</a> and <a href=\"#un26\">26</a> of <i>Uḷḷadu Nāṟpadu</i>), but we can never explain why it appears, because it is <i>māyā</i>, which means ‘what is not’ or ‘what does not exist’, and <i>māyā</i> is rightly said to be <i>anirvacanīya</i> or inexplicable. Therefore whenever Bhagavan was asked why the ego exists or what caused its appearance, he advised the questioner to see whether it actually exists, and he often explained that if we investigate it keenly enough we will see that it does not exist as such, and when it does not exist nothing else exists that could explain how it could ever appear or come into seeming existence.<br>\n<br>\n<a name=\"origin\"></a><b>9. The ego arises from nothing other than our actual self, but our actual self is not its efficient cause (<i>nimitta kāraṇa</i>)</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c7596063647299959799\">same comment</a> you quote Mark Dyczkowski, whom you describe as ‘a scholar of ancient Scriptures’, writing, ‘The ego arises from the mistaken notion that the light of consciousness reflected in the intellect and coloured by objectively perceived phenomena is the true nature of the Self’, but this clearly shows that he has failed to appreciate that the ego is the root cause for the appearance of everything else, because only when the ego comes into existence do all other things come into existence (as Bhagavan explains in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>). Since there can be no mistaken notion unless there is someone or something whose notion it is, from whose mistaken notion does he imagine that this ego arises? Surely it is only this ego that has any mistaken notion, so no mistaken notion can arise before it. We can say that this ego is nothing but a mistaken notion (though paradoxically nothing other than itself could form or experience this notion), but we cannot say that it arises from any mistaken notion, because no mistaken notion could exist prior to it or independent of it.<br>\n<br>\nMoreover, whose intellect is he referring to when he says ‘the light of consciousness reflected in the intellect’? Could the intellect belong to anyone other than the ego? And can any reflected light of consciousness exist independent of this ego? Is not <i>cidābhāsa</i>, the ‘reflection of consciousness’, just <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\">another description of this ego</a>?<br>\n<br>\nLikewise, by whom are ‘objectively perceived phenomena’ perceived? Can they be perceived by anything other than this ego? Since the ego alone is <i>cidābhāsa</i>, and since no intellect, nor any phenomena, nor any mistaken notion could exist prior to or independent of the ego, it cannot be correct to say, ‘The ego arises from the mistaken notion that the light of consciousness reflected in the intellect and coloured by objectively perceived phenomena is the true nature of the Self’.<br>\n<br>\nThe ego arises or originates from nothing other than ourself as we actually are, because prior to its rising nothing else exists, and since our actual self is not the efficient cause (<i>nimitta kāraṇa</i>) of anything (as Bhagavan clearly indicates in <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#gvk85\">verse 85</a> of <i>Guru Vācaka Kōvai</i>), there is absolutely no cause for the arising of this ego. The ego is <i>māyā</i>, and <i>māyā</i> is inexplicable (<i>anirvacanīya</i>), so anyone who tries to explain what causes it to appear has not understood its real nature.<br>\n<br>\n<a name=\"destruction\"></a><b>10. All <i>vāsanās</i> will be destroyed completely only when the ego is destroyed, even though the ‘destruction’ of both is metaphorical</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c6176601546421356585\">another comment</a> you say: ‘“Destroy the ego” is an analogy, not a technical description. The ego does not exist, so you cannot destroy it, any more than you can destroy James Bond, or Luke Skywalker. If you read more technical descriptions by Ramana and others like Sadhu Om, what actually occurs is that the vasanas (mental tendencies) are “destroyed”’.<br>\n<br>\nFirstly, when you say that “Destroy the ego” is an analogy, I assume that you mean it is a metaphor, and if so, you are correct in a certain sense, because just as an illusory snake cannot be killed literally, but will be killed metaphorically when it is seen to be nothing but a rope, this ego cannot be destroyed literally, since it does not actually exist, but it will be destroyed metaphorically when we look at it carefully enough to see that it is not what it seems to be but is only pure and infinite self-awareness, devoid of even the least awareness of anything else. However, since <i>vāsanās</i> likewise do not actually exist, even though they seem to exist, their ‘destruction’ is as metaphorical as the ‘destruction’ of the ego.<br>\n<br>\nSecondly, the nature of the ego is to have <i>vāsanās</i> (impulses, inclinations or desires) of one kind or another, so all <i>vāsanās</i> will be destroyed completely only when the ego is destroyed, and since no <i>vāsanā</i> can exist without the ego whose <i>vāsanā</i> it is, destruction of the ego necessarily entails the destruction of all <i>vāsanās</i>. Therefore <i>vāsanākṣaya</i> (destruction of all <i>vāsanās</i>) is synonymous with <i>manōnāśa</i> (destruction of the mind, and hence of the ego, which is its root and foundation). The former term is not a more technical description of ‘what actually occurs’, as you suppose, but is simply an alternative description of it, one that indicates that destruction of the ego entails destruction of all its desires.<br>\n<br>\nThe reason why destruction of <i>vāsanās</i> is emphasised so often is that they are the desires or impulses that motivate the ego to cling (or attend) to things other than itself, thereby perpetuating its seeming existence, so in order to turn our entire attention inwards to cling only to ourself, our outward-going <i>vāsanās</i> need to be weakened to a considerable extent, which we can do most effectively by persistently trying to be self-attentive as much as possible. However, no matter how much our outward-going <i>vāsanās</i> may be weakened, they will not be destroyed entirely until their root, this ego, is destroyed, but the same persistent practice of self-attentiveness that will gradually weaken our <i>vāsanās</i> is also what will eventually destroy our ego, because our ego is just a wrong knowledge of ourself (a mistaken awareness of ourself as something other than what we actually are), so it can be destroyed only by clear awareness of ourself as we actually are, which can be achieved only by keen self-attentiveness.<br>\n<br>\n<a name=\"moment\"></a><b>11. A single moment of pure self-attentiveness will annihilate the ego and all its <i>vāsanās</i> completely</b><br>\n<br>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c6176601546421356585\">same comment</a> you repudiate what someone else had written in the <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#c6407785668354906704\">previous comment</a>, namely ‘Ramana (and others, for example Tilopa just came in mind) says that even a MOMENT of pure awareness destroys the ego FOR EVER’, saying ‘No. Ramana says the ego does not exist, and we have always been the Self. […] So, someone may be practicing self-attention, and successfully attend only to the Self, but then the vasanas reassert themselves (perhaps in the form of a thought about the self-abidance like “this is really great”), and attention then goes away from the Self alone’. However, this is not actually correct, because if we ‘successfully attend only to the Self’ for even a single moment, our ego will thereby be destroyed by the perfect clarity of pure and keenly attentive self-awareness.<br>\n<br>\nWhat you refer to as ‘successfully attending only to the Self’ is what Sadhu Om sometimes used to describe metaphorically as turning back 180 degrees towards oneself, away from all other things. Until the moment that we manage to turn back the full 180 degrees by focusing our entire attention only on ourself, during waking and dream our self-awareness is always mixed to a greater or lesser extent with awareness of other things.<br>\n<br>\nAt present our pure self-awareness (<i>taṉ-ṉ-uṇarvu</i>) is mixed and confused with awareness of adjuncts (<i>upādhi-y-uṇarvu</i>), and this confused mixture (which seems to exist only in its own view) is what is called ‘ego’, our primal thought called ‘I’. Therefore even when we are trying to be exclusively self-attentive, we are generally not able to clearly distinguish and thereby isolate our self-awareness entirely from our awareness of adjuncts, because some adjuncts are extremely subtle phenomena, and until our mind is purified to a very great extent, our power of attention is not subtle and discerning enough to distinguish pure self-awareness from awareness of such subtle adjuncts.<br>\n<br>\nEven when we are able to turn our attention back 179 degrees towards ourself, we are still aware of things other than ourself at least to a slight extent, and so long as we are aware of anything else whatsoever, our ego is thereby sustained, because what is aware of other things is only this ego. That is, since this ego rises, stands and nourishes itself by grasping forms (that is, anything other than itself), as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, it will ‘take flight’ and disappear forever only when it grasps itself alone, thereby ceasing to grasp or be aware of anything else whatsoever.<br>\n<br>\nIn the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i> Bhagavan says, ‘மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது’ (<i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>), which means ‘The mind stands only by always going after [conforming, attaching itself or attending to] a <i>sthūlam</i> [something gross, namely a physical body]; solitarily it does not stand’, so our ego or mind cannot stand without grasping or attending to something that is grosser than itself. Therefore when it attends exclusively to itself alone, without being aware of anything else whatsoever, it will dissolve and merge back into its source forever.<br>\n<br>\nUntil it is thereby destroyed completely by being attentively aware of nothing other than itself, our ego will continue to be liable at any moment to swept away by the force of its outward-going <i>vāsanās</i> (as you imply when you say ‘but then the vasanas reassert themselves […] and attention then goes away from the Self alone’), but it will be annihilated along with all its <i>vāsanās</i> as soon as it manages to turn back 180 degrees towards itself, thereby being attentively aware of nothing other than pure self-awareness, which is its real nature, the one fundamental substance that it always was, even when it seemed to rise by grasping other things.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "82",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/624260169485161858/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Aṣṭakam",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgwNDQyMTY1NTk5Cm9mZnNldDogMAo\""
}