{
    "kind": "blogger#post",
    "id": "901077917436041801",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-07-13T16:47:00+01:00",
    "updated": "2016-10-18T15:05:42+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/07/asparsa-yoga-is-practice-of-not.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/901077917436041801",
    "title": "<i>Asparśa yōga</i> is the practice of not ‘touching’ or attending to anything other than oneself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/07/names-and-forms-are-all-just-thoughts.html#c6680841217337564170\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/07/names-and-forms-are-all-just-thoughts.html\">Names and forms are all just thoughts, so we can free ourself from them only by investigating their root, our ego</a>, a friend called Roger cited extracts from two verses of <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya\"><i>Māṇḍūkya Kārikā</i></a>, namely <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143712.html\">3.44</a> and <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143714.html\">3.46</a>, saying that the practice Gaudapada describes in them is similar to what he is practising, and after writing some reflections on this practice he invited me or anyone else to comment on what he had written, so this article is my response to his invitation and is therefore addressed to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#asparsa\">Attending only to oneself and thereby isolating oneself from everything else is what Gaudapada calls <i>asparśa yōga</i></a></li>\n<li><a href=\"#laya\"><i>Asparśa yōga</i> entails not touching either thoughts or <i>manōlaya</i></a></li>\n<li><a href=\"#eyes\">We should try to be self-attentive whether our eyes are open or closed</a></li>\n<li><a href=\"#world\">All worlds cease to appear only when our ego subsides completely</a></li>\n<li><a href=\"#arising\">Everything that arises or appears in our awareness is a projection of our ego, which is the first to rise</a></li>\n<li><a href=\"#stillness\">Our aim is not to experience stillness but only to be attentively aware of ourself alone</a></li>\n<li><a href=\"#curiosity\">Intense curiosity to be aware of ourself as we actually are will focus our attention on ourself, thereby restraining it from touching anything else</a></li>\n<li><a href=\"#vicara\"><i>Ātma-vicāra</i> is not asking any question or thinking any thought but only keeping one’s mind fixed firmly on oneself</a></li>\n<li><a href=\"#jnana\"><i>Ātma-jñāna</i> is the only real state and is immutable and indivisible, so there are no stages of it or states other than it</a></li>\n<li><a href=\"#realisation\">We are already real, so there is no need for us to ‘realise’ ourself</a></li>\n<li><a href=\"#un40\"><i>Uḷḷadu Nāṟpadu</i> verse 40: liberation is destruction of our ego, the sole cause of all differences</a></li>\n</ol>\n<a name=\"asparsa\"></a><b>1. Attending only to oneself and thereby isolating oneself from everything else is what Gaudapada calls <i>asparśa yōga</i></b><br>\n<br>\n<i>Māṇḍūkya Kārikā</i> 3.44 and 46 are part of a series of verses in which Gaudapada explains what he calls <i>asparśa yōga</i> in <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143707.html\">3.39</a> (which is a term that he repeats in <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143718.html\">4.2</a>, in his commentary on which Sankara says the it is the <i>yōga</i> taught by <i>advaita</i> philosophy and that it is of the same nature as <i>brahman</i>). The term <i>asparśa yōga</i> literally means ‘non-touching union’ or ‘contactless joining’, so it is a subtle critique of the term <i>yōga</i>, because <i>yōga</i> means uniting or union, which is the joining of two or more things and therefore entails contact between them, whereas <i>asparśa</i> means non-touching or non-contact and therefore excludes the possibility of any union in a literal sense.<br>\n<br>\nSpiritual practice is often referred to as ‘<i>yōga</i>’ because the aim of any spiritual practice is generally considered to be union with God or with whatever is ultimately real, but according to <i>advaita</i> philosophy we are already that, so there is no need for us to unite with it. However, since in the time of Gaudapada ‘<i>yōga</i>’ was a popular term used to refer to any kind of spiritual practice, he conformed to the then current convention by describing the spiritual practice of <i>advaita</i> as a <i>yōga</i>, but he distinguished it from all other kinds of <i>yōga</i> by calling it <i>asparśa yōga</i>, the <i>yōga</i> of not touching or contacting anything. Though <i>sparśa</i> literally means touch or contact, and hence <i>asparśa</i> means not touching or contacting, in this context <i>asparśa</i> does not mean merely not touching or contacting anything physically, but not touching or contacting anything mentally. In other words <i>asparśa yōga</i> is the spiritual practice of withdrawing our mind or attention from contact with anything other than ourself.<br>\n<br>\nWhy is it necessary for us to avoid touching anything with our mind? By attending to anything other than ourself we are in a subtle way attaching ourself to it, so to destroy all attachment to anything other than ourself we must refrain from even the slightest mental contact with anything at all. Everything other than ourself is an illusory appearance and hence unreal, so by attending to such things we are attaching ourself to what is unreal. Since what is real is only ourself, if we avoid mentally touching and thereby attaching ourself to the unreal appearance of anything else, we will thereby rest in what is real, because we are always that and can therefore never be separate from it.<br>\n<br>\nRemaining as we really are by not mentally touching or attending to anything other than ourself is metaphorically ‘uniting’ with what we always actually are, so in a metaphorical sense this spiritual practice of <i>advaita</i> is <i>yōga</i>, but since it is a ‘<i>yōga</i>’ that does not entail actually uniting with or even touching anything other than ourself, Gaudapada calls it the <i>yōga</i> of non-touching (<i>asparśa</i>). Since there is only one thing that actually exists, namely ourself (<i>ātman</i> or <i>brahman</i>), there is nothing other than ourself from which we could be separate or with which we must unite, so in order to abide as <i>brahman</i>, which is what we always actually are, there is no need for us to touch or contact anything other than ourself.<br>\n<br>\nHowever, though nothing other than ourself actually exists, by rising as this ego we have projected the appearance of other things and have thereby united ourself with them, so what we now need to do is not to unite with anything but to separate ourself from everything, including the ego that we now seem to be. This separation or isolation (<i>kaivalya</i>) of ourself from everything else is what Gaudapada calls <i>asparśa yōga</i>, so this term is an alternative way of describing what Bhagavan calls <i>ātma-vicāra</i>, namely the practice of attending to ourself alone, thereby excluding everything else from our awareness.<br>\n<br>\n<a name=\"laya\"></a><b>2. <i>Asparśa yōga</i> entails not touching either thoughts or <i>manōlaya</i></b><br>\n<br>\nHowever, though we need to separate ourself from everything else in order to be aware of ourself as we actually are, merely separating ourself from everything else is not sufficient by itself, because we do so whenever we fall asleep, but our ego is not thereby destroyed. This is why in this series of verses Gaudapada repeatedly emphasises that when practising <i>asparśa yōga</i> we should avoid <i>laya</i>, which is any temporary state in which the mind has subsided completely but without being keenly self-attentive, and which therefore includes not only sleep but also any kind of <i>nirvikalpa samādhi</i> other than <i>sahaja samādhi</i>, which is the eternal state of <i>ātma-jñāna</i> (pure self-awareness) and which is revealed as the sole reality by <i>manōnāśa</i> (annihilation of mind). In order to achieve <i>manōnāśa</i> our mind should not only subside completely but should do so self-attentively — that is, with its entire attention focused keenly on itself alone.<br>\n<br>\nIn the translation of <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143712.html\">3.44</a> and <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143714.html\">3.46</a> that you cited (which seems to be from <a href=\"https://ia600502.us.archive.org/17/items/MandukyaUpanishadKarikaWithShankaraBhashya-SwamiNikhilananda/MandukyaUpanishadKarikaWithBhashya-SwamiNikhilananda.pdf\"><i>The Māndūkyopanishad with Gauḍapāda’s Kārikā and Śankara's Commentary</i></a> translated by Swami Nikhilananda, who also wrote another translation, <a href=\"http://www.swamij.com/upanishad-mandukya-karika.htm\"><i>Mandukya Upanishad with Gaudapada’s Karika</i></a>) <i>laya</i> is translated as ‘oblivion’, so what Gaudapada teaches us in these two verses is that we should remain calmly balanced in a state of perfect equipoise between thinking and <i>laya</i>, both of which result from <i>pramāda</i> (self-negligence or inattentiveness). Thinking entails attending to things other than ourself, and <i>laya</i> is a state in which we attend to nothing because the attending ego has subsided completely, so in order to avoid both thinking and <i>laya</i> we must avoid not only attending to other things but also attending to nothing, which means that we must try to attend vigilantly to ourself alone.<br>\n<br>\n<a name=\"eyes\"></a><b>3. We should try to be self-attentive whether our eyes are open or closed</b><br>\n<br>\nRegarding what you write about meditation with eyes open or closed, if our entire attention is fixed keenly and steadily on ourself, we will not even notice whether our eyes are open or closed, so the opening or closing of them will make no difference to us, whereas if we do not attend to ourself sufficiently keenly we are liable to be distracted by thoughts whether our eyes are open or closed. Perhaps keeping our eyes open may reduce the likelihood of our falling asleep, but it can do so only if we notice whatever appears before our eyes, in which case our attention would have been distracted away from ourself. However the real issue is not either thoughts or sleep but only <i>pramāda</i>, which is what enables thoughts to rise or sleep to overcome us, and the only antidote for <i>pramāda</i> is its opposite, namely self-attentiveness.<br>\n<br>\nSince we are always self-aware whether our eyes are opened or closed, we can try to be attentively self-aware at any time and in any circumstances, so the opening or closing of our eyes should make no difference to our ability to be self-attentive. It is all just a matter of attention. If our attention is firmly fixed on ourself, we will not be distracted by other things, nor will we fall asleep or subside into any other state of <i>laya</i>, so the only thing we need be concerned about is trying to be self-attentive as much as possible at all times and under all circumstances.<br>\n<br>\nTrying to be self-attentive is a practice that we should do not only when sitting for meditation but throughout the day, even in the midst of other activities. We can focus on being self-attentive more keenly and steadily when we are not engaged in any other activity, but our effort to be self-attentive should not stop just because our body or mind is engaged in activity, because as soon as we stop trying to be attentively self-aware <i>pramāda</i> takes hold of us, which is what we need to avoid as much as possible.<br>\n<br>\n<a name=\"world\"></a><b>4. All worlds cease to appear only when our ego subsides completely</b><br>\n<br>\nRegarding what you write about seeing the world, when we rise as an ego we do so by projecting phenomena, and the most basic phenomenon we project is whatever body we currently experience as ourself, but we do not project any such body in isolation but as part of a world, so a world will always seem to exist so long as we seem to be an ego, who is the subject who is aware of it. Only when our ego subsides completely (either in <i>manōlaya</i> or <i>manōnāśa</i>) do all worlds disappear. Therefore we should not concern ourself with the appearance of any world (whether in our current state or in any other dream) but should focus all our concern and attention only on investigating our ego, which is the root of the illusory appearance of any phenomena.<br>\n<br>\nHowever, though the world will not disappear entirely until our ego subsides completely, to the extent that we manage to attend only to ourself the world will recede into the background of our awareness, so to speak. Therefore whether this or any other world appears or disappears, our sole concern should be to attend only to ourself and thereby to abide in a state of perfect stillness or equipoise between being distracted by the appearance of any thoughts or phenomena and being overpowered by sleep or any other state of <i>laya</i>.<br>\n<br>\n<a name=\"arising\"></a><b>5. Everything that arises or appears in our awareness is a projection of our ego, which is the first to rise</b><br>\n<br>\nRegarding what you write about ‘being in inner stillness with little or nothing arising’ and about being inwardly still or actionless even though a world is projected, the appearance of the world in our awareness is an arising, and like any other arising it is a projection of our ego, which is the first arising and the root of all other arisings. Moreover projecting any world is a mental activity, so as long as we are aware of any world or any other phenomena, no matter how subtle they may be, we are not completely actionless.<br>\n<br>\nThe root of the appearance, arising or projection of anything is our ego, in whose view alone all other things appear, so in order to terminate all arising and activity we need to terminate the rising of ourself as this ego. Since this ego arises and stands only by projecting and thereby being aware of phenomena (things other than itself), it will subside forever and merge back into its source only by attending to itself alone, thereby refraining from projecting the appearance of any other thing.<br>\n<br>\n<a name=\"stillness\"></a><b>6. Our aim is not to experience stillness but only to be attentively aware of ourself alone</b><br>\n<br>\nRegarding what you write about inner stillness being yet another projection of the ego, everything experienced by this ego except its own fundamental self-awareness is a thought that it has projected, so any stillness experienced by it is one of its thoughts, albeit an extremely subtle one. The only stillness that is not a thought or projection of the ego is the absolute stillness of <i>manōlaya</i> or <i>manōnāśa</i>, because in such states there is no ego to project or experience anything.<br>\n<br>\nOur mind is active to the extent that we attend to anything other than ourself, so to the extent that we manage to be attentively aware of ourself alone our mind will subside and be still. However until our mind subsides completely whatever stillness we experience is not the absolute stillness of <i>manōlaya</i> or <i>manōnāśa</i> but is only a relative stillness, which is experienced only by us as this ego or mind. Only when we manage to be attend to ourself so keenly that everything else is completely excluded from our awareness will our ego finally subside completely in <i>manōnāśa</i>, and then it will no longer exist to experience the absolute stillness that alone will remain. Since that absolute stillness is our actual self (<i>ātma-svarūpa</i>), what experiences it is only our actual self and not anything else.<br>\n<br>\nSince any stillness experienced by us as this ego is something other than ourself, we should not take experiencing stillness to be our aim. What we should aim for is only to be attentively aware of ourself alone. Being attentively self-aware is a state of stillness, but such stillness is only a by-product of our self-attentiveness until our self-attentiveness becomes so keen and steady that it excludes everything else (including any relative stillness) from our awareness, thereby causing us to subside in the absolute stillness of <i>manōnāśa</i>.<br>\n<br>\nIf we make experiencing stillness our aim, by trying to experience stillness we are liable to subside in <i>manōlaya</i>, which is what Gaudapada and Bhagavan say we should avoid. The only way to avoid either subsiding in <i>laya</i> or being distracted by thoughts is to try to focus our attention on ourself so keenly and vigilantly that everything else is excluded from our awareness.<br>\n<br>\n<a name=\"curiosity\"></a><b>7. Intense curiosity to be aware of ourself as we actually are will focus our attention on ourself, thereby restraining it from touching anything else</b><br>\n<br>\nRegarding what you write about ‘a passionate innate inner curiosity’, which you say is ‘wordless and thoughtless’, if what you mean by ‘inner curiosity’ is curiosity to be aware of yourself as you actually are, then that is an apt description of the practice of self-investigation (<i>ātma-vicāra</i>), because if we are intensely curious to be aware of ourself as we actually are, our entire attention will thereby be directed back towards ourself, the one who is attending. In such a state of intense self-curiosity there will be no room for any other thoughts to rise to a noticeable extent, because as soon as any thought begins to arise it will die, since no thought can survive unless we attend to it.<br>\n<br>\n<a name=\"ny10\"></a>This is what Bhagavan implied in the following sentences in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to be aware of things other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as <i>svarūpa</i> [my own actual self]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>.<br>\n<br>\n<a name=\"ny11\"></a>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are only one.</blockquote>\n<i>Viṣaya-vāsanās</i> are the ego’s propensities, inclinations or desires to be aware of things other than itself, so they are the seeds that give rise to thoughts (and hence to all phenomena, since phenomena are only thoughts). Therefore when Bhagavan says ‘விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும்’ (<i>viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum</i>), which means ‘even though <i>viṣaya-vāsanās</i> rise [or appear] in countless numbers like ocean-waves’, what he implies is that they sprout in the form of thoughts or phenomena, like seeds that sprout as plants, because all thoughts and phenomena are just the arising, appearance or manifestation of our own <i>viṣaya-vāsanās</i>.<br>\n<br>\nAnother analogy that Bhagavan gave to illustrate how <i>viṣaya-vāsanās</i> arise in the form of thoughts or phenomena is the projection of a film in a cinema. All thoughts and phenomena are like the moving pictures that appear on the screen, and <i>viṣaya-vāsanās</i> are like the images on the film reel rolling in the projector. At any moment only one of the images on the reel is projected on the screen, but the rolling of the reel causes a series of such images to be projected in rapid succession, thereby creating the illusion of a moving picture on the screen. Likewise at each moment only a small sample of our numerous <i>viṣaya-vāsanās</i> appear as thoughts, but they do so in rapid succession, thereby creating the illusion of a vast world full of countless phenomena.<br>\n<br>\nWhat projects the images on the reel out from the projector onto the screen is a beam of light, which originates from a point deeper within the projector than the rolling reel of film. Likewise what projects all thoughts from within us is our ego’s power of attention, which originates from deeper within ourself than our <i>viṣaya-vāsanās</i>. Therefore whenever we direct our attention outwards, thoughts and phenomena appear in our awareness, whereas if we turn our entire attention back towards ourself, no thoughts or phenomena will appear in our awareness.<br>\n<br>\nTherefore to the extent that we manage to turn our attention back to ourself, thoughts and phenomena will cease appearing in our awareness. If our attention is only partially directed back towards ourself, thoughts and phenomena will still appear, but they will occupy less space in our awareness, because the rest of the space will be occupied by our self-attentiveness. Therefore the more we manage to turn our attention back towards ourself, the less room we will be giving to the arising of any thoughts or phenomena, and the less room we give to their arising the weaker our <i>viṣaya-vāsanās</i> will become, like seeds deprived of water and exposed to the scorching heat of the sun.<br>\n<br>\nThis is why Bhagavan says, ‘அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும்’ (<i>avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum</i>), which means ‘they [one’s <i>viṣaya-vāsanās</i>] will all be destroyed when self-attentiveness (<i>svarūpa-dhyāna</i>) increases and increases’, and ‘நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும்’ (<i>niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>), which means ‘As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise’.<br>\n<br>\nSince <i>viṣaya-vāsanās</i> are our desires in seed form, giving room in our awareness for them to appear in the form of thoughts or phenomena by allowing our attention to leave ourself and go outwards is what Gaudapada describes in <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143710.html\">3.42</a>, <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143712.html\">44</a> and <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143714.html\">46</a> of <i>Māṇḍūkya Kārikā</i> as the mind being scattered about or distracted by desires and enjoyments, and turning our attention back to ourself and thereby away from all other things is what he describes in <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143711.html\">3.43</a> as turning the mind back from the enjoyment of desires. Withdrawing our attention from all thoughts or phenomena by turning it back to ourself is the simple practice that he calls <i>asparśa yōga</i> (the <i>yōga</i> of not touching) and that Bhagavan calls <i>ātma-vicāra</i> (self-investigation) or <i>svarūpa-dhyāna</i> (self-attentiveness).<br>\n<br>\n<a name=\"vicara\"></a><b>8. <i>Ātma-vicāra</i> is not asking any question or thinking any thought but only keeping one’s mind fixed firmly on oneself</b><br>\n<br>\nTherefore our aim when practising <i>ātma-vicāra</i> is to be so keenly and steadily self-attentive that we give no room to the arising of any kind of thought, so I assume that this what you were referring to when you wrote that in the stillness that results from wordless and thoughtless inner curiosity you ‘cannot introduce any gross thought “who am I?” or “inquire” further’. Though the term <i>ātma-vicāra</i> is often translated as ‘self-enquiry’ or ‘self-inquiry’, in this context <i>vicāra</i> means enquiry only in the sense of investigation and not in the sense of asking any question, whether vocally or mentally, so when Bhagavan advised us to investigate who am I, he did not mean that we should merely ask ourself the question ‘who am I?’ but that we should keenly observe ourself in order to be aware of ourself as we actually are.<br>\n<br>\nIf we think ‘who am I?’, that thought is something other than ourself, so by thinking it we are allowing our attention to be distracted away from ourself. Therefore we should be so keenly self-attentive that we do not give room even to the rising of the mentally articulated thought ‘who am I?’.<br>\n<br>\nTherefore though it is written in many English books that Bhagavan advised people to ask ‘who am I?’, such wordings are the result of a misinterpretation or inaccurate translation of what he actually said in Tamil. When explaining the practice of self-investigation the Tamil verb that he used most frequently was நாடு (<i>nāḍu</i>), which means investigate, examine, scrutinise, observe or seek to know, but he also often used other verbs that have a similar meaning. Though some of those verbs, such as விசாரி (<i>vicāri</i>), can in certain contexts mean enquire in the sense of asking, in this context he used them in the sense of ‘investigate’, but translators who did not have a clear understanding of his teachings or of the actual practice of <i>ātma-vicāra</i> often misinterpreted them to mean ‘enquire’ or ‘ask’.<br>\n<br>\n<a name=\"ny16\"></a>To make it clear that what he meant by the term <i>ātma-vicāra</i> was only simple self-attentiveness, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i> he defined the meaning of this term in a clear and unequivocal manner:<br>\n<blockquote>சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்.<br>\n<br>\n<i>sadā-kālamum maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>.<br>\n<br>\nThe name ‘<i>ātma-vicāra</i>’ [refers] only to keeping the mind always in [or on] oneself (<i>ātmā</i>).</blockquote>\nஆத்மாவில் (<i>ātmāvil</i>) is a locative case-form of ஆத்மா (<i>ātmā</i>), so it literally means ‘in oneself’, but though in Tamil ‘keeping one’s mind in something’ is an idiomatic way of saying attending to it, in English the equivalent idiom is ‘keeping one’s mind on something’, so what Bhagavan clearly implies by the clause ‘சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>sadā-kālamum maṉattai ātmāvil vaittiruppadu</i>), which literally means ‘putting [or keeping] the mind always in oneself’, is always keeping one’s attention fixed firmly on oneself. Thus in this sentence he made it clear that <i>ātma-vicāra</i> does not entail mentally asking any question such as ‘who am I?’, because if we always keeping our attention fixed firmly on ourself, there will be no need or room for us to mentally articulate any such question.<br>\n<br>\n<a name=\"jnana\"></a><b>9. <i>Ātma-jñāna</i> is the only real state and is immutable and indivisible, so there are no stages of it or states other than it</b><br>\n<br>\nRegarding what you write about ‘three progressive distinct stages of Self-Realization’ and ‘states which are either simultaneous with Self-Realization or perhaps might occur later after initial Self-Realization’, what do you mean by the term ‘Self-Realization’? If you mean being aware of ourself as we actually are, there cannot be any stages to it, because either we are aware of ourself as we actually are, which is <i>ātma-jñāna</i> (self-knowledge), or we are aware of ourself as something else, which is <i>ajñāna</i> (self-ignorance). We cannot be aware of ourself as we actually are and at the same time be aware of ourself as anything else, because being aware of ourself as anything else is the antithesis of being aware of ourself as we actually are.<br>\n<br>\n<a name=\"un26\"></a>Being aware of ourself as anything other than what we actually are is what is called ego, and it is only this ego that is aware of other things. As Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/06/when-can-there-be-total-recognition.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nSince everything other than ourself seems to exist only when we seem to be this ego (as we seem to be in waking and dream), and since nothing else seems to exist when we do not seem to be this ego (as in sleep), if we investigate our ego keenly enough and thereby experience ourself as we actually are, the illusion that we are this ego will be destroyed forever, and hence the illusory appearance of all other things will also cease to exist. This is why Bhagavan concludes this verse by saying, ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும்’ (<i>ādalāl, yādu idu eṉḏṟu nādalē ōvudal yāvum</i>), which means ‘Therefore, investigating what this [ego] is alone is giving up everything’.<br>\n<br>\n<a name=\"uu28\"></a>Therefore in the state of <i>ātma-jñāna</i> (true self-knowledge or pure self-awareness) there is nothing other than ourself, so there is no room there for any differences or distinct stages, and if <i>ātma-jñāna</i> is what you mean by ‘Self-Realization’, there are no other ‘states which are either simultaneous with Self-Realization or perhaps might occur later after initial Self-Realization’, because <i>ātma-jñāna</i> is the only real state. What exists and shines in <i>ātma-jñāna</i> is only what alone always actually exists, namely ourself, and since nothing else exists, we are the one infinite, indivisible and immutable whole, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] beginningless, endless [or infinite] and undivided <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\nSince <i>sat-cit-ānanda</i> is <i>akhaṇḍa</i> (undivided), <i>sat</i>, <i>cit</i> and <i>ānanda</i> are not three separate things but one and the same thing — the only thing that actually exists, namely ourself. We are <i>sat</i> (being or what actually exists), we are <i>cit</i> (pure awareness) and we are <i>ānanda</i> (perfect happiness), so <i>sat</i> is <i>cit</i> and <i>cit</i> is <i>ānanda</i>.<br>\n<br>\nSince we are the one eternal, infinite, undivided and ever-unchanging whole, no differences or distinctions actually exist, and hence they seem to exist only when we seem to rise as this ego. But in whose view do we rise as this ego? Not in the view of our actual self, because our actual self alone exists and is immutable, so in its view nothing other than itself exists or even seems to exist. Therefore this ego is an illusion that seems to exist only in its own view, and hence it is called <i>māyā</i>, which is a term that literally means ‘she (<i>yā</i>) who is not (<i>mā</i>)’ or ‘what is not’, because it does not actually exist.<br>\n<br>\n<a name=\"realisation\"></a><b>10. We are already real, so there is no need for us to ‘realise’ ourself</b><br>\n<br>\nRegarding the term ‘self-realisation’, Bhagavan pointed out that it is not a suitable term to describe the one real state of <i>ātma-jñāna</i>, and he joked about it saying that what is real is always real, so there is no need to realise it, but we have now realised or made real what is actually unreal, namely our ego and all the phenomena experienced by it, so all we need to do is not to realise what is already real but only to unrealise what is always unreal. When we unrealise the unreal, what will remain as always is only what is real, namely ourself.<br>\n<br>\nThe term ‘self-realisation’ originally came into use in a spiritual context as a translation of the Sanskrit term <i>ātma-sākṣātkāra</i>, which literally means ‘making (<i>kāra</i>) oneself (<i>ātman</i>) <i>sākṣāt</i> (visible, evident or directly perceived)’, but this is also a term that Bhagavan pointed out is not appropriate, because he said that <i>ātman</i> alone is what is always <i>sākṣāt</i>, so there is no need to make it <i>sākṣāt</i>. The problem we now face is not that we are not <i>sākṣāt</i>, but that by rising as this ego we have made other things seem to be <i>sākṣāt</i>, so what we now need is not to make ourself <i>sākṣāt</i> (<i>ātma-sākṣātkāra</i>) but only to cease making other things seem <i>sākṣāt</i>, which we can do only by turning our entire attention back towards ourself, away from all other things, and thereby dissolving our ego in the perfect clarity of pure self-awareness (<i>ātma-jñāna</i>).<br>\n<br>\n<a name=\"un40\"></a><b>11. <i>Uḷḷadu Nāṟpadu</i> verse 40: liberation is destruction of our ego, the sole cause of all differences</b><br>\n<br>\nRegarding the idea that there are ‘distinct stages of Self-Realization’ and ‘states which are either simultaneous with Self-Realization or perhaps might occur later after initial Self-Realization’, such ideas are very widespread and always have been, because for thousands of years the culture of India has been fertile ground in which numerous different philosophies, beliefs and practices have developed, thrived and lived side by side, feeding each other with fresh ideas, and each modifying the ideas of others to fit their own view, but one thing that most of these philosophies have had in common is the idea that our present condition is imperfect and that the ultimate aim of philosophy or religion is therefore the liberation of ourself from this imperfect condition. This ultimate goal is generally called <i>mukti</i> or <i>mōkṣa</i>, which both mean liberation, emancipation or freedom, but it is also known by other various names (depending on one’s conception of it) such as <i>nirvāṇa</i>, <i>manōnāśa</i>, <i>ātma-jñāna</i> or <i>ātma-sākṣātkāra</i>.<br>\n<br>\nHowever, though most philosophies and religions of Indian origin agree that our ultimate aim is the attainment of liberation, each philosophy or religious sect has its own beliefs or conceptions about the nature of liberation, so there are countless different and often contradictory ideas that people hold about it. Broadly speaking such ideas fall into three categories, namely those that consider liberation to be a state in which one retains one’s form or individuality (such as those who consider it to be a state in which one lives in some sort of divine realm or world in the company of God in whatever form they believe him to be), those that consider it to be a state devoid of form, and those that consider it to be a state in which one can alternate back and forth between being a form or being formless. However all these different conceptions of liberation are beliefs held by the egos of whichever people espouse them, so in <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#un40\">verse 40</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan gave his verdict of all such beliefs and the disputes between them:<br>\n<blockquote>உருவ மருவ முருவருவ மூன்றா<br>\nமுறுமுத்தி யென்னி லுரைப்ப — னுருவ<br>\nமருவ முருவருவ மாயு மகந்தை<br>\nயுருவழிதன் முத்தி யுணர்.<br>\n<br>\n<i>uruva maruva muruvaruva mūṉḏṟā<br>\nmuṟumutti yeṉṉi luraippa — ṉuruva<br>\nmaruva muruvaruva māyu mahandai<br>\nyuruvaṙitaṉ mutti yuṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம், அருவம், உருவருவம், மூன்று ஆம் உறும் முத்தி என்னில், உரைப்பன்: உருவம், அருவம், உருவருவம் ஆயும் அகந்தை உரு அழிதல் முத்தி. உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam, aruvam, uru-v-aruvam, mūṉḏṟu ām uṟum mutti eṉṉil, uraippaṉ: uruvam, aruvam, uru-v-aruvam āyum ahandai-uru aṙidal mutti. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உறும் முத்தி உருவம், அருவம், உருவருவம், மூன்று ஆம் என்னில், உரைப்பன்: உருவம், அருவம், உருவருவம் ஆயும் அகந்தை உரு அழிதல் முத்தி. உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṟum mutti uruvam, aruvam, uru-v-aruvam, mūṉḏṟu ām eṉṉil, uraippaṉ: uruvam, aruvam, uru-v-aruvam āyum ahandai-uru aṙidal mutti. uṇar</i>.<br>\n<br>\n<b>English translation:</b> If it is said that <i>mukti</i> that one will experience is three, form, formless, or form or formless, I will say: know that destroying the ego-form, which distinguishes form, formless, and form or formless, is <i>mukti</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> If it is said that <i>mukti</i> [liberation] that one will experience is of three kinds, with form, without form, or either with form or without form, I will say: know that destruction of the ego-form, which distinguishes [these three kinds of liberation], with form, without form, or either with form or without form, is [alone real] <i>mukti</i>.</blockquote>\nForms, and hence the distinction between form and formlessness, exist only in the view of ourself as this ego, which is essentially just pure formless self-awareness, but which rises into being as a seemingly separate entity by projecting forms and identifying itself with some of them, so all ideas about liberation with form, without form, or with form or without form originate from this ego and can last only so long as it survives. Since all limitations and consequent problems are experienced only by this ego, and since its very nature is to experience limitations, we can liberate ourself from all limitations only by liberating ourself from this ego, so Bhagavan concludes this final verse of <i>Uḷḷadu Nāṟpadu</i> by saying, ‘அகந்தை உரு அழிதல் முத்தி’ (<i>ahandai-uru aṙidal mutti</i>), which means ‘destroying the ego-form is liberation (<i>mukti</i>)’.<br>\n<br>\nSince all differences are just thoughts or ideas projected and experienced only by our ego, when our ego is destroyed all differences will cease to exist, and what will then remain is only pure, single, indivisible and undifferentiated self-awareness, which is what we always actually are. Therefore until the illusory appearance of differences is destroyed along with its root, our ego, we should persevere in our practice of <i>asparśa yōga</i> — that is, investigating ourself by trying to be so keenly and steadily self-attentive that we remain calmly and silently poised in our centre, which is the point between being overpowered by sleep or any other state of <i>manōlaya</i> and being distracted by the appearance of any thoughts.<br>\n<br>\nThough achieving this state of equipoise in the very core of ourself without succumbing either to <i>laya</i> or to the distraction of thoughts may now seem to us to be a well-nigh impossible task, it is actually our natural state of pure self-awareness, so it is certainly achievable, albeit only by persistent practice. It may seem to be as difficult as emptying the ocean drop by drop with the help of a blade of grass, as Gaudapada says in <i>Māṇḍūkya Kārikā</i> <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143709.html\">3.41</a>, but the simple instrument of self-attentiveness is far more powerful than any blade of grass, because if we cling firmly to being self-attentive we will eventually destroy our ego, which is the sole basis for the appearance of this seemingly vast universe, so by persistently drawing our mind back from all other things and fixing on ourself alone we will certainly succeed sooner or later. All that is required, therefore, is patient and steady perseverance, without which no one has ever succeeded in this path.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "80",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/901077917436041801/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "manōnāśa (annihilation of mind)",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc2Nzk5NTQyNjkxCm9mZnNldDogMzYwMDAwMAo\""
}