{
    "kind": "blogger#post",
    "id": "4847448688499423958",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-12-14T09:27:00Z",
    "updated": "2016-12-16T10:19:31Z",
    "url": "http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4847448688499423958",
    "title": "Is it possible for us to see anything other than ourself as ‘the Self’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">On one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html\">The observer is the observed only when we observe ourself alone</a>, a friend called Zubin wrote a <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#c3842208453560993695\">comment</a> in which he ended by saying:<br>\n<blockquote>I also think it is possible (and I don’t say this to be proud, it is just what I experience) that any adjunct of the ego can be seen as the Self, and as such it is still self-attendance. For example, I can see a thought (frustration, sadness, etc.) running through and I can immediately see that that thought-feeling is infused with, made up of, awareness/consciousness, and it subsides back into awareness/consciousness when it is looked at directly.<br>\n<br>\nI think looking at anger as anger gives the ego life, but looking at the Self in everything, including anger is, I hope, still self-enquiry.</blockquote>\nWhat sees adjuncts or any other phenomena is only the ego, and since the ego is a mistaken awareness of ourself, how can it ever see ‘the Self’ (ourself as we actually are)? If it did see ‘the Self’ even for a moment, it would cease to be the ego and would therefore cease seeing any adjuncts or other phenomena. Therefore in this article I will try to explain to Zubin the fallacy in the beliefs that he has expressed in this comment.<br><a name='more'></a>\n<ol>\n<li><a href=\"#delusion\">Seeing anything other than ourself as ourself is the fundamental delusion from which we need to free ourself</a></li>\n<li><a href=\"#self\">Since ‘the Self’ is ourself as we actually are, how can we see anything else as ‘the Self’ when we do not even see ourself as ‘the Self’?</a></li>\n<li><a href=\"#metaphor\">‘Seeing the world as oneself’ is a metaphorical way of saying seeing oneself as oneself, because oneself alone exists</a></li>\n<li><a href=\"#imagination\">We cannot know what we actually are and thereby give up our ego by imagining that we are seeing any phenomena as ‘the Self’</a></li>\n<li><a href=\"#ego\">If we try to see anything other than ourself as ‘the Self’, we would thereby be nourishing and sustaining our ego</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: attending to any phenomenon is ‘grasping form’ and thereby feeding the ego</a></li>\n<li><a href=\"#thought\">Whatever phenomenon we may perceive is only a thought, so if we give no room to the rising of any thought we will not see any phenomena</a></li>\n<li><a href=\"#uu28\"><i>Upadēśa Undiyār</i> verse 28: the nature of ‘the Self’ is diametrically opposite to the nature of phenomena</a></li>\n<li><a href=\"#ny3-4\"><i>Nāṉ Yār?</i> paragraphs 3 and 4: we cannot see ‘the Self’ so long as we see any world, and when we see ‘the Self’ we will not see any world</a></li>\n<li><a href=\"#marketplace\">There is no ‘return to the marketplace’, because the ‘marketplace’ seems to exist only in the view of the ego</a></li>\n</ol>\n<a name=\"delusion\"></a><b>1. Seeing anything other than ourself as ourself is the fundamental delusion from which we need to free ourself</b><br>\n<br>\nZubin, the basic contention you express in the portion of your comment that I cited above is that ‘it is possible that any adjunct of the ego can be seen as the Self’, but in order to assess whether this is correct or not we first need to clarify the meaning of the terms you have used.<br>\n<br>\nFirstly, what exactly do you mean by ‘any adjunct of the ego’? In the sense in which Bhagavan used the term <i>upādhi</i>, which is what is usually translated as ‘adjunct’, it means anything that is not actually ourself but that we mistake to be ourself, such as a body, or any attribute of such a thing. For example, if we say ‘I am fifty years old, six foot tall, an Indian, a Hindu, a well-educated person, suffering from a head-ache, feeling hungry, feeling happy that my children are doing well in life’, all these adjuncts that we append to ‘I am’, mistaking them to be what we actually are, are <i>upādhis</i>.<br>\n<br>\nYou refer to thoughts such as frustration and sadness as if they were adjuncts, but as phenomena that appear in our awareness they are not <i>upādhis</i> per se, but become <i>upādhis</i> only when we identify ourself with them, feeling ‘I am frustrated’, ‘I am sad’ or ‘I am thinking these thoughts’. Frustration and sadness are phenomena we can see in others when we look at the world around us, and as such they are just objects of our awareness, but when we feel ‘I am a person who is frustrated and sad’, we are identifying ourself with these phenomena, taking them to be what we are, and as such they are <i>upādhis</i> or adjuncts. No phenomenon is ourself, but when we mistake any phenomenon to be ourself or an attribute or feature of ourself, it is an <i>upādhi</i> or adjunct, something that we seem to be even though we are not.<br>\n<br>\nWhether what you mean by ‘any adjunct of the ego’ is any phenomenon that the ego takes itself to be or any phenomenon more generally, an adjunct is by definition something that is added or joined to something else, so an adjunct of the ego is something that is added to the ego and is therefore not the ego itself. Likewise the Sanskrit term <i>upādhi</i> means a substitute, replacement, disguise, deception, appearance, phantom, adjunct, attribute, limitation or qualification, all of which mean that an <i>upādhi</i> is something other than whatever it is an <i>upādhi</i> of. In other words, an <i>upādhi</i> or adjunct of oneself is something other than oneself, so when you write that ‘it is possible that any adjunct of the ego can be seen as the Self’ you are in effect saying that it is possible for us to see things other than ourself as ourself.<br>\n<br>\nThis is certainly true, because the very nature of the ego is to see other things as itself, but though as this ego we are able to see other things (adjuncts) as ourself, our doing so is not true knowledge but only ignorance. That is, mistaking anything other than ourself to be ourself is the fundamental delusion from which we need free ourself, so seeing ‘any adjunct of the ego’ as ‘the Self’ is not what we should be seeking to achieve, but is on the contrary precisely what we should be seeking to avoid.<br>\n<br>\n<a name=\"self\"></a><b>2. Since ‘the Self’ is ourself as we actually are, how can we see anything else as ‘the Self’ when we do not even see ourself as ‘the Self’?</b><br>\n<br>\nSecondly, what you refer to as ‘the Self’ is ourself as we actually are. The use of the article ‘the’ and the capitalisation of the initial ‘s’ tends to give the impression that ‘the Self’ is some sort of object, phenomenon or thing, something other than ourself, so as such it can be a somewhat misleading term, reifying or objectifying what we actually are. Though ‘the Self’ is a term that is often used in translations of Bhagavan’s teachings, there is actually no equivalent term in Tamil, Sanskrit or any other Indian languages, because in such languages there is no equivalent to the article ‘the’ and there are no capital letters. In Tamil or Sanskrit one could say in certain contexts ‘this self’ or ‘that self’, but not ‘the self’.<br>\n<br>\nThe Tamil word used by Bhagavan most frequently that is often translated as ‘the Self’ is <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:1784.tamillex\">தான்</a> (<i>tāṉ</i>), which is a generic pronoun that means ‘one’ or ‘oneself’, but in the same sense he also often used other terms of Sanskrit origin such as ஆத்மா (<i>ātmā</i>), ஆன்மா (<i>āṉmā</i>), சொரூபம் (<i>sorūpam</i> [a Tamil form of <i>svarūpa</i>]), ஆத்மசொரூபம் (<i>ātma-sorūpam</i>) and ஆன்மசொரூபம் (<i>āṉma-sorūpam</i>). Generally he used ஆத்மசொரூபம் (<i>ātma-sorūpam</i>) and ஆன்மசொரூபம் (<i>āṉma-sorūpam</i>) to refer specifically to ourself as we actually are, and when he used சொரூபம் (<i>sorūpam</i>) to refer to ourself (our ‘own form’ or fundamental nature) rather than to the fundamental nature of anything else, such as the mind, he used it in the same sense, namely to refer specifically to ourself as we really are. However he used தான் (<i>tāṉ</i>) both when referring to ourself as we actually are and when referring to ourself as this ego, and in many cases he used it to refer to ourself in general in contexts where distinguishing our actual self from our ego would not be appropriate, so we need to understand from each context in which he used it whether he was referring to ourself in general or specifically either to ourself as we actually are or to ourself as this ego. Since we are one, in many cases there is no need to specify whether தான் (<i>tāṉ</i>) or ‘oneself’ refers to ourself as we actually are or to ourself as this ego.<br>\n<br>\nHerein lies another problem with using the term ‘the Self’ with a capital ‘S’, because the capital ‘S’ implies that it refers to ourself as we actually are, and consequently if the initial ‘s’ is not capitalised that would imply that ‘self’ refers ourself as this ego, but in many cases it is either unnecessary or inappropriate to make any such distinction. For example, in the term ‘<i>ātma-vicāra</i>’ or ‘self-investigation’, we should not specify that ‘<i>ātman</i>’ or ‘self’ refers just to ourself as we actually are or just to ourself as this ego, because the reason we investigate ourself is that we now seem to be this ego and we therefore need to find out what we actually are.<br>\n<br>\nIf we mistake a rope to be a snake, and if we are advised to look at it carefully to see what it actually is, we would begin our investigation by looking at what seems to be a snake and would end up recognising that it is only a rope. Likewise, when we investigate ourself, what we are trying to keenly attend to initially seems to be a finite ego, but ultimately we recognise that it is not what it seemed to be but is only the one infinite awareness that we actually are. Therefore in the term ‘<i>ātma-vicāra</i>’, ‘<i>ātman</i>’ refers to ourself in general and not specifically either to our actual self or to our ego, so if we use ‘Self’ with a capital ‘S’ to distinguish our actual self from our ego, translating ‘<i>ātma-vicāra</i>’ as ‘Self-investigation’ or ‘Self-enquiry’ would imply that it means investigating our actual self and not our ego, whereas translating it as ‘self-investigation’ or ‘self-enquiry’ would imply the opposite, neither of which would be correct. Therefore in the context of Bhagavan’s teachings using the term ‘Self’ with a capital ‘S’ is liable to create confusion in many cases, since it implies a duality that is not implied in either Tamil or Sanskrit, as if our actual self and our ego were two entirely different things, rather than just one thing being seen either as it is or as it seems to be.<br>\n<br>\nHowever, since in English the term ‘the Self’ implies ourself as we actually are, I assume that when you say that ‘it is possible that any adjunct of the ego can be seen as the Self’, you mean that any adjunct can be seen as our actual self. If this is what you mean, how can we see anything else as our actual self when we do not even see ourself as our actual self? So long as we mistake ourself to be this ego, we are not aware of ourself as we actually are, so we obviously cannot see anything else as our actual self. First we need to be aware of ourself as we actually are, and then only would it perhaps be possible to see anything else as what we actually are.<br>\n<br>\n<a name=\"metaphor\"></a><b>3. ‘Seeing the world as oneself’ is a metaphorical way of saying seeing oneself as oneself, because oneself alone exists</b><br>\n<br>\nHowever, according to Bhagavan what sees or is aware of anything else is only this ego, so we seem to be aware of other things only when we are aware of ourself as this ego (as in waking or dream), and when we are not aware of ourself as this ego (as in sleep) we are not aware of anything other than ourself. Therefore when we are aware of ourself as we actually are, we will not be aware of anything else whatsoever.<br>\n<br>\nHence when it is said that the <i>ātma-jñāni</i> is aware of everything as itself (or as ‘himself’ or ‘herself’), this does not mean that it is aware of anything other than itself, but only that what we see as myriad phenomena is seen by the <i>jñāni</i> as the one infinite self-awareness (<i>ātma-jñāna</i>) that we actually are. This can be illustrated by the rope-snake analogy. If it is said that someone sees a rope as a snake, that means that what that person is actually seeing is only a rope but that they mistakenly see it as a snake. However, if it is said that someone else sees that snake as a rope, that does not mean that what this second person is actually seeing is a snake but that they mistakenly see it as a rope; what it means is that they are not actually seeing any snake at all but only a rope, because what actually is lying there on the ground is not a snake but only a rope, so all that they are seeing is just a rope, and they recognise it to be what it actually is.<br>\n<br>\nThe reason why it is said that this undeluded person ‘sees the snake as a rope’ is that the deluded person mistakes the rope to be a snake, so what that deluded person sees as a snake is seen by this other person to be just a rope, which is what it actually is. Therefore, since what actually exists is only ourself, seeing everything as ourself means seeing only ourself and nothing else at all. What an <i>ajñāni</i> (a self-ignorant person) sees as ‘everything’ (all these manifold phenomena) is seen by the <i>ātma-jñāni</i> to be nothing other than ourself, the one infinite self-awareness, other than which nothing exists.<br>\n<br>\nThat is, if we say that someone is seeing a rope as a snake, that statement is true in a literal sense, because what is actually there is only a rope, but it is mistaken to be a snake. However, if we say that someone else is seeing that snake as a rope, that statement is not true in a literal sense but only in a metaphorical sense, because there is actually no snake there for anyone to see as a rope, so what that person is actually seeing is only a rope as a rope.<br>\n<br>\nLikewise, when it is said that we are seeing ourself as all the myriad phenomena that constitute whatever world we are currently perceiving (either in waking or in dream), that is true in a literal sense, because what actually exists is only ourself, but when we rise as this ego we project phenomena within our awareness (our mind) and thus we mistake what actually exists (namely ourself) to be both subject (this ego) and objects (whatever phenomena we are currently projecting). However, when it is said that the <i>ātma-jñāni</i> sees the world as itself (‘the Self’), that is not true in a literal sense but only in a metaphorical sense, because there is actually no world (no phenomena) at all in the clear view of <i>ātma-jñāna</i> (pure self-awareness), so what the <i>jñāni</i> is actually seeing is only itself as itself.<br>\n<br>\n<a name=\"imagination\"></a><b>4. We cannot know what we actually are and thereby give up our ego by imagining that we are seeing any phenomena as ‘the Self’</b><br>\n<br>\nTherefore if you believe that you are seeing any phenomena as ‘the Self’, that is just an imagination and not real awareness of your actual self. If we want to see everything as our actual self, we must first see ourself as we actually are, and we cannot see ourself as we actually are by any act of our imagination. So long as we are aware of any phenomena (that is, anything other than ourself alone), we are aware of ourself only as this ego (the subject who is aware of such things) and not as we actually are, so in order to see ourself as we actually are we must turn our entire attention back towards ourself alone, thereby withdrawing it completely from all other things.<br>\n<br>\nImagining that we are seeing any or all phenomena as ‘the Self’ or as ‘infused with, made up of, awareness/consciousness’ is not self-attentiveness, because we are self-attentive only to the extent that our attention is focused keenly on ourself alone, thereby excluding all phenomena from our awareness. Until the final moment when we see ourself as we actually are, our self-attentiveness is not yet perfect, so we are still to a greater or lesser extent aware of other things, no matter how subtle they may be, but during our practice we should try to be as keenly self-attentive as possible, so we should give no room to the rising of any imagination such as the idea that we are seeing any phenomena as ‘the Self’ or as ‘infused with, made up of, awareness/consciousness’, because such imaginations are just another trick employed by our ego to distract our attention away from it.<br>\n<br>\n<a name=\"ny16\"></a>The practice of self-investigation (<i>ātma-vicāra</i>) entails keeping our attention fixed only on ourself, as Bhagavan explains in the <a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்.<br>\n<br>\n<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>.<br>\n<br>\nThe name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] keeping the mind always in [or on] <i>ātmā</i> [oneself].</blockquote>\n<a name=\"ny13\"></a>What he describes as ‘மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>maṉattai ātmāvil vaittiruppadu</i>), ‘keeping the mind in [or on] oneself’, in this sentence is what he describes as ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பது’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadu</i>), ‘being <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself]’ in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a>: <br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself], alone is giving oneself to God.</blockquote>\n<a name=\"bgs27\"></a>Though <i>ātma-cintana</i> literally means ‘thought of oneself’, what it clearly implies is self-attentiveness, so what Bhagavan teaches us in this sentence is that the means to surrender or give up our ego is to be so keenly self-attentive that we give absolutely no room to the rising of any thought about anything else whatsoever. This is what he describes beautifully in the last two lines of <a href=\"http://happinessofbeing.blogspot.com/2016/04/self-investigation-atma-vicara-entails.html#bgs27\">verse 27</a> of <i>Bhagavad Gītā Sāram</i> (which is his translation of <i>Bhagavad Gītā</i> 6.25):<br>\n<blockquote>சித்தத்தை யான்மாவிற் சேர்த்திடுக மற்றெதுவு<br>\nமித்தனையு மெண்ணிடா தே.<br>\n<br>\n<i>cittattai yāṉmāviṟ cērttiḍuka maṯṟeduvu<br>\nmittaṉaiyu meṇṇiḍā dē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>English translation:</b> Fix the mind [your attention] in [or on] <i>ātman</i> [yourself]; do not think even the slightest of anything else at all.</blockquote>\nIn order to see (or rather imagine we are seeing) any phenomena as ‘the Self’ we obviously need to attend to those phenomena, and so long as we are attending to anything other than ourself, our mind is not fixed exclusively on ourself and we are not giving no room to the rising of other thoughts. In fact, since all phenomena are only thoughts, by attending to phenomena and imagining that we are seeing them as ‘the Self’ we are not only giving room to a multiplication of thoughts but actually encouraging it. Therefore if we want to follow the simple path of self-investigation that Bhagavan has taught us, we should give absolutely no room to the rising of any such imaginations.<br>\n<br>\n<a name=\"ego\"></a><b>5. If we try to see anything other than ourself as ‘the Self’, we would thereby be nourishing and sustaining our ego</b><br>\n<br>\nWhat you refer to as ‘the Self’ is ourself as we actually are, and ourself is what we refer to as ‘I’, or as நான் (<i>nāṉ</i>) in Tamil. Therefore when you say that it is possible to see phenomena such as thoughts, frustration, sadness or anger as ‘the Self’, that means that it is possible to see them as ‘I’ — that is, that it is possible to see ‘I am this thought’, ‘I am this frustration’, ‘I am this sadness’ or ‘I am this anger’.<br>\n<br>\nHowever, seeing any phenomenon as ‘I’ is not true knowledge but only ignorance, because as Bhagavan often explained, what experiences itself as ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, or ‘நான் அது’ (<i>nāṉ adu</i>), ‘I am that’, is only the ego, because our actual self experiences itself as nothing other than itself, so its experience of its own identity is only ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, and not ‘நான் இது’ (<i>nāṉ idu</i>) or ‘நான் அது’ (<i>nāṉ adu</i>), ‘I am this’ or ‘I am that’. Since in this context ‘இது’ (<i>idu</i>) or ‘அது’ (<i>adu</i>), ‘this’ or ‘that’, refers to something other than oneself, ‘I am this’ or ‘I am that’ expresses a false identification of oneself with something else. Since we can never be anything other than ourself, being aware of ourself as ‘I am this’ or ‘I am that’ is only ignorance and not true knowledge of what we actually are.<br>\n<br>\nTherefore even if it were possible for us to see ourself as phenomena such as thoughts, frustration, sadness or anger, that would not be awareness of ourself as we actually are, but would be just another form of self-delusion. Therefore you are mistaken when you say, ‘I think looking at anger as anger gives the ego life, but looking at the Self in everything, including anger is, I hope, still self-enquiry’, because the ego comes into existence, stands and flourishes by identifying itself with forms or phenomena (as Bhagavan says in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>), so identifying any phenomenon as ourself is only a means to nourish and sustain our ego.<br>\n<br>\n<a name=\"un25\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 25: attending to any phenomenon is ‘grasping form’ and thereby feeding the ego</b><br>\n<br>\nSelf-enquiry or self-investigation (<i>ātma-vicāra</i>) is not imagining any phenomenon to be ourself (‘the Self’), or imagining ourself to be in everything, but is only looking very keenly at ourself alone in order to see what we actually are. So long as we are attending to (or aware of) any phenomenon, even to the slightest degree, we are ‘grasping form’, and ‘grasping form’ is the means by which the ego survives and flourishes, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince the ego rises, stands and flourishes by ‘grasping form’ (that is, by attending to or being aware of anything other than itself), it will cease to exist only when it tries to grasp itself alone, as Bhagavan implies when he says, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought [examined or investigated], it will take flight’. This is why he repeated so often that we should attend only to ourself and thereby give no room to the rising of any thought about anything else whatsoever.<br>\n<br>\n<a name=\"thought\"></a><b>7. Whatever phenomenon we may perceive is only a thought, so if we give no room to the rising of any thought we will not see any phenomena</b><br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#c5197338584078815764\">subsequent comment</a> you wrote: ‘I can see the Self, that one thing infusing everything, in forms or feelings whenever I stop thoughts and look deeply at something, but I am not realized nor liberated’. However, since ‘the Self’ means what we actually are, and since being ‘realised’ or liberated means seeing what we actually are, when you say ‘I am not realized nor liberated’ that means that you do not see ‘the Self’ (that is, you are not aware of what you actually are), so you are contradicting yourself when you say in the same sentence ‘I can see the Self’.<br>\n<br>\nYou are also contradicting yourself when you talk about seeing forms and feelings when you stop thoughts, because every form and every feeling is just a thought, so when all thoughts stop (as in sleep) there are no forms or feelings to be seen. That is, it is impossible for us to stop all thoughts and look deeply at anything other than ourself, because everything other than ourself is just a thought or idea projected by our mind, as Bhagavan clearly indicates in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>.<br>\n<br>\nExcluding thoughts [or ideas], there is not separately any such thing as world.<br>\n<br>\nஜக மென்பது நினைவே.<br>\n<br>\n<i>jagam eṉbadu niṉaivē</i>.<br>\n<br>\nWhat is called the world is only thought.</blockquote>\nAll phenomena are mental phenomena, and mental phenomena are what Bhagavan means by the term ‘நினைவுகள்’ (<i>niṉaivugaḷ</i>), ‘thoughts’ or ‘ideas’. Presumably when you say ‘whenever I stop thoughts’, what you mean by ‘thoughts’ is only mental chatter, but according to Bhagavan that is just one of many different kinds of thought, and what we need to give no room to is the rising of any kind of thought whatsoever.<br>\n<br>\nWhen you think that you are seeing ‘the Self, that one thing infusing everything, in forms or feelings’, that is itself a thought, and since it is a conceptual thought, it must entail some kind of mental chatter. If you could avoid giving room to any concept or mental chatter at all (that is, to any conceptual thought) while looking at any form, feeling or other phenomenon (which are perceptual thoughts), you would not be stopping all thoughts but would at least be avoiding the erroneous idea that you are seeing ‘the Self’ in those phenomena, because that idea is just a concept.<br>\n<br>\n<a name=\"uu28\"></a><b>8. <i>Upadēśa Undiyār</i> verse 28: the nature of ‘the Self’ is diametrically opposite to the nature of phenomena</b><br>\n<br>\nMoreover, when you say that you can see ‘the Self’ in everything, what sort of idea do you have about the nature of ‘the Self’? Obviously your idea of it is somewhat different to what Bhagavan taught us about it in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-consciousness-bliss].</blockquote>\nSince all phenomena appear and disappear, none of them are either <i>anādi</i> (beginningless) or <i>ananta</i> (endless). And since every phenomenon is a form of one kind or another, and every form has certain limits and is therefore finite, no form or phenomenon can be <i>ananta</i> either in the sense of ‘endless’ or the sense of ‘limitless’ or ‘infinite’. Moreover, the limits of each phenomenon separate or divide it from whatever is beyond its limits, so division or fragmentation is the very nature of phenomena, so no phenomenon can be <i>akhaṇḍa</i> (unbroken, undivided or unfragmented).<br>\n<br>\n<a name=\"ny14\"></a>Since all phenomena are just transitory appearances, none of them can be <i>sat</i>, that which actually exists, because what actually exists must always exist, and therefore cannot either come into existence (appear) or cease to exist (disappear). And since no phenomena is aware either of itself or of anything else, they seem to exist only because they appear in the <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\"><i>suṭṭaṟivu</i></a> (outward-looking, object-knowing or transitive awareness) of the ego, and hence none of them can be <i>cit</i>, that which is actually aware. Moreover, since they are not aware, none of them can be <i>ānanda</i>, happiness, because being happy is an experience that entails being aware. Since the happiness that is our real nature is beginningless, endless, infinite and indivisible, we cannot find it in any phenomenon whatsoever, as Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சுகமென்பது ஆத்மாவின் சொரூபமே; சுகமும் ஆத்மசொரூபமும் வேறன்று. ஆத்மசுகம் ஒன்றே யுள்ளது; அதுவே ஸத்யம். பிரபஞ்சப்பொருள் ஒன்றிலாவது சுகமென்பது கிடையாது. அவைகளிலிருந்து சுகம் கிடைப்பதாக நாம் நமது அவிவேகத்தால் நினைக்கின்றோம்.<br>\n<br>\n<i>sukham-eṉbadu ātmāviṉ sorūpamē; sukhamum ātma-sorūpamum vēṟaṉḏṟu. ātmasukham oṉḏṟē y-uḷḷadu; aduvē satyam. pirapañca-p-poruḷ oṉḏṟil-āvadu sukham-eṉbadu kiḍaiyādu. avaigaḷilirundu sukham kiḍaippadāha nām namadu avivēkattāl niṉaikkiṉḏṟōm</i>.<br>\n<br>\nWhat is called happiness is only the <i>svarūpa</i> of <i>ātmā</i> [the ‘own form’ or actual nature of oneself]; happiness and <i>ātma-svarūpa</i> [one’s own actual self] are not different. <i>Ātma-sukha</i> [the happiness that is oneself] alone exists; that alone is real. Happiness is not found in [or obtained from] any of the objects of the world. We think that happiness is obtained from them because of our <i>avivēka</i> [lack of judgement or discrimination].</blockquote>\nTherefore the nature of phenomena is the very antithesis of the nature of our actual self (‘the Self’) in respect to each and every one of the six defining characteristics that Bhagavan mentions in this verse, so how is it possible for anyone (either an <i>ajñāni</i> or the <i>ātma-jñāni</i>) to see our actual self in any or all phenomena?<br>\n<br>\n<a name=\"ny3-4\"></a><b>9. <i>Nāṉ Yār?</i> paragraphs 3 and 4: we cannot see ‘the Self’ so long as we see any world, and when we see ‘the Self’ we will not see any world</b><br>\n<br>\n<a name=\"ny03\"></a>The fact that we cannot see our actual self (‘the Self’) so long as we see any phenomena, and that we will not see any phenomena when we see our actual self is stated by Bhagavan unequivocally in the <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth</a> paragraphs of <i>Nāṉ Yār?</i>: <br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṯpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṯpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as unless awareness of the imaginary snake ceases, awareness of the rope, which is the <i>adhiṣṭhāna</i> [the base that underlies and supports the illusory appearance of the snake], will not arise, unless perception of the world, which is a <i>kalpita</i> [a fabrication, mental creation or figment of the imagination], ceases, <i>svarūpa-darśana</i> [seeing ‘one’s own form’ — what one actually is], which is the <i>adhiṣṭhāna</i> [the base or foundation that underlies and supports the imaginary appearance of this world], will not arise.<br>\n<br>\n<a name=\"ny04\"></a>சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nJust as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [ourself as we actually are] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\nSince what Bhagavan refers to as <i>svarūpa</i> or <i>ātma-svarūpa</i> in these two passages is ourself as we actually are, which is what you refer to as ‘the Self’, he makes it very clear that we cannot see ‘the Self’ so long as we see any world, and when we see ‘the Self’ we will not see any world. Therefore from this alone we can infer without any scope for doubt that, contrary to what you believe, it is not ‘possible that any adjunct of the ego can be seen as the Self’, and that it is not correct to say ‘I can see the Self, that one thing infusing everything, in forms or feelings’.<br>\n<br>\n<a name=\"marketplace\"></a><b>10. There is no ‘return to the marketplace’, because the ‘marketplace’ seems to exist only in the view of the ego</b><br>\n<br>\nReferring to what you had written in <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#c3842208453560993695\">your first comment</a> (the one I cited at the beginning of this article), another friend called Mouna wrote a <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#c3633040359947389009\">comment</a> in which he said:<br>\n<blockquote>This is an interesting statement. There is a thread of thought these days in spiritual teachings related to Bhagavan and Vedanta that indicates that after realization/liberation, one starts to see the “self in everything”. Some people even call it “the return to the marketplace”. A little bit like saying that we see diversity in unity or vice versa, or like including duality into the non-dual (since the absolute includes everything, it has to include duality also).<br>\n<br>\nI myself, within the limits of my understanding of Bhagavan’s teachings, challenge that view […] I was wondering, Michael, if you have (from your experience or according to Bhagavan’s teachings) any comments on this topic as presented in this posting?</blockquote>\nMouna, you are correct in believing that after our ego has been annihilated there is no ‘return to the marketplace’, because the ‘marketplace’ (the totality of all phenomena) is projected by our ego and perceived only by it, so when our ego (the root and essence of our mind) is eradicated by absolutely clear self-awareness (<i>ātma-jñāna</i>) there can be no phenomena nor anyone to see any phenomena, as Bhagavan explains very clearly in the two passages of <i>Nāṉ Yār?</i> that I cited in the <a href=\"#ny3-4\">previous section</a>.<br>\n<br>\n<a name=\"aamm27\"></a>This is why he often used to say (as, for example, in verse 114 of <a href=\"http://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\"><i>Guru Vācaka Kōvai</i></a>) that the bright light of <i>ātma-jñāna</i> will consume the entire appearance of all worlds, just as sunlight flooding into a cinema would consume all the pictures on the screen. This is what he described as the light of grace swallowing everything in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#aamm27\">verse 27</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#apr1\">verse 1</a> of <i>Śrī Aruṇācala Pañcaratnam</i>:<br>\n<blockquote>சகலமும் விழுங்குங் கதிரொளி யினமன<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சலச மலர்த்தியி டருணாசலா.<br>\n<br>\n<i>sakalamum viṙuṅguṅ kadiroḷi yiṉamaṉa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jalaja malarttiyi ḍaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சகலமும் விழுங்கும் கதிர் ஒளி இன மன சலசம் அலர்த்தியிடு அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sakalamum viṙuṅgum kadir oḷi iṉa, maṉa-jalajam alartti-y-iḍu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b>: Arunachala, sun of bright rays that swallow everything, make [my] mind-lotus blossom.<br>\n<br>\n<a name=\"apr1\"></a>அருணிறை வான வமுதக் கடலே<br>\nவிரிகதிரால் யாவும் விழுங்கு — மருண<br>\nகிரிபரமான் மாவே கிளருளப்பூ நன்றாய்<br>\nவிரிபரிதி யாக விளங்கு.<br>\n<br>\n<i>aruṇiṟai vāṉa vamudak kaḍalē<br>\nvirikadirāl yāvum viṙuṅgu — maruṇa<br>\ngiriparamāṉ māvē kiḷaruḷappū naṉḏṟāy<br>\nviriparidhi yāha viḷaṅgu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அருள் நிறைவு ஆன அமுத கடலே விரி கதிரால் யாவும் விழுங்கும் அருணகிரி பரமான்மாவே கிளர் உள பூ நன்றாய் விரி பரிதி ஆக விளங்கு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruḷ niṟaivu āṉa amuda-k-kaḍalē, viri kadirāl yāvum viṙuṅgum aruṇagiri paramāṉmāvē, kiḷar uḷa-p-pū naṉḏṟāy viri paridhi āha viḷaṅgu</i>.<br>\n<br>\n<b>English translation:</b>: O Ocean of <i>amṛta</i> [the ambrosia of immortality], which is the fullness of grace, O Supreme Self, Arunagiri, who swallow everything by [your] spreading rays [of pure self-awareness], shine as the sun that makes [my] budding heart-lotus blossom fully.</blockquote>\n<a name=\"dd22-11-45\"></a>Another analogy he used in this context was the destructive power of an atomic bomb, as he did on 22nd November 1945 (a few months after the atomic bombs were dropped on Hiroshima and Nagasaki), which was recorded by Devaraja Mudaliar in <a href=\"http://selfdefinition.org/ramana/Ramana%20Maharshi%20-%20ebook%20-%20Day%20By%20Day%20With%20Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> (22-11-45 Afternoon: 2002 edition, page 49) as follows:<br>\n<blockquote>The spark of <i>jñāna</i> will easily consume all creation as if it were a mountain-heap of cotton. All the crores of worlds being built upon the weak (or no) foundation of the ego, they all topple down when the atomic bomb of <i>jñāna</i> comes down upon them.</blockquote>\nThe ‘marketplace’ is just an illusory appearance that seems to exist only in the view of ourself as this ego, so when this ego disappears in the clear light of pure self-awareness (<i>ātma-jñāna</i>) the ‘marketplace’ will disappear along with it. Therefore after the destruction of the ego there will be no ‘marketplace’ to return to and no one to return to it.<br>\n<br>\nThe reason why we have embarked on this spiritual path is because we have begun to grow tired of rising as an ego and experiencing endless phenomena, so we aspire to free ourself from this ‘marketplace’, since we have at last understood that it is a source of constant trouble and suffering and that the fleeting pleasures we seem to obtain from it are not the real and unlimited happiness that we are always in search of. When this is the case, why should we continue to harbour any desire for this ‘marketplace’, and even more pertinently, why should we hope to return to it after we have freed ourself from it?<br>\n<br>\n<a name=\"ny07\"></a>As I explained in the <a href=\"#metaphor\">third section</a>, ‘seeing oneself in everything’ or ‘seeing everything as oneself’ is a metaphorical way of saying ‘seeing oneself alone’, because as Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own real self].</blockquote>\nSince we alone actually exist, there is nothing other than ourself for us either to see as ourself or to see ourself in. Since we are the only thing, ‘everything’ means only ourself, so ‘seeing everything as ourself’ is a metaphor that means seeing ourself as ourself, and ‘seeing ourself in everything’ is a metaphor that means seeing ourself in ourself.<br>\n<br>\nSince Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2014/08/self-awareness-is-very-nature-of-i.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>, ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām</i>), ‘Being oneself alone is knowing oneself’, seeing ourself as we actually are entails just being as we actually are, so when we see our actual self (<i>ātma-svarūpa</i>) we will be nothing but that, and since that alone is what actually exists, it does not see anything other than itself. Hence if anyone claims that after experiencing <i>ātma-jñāna</i> we will ‘return to the marketplace’, meaning that we will once again see the myriad phenomena that constitute this or any other world, that would imply that our actual self, which is <i>brahman</i>, will begin to see phenomena, which is clearly an absurd proposition. Therefore those who make such claims thereby betray the fact that they believe that the <i>ātma-jñāni</i> is not just <i>brahman</i> but is still a person, an individual subject or perceiver, and thus they expose their own ignorance.<br>\n<br>\nWe are all faced with a simple choice: either we see ourself as we actually are, and therefore see no phenomena of any kind whatsoever, or we see ourself as this ego, and therefore see numerous kinds of phenomena. So long as we continue to be infatuated with phenomena, as we all are at present, we will continue to make the wrong choice, and if our infatuation with them is particularly strong, we may even be inclined to believe that we will continue to be aware of them even after we have been consumed in the fire of <i>ātma-jñāna</i>. Only when our love (<i>bhakti</i>) to be aware of ourself as we actually are becomes stronger than our liking to be aware of anything else whatsoever will we be able to make the right choice, and since making that choice entails simply turning our entire attention back towards ourself alone, thereby excluding everything else from our awareness, as soon as we make that choice we will merge forever as our actual self, and hence we will never again rise to see any phenomena.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "131",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4847448688499423958/comments"
    },
    "labels": [
        "Bhagavad Gītā",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgxODgzNTcxMDg4Cm9mZnNldDogMAo\""
}