{
    "kind": "blogger#post",
    "id": "2409679612314193442",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-10-06T19:55:00+01:00",
    "updated": "2016-10-06T19:55:28+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/10/god-is-not-actually-witness-of-anything.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2409679612314193442",
    "title": "God is not actually the witness of anything but the real substance underlying and supporting the illusory appearance of the witness and of everything witnessed by it",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently and asked me whether ‘the witnessing or observing consciousness within’ is the same as the ultimate ‘I’, referring in particular to the clause ‘he [God] exists within us as the witness of all our thoughts’ in the following passage of one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2013/12/dhyana-p-pattu-song-on-meditation.html\"><i>Dhyāna-p-Paṭṭu</i>: The Song on Meditation</a>:<br>\n<blockquote>In accordance with this important teaching of Sri Ramana in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>, in this song Sri Sadhu Om gently weans the minds of those who may consider God to be other than what they experience as ‘I’ away from that idea, firstly by emphasising that his real form is <i>suddha-mauna-cit</i> or ‘pure silent consciousness’ (verse 3); secondly by implying that he is the ‘one blissful substance’ that exists within our heart and that we can experience by seeking it with love (verse 4); thirdly by saying that only after we experience him within ourself will we be able to experience that everything that exists is him (verse 5); and fourthly by saying that he exists within us as the witness of all our thoughts, and that he will appear clearly within us only where and when all our thoughts subside (verse 6).</blockquote>\nThe following is what I wrote in reply to her question:<br><a name='more'></a>\n<br>\nThe idea that God is the witness of all our thoughts is a preliminary teaching intended to turn the mind of devotees inwards to seek him within themselves, but it is not the actual truth, because what God really is is only our own actual self, which is never aware of anything other than itself, because nothing other than itself actually exists. Everything else is just a false appearance, which seems to exist only in the view of ourself as this ego and not in the view of ourself as we actually are, but the one substance that underlies and supports this false appearance is only our actual self (ourself as we actually are).<br>\n<br>\nWhat witnesses or is aware of all our thoughts is only our ego, but if we turn our attention back to this ego, it will subside back into its source, which is our actual self, and what will then remain shining is only our actual self. That is, since our ego rises, stands and flourishes only by attending to other things (as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/08/the-observer-is-observed-only-when-we.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>), if it turns its attention back on itself and thereby ceases to be aware of anything else, it will subside and disappear, because it does not actually exist, and what will then remain is only our actual self, which alone is what really exists and which is consequently the real nature of God.<br>\n<br>\nTherefore God is the one real substance that underlies the illusory appearance of everything else, but this illusory appearance will persist so long as we mistake ourself to be this ego, which is what you call ‘the witnessing or observing consciousness within’. Therefore if we look keenly at this ‘witnessing consciousness within’, we will see that it does not actually exist as such, but is only the one infinite self-awareness, which is what is commonly called ‘God’ and what you refer to as ‘the ultimate I’.<br>\n<br>\nAs Bhagavan often explained, we (this ‘I’) are one and we are always clearly aware of ourself, but we currently seem to be not clearly aware of ourself as we actually are, because we are now aware of ourself as this witnessing ego. Therefore this ego is what we seem to be, whereas infinite self-awareness is what we actually are, so infinite self-awareness (God) is what now seems to be this ego, just as a rope is what seems to be a snake.<br>\n<br>\nJust as we can see that what seems to be a snake is actually just a rope only by looking at it very carefully, if we look very carefully at ourself, who now seem to be this ego, we will see that what seemed to be this witnessing ego is actually just infinite self-awareness, which never witnesses or is aware of anything other than itself.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "27",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2409679612314193442/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "God",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDc1NzgwMTI4MjcyCm9mZnNldDogMzYwMDAwMAo\""
}