{
    "kind": "blogger#post",
    "id": "7939773346032399758",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-04-08T15:12:00+01:00",
    "updated": "2016-12-09T11:46:45Z",
    "url": "http://happinessofbeing.blogspot.com/2016/04/self-investigation-atma-vicara-entails.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7939773346032399758",
    "title": "Self-investigation (<i>ātma-vicāra</i>) entails nothing more than just being persistently and tenaciously self-attentive",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html#c741643075485521229\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html\">Why is it necessary to make effort to practise self-investigation (<i>ātma-vicāra</i>)?</a>, a friend called Pachaiamman referred to the first section of it, <a href=\"http://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html#practice\">We must practise <i>ātma-vicāra</i> for as long as it takes to destroy all our <i>viṣaya-vāsanās</i></a> (in which I had cited extracts from the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a>, <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>), and asked:<br>\n<blockquote>May I give a short description what happens in my poor experience of practising self-investigation in the following passage: The attentiveness with which one investigates what one is has to be accomplished by the ego. The ego is a bundle of thoughts. So attentiveness is also a thought. The attentive thought ‘who am I’ is entrusted to try to extinguish/erase other rising thoughts and simultaneously or after that to investigate to whom they have occurred. It is clear that it is to me. By further investigation ‘who am I’, I do not clearly recognize if the mind subsided or returned to its birthplace, that is myself. Because the same (my) attentiveness has to manage to refuse the spreading/developing of other thoughts (without giving room [place/field] to other thoughts) and rather eliminate them, other thoughts are on my mind well waiting for refusal of their completion. Thus I am far away from grabbing the opportunity that the thought ‘who am I’ itself is destroyed in the end (like the fire-stir-stick). What is wrong in my strategy or where I am on the wrong track?</blockquote>\nThe following is my reply to this:<br><a name='more'></a>\n<ol>\n<li><a href=\"#uu18\"><i>Upadēśa Undiyār</i> verse 18: the ego is our first thought, the root of our mind</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: the ego seems to exist only by attending to other things</a></li>\n<li><a href=\"#metaphor\">Self-attentiveness is a thought only in a metaphorical sense</a></li>\n<li><a href=\"#means\">Self-attentiveness is the only effective means to be free from thoughts</a></li>\n<li><a href=\"#whom\">If we cling firmly to self-attentiveness, no thoughts can rise, so there will then be no need to investigate to whom they appear</a></li>\n<li><a href=\"#ny10-11\"><i>Nāṉ Yār?</i> paragraphs 10 and 11: all we need do is to try to cling tenaciously to self-attentiveness</a></li>\n<li><a href=\"#ny16\"><i>Nāṉ Yār?</i> paragraph 16: <i>ātma-vicāra</i> is just keeping our attention on ourself</a></li>\n<li><a href=\"#bgs27\"><i>Bhagavad Gītā Sāram</i> verse 27: fixing our attention on ourself, we should not think of anything else whatsoever</a></li>\n</ol>\n<a name=\"uu18\"></a><b>1. <i>Upadēśa Undiyār</i> verse 18: the ego is our first thought, the root of our mind</b><br>\n<br>\nPachaiamman, you say ‘The ego is a bundle of thoughts’, but that is not actually correct, because our ego is just a single thought, our primal thought called ‘I’. The bundle or totality of all thoughts is what is called ‘mind’, and of all these thoughts the root is only our ego, this thought called ‘I’, so what our mind essentially is is only this ego, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2015/11/sleep-is-our-natural-state-of-pure-self.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Elaborated translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nIn this context it is important to understand that what Bhagavan means by ‘எண்ணம்’ (<i>eṇṇam</i>), ‘thought’ or ‘idea’, is any kind of mental phenomena, and since all sensory perceptions (sights, sounds, tastes, smells and tactile sensations) are mental phenomena, all things that seem to us to be physical phenomena (whether in waking or in dream) are actually just mental phenomena, so according to him all phenomena (that is, everything that we experience other than our own actual self, which is just pure self-awareness) is a thought or idea. Therefore what he implies in this verse is that everything is our mind, and the root of it all is only our ego, this primal thought called ‘I’.<br>\n<br>\nSince attention or attentiveness is a function of our ego, it is in a certain sense a thought, as you say, but it is quite unlike all other thoughts, because it is a fundamental and essential feature of our ego, and because no other thought would be possible unless we (this ego) attended to it at least partially. In fact other thoughts are formed only by the attention that we pay to anything other than ourself, and all those other things are themselves just thoughts, so they are formed and come into existence only as a result of the attention we give to the idea of them. Therefore attention is both the source and the substance of everything other than our own actual self (<i>ātma-svarūpa</i>).<br>\n<br>\n<a name=\"un25\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 25: the ego seems to exist only by attending to other things</b><br>\n<br>\nOur self-negligence (<i>pramāda</i>), which is our failure to be exclusively self-attentive, is what gives rise to our ego, so being self-attentive is the only effective way to make this ego subside. Since it could not rise, stand or nourish itself without attending to things other than itself, the very nature of our ego is to attend to other things, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince our ego is essentially formless, ‘உரு பற்றி’ (<i>uru paṯṟi</i>) or ‘grasping form’ means grasping anything other than itself, and since as a formless entity this ego is something that is just aware, it can grasp other things only by attending to them, so in this context பற்றி (<i>paṯṟi</i>), which means grasping, holding, clinging to, adhering to or attaching oneself to, implies attending to or being aware of, and hence ‘உரு பற்றி’ (<i>uru paṯṟi</i>) implies attending to anything other than ourself. Therefore in this verse Bhagavan clearly implies that by attending to any thought (that is, to anything other than ourself), we are not only giving rise to and sustaining that thought, but are also thereby nourishing and sustaining our ego.<br>\n<br>\nSince our ego is nourished and sustained by attending to anything other than itself, and since it cannot stand by itself without attending to other things, it will subside and be destroyed only by attending to itself, as Bhagavan implies by saying ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’.<br>\n<br>\n<a name=\"metaphor\"></a><b>3. Self-attentiveness is a thought only in a metaphorical sense</b><br>\n<br>\nTherefore though Bhagavan sometimes describes self-attentiveness metaphorically as ‘ஆன்மசிந்தனை’ (<i>āṉma-cintaṉai</i>), which is a Tamil form of the Sanskrit term आत्मचिन्तन (<i>ātma-cintana</i>) and which therefore means ‘self-thought’ or ‘thought of oneself’, or as  ‘நானார் என்னும் நினைவு’ (<i>nāṉ-ār eṉṉum niṉaivu</i>), which means ‘the thought who am I’, it is fundamentally unlike all other thoughts, because whereas all other thoughts nourish and sustain our ego, this one ‘thought’ alone will destroy it (as I explained in more detail in an earlier article, <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html\">Thought of oneself will destroy all other thoughts</a>, particularly in the <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#ny06\">third</a> and <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#ny13\">fourth</a> sections of it).<br>\n<br>\nAll other thoughts are directed or ‘pointing’ towards something other than ourself, so each of them is a form of what Bhagavan called சுட்டறிவு (<i>suṭṭaṟivu</i>), which literally means ‘pointing awareness’ and which implies transitive (or object-knowing) awareness. Self-attentiveness, on the other hand, is not directed towards anything other than ourself, and since we are not an object but only the awareness by which both subject and object are known, self-attentiveness is not transitive awareness but only intransitive awareness.<br>\n<br>\nThat is, though due to the limitations of thought and language we have to conceive and say that self-attentiveness is awareness directed towards ourself, it is not directed in the same way that thoughts are directed towards other things, because in self-attentiveness what is being attended to is only ourself, who are what is attending, so there is absolutely no distinction or distance between what is attending and what is being attended to. Therefore self-attentiveness is not actually attention being directed at ourself but only attention being retained in ourself, as ourself.<br>\n<br>\nSince any other thought is directed or pointed at something other than ourself, it sends our attention away from ourself and thereby nourishes and sustains the rising and seeming existence of ourself as this ego, so we cannot subside back into our actual self, the source from which we have risen as this ego, so long as we are thinking of or attending to anything other than ourself. Therefore in order to subside back into ourself, we must think of or attend to ourself alone. Thus thinking of anything else gives rise to and sustains the illusion that we are this finite ego, whereas attending only to ourself causes this illusory ego to subside and dissolve back into ourself.<br>\n<br>\nTherefore, though self-attentiveness can be described metaphorically as ‘thinking of oneself’, it is not a mental activity but the suspension or dissolution of all mental activity, so it is not a thought or thinking in the usual sense of these words. Since it entails no movement of our attention away from ourself, it is not an action (<i>karma</i>) or activity (<i>vṛtti</i>) but simply a state of just being (<i>summā iruppadu</i>).<br>\n<br>\n<a name=\"means\"></a><b>4. Self-attentiveness is the only effective means to be free from thoughts</b><br>\n<br>\nYou say that ‘the attentive thought ‘who am I’ is entrusted to try to extinguish/erase other rising thoughts and simultaneously or after that to investigate to whom they have occurred’, but this is a confused and inaccurate way of describing the simple practice and aim of self-investigation (<i>ātma-vicāra</i>). The ‘thought who am I’ means only self-attentiveness, and when practising self-investigation we should not try to do anything other than just being self-attentive, because that alone will destroy our ego together with all its thoughts.<br>\n<br>\nSelf-attentiveness is the only effective means by which we can free ourself completely and forever from all thoughts, because if we try to extinguish or erase other thoughts deliberately, we will be attending to them and thereby sustaining them, and if we try to extinguish or erase them by any other means such as <i>prāṇāyāma</i> or any other <i>yōgic</i> practice, we will at best only be able to achieve <i>manōlaya</i>, a state like sleep in which all thoughts including the ego have temporarily subsided, but from which they will sooner or later return unscathed. In order to achieve <i>manōnāśa</i>, which is complete annihilation of our entire mind (the totality of all our thoughts), we need to eradicate its root, which is our ego, and since our ego is a wrong knowledge of ourself (an awareness of ourself as something other than what we actually are), we can destroy it only by being aware of ourself as we actually are. Therefore, since we cannot be aware of ourself as we actually are so long as we are aware of anything other than ourself (because what is aware of anything else is only our ego and not our actual self), we can eradicate our ego and all its thoughts only by being attentively aware of ourself alone, in complete isolation from the illusory appearance of anything else.<br>\n<br>\nSince all practices other than self-attentiveness entail attending to something other than ourself, they cannot enable us to achieve <i>manōnāśa</i>, so <i>ātma-vicāra</i>, which is the simple practice of being attentively aware of ourself alone, is the only means by which we can permanently extinguish or erase all thoughts. Therefore when practising <i>ātma-vicāra</i> we should not try to do anything other than just clinging vigilantly and tenaciously to being self-attentive, because if we attend to or think of anything else at all, we will thereby be feeding our ego and making it rise again, whereas if we remain keenly self-attentive it will subside naturally and peacefully back into ourself, the source from which it arose.<br>\n<br>\n<a name=\"whom\"></a><b>5. If we cling firmly to self-attentiveness, no thoughts can rise, so there will then be no need to investigate to whom they appear</b><br>\n<br>\nIf we cling firmly to being self-attentive, there will be no need for us to investigate to whom other thoughts have occurred, because other thoughts can occur only when we allow our attention to slip away from ourself towards anything else. If we do allow our attention to slip away at all, other thoughts will immediately arise, so we should then try to turn our attention back to ourself, who are the one to whom they occur.<br>\n<br>\n<a name=\"ny06\"></a>Therefore when Bhagavan said in <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>, ‘பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும்’ (<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum</i>), which means ‘If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred’, he was just giving us a simple clue how we can immediately turn our attention away from any thought back towards ourself. Whatever thought may arise, it rises only because we are aware of it, so it should remind of ourself, to whom it has occurred. Therefore investigating to whom any thought has occurred is a simple means to turn our attention back to ourself whenever it is distracted by anything else, so it is necessary and helpful only when we are distracted and not when we are already clinging firmly to being self-attentive.<br>\n<br>\nFrom what you write, particularly in the sentence that ends ‘other thoughts are on my mind well [or perhaps you meant while] waiting for refusal of their completion’, it seems as if you are waiting for thoughts so that you can investigate to whom they occur or refuse to complete them, but if this is what you are doing, you are thereby thinking about thoughts instead of attending only to yourself. Thinking about thoughts or anticipating their appearance would defeat the very purpose of what you should be doing, which is only attending to yourself alone.<br>\n<br>\n<a name=\"ny10-11\"></a><b>6. <i>Nāṉ Yār?</i> paragraphs 10 and 11: all we need do is to try to cling tenaciously to self-attentiveness</b><br>\n<br>\n<a name=\"ny10\"></a>Our sole aim while practising <i>ātma-vicāra</i> should be to cling firmly and unswervingly to self-attentiveness and thereby to avoid being distracted by any other thoughts. Therefore we should not concern ourself with any thoughts such as whether or not our mind has subsided or returned to its birthplace. The more keenly and vigilantly we manage to be self-attentive, the more our mind will automatically subside back into ourself, who are the source or birthplace from which it arose, so if you want to remain on the right track, all you need do is to try to cling persistently to being self-attentive, as advised by Bhagavan in the following two sentences of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்.<br>\n<br>\n<i>attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>.<br>\n<br>\nWithout giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> [propensities or inclinations to think about things other than oneself] and remain only as <i>svarūpa</i> [my own actual self]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness].<br>\n<br>\n<a name=\"ny11\"></a>ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own actual self], that alone will be sufficient.</blockquote>\n<a name=\"ny16\"></a><b>7. <i>Nāṉ Yār?</i> paragraph 16: <i>ātma-vicāra</i> is just keeping our attention on ourself</b><br>\n<br>\nPersistently holding fast to self-attentiveness is the beginning, end and entire process of self-investigation (<i>ātma-vicāra</i>), as is clearly indicated by Bhagavan in the following sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்.<br>\n<br>\n<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>.<br>\n<br>\nThe name ‘<i>ātma-vicāra</i>’ [refers] only to keeping the mind always in [or on] <i>ātmā</i> [oneself].</blockquote>\n‘சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>sadākālamum maṉattai ātmāvil vaittiruppadu</i>) means ‘keeping the mind always in [or on] oneself’, which implies keeping one’s attention fixed firmly on oneself without allowing it to move away towards anything else, so in this sentence Bhagavan assures us that this is all that <i>ātma-vicāra</i> entails. Therefore there is nothing else we need do.<br>\n<br>\n<a name=\"bgs27\"></a><b>8. <i>Bhagavad Gītā Sāram</i> verse 27: fixing our attention on ourself, we should not think of anything else whatsoever</b><br>\n<br>\nAll we need do, therefore, is just to patiently persevere in clinging tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i> or <i>svarūpa-smaraṇa</i>) without thinking of or being concerned about anything else whatsoever, as Bhagavan emphatically says in the last two lines of verse 27 of <i>Bhagavad Gītā Sāram</i> (which is a translation of <i>Bhagavad Gītā</i> 6.25):<br>\n<blockquote>சித்தத்தை யான்மாவிற் சேர்த்திடுக மற்றெதுவு<br>\nமித்தனையு மெண்ணிடா தே.<br>\n<br>\n<i>cittattai yāṉmāviṟ cērttiḍuka maṯṟeduvu<br>\nmittaṉaiyu meṇṇiḍā dē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>English translation:</b> Fix the mind [your attention] in [or on] <i>ātman</i> [yourself]; do not think even the slightest of anything else at all.</blockquote></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "308",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7939773346032399758/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgxMjg0MDA1NTI2Cm9mZnNldDogMAo\""
}