{
    "kind": "blogger#post",
    "id": "3036005509828987356",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-06-08T13:48:00+01:00",
    "updated": "2021-02-05T21:05:28Z",
    "url": "http://happinessofbeing.blogspot.com/2016/06/can-our-mind-be-too-strong-for-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3036005509828987356",
    "title": "Can our mind be too strong for our actual self to dissolve it completely?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/05/we-can-separate-ourself-permanently.html#c99900700020195614\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/05/we-can-separate-ourself-permanently.html\">We can separate ourself permanently from whatever is not ourself only by attending to ourself alone</a>, a friend called Viswanathan cited an extract from an <a href=\"http://davidgodman.org/rteach/jd5.shtml\">interview</a> in which David Godman said, “This is a key part of Bhagavan’s teachings: the Self can only destroy the mind when the mind no longer has any tendency to move outwards. While those outward-moving tendencies are still present, even in a latent form, the mind will always be too strong for the Self to dissolve it completely”. Citing the final sentence from this statement an anonymous friend wrote <a href=\"http://happinessofbeing.blogspot.com/2016/05/we-can-separate-ourself-permanently.html#c5230738945957671711\">another comment</a> in which he asked: “David Godman, did you say ‘mind stronger than the Self’? I can’t get this. Is ‘the Self’ (our essential self) waiting for the mind to grow weaker so that it can dissolve it completely? How then was the partial dissolution taking place till then? Further, why did not the mind, while strong, dissolve ‘the Self’, if it all boils down to strong dissolving weak?” Since I doubt whether David would have read these questions, in this article I will reply on his behalf, though I may do so in somewhat different terms than he would.<br><a name='more'></a>\n<br>\nThough the questions asked by our anonymous friend seem quite reasonable, I understand what David was trying to say in that passage, and I think the problem with what he says is the way he says it rather than what I assume he means when he says it, so I will start by trying to clear up a serious conceptual confusion that seems to be underlying this rather puzzling statement of his. That is, there are not actually two separate things, ‘the Self’ and ‘the mind’, but only one thing, namely ourself, just as a rope and the snake that it seems to be are not two separate things but only one. What is called ‘the Self’ is ourself as we actually are, and what is called ‘the mind’ or ‘the ego’ is ourself as we seem to be whenever we are aware of anything other than ourself.<br>\n<br>\nAs Bhagavan says in two passages recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (11-1-46: 2002 edition, page 106), and ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (8-11-45: 2002 edition, page 37). That is, when we are aware of ourself alone, we are aware of ourself as we really are (which is what the English term ‘the Self’ refers to in this context), but when we are aware not only of ourself but also of anything else, we seem to be this ego or mind.<br>\n<br>\nTherefore we seem to be this mind only when we allow our attention to go outwards — this is, away from ourself even to the slightest extent — so as long as we are aware of anything other than ourself we cannot experience ourself as we actually are. Hence what seemingly prevents us from being aware of ourself as ‘the Self’ (the pure self-awareness that we actually are) is our outward-going tendencies — this is, our inclinations or urges to be aware of anything other than ourself.<br>\n<br>\nHowever, our mind and its outward-going tendencies are not real and have no actual substance of their own, so how can they be strong enough to prevent us from being aware of ourself as we actually are? The truth is that they never prevent this, because as we actually are we are always aware only of ourself as we actually are. It is only because we seem to be this ego or mind that we seem to be not aware of ourself as we actually are, but we seem to be this ego only in its own view, so since this ego is not real we are never not aware of ourself as we actually are.<br>\n<br>\nHowever, because we now seem to be this ego, albeit only in the view of ourself as this ego, it seems to be necessary for us to make effort to turn our attention back within, towards ourself alone, but when we try to do so, we find that our strong outward-going tendencies make us resist our own efforts to turn within. Therefore the battle that is now going on is not exactly between ‘the Self’ (ourself as we actually are) and this ego or mind, but rather between our love to be just as we actually are — that is, aware of nothing other than ourself — and our desires to be aware of anything else (which are the ‘outward-moving tendencies’ that David refers to).<br>\n<br>\nSo long as our desires to be aware of other things are stronger than our love to be aware of ourself alone, we will not be willing to surrender our ego entirely by allowing it to dissolve completely in the pure self-awareness that we actually are, and until we are willing to surrender ourself, God or <i>guru</i> will not force us to give up this false ego, which we are now clinging to with such strong attachment. Therefore Bhagavan taught us that we must persevere in trying to be attentively aware of ourself as much as possible until our outward-going tendencies are thereby weakened and our love to be aware of ourself alone is correspondingly strengthened to such an extent that the latter becomes stronger than the former, whereupon we will finally be willing and thereby able to let go of everything else and merge effortlessly back into our actual self, the source from which we rose as this ego.<br>\n<br>\nSince this is therefore a battle going on in our own mind between our opposing urges (<i>vāsanās</i>), namely our love to be aware of ourself alone and our desire to be aware of other things, does our actual self (‘the Self’) have no part to play in this? In one sense it has no part to play at all, because it is just as it is, and it never does anything, being eternally immutable and hence motionless (<i>acala</i>). However in another sense it is playing the major and only real role, and it will certainly be victorious in the end, because it is infinite love, and hence since it does not see anything as other than itself, it loves everything as itself. Therefore whatever love we as this ego or mind may now have to be aware of ourself alone is a reflection of the infinite love that we as we actually are have for ourself, so without doing anything but just by loving itself — and thereby loving us as itself — our actual self is steadily but unfailingly feeding us the love that we require to surrender ourself entirely and thereby dissolve back into ourself, like ice melting in water.<br>\n<br>\n<a name=\"aamm101\"></a>This dissolving of ourself in the infinite love that we actually are is what Bhagavan referred to in verse 101 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>அம்புவி லாலிபோ லன்புரு வுனிலெனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யன்பாக் கரைத்தரு ளருணாசலா.<br>\n<br>\n<i>ambuvi lālipō laṉburu vuṉileṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yaṉbāk karaittaru ḷaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அம்புவில் ஆலி போல் அன்பு உரு உனில் எனை அன்பா கரைத்து அருள் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ambuvil āli pōl aṉbu-uru uṉil eṉai aṉbā karaittu aruḷ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, like ice in water, lovingly melt me as love in you, the form of love.</blockquote>\n<a name=\"aa8\"></a>Just as it is the nature of water to melt ice in itself, so it is the nature of Arunachala, our own actual self, to melt us in itself, and just as even the largest and hardest piece of ice cannot forever resist being melted in the warm waters of the ocean, so our ego cannot forever resist being melted back into Arunachala, the infinite ocean of love from which it originated. The colder and harder our ego happens to be, the longer it will take for us to melt, but gradually we will be warmed and softened until eventually we will dissolve entirely, as we must inevitably do sooner or later, as Bhagavan assures us in verse 8 of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>கடலெழு மெழிலியாற் பொழிதரு நீர்தான்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கடனிலை யடைவரை தடைசெயி னில்லா<br>\nதுடலுயி ருனிலெழு முனையுறு வரையி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;லுறுபல வழிகளி லுழலினு நில்லா<br>\nதிடவெளி யலையினு நிலையிலை புள்ளுக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கிடநில மலதிலை வருவழி செல்லக்<br>\nகடனுயிர் வருவழி சென்றிட வின்பக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கடலுனை மருவிடு மருணபூ தரனே.<br>\n<br>\n<i>kaḍaleṙu meṙiliyāṯ poṙidaru nīrdāṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaḍaṉilai yaḍaivarai taḍaiceyi ṉillā<br>\nduḍaluyi ruṉileṙu muṉaiyuṟu varaiyi<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;luṟupala vaṙigaḷi luṙaliṉu nillā<br>\ndiḍaveḷi yalaiyiṉu nilaiyilai puḷḷuk<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kiḍanila maladilai varuvaṙi sellak<br>\nkaḍaṉuyir varuvaṙi seṉḏṟiḍa viṉpak<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaḍaluṉai maruviḍu maruṇabhū dharaṉē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கடல் எழும் எழிலியால் பொழிதரும் நீர்தான் கடல் நிலை அடைவரை தடை செயின் நில்லாது. உடல் உயிர் உனில் எழும் உனை உறு வரையில் உறு பல வழிகளில் உழலினும் நில்லாது. இட வெளி அலையினும் நிலை இலை புள்ளுக்கு; இடம் நிலம் அலது இலை; வரு வழி செல்ல கடன். உயிர் வரு வழி சென்றிட இன்பக் கடல் உனை மருவிடும், அருண பூதரனே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaḍal eṙum eṙiliyāl poṙidarum nīr-tāṉ kaḍal-nilai aḍaivarai taḍai-seyiṉ nillādu. uḍal-uyir uṉil eṙum uṉai uṟu-varaiyil uṟu pala vaṙigaḷil uṙaliṉum nillādu. iḍa veḷi alaiyiṉum nilai ilai puḷḷukku; iḍam nilam aladu ilai; varu vaṙi sella kaḍaṉ. uyir varu vaṙi seṉḏṟiḍa iṉba-k-kaḍal uṉai maruviḍum, aruṇa-bhūdharaṉē</i>.<br>\n<br>\n<b>அன்வயம்:</b> கடல் எழும் எழிலியால் பொழிதரும் நீர்தான் கடல் நிலை அடைவரை தடை செயின் நில்லாது. உனில் எழும் உடல் உயிர் உனை உறு வரையில் உறு பல வழிகளில் உழலினும் நில்லாது. இட வெளி அலையினும் புள்ளுக்கு நிலை இலை; நிலம் அலது இடம் இலை; வரு வழி செல்ல கடன். அருண பூதரனே, உயிர் வரு வழி சென்றிட இன்பக் கடல் உனை மருவிடும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaḍal eṙum eṙiliyāl poṙidarum nīr-tāṉ kaḍal-nilai aḍaivarai taḍai-seyiṉ nillādu. uṉil eṙum uḍal-uyir uṉai uṟu-varaiyil uṟu pala vaṙigaḷil uṙaliṉum nillādu. iḍa veḷi alaiyiṉum puḷḷukku nilai ilai; nilam aladu iḍam ilai; aruṇa-bhūdharaṉē, varu vaṙi sella kaḍaṉ. uyir varu vaṙi seṉḏṟiḍa iṉba-k-kaḍal uṉai maruviḍum</i>.<br>\n<br>\n<b>English translation:</b> Water showered by clouds, which rise from the ocean, will not stop even if obstructed until it reaches its ocean-abode. [Likewise] the embodied soul, which rises from you, will not stop even though it wanders along many paths that it encounters until it reaches you. Though it wanders in the vast sky, for a bird there is no place of rest [there]; except the earth, there is no place [for it to rest]; what it must do is to go the way it came. [Likewise] Aruna-mountain, when the soul goes back the way it came, it will merge in you, the ocean of happiness.</blockquote>\nTo return to Arunachala, the source from which we originated, what we need is ‘வரு வழி சென்றிட’ (<i>varu vaṙi seṉḏṟiḍa</i>), ‘to go back the way we came’, and since the way we came was by rising up from ourself as this ego, going back the way we came means subsiding back into ourself. But how can we do so? Since <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#un25\">we rose as this ego only by ‘grasping form’</a>, which means by being aware of anything other than ourself, in order to subside back into ourself we must cease grasping anything other than ourself, which we can effectively do only by trying to be aware of ourself alone.<br>\n<br>\nThe reason we continue grasping things other than ourself is that we still have desire to be whatever finite entity we currently seem to be, because we cannot survive as such without being aware of other things, so in order for us to go back the way we came, our love to be as we actually are must be greater than our desire to be whatever we seem to be. The infallible means by which we can cultivate such love is by persistently trying to be aware of ourself alone, thereby steadily weakening all our <i>viṣaya-vāsanās</i> — our urges, inclinations or tendencies to go outwards to experience anything other than ourself.<br>\n<br>\nWe start to go back along this வரு வழி (<i>varu vaṙi</i>), the path or way we came, only because the seed of love to return to our source has somehow been planted in our heart, and by making effort to follow this path we are nurturing this seed and allowing it to grow within us. But from where did this seed originate? From the same source from which we originated, because our source is our own infinite self, which is what is called Arunachala, and it is not only our source but also our true substance — what we actually are — so since its nature is infinite love, the seed of such love is always present within us, even though we have till now been neglecting it. However, like a seed that has been lying in frozen soil for thousands of years and that sprouts as soon as the soil begins to thaw, this seed of love for what we actually are sprouts as soon as our heart begins to thaw, as it inevitably does due to the working of grace (<i>aruḷ</i>), which is the same infinite love that we as we actually are always have for ourself.<br>\n<br>\nTherefore no matter how strong our mind and its out-going tendencies may seem to be, they are fighting a losing battle, because the ‘enemy’ they are unwittingly fighting against is the supreme power of infinite love, which can never be defeated, no matter how many deceitful tricks our mind may play on itself. The very moment that we first rose as this ego or mind, we were doomed to ultimate defeat, so the sooner we reconcile ourself to this fact the better, because knowing that our ultimate defeat is assured should make us more willing to surrender ourself here and now. Why and for how long are we to continue fighting this losing battle with ourself? Why should we not just give up now itself and rest in peace for ever after?<br>\n<br>\nBhagavan cannot fail to conquer us, because he conquers us only by his infinite love for us, and there is no power greater than that. However he conquers us in the gentlest possible fashion, not by opposing us in any way but by attracting us and thereby bringing us round to fight willingly and lovingly on his side of the battle by gradually letting go of our attachments to anything other than our own fundamental self-awareness. In his conquest, therefore, he never uses compulsion or coercion of any kind, and he never has any need to do so, because he works from within us, patiently feeding us with his own love and thereby making us love what he wants to give us, which is the pure, eternal, infinite and indivisible self-awareness that we actually are.<br>\n<br>\n<a name=\"aamm074\"></a>Therefore the battle that is going on within each one of us between the love that he is cultivating in our heart for pure self-awareness (which is what is called <i>sat-vāsanā</i> or <i>svātma-bhakti</i>) and our opposing desires to be aware of other things (which are what are called <i>viṣaya-vāsanās</i> or out-going tendencies) is being fought primarily by his grace, which is his all-consuming love for us, and hence he calls it ‘அருள் போராட்டம்’ (<i>aruḷ-pōrāṭṭam</i>), the ‘warfare of grace’, in verse 74 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>போக்கும் வரவுமில் பொதுவெளி யினிலருட்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;போராட் டங்காட் டருணாசலா.<br>\n<br>\n<i>pōkkum varavumil poduveḷi yiṉilaruṭ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;pōrāṭ ṭaṅkāṭ ṭaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> போக்கும் வரவும் இல் பொது வெளியினில் அருள் போராட்டம் காட்டு அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pōkkum varavum il podu veḷiyiṉil aruḷ-pōrāṭṭam kāṭṭu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, show [me] the warfare of grace in the common space devoid of going and coming.</blockquote>\nTo see the end of this war of grace, all we need do is surrender ourself by letting go of everything to which we have till now been attaching ourself — or in other words, by giving no room in our heart to the rising of any awareness of anything other than ourself. If we feel unable to do so, that is only because we have not yet cooperated willingly enough in his work of cultivating love for pure self-awareness in our heart, so we just need to persevere in watering the sprouting seed of that love with our attention. The more we cooperate with him in this work of his grace by persistently trying to be self-attentive, the sooner the required overwhelming love will blossom in our heart, enabling us to finally surrender ourself entirely to him.<br>\n<br>\nTherefore when David said, ‘While those outward-moving tendencies are still present, even in a latent form, the mind will always be too strong for the Self to dissolve it completely’, I assume that what he was trying to say was that as long as our inclinations to attend to anything other than ourself are still too strong, our mind will not be willing enough to yield itself entirely to being dissolved in the all-consuming light of pure self-awareness.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "242",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3036005509828987356/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "God",
        "grace",
        "guru",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Aṣṭakam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjEyNTU5MTI4ODkyCm9mZnNldDogMAo\""
}