{
    "kind": "blogger#post",
    "id": "8410986371825194948",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2016-02-08T09:33:00Z",
    "updated": "2017-05-27T11:28:55+01:00",
    "url": "http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8410986371825194948",
    "title": "Why should we believe what Bhagavan taught us?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#c469496398856387549\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html\">Why do I believe that <i>ātma-vicāra</i> is the only direct means by which we can eradicate the illusion that we are this ego?</a>, a friend called Maya explained why he was not convinced by what I wrote in it, so this article started off as a reply to some of the ideas he expressed in that comment. However when I began to discuss the logical reasons that Bhagavan gave us to explain why we should believe the fundamental principles of his teachings, this led to a series of reflections on aspects of his teachings that Maya did not refer to, so this article has developed into being more than just a direct reply to what he wrote in his comment.<br><a name='more'></a>\n<ol>\n<li><a href=\"#argument\">Why are arguments necessary to enable us to decide rationally what we should believe?</a></li>\n<li><a href=\"#according\">What does ‘according to Bhagavan’ mean?</a></li>\n<li><a href=\"#intuition\">Our beliefs should be based not just on blind intuition but on clear and coherent reasoning</a></li>\n<li><a href=\"#logic\">Why did Bhagavan employ logic when explaining the fundamental principles of his teachings?</a></li>\n<li><a href=\"#i-am-i\">We cannot be anything that we do not experience permanently, so ‘I am only I’</a></li>\n<li><a href=\"#destroy\">Since our ego seems to exist whenever we are aware of other things, we can destroy it only by being aware of ourself alone</a></li>\n<li><a href=\"#deductive\">Bhagavan’s use of deductive and inductive logic</a></li>\n<li><a href=\"#belief\">If Bhagavan’s teachings were not so logical, why should we believe them?</a></li>\n<li><a href=\"#benefit\">How can we be benefitted by understanding the logic underlying Bhagavan’s teachings?</a></li>\n<li><a href=\"#god\">Belief in God can be beneficial but is not essential</a></li>\n<ol type=\"a\">\n<li><a href=\"#ny07\"><i>Nāṉ Yār?</i> paragraph 7: as a separate entity God is just an illusory fabrication (<i>kalpanā</i>)</a></li>\n<li><a href=\"#ny09\"><i>Nāṉ Yār?</i> paragraph 9: the concept of God as a separate entity provides a beneficial focus for our love</a></li>\n<li><a href=\"#ny13\"><i>Nāṉ Yār?</i> paragraph 13: the more we trust God the easier it will be for us to surrender ourself by attending to nothing other than ourself</a></li>\n<li><a href=\"#ut15\"><i>Upadēśa Taṉippākkaḷ</i> verse 15: God is ourself, so self-attentiveness is supreme devotion to God</a></li>\n<li><a href=\"#uu08\"><i>Upadēśa Undiyār</i> verse 8: love for God as nothing other than oneself is best of all</a></li>\n<li><a href=\"#unnecessary\">Though potentially beneficial, belief in God is not actually necessary</a></li>\n</ol>\n<li><a href=\"#karma\">The <i>karma</i> theory is an auxiliary but not a fundamental principle of Bhagavan’s teachings</a></li>\n<ol type=\"a\">\n<li><a href=\"#ny15\"><i>Nāṉ Yār?</i> paragraph 15: God is untouched by any <i>karma</i> and therefore does not do anything</a></li>\n<li><a href=\"#un38\"><i>Uḷḷadu Nāṟpadu</i> verse 38: <i>karma</i> exists only for the ego</a></li>\n<li><a href=\"#un19\"><i>Uḷḷadu Nāṟpadu</i> verse 19: fate and free will exist only for the ego</a></li>\n<li><a href=\"#uu-being\"><i>Upadēśa Undiyār</i>: liberation is gained not by doing anything but only by just being</a></li>\n<li><a href=\"#karma-benefit\">How can belief in the <i>karma</i> theory be beneficial?</a></li>\n</ol>\n<li><a href=\"#efficacy\">The relative efficacy of various forms of spiritual practice</a></li>\n</ol>\n<a name=\"argument\"></a><b>1. Why are arguments necessary to enable us to decide rationally what we should believe?</b><br>\n<br>\nThough he did not explain in detail why any of the teachings of Bhagavan that I cited or any particular arguments that I gave in my previous article did not convince him, Maya generally seemed to underrate the value of any arguments, claiming that no matter how many arguments one may give in support of one’s point of view, whatever one may say is still just an opinion. However in any reasonable discussion arguments are necessary, because an argument is a statement or explanation of the reasons we have for holding a certain belief or opinion, so without any reasonable arguments whatever we may say or write would be just an assertion of our opinions, which would be of little value either to ourself or to anyone else. Only if we give reasonable arguments for our opinions can others assess whether or not our opinions are of any value to them.<br>\n<br>\nNot only are reasonable arguments necessary when we present our beliefs or opinions to others, but they are also necessary for ourself, because our beliefs would be arbitrary and blind if they were not based on careful reasoning. A belief or opinion based on carefully reasoned arguments is not a mere opinion or a blind belief but a well-grounded one.<br>\n<br>\n<a name=\"according\"></a><b>2. What does ‘according to Bhagavan’ mean?</b><br>\n<br>\nIn my previous article I used the phrase ‘according to Bhagavan’ in several contexts, but in his comment Maya claimed that when I or anyone else uses this phrase what it really means is ‘according to Bhagavan based on [the person’s] understanding’. However what this phrase should mean is not ‘according to my understanding’ or ‘according to my opinion’ but according to what he actually wrote or said, or at least according to what we can reasonably infer from what he actually wrote or said. He expressed the fundamental principles of his teachings in a clear and simple manner in texts such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, so if what we say or write is based upon those fundamental principles and what we can reasonably infer from them, we are perfectly justified in saying ‘according to Bhagavan’, whereas if it is not based on those principles or on any other ideas that he expressed that are consistent with them we should not say ‘according to Bhagavan’.<br>\n<br>\nThis is the sense in which I use this phrase, so if ever Maya or anyone else believes I have used it in any particular context without adequate justification, they should question my use of it in that context rather than my use of it in general. I checked my previous article and found that I used the phrase ‘according to Bhagavan’ eight times and similar phrases such as ‘according to what Bhagavan taught us’ or ‘according to both Bhagavan and Sankara’ four times, and in none of these cases does my use of it seem to me to be unjustified, but if anyone wants to question any specific instances of my use of it, I would be happy to explain my justification for using it in each such case.<br>\n<br>\n<a name=\"intuition\"></a><b>3. Our beliefs should be based not just on blind intuition but on clear and coherent reasoning</b><br>\n<br>\nMaya began one of the paragraphs in his comment by saying ‘To me whether the person who proposes a method is realized or not makes a lot of difference and is very important’ and ended it by saying ‘I wouldn’t dismiss this criteria [whether or not a person has experienced what he is talking about] that lightly’, and in between he asked whether we would have so much faith in Bhagavan’s words if we did not believe he was realized. I agree with Maya that one of the reasons why we have faith in what Bhagavan taught us is that we believe that it is based on his experience of himself as what alone is real (which I assume is what Maya meant by saying ‘he was realized’), but why do we believe this?<br>\n<br>\nWe may say that we believe it intuitively, but our intuitions can be mistaken, so we should never rely on them entirely. What we believe intuitively is often quite contrary to what other people believe intuitively, so all intuitive beliefs cannot be correct, and hence we need something more reliable than intuition on which to base our beliefs. This becomes particularly important when we consider Bhagavan’s teachings, because he taught us to question many of our most fundamental and deeply rooted intuitive beliefs — such as our beliefs that we are a particular body or person, that this world is real, and that whatever we are currently experiencing is our waking state and not a dream — saying that all such intuitive beliefs are mistaken, being based entirely on our self-ignorance or <i>ajñāna</i>. Therefore intuition is not a reliable guide to what is true. Some of our intuitions may seem to be more or less correct, but according to Bhagavan most of them are totally incorrect.<br>\n<br>\nWhat we believe intuitively is to a large extent determined by the purity and consequent clarity of our mind (that is, the extent to which our mind is free from impurities in the form of desires for and attachments to anything other than ourself), so if our mind is pure our intuitive beliefs are more likely to be correct than they would be if it were still very impure. However if we proudly think that our intuitive beliefs must be correct because our mind is so pure, that would indicate that our ego is still very strong, and since our ego is our primal impurity and the root of all our other impurities, it would actually show that our mind is extremely impure and that our intuitive beliefs are therefore probably incorrect and delusional. If our mind were really pure, we would have the humility to recognise that our intuitive beliefs could well be mistaken.<br>\n<br>\nInitially we may have been attracted to Bhagavan and his teachings intuitively, but in order to derive full benefit from them we need to go beyond mere intuitive belief in him and whatever he said. We need to consider his teachings deeply and carefully and try to practise them to the best of our ability, because then only will our initial belief develop into a clear, coherent and strongly grounded conviction, which in turn will develop into actual experience of the truth that he taught us. Without a clear, coherent and strongly grounded conviction regarding the fundamental principles of his teachings we will not be able to understand them correctly and hence we will not be adequately motivated to cling firmly to the practice of <i>ātma-vicāra</i> that he taught us, so he did not merely ask us to believe what he taught us, but explained in a clear and logical manner why the fundamental principles of his teachings are necessarily true.<br>\n<br>\n<a name=\"logic\"></a><b>4. Why did Bhagavan employ logic when explaining the fundamental principles of his teachings?</b><br>\n<br>\nIn his comment Maya wrote, ‘Proving logically in science means a lot but in spirituality it doesn’t mean much’, but if logical reasoning is of so little value, why did Bhagavan explain the fundamental principles of his teachings in such a clear and logical manner? Without logical and coherent reasons whatever we believe would be arbitrary and very likely to be mistaken, so until we actually experience what is real and thereby dissolve the illusion that we are this ego, logical reasoning is the most reliable means that we have to determine what we should believe and what we should doubt.<br>\n<br>\nFor those of us who are seeking to know what is real, the simple and clear logic of Bhagavan’s teachings is what is so compellingly attractive about them. We may have been attracted to him initially because we intuitively felt that he is something so much more than the simple and loving person that he seemed to be, but through his teachings he encourages us to go beyond that initial attraction to his outward form by showing us that what we are actually seeking is not anything outside ourself but is only what we ourself actually are, and by explaining that he is nothing other than that.<br>\n<br>\n<a name=\"i-am-i\"></a><b>5. We cannot be anything that we do not experience permanently, so ‘I am only I’</b><br>\n<br>\nIn order to impress firmly on our mind the need for us to turn within to investigate ourself he explained in a clear and logical manner on the basis of a simple and incisive analysis of our own experience of ourself in our three alternating state of waking, dream and sleep why we cannot be the body, mind or person that we now seem to be. That is, in brief, since we experience ourself as one body in waking and as another body in dream, we cannot be either of these bodies, because we cannot be anything that we do not experience permanently. In waking we experience ourself as this body, but in dream we experience ourself without experiencing this body, so it cannot be what we actually are. Likewise in dream we experience ourself as some other body, but in waking we experience ourself without experiencing that dream body, so it cannot be what we actually are.<br>\n<br>\nThough we experience ourself as this ego or mind in both waking and dream, in sleep we experience ourself without experiencing either this ego or this mind, so neither of them can be what we actually are. Each of these three states, waking, dream and sleep, come and go, but the only thing that we experience uninterruptedly throughout all of them is ourself, so we cannot be anything other than ourself — that is, we cannot be any body, mind or other transitory phenomenon, but can only be what we experience permanently, which is our fundamental self-awareness, which remains alone in sleep and on which the awareness of body, mind and other phenomena is superimposed in waking and dream.<br>\n<br>\nBecause we cannot be anything other than ourself, Bhagavan taught us that true experience of ourself is not ‘I am this’ or ‘I am that’ but only ‘I am I’, as he clearly indicated in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu20\">verse 20</a> of <i>Upadēśa Undiyār</i>, <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i> and <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#av2\">verse 2</a> of <i>Āṉma-Viddai</i>, in each of which he used the phrase ‘நான் நான்’ (<i>nāṉ nāṉ</i>), which means ‘I am I’, and also in verse 43 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and verse 4 of <i>Appaḷa-p-Pāṭṭu</i>, in which he used respectively the phrases ‘தானே தானே’ (<i>tāṉē tāṉē</i>) and ‘தானே தான்’ (<i>tāṉē tāṉ</i>), both of which mean ‘oneself alone is oneself’.<br>\n<br>\nSince it is a basic principle of logic that if anything is true of <I>A</I> but not true of <I>B</I>, <I>A</I> and <I>B</I> cannot the same thing but must be two different things, if we are ever aware of ourself when we are not aware of <I>X</I>, <I>X</I> cannot be what we actually are. Therefore since we are always aware of ourself and since there is nothing other than ourself that we are always aware of, according to this simple principle of logic it is necessarily true that we cannot be anything other than ourself, the fundamental self-awareness that we experience without a break at all times and in all states. Thus Bhagavan pointed out to us a simple and clear logical reason why we cannot be the body, mind or person that we now seem to be.<br>\n<br>\n<a name=\"destroy\"></a><b>6. Since our ego seems to exist whenever we are aware of other things, we can destroy it only by being aware of ourself alone</b><br>\n<br>\nHaving diagnosed that the root of all our problems is our illusory experience ‘I am this body’, which is what is called ‘ego’, and having explained this by simple logical arguments, Bhagavan then explained to us that since we can experience ourself as anything other than what we actually are only when we are aware of other things, and since whenever we are aware of anything other than ourself we are aware of ourself as this ego, the only means by which we can destroy the illusion that we are this ego is by trying to be aware of ourself alone.<br>\n<br>\nThis is one of the most fundamental principles of his teachings, and it is expressed by him in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he says that our ego is a formless phantom (an insubstantial entity that seems to exist but does not really exist) that comes into existence by grasping forms (that is, by being aware of things other than itself) and that then endures and feeds itself by continuing to grasp forms one after another, thereby expanding and flourishing greatly, but if it turns its attention back on itself seeking to know what it actually is it will ‘take flight’ and disappear. What he implied thereby is that we will experience ourself as this ego so long as we attend to or are aware of anything other than ourself, so the only means by which we can experience ourself as we really are and thereby cease to experience ourself as this ego is by focusing our entire attention only on ourself, thereby excluding everything else from our awareness.<br>\n<br>\nSince what is called ‘ego’ is our awareness of ourself as something separate and finite, and since we inevitably experience ourself as something separate and finite whenever we are aware of anything other than ourself, the fundamental principle that he teaches us in verse 25 of <i>Uḷḷadu Nāṟpadu</i> is logically sound and can be inferred by deductive reasoning. That is, in order to be aware of ourself as something separate and finite, we must be aware of other things, and in order to be aware of other things, we must be aware of ourself as something separate and finite. Therefore the seeming existence of other things and the seeming existence of ourself as this ego are logically inseparable: neither can be without the other.<br>\n<br>\nMoreover, if it is true, as he teaches us, that we are not this finite ego but only infinite self-awareness, other than which nothing exists, it logically follows that in order to experience ourself as we actually are we must be aware of ourself alone, in complete isolation from even the slightest awareness of anything else whatsoever. This is why he taught us that <i>ātma-vicāra</i> (self-investigation or self-attentiveness) is the only means by which we can experience ourself as we actually are and thereby destroy forever the illusion that we are this ego or mind, and why he said, for example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>, ‘நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்’ (<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum</i>), which means ‘Only by the investigation who am I will the mind subside [or cease to exist]’, and in <a href=\"http://www.happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a>, ‘மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை’ (<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai</i>), which means ‘For the mind to cease, except <i>vicāraṇā</i> [self-investigation] there are no other adequate means’.<br>\n<br>\nThe fact that we cannot be this finite ego was already proved by his logical argument that we cannot be anything that we are not aware of whenever we are aware of ourself, and hence since we are aware of ourself but not of our ego in sleep, this ego cannot be what we actually are. In sleep we are aware of ourself but not aware of any separation or finitude, so we can infer that it is probable that what we actually are is infinite self-awareness. Therefore it is perfectly reasonable for us to accept (at least tentatively as a working hypothesis) that we are infinite self-awareness, as he teaches us, and that in order to be aware of ourself as we actually are we must be aware of ourself alone.<br>\n<br>\nThough we are aware of ourself alone in sleep, we nevertheless rise again sooner or later as this ego in either waking or dream, so sleep cannot last forever. According to Bhagavan, the reason it does not last forever is that our ego subsides in sleep due to tiredness and not due to being attentively self-aware, so if we are to destroy this ego-illusion for ever, we must make it subside by being attentively self-aware. Since we are always self-aware, and since we are aware of ourself alone in sleep, self-awareness by itself is not sufficient to destroy this ego, so it can only be destroyed by attentive self-awareness.<br>\n<br>\nThe reason why self-attentiveness is needed to destroy this ego is that this ego comes into existence due to <i>pramāda</i>, which is self-negligence or self-inattentiveness. Attention is our ability to choose what we wish to be primarily aware of at each moment, so it is a function of our ego, because what is aware of many things is only our ego, so only our ego needs to choose which of those many things it wants to be aware of at each moment. Our ego is self-negligent because it chooses to attend to other things rather than to itself, so since it cannot be destroyed unless it willingly surrenders itself to its own destruction, and since it can surrender itself thus only by trying to be aware of itself alone, it must choose to be aware of itself alone, which means that it must try to attend only to itself. Therefore being self-attentive is surrendering ourself (this ego) to what we actually are, which is pure self-awareness.<br>\n<br>\nThis is why Bhagavan says in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing completely absorbed in self-abidance (<i>ātma-niṣṭhā</i>), giving not even the slightest room to the rising of any thought (<i>cintana</i>) other than thought of oneself (<i>ātma-cintana</i>), alone is giving oneself to God.</blockquote>\nSo long as we are thinking of or attending to anything other than ourself, we are thereby nourishing and sustaining our ego, so the only way to surrender it entirely is to think of or attend to ourself alone. Therefore Bhagavan’s teaching that we can destroy our ego and thereby experience ourself as we really are only by means of <i>ātma-vicāra</i> (self-investigation) or <i>ātma-cintana</i> (self-attentiveness) is not only based on his own experience but was also explained by him in a perfectly logical manner on the basis of his clear, simple and incisive analysis of our experience of ourself in waking, dream and sleep.<br>\n<br>\n<a name=\"deductive\"></a><b>7. Bhagavan’s use of deductive and inductive logic</b><br>\n<br>\nAs we can understand from what he taught us, Bhagavan experienced himself as infinite and indivisible self-awareness, which alone is what actually exists, so he obviously did not need to use any logical reasoning to convince himself of the truth of what he experienced. However, since we currently seem (in the view of ourself as this ego) to be self-ignorant, we do not now experience ourself as the one infinite and indivisible self-awareness that we actually are, so we need to be convinced that this is what we actually are, because only when we are firmly convinced of this will we have sufficiently strong motivation to investigate ourself and thereby to experience ourself as we really are.<br>\n<br>\nOur motivation or love (<i>bhakti</i>) to investigate ourself needs to be overwhelmingly strong, because investigating what we actually are necessarily entails surrendering or giving up everything else, particularly everything that we now seem to be. Since our motivation will be strong only if it is built on a solid foundation of firm conviction, Bhagavan used simple and clear logic to convince us of the truth of what he taught us.<br>\n<br>\nObviously logic can give us only an intellectual conviction, which is insufficient by itself, but a well-grounded intellectual conviction is necessary, because it provides a firm foundation on which to base our practice of self-investigation (<i>ātma-vicāra</i>), and it is only by persistent practice of self-investigation that we can develop true <i>bhakti</i> (love to experience or be aware of ourself as we actually are) and corresponding <i>vairāgya</i> (freedom from desire to experience or be aware of anything else). Therefore when explaining to us the fundamental principles of his teachings, Bhagavan used both deductive and inductive logic in order to impress upon our mind the truth of those principles.<br>\n<br>\nSince deductive logic is more powerful and compelling than inductive logic, wherever possible he used deductive logic, as he did for example when explaining to us why we cannot be the body, mind or person that we now seem to be, and why we can experience ourself as we actually are and thereby annihilate our ego only by being attentively aware of ourself alone. However, not everything can be proved by deductive logic, so whenever deductive logic was inapplicable he used inductive logic, as he did for example when explaining to us why we should consider our present state to be just another kind of dream, and why we should consider that the existence of everything other than ourself depends upon the existence of our ego, which is our illusory experience ‘I am this body’.<br>\n<br>\nSince everything that we experience other than ourself seems to exist only in waking and dream, when we experience ourself as a body, and since we experience nothing else when we do not experience ourself as a body, as in sleep, it is reasonable for us to suppose that there is a causal connection between our experience ‘I am this body’ and the appearance of anything else in our awareness, so when Bhagavan teaches us that this is the case, he is confirming something that is not necessarily true but highly probable, because though we cannot infer it by deductive logic, we can infer it by inductive logic.<br>\n<br>\nAs recorded in the third chapter of the second part of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, pages 67-8), in reply to someone who questioned him about the reality of the world Bhagavan argued:<br>\n<blockquote>Does the world exist by itself? Was it ever seen without the aid of the mind? In sleep there is neither mind nor world. When awake there is the mind and there is the world. What does this invariable concomitance mean? You are familiar with the principles of inductive logic, which are considered the very basis of scientific investigation. Why do you not decide this question of the reality of the world in the light of those accepted principles of logic?</blockquote>\nThe difference between deductive and inductive logic is that whereas the conclusion of a valid deductive argument is necessarily true if its premises are true, the conclusion of an inductive argument is not necessarily true but probably true. The classic example of a deductive argument is: All men are mortal; Socrates is a man; therefore Socrates is mortal. If the two premises in this argument are true, the conclusion is necessarily true, because it is logically entailed in the premises. If the conclusion is not true, then one or more of the premises must be untrue. That is, if Socrates is not mortal, then it logically follows either that he is not a man or that not all men are mortal.<br>\n<br>\nBhagavan’s argument that we are not a body, a mind or anything else other than simple self-awareness is a deductive argument. If it is true that we are aware of ourself at all times and in all states, and if it is also true that at any time or in any state we are not aware of any body, mind or anything else other than ourself, then it is necessarily true that we are not anything other than simple self-awareness.<br>\n<br>\nLikewise, his argument that we cannot see what we actually are unless we look at ourself — in other words, that we cannot know what we actually are unless we attend to ourself, or that we cannot experience what we actually are unless we investigate ourself — is a deductive argument. If it is true that we cannot see something unless we look at it, or that we cannot know, experience or be aware of something unless we attend to it, then it is necessarily true that we cannot see, know, experience or be aware of ourself as we actually are unless we look at or attend to ourself.<br>\n<br>\nHowever, his argument that the (seeming) existence of other things depends upon the (seeming) existence of ourself as an ego is not a deductive argument but only an inductive one. One of the classic examples of an inductive argument used to be: Every swan that anyone has ever seen has been white; therefore all swans are white. Since swans native to the northern hemisphere are white, in the past most people in the world were not aware of the existence of any swans that were not white, so they were justified in believing that all swans are white. That is, since every report they had ever heard from people who had seen swans confirmed that no one had ever seen a non-white swan, it seemed probable to them that all swans are white.<br>\n<br>\nIn other words, since the premise ‘every swan that anyone has ever seen has been white’ seemed to be true, the inductive inference ‘therefore all swans are white’ was a reasonable one, provided it was understood to mean ‘all swans are probably white’ rather than ‘all swans are certainly white’. An inductive inference (the conclusion of an inductive argument) is never certainly true, but is at best probably true, because it is possible that in future it will be falsified by some new evidence, as happened in the case of the inference ‘all swans are white’. That is, when people started to travel more widely and communication between different parts of the world thereby increased, it became known that in South America there is a species of black-necked swans and in Australia there is a species of black swans, which falsified the premise ‘every swan that anyone has ever seen has been white’, and once this premise was falsified, the inductive inference drawn from it that all swans are white was shown to be mistaken.<br>\n<br>\nMost scientific theories are inductive inferences, so they are not certainly true but just seem to be probably true. This is why they tend to change over time, because older theories are usually falsified sooner or later by new evidence, so they either have to be replaced by entirely new theories or they need to be refined and modified in order to account for the new evidence.<br>\n<br>\nHowever, some inductive inferences are more probable than others, so in science observations are quantified and statistically analysed in order to estimate how probable are the inferences that one can draw from them. Some inferences are probable but very far from certain, whereas a few may be so probable that they seem almost certainly true, but however probable they may seem, they are not certain, because no inductive inference can ever be certain. For example, every day of our life the sun has risen in the east in the morning, and according to all accounts it has risen in the east every morning for millions of years, and nowadays we believe that the reason it does so is because of the steady momentum of the earth’s spin around its north-south axis. Therefore we can inductively infer that it will almost certainly rise in the east tomorrow morning.<br>\n<br>\nHowever, though this is almost certain, it is not absolutely certain, because the fact that the sun has risen in the east every morning till now does not logically entail that it will do so tomorrow. All we can logically infer is that it will most probably do so, but for some unforeseen reason it may not do so. Perhaps some hitherto unknown force may cause the rotation of the earth to slow down, stop or even reverse, or it may cause the axis of its rotation to suddenly shift. Or perhaps all this is just a dream, in which case tomorrow we may dream that the sun does not rise, or that it rises in the west, north or south. The prior regularity of a course of events does not make it logically impossible for that regularity to change. It may make such a change seem improbable, but it does not make it impossible. The fact that the sun has supposedly risen in the east every morning in the past for millions of years does not make it logically necessary that it will continue to do so every morning in future.<br>\n<br>\nIt is logically necessary that no circle can be square, and that Socrates is mortal if it is true that he is a man and that all men are mortal, because the truth of these statements can be inferred by deduction, but it is not logically necessary that a regular course of past events such as the rising of the sun in the east every morning will continue regularly in future, because we cannot predict such a continuity by means of any deductive inference but only by means of an inductive inference. Whatever can be inferred deductively is certainly true (provided that the premises from which it can be deducted are true), whereas whatever can be inferred only inductively is probably true but not certainly true.<br>\n<br>\nHow probable is the inductive inference that Bhagavan asked us to draw from the fact that a world seems to exist whenever our mind seems to exist, as in waking and dream, and that no world seems to exist whenever our mind does not seem to exist, as in sleep? Is its probability comparable to the probability that the sun will rise in the east tomorrow morning, or to the probability that all swans are white if no reports about the sighting of any non-white were known about? If we did not know about the existence of black swans, would we consider it more likely that all swans are white or that the sun will rise in the east tomorrow morning? I think we would all agree that the existence of black or coloured swans would seem less improbable than the sun not rising in the east tomorrow morning. But what about the probability that any world exists when our mind does not exist?<br>\n<br>\nIf we consider the evidence impartially, since no world has ever seemed to exist when our mind does not seem to exist, and since a world has always seemed to exist whenever our mind seems to exist, this invariable concomitance suggests very powerfully that the existence of any world depends upon the existence of our mind. If we consider the fact that the sun has risen in the east every morning in the past to be powerful evidence that it will rise in the east tomorrow morning, the fact that in the past a world has seemed to exist only when we have experienced ourself as this mind and as a body in that world is equally powerful evidence that the seeming existence of any world is dependent on our experience of ourself as a body and mind.<br>\n<br>\nTherefore when Bhagavan asked in the passage of <i>Maharshi’s Gospel</i> that I cited above, ‘What does this invariable concomitance mean? You are familiar with the principles of inductive logic, which are considered the very basis of scientific investigation. Why do you not decide this question of the reality of the world in the light of those accepted principles of logic?’, what he implied was that according to the principles of inductive logic we have a very strong reason to infer that no world exists independent of our experience of it.<br>\n<br>\nSome people object to this conclusion by arguing that we are not conscious or aware while we are asleep, so this world does not seem to us to exist then simply because we are not aware of it. However, their premise that we are not aware in sleep is false, because we are aware of our own existence then, so if this world exists then we should be aware of it also. All that exists in our awareness in sleep is ourself, so since no body or world exists in our awareness then, we can inductively infer that they do not exist at all when we are asleep.<br>\n<br>\nAnother argument that people give in objection to this conclusion is that the reason why we are not aware of this world while we are asleep is that our senses are not functioning then. But this is a flawed objection, because our senses are part of this body, which is a part of this world, so when we question whether any world exists when we are not aware of it, we are also questioning whether any body or senses exist when we are not aware of them.<br>\n<br>\nHow are we aware of a world while we are dreaming? Just as we now experience a body as ourself and through the senses of this body perceive a world, in dream we likewise experience a body as ourself and through the senses of that body perceive a world. Now we believe that the body, senses and world that we experienced in any dream were a creation of our own mind and therefore do not exist independent of it, but while dreaming we seemed to be awake, so the body, senses and world that we were then experiencing seemed at that time to be real and not just a creation of our mind, just as our present body, its senses and this world now seem to us to be real and not just a creation of our mind.<br>\n<br>\nTherefore if we consider and compare the evidence of our experience in waking and dream impartially, there is no evidence that the body, senses and world that we now experience are not just a creation of our mind like those that we experienced in any dream, or that our present state is not just another dream. In dream we do not experience this body and world but some other body and world, so if this body and world exist then why do we not experience them? We do not believe that our dream body and world exist now, because we do not believe that they exist independent of our experience of them, so why should we believe that this body and world exist while we are dreaming, or that they exist independent of our experience of them?<br>\n<br>\nIn sleep (that is, in dreamless sleep) we do not experience any body, senses or world, but we are aware that we exist then. If either this body and world or any dream body and world exist then, why are we not aware of them? We exist then, so we are aware of ourself, but we are not aware of anything else, which suggests that nothing else exists then. So long as we are aware, we should be aware of whatever exists in our proximity, so if our body exists then, we should be aware of it at least, but we are not aware of it, and hence we can infer that it does not actually exist.<br>\n<br>\nTherefore if we apply inductive logic to what we actually experience (rather than to whatever we assume to be the case), it strongly suggests that our present body and world do not exist either when we are dreaming or when we are asleep. We are habituated to believing in our present state that this body and world exist independent of our experience of them, so we assume that they exist even when we do not experience them, as in dream and sleep, but we do not actually have any evidence that they exist when we do not experience them, so this assumption of ours is totally ungrounded.<br>\n<br>\nMost inductive inferences are liable to be falsified by new evidence, just as the inference that all swans are white was falsified by the discovery of black swans, or just as the inference that the sun will rise in the east tomorrow morning would be falsified if it did not do so, but some inductive inferences are immune to falsification, because it is impossible either logically or in practice for us to find any countervailing evidence. However, being immune to falsification does not mean that an inductive inference is necessarily true, but only that there is no means by which we could ever show it to be false.<br>\n<br>\nAn example of an inductive inference that is definitely immune to falsification is the inference that Bhagavan asks us to draw from the fact that other things seem to exist only when we seem to be this ego or mind, namely the inference that the seeming existence of other things depends upon the seeming existence of ourself as this ego. The reason why this inference is immune to falsification is that whenever we experience the existence of anything other than ourself we necessarily experience ourself as something separate from those other things, because without such a sense of separation the other things would not appear to be other than ourself, and experiencing ourself as any separate thing is what is called ego.<br>\n<br>\nMoreover, since we are only one and not many, we can experience ourself as we really are only when we experience oneness and not when we experience manyness. Whenever we experience manyness we experience ourself as if we were one among those many things, so experiencing manyness or otherness necessarily entails experiencing ourself as an ego, because what this term ‘ego’ means is the experience or awareness of ourself as something that is separate and hence finite. Therefore according to the principles of deductive logic we cannot experience the existence of anything other than ourself unless we experience ourself as an ego, so as long as we experience ourself as this ego we cannot know whether or not anything else exists when we do not experience ourself as this ego.<br>\n<br>\nBeing unable to experience the existence of anything else when we do not experience ourself as this ego, as in sleep, we cannot know for certain whether or not other things depend for their existence upon the seeming existence of ourself as this ego. Though other things seem to exist now, we do not know whether they actually exist, because they could all be just a creation of our own mind, like all the other things that we experience in a dream, in which case they would not actually exist even when they seem to exist. Therefore their actual existence is doubtful at all times, even when they seem to exist, and their seeming existence is doubtful whenever we do not experience it. Hence as Bhagavan says, since other things seem to exist only when we seem to be this ego, according to the principles of inductive logic we can infer that the existence of other things depend upon the existence of our ego.<br>\n<br>\nThis inductive inference can never be falsified because we can never experience the existence of anything else when we do not experience ourself as this ego. However, because it is an inductive inference we can also never verify it, or at least we cannot do so as long as we experience ourself as this ego. According to Bhagavan, the only way to verify that nothing else exists when our ego does not exist is to experience ourself as we actually are, because only when we experience ourself as we actually are will we experience the truth that we alone exist — that is, that we are the one infinite and indivisible reality, other than which nothing can ever actually exist or even seem to exist.<br>\n<br>\nLogical reasoning obviously has its limits, because it is a function of our mind, which is an expansion of our ego, so it cannot determine what exists beyond the limits of our ego and its mind-mediated knowledge. Therefore though logical reasoning is the best available guide to what is true so long as we experience ourself as this ego, it cannot by itself enable us to experience what we actually are. However, it can enable us to understand not only that we cannot be this ego, mind or body, but also what the means must be to experience ourself as we actually are.<br>\n<br>\nWe experience other things only because we attend to them, and so long as we are experiencing anything other than ourself we are experiencing ourself as this ego, so we cannot experience ourself as we actually are so long as we attend to and are therefore aware of anything other than ourself. Hence we can logically infer that the only means by which we can experience ourself as we actually are is by attending to and thereby being aware of ourself alone.<br>\n<br>\nThe need for us to draw this simple logical inference from a clear analysis of our experience of ourself in our three alternating states of waking, dream and sleep, and from the fact that we are aware of other things whenever we experience ourself as a body, as we do in waking and dream, but not when we do not experience ourself as a body, as in sleep, was repeatedly explained to us by Bhagavan. Therefore if we ignore the compelling logic of his teachings and the clear and coherent manner in which he applied that logic, we will fail to understand the unique power of his teachings and the reason why self-investigation (<i>ātma-vicāra</i>) is the only means by which we can experience what we actually are.<br>\n<br>\nOther spiritual practices may help to purify our mind and thereby lead us to the point where we are willing to accept the simple logic of this fundamental principle taught by Bhagavan, namely that we cannot experience ourself as we actually are unless we investigate ourself by trying to attend to and thereby be aware of ourself alone, but once we are willing to accept and be convinced by his simple logic, self-investigation will become the focal point and central aim of whatever spiritual practice we may do.<br>\n<br>\n<a name=\"belief\"></a><b>8. If Bhagavan’s teachings were not so logical, why should we believe them?</b><br>\n<br>\nBhagavan’s teachings are in many respects counterintuitive, because (as I mentioned in <a href=\"#intuition\">section 3</a>) they challenge and prompt us to question all our most fundamental intuitive beliefs — such as our beliefs that we are this body or person, that this world is real, that whatever we are currently experiencing is not a dream, and that we derive happiness from external phenomena — so if we consider his teaching deeply and seriously, we would not believe them unless we had very strong grounds for doing so. This is why Bhagavan explained their fundamental principles in such a clear, logical and coherent manner based on a simple but deep analysis of our experience of ourself in our three states of waking, dream and sleep.<br>\n<br>\nIf he had not done so, what reason would we have to believe them? There are so many different beliefs that people hold about the world, the existence and nature of God and what we ourself actually are, so when we decide what we should believe, particularly with regard to metaphysical issues, it is not immediately obvious which of the many competing and conflicting systems of metaphysical belief we should choose (particularly since the nature of ourself as an ego or mind is to be metaphysically ignorant).<br>\n<br>\nThere are several major religions that are prevalent in the present-day world, each with their own sacred texts and millions of followers, and within each religion there are numerous different sects, each of which interpret their sacred texts in their own way and hold other ancillary beliefs of their own, so which of the numerous conflicting beliefs taught by these religions and sects should we believe, or should we believe none of them? In addition to the diverse beliefs taught by religious sects there are other popular systems of belief such as atheism, which is generally based on the metaphysical view known as physicalism or materialism, according to which what is real is only physical things, so everything including our mind can ultimately be explained in terms of physics. Physicalism tends to be the dominant metaphysical view among present-day academic philosophers, and they hold this view so strongly that they expend a huge amount of mental effort trying to find some way to satisfactorily explain the mind and all mental phenomena in purely physical terms.<br>\n<br>\nIn the past most people were born and lived in a particular culture in which one particular religion or system of metaphysical belief prevailed, so they tended to believe whatever religion or philosophy was believed by their family or social group. Nowadays, however, most of us live in multicultural societies and we all have exposure to a much wider range of religions and other systems of metaphysical belief, so if we want to decide for ourself what we should believe we have numerous options to choose between. Given so much choice, then, why should we choose to believe Bhagavan’s teachings rather than any other system of metaphysical belief?<br>\n<br>\nIf he had not given us logically compelling reasons to believe his teachings, how could we justify our belief in them to ourself (or to anyone else who may ask us to do so)? Would not our belief in them be arbitrary and no more reliable or likely to be true than any of the numerous other beliefs that we could hold instead?<br>\n<br>\nSome of us may have been born in Hindu families, in which case his teachings may not seem to be so alien to the beliefs we were brought up with, but even then why should we choose his particular teachings? Hinduism is not a single system of metaphysical belief or of religious or spiritual practice, but is a very broad and diverse family of such beliefs and practices, and within this family the different philosophies contradict one another with regard to many of their fundamental beliefs, as also do the advocates of different forms of spiritual practice. Though most of the philosophies and sects within Hinduism say that liberation (<i>mukti</i> or <i>mōkṣa</i>) is the ultimate goal, they each have their own concept of liberation and therefore disagree with other concepts of it.<br>\n<br>\nMoreover, as with individuals in any other religions or systems of beliefs, each Hindu has their own personal beliefs, desires and aspirations, so even among Hindus the majority would not naturally be attracted by Bhagavan’s teachings. Many Hindus may be attracted to him as a saintly person and may therefore be willing to worship him as a God, but that does not mean that they would be willing to understand — let alone to practise — what he taught.<br>\n<br>\nMany of his devotees accept his teachings superficially without seriously or deeply considering their implications or the logical reasons for believing them. Such devotees accept his teachings on the basis of simple religious faith, but their understanding of them is superficial and fragmented, because they have not carefully considered and fully imbibed the logical reasons that he gave for each of the fundamental principles of his teachings, or the logical connections between each of those fundamental principles.<br>\n<br>\nMost of us who have been drawn to his teachings did not understand them fully when we first became acquainted with them, but we were nevertheless attracted by them. Each of us would have initially been attracted by some particular aspect or aspects of them, such as their focus on the fundamental question ‘Who am I?’ or their devotional dimension and focus on the need for complete self-surrender. However, since all such aspects are deeply and inextricably connected, if we have considered his teachings as a whole and have thereby been firmly convinced by them, we will now feel attracted to all their various aspects and dimensions.<br>\n<br>\nThough initially our understanding would have been superficial and partial, it is likely that what attracted us to his teachings was the obvious logic that unless we know what we ourself (this ‘I’) actually are, whatever else we may seem to know could be illusory and may therefore not be true or real, and that knowing ourself should therefore be our primary aim. If we were initially attracted by such simple and obvious logic, we would later have been attracted by the deeper logic of his teachings that we would have discovered as we studied and thought about them more deeply and thoroughly.<br>\n<br>\nThose who are willing to surrender themself completely as readily as Bhagavan was when he confronted the sudden fear of death that rose in him when he was sixteen are very rare indeed, so for most of us it takes time and diligent practice to prepare ourself to surrender ourself entirely in the clear and all-consuming light of pure self-awareness. Therefore in order to have sufficient love to motivate ourself to commence and patiently persevere in the practice of self-investigation (<i>ātma-vicāra</i>) we need to have very strong conviction that this is the only means by which we can attain the perfect knowledge and infinite happiness that we are seeking.<br>\n<br>\nSo long as we have the slightest doubt or uncertainty about this path of self-investigation that he has taught us and advised us to follow we will lack the strength of conviction that is required to practise it with patience and perseverance, so it is imperative that we clearly understand and are firmly convinced by the powerfully logical reasons that he gave to show us why we should believe all the fundamental principles on which this practice is based.<br>\n<br>\n<a name=\"benefit\"></a><b>9. How can we be benefitted by understanding the logic underlying Bhagavan’s teachings?</b><br>\n<br>\nIf we clearly understand the logic underlying, supporting and holding together as a coherent whole all the fundamental principles of Bhagavan’s teachings, it will not only increase and stabilise our conviction that those principles are true, but it will also help to ensure that we have understood them correctly, completely and coherently, thereby protecting us from the danger of understanding them only partially or in a fragmented manner, or worse still, misunderstanding them or being misled by any of the numerous wrong interpretations of them.<br>\n<br>\nIf we read all the various books that record more or less accurately some of the conversations that took place between Bhagavan and his devotees or casual visitors, and also some of the other books and writings in which devotees have discussed and tried to explain his teachings, we will be able to see that people have understood and interpreted his teachings in many different ways, so in order to decide for ourself what he actually intended to teach us we need to carefully study his own original writings, particularly the three central texts in which he expressed the fundamental principles of his teachings in a systematic manner, namely <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, and we need to think carefully about them in order to understand and fully imbibe the logic with which he expressed and explained those fundamental principles.<br>\n<br>\nTherefore though <i>nididhyāsana</i> (the practice of trying to be self-attentive as much as possible) is essential, we should not underrate the value of <i>śravaṇa</i> (careful study of Bhagavan’s teachings) and <i>manana</i> (deep and thoughtful reflection on them), because repeated study and reflection will keep his teachings fresh and clear in our mind and will thereby help to support and maintain our motivation and steady perseverance in this practice.<br>\n<br>\nMany people who have understood his teachings only superficially believe that they are more or less the same as the teachings of many other <i>gurus</i> or religious sects, but the similarities that such people see between his teachings and others are generally only superficial. What distinguishes his teachings from almost all other spiritual teachings is the deep yet very simple and clear logic with which he explained them, so if we have fully understood that logic, we will not so readily confuse what he taught us with other teachings that are not so logically well grounded.<br>\n<br>\nFor example, many <i>gurus</i> nowadays claim that by watching or witnessing one’s thoughts or the activities of one’s mind one can detach oneself from them, and some people believe that such a practice is similar to the practice of self-investigation (<i>ātma-vicāra</i>) that Bhagavan taught us, whereas it is actually quite contrary to the basic logic of his teachings. According to him, we are aware of our thoughts or mental activities only because we attend to them, and by attending to them we not only attach ourself to them but also nourish and strengthen them, and thereby we simultaneously nourish and strengthen the illusion that we are this ego or mind (as he clearly implied in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>).<br>\n<br>\nSince watching or witnessing one’s thoughts means attending to them, according to the clear logic of the fundamental principle expressed by Bhagavan in verse 25 of <i>Uḷḷadu Nāṟpadu</i> it is a means to nourish our ego and strengthen its attachment — not a means to weaken its attachment or to destroy it. According to Bhagavan the direct means to weaken all our attachments and thereby eventually destroy our ego is to turn our attention back towards ourself and thus away from all thoughts, as he clearly indicated, for example, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para06\">sixth</a> and <a href=\"http://www.happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggiratai-y-āy ovvōr eṇṇamum kiḷambum-pōdē idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṯgum śakti y-adhikarikkiṉḏṟadu</i>.<br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear that [it is] to me. If one [thus] investigates who am I, the mind will turn back [or return] to its birthplace [oneself]; the thought which had risen will also subside. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace will increase.<br>\n<br>\nநினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே.<br>\n<br>\n<i>niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal jñāṉam. uṇmaiyil iraṇḍum oṉḏṟē</i>.<br>\n<br>\nAs and when thoughts arise, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [self-investigation or vigilant self-attentiveness] in the very place from which they arise. Not attending to [anything] other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are only one.</blockquote>\n<a name=\"un25\"></a>The practice of persistent self-attentiveness that Bhagavan describes in these two passages is the only direct and also the most effective means by which we can weaken and eventually destroy all our <i>viṣaya-vāsanās</i>, which are our desires or inclinations to cling to the experience of <i>viṣayas</i> (anything other than ourself). The logical reason for this is that our ego or mind can come into existence, endure and nourish itself only by clinging or attending to anything other than itself, so it can destroy itself only by attending to itself alone, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nWhat Bhagavan teaches us in this verse is one of the most fundamental principles of his teachings, and if we clearly understand and are convinced by the logic of this principle, we will not be misled by those who claim that watching or witnessing one’s thoughts or anything other than oneself is a means to detach oneself from such things or from one’s ego. Since the seeming existence of everything else depends upon the seeming existence of ourself as this ego, and since this ego is nourished and sustained by attending to anything other than itself, the only means by which we can detach ourself from it and from everything else is by attending to ourself alone. This is what Bhagavan implies in the final sentence of this verse: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought [examined or investigated], it will take flight’.<br>\n<br>\nTherefore understanding the logical reasons for the fundamental principles of Bhagavan’s teachings, such as this one, and also the logical connections between each of those principles, will help us to remain steadfast in our adherence to the practice of <i>ātma-vicāra</i> and to avoid being misled by any ideas that are contrary to them, whether expressed by other <i>gurus</i>, other devotees of Bhagavan or anyone else.<br>\n<br>\n<a name=\"god\"></a><b>10. Belief in God can be beneficial but is not essential</b><br>\n<br>\nThe reason why we should believe each of the most fundamental and essential principles of his teachings was explained by Bhagavan in a clear and logical manner, but there are some aspects or features of his teachings that are not so fundamental or essential, and the reason for believing such features cannot in every case be explained so directly or logically. One such feature is the concept of God.<br>\n<br>\nIn his teachings Bhagavan used the concept of God in a fluid, flexible and nuanced manner, so what he meant by the term ‘God’ in one context is not necessarily the same as what he meant by it in other contexts. Therefore the exact meaning of this term in his teachings is context-sensitive, so each time it occurs we should understand its meaning according to the particular context in which it is used. Sometimes he used this term to refer to the concept of God as a separate entity, whereas at other times he used it to refer to the one infinite and absolute reality, which is nothing other than our own actual self (<i>ātma-svarūpa</i>). Therefore in some contexts he said that God (meaning God as a separate entity) is only as real as our ego and whatever world this ego may experience, whereas in other contexts he said that God (meaning God as our own actual self) is the sole reality, other than which nothing exists.<br>\n<ul><a name=\"ny07\"></a><b>10a. <i>Nāṉ Yār?</i> paragraph 7: as a separate entity God is just an illusory fabrication (<i>kalpanā</i>)</b></ul>\nFor example, when he said in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i> that God is just a கற்பனை (<i>kaṟpaṉai</i> or <i>kalpanā</i>: a fabrication, imagination, mental creation, illusion or illusory superimposition), he was obviously referring to God as a separate entity, on a par with our ego and this world. However, though he said that the ego, world and God are all just mental fabrications, like the illusory silver seen in a shell, he also indicated that (just as what appears as a snake is only a rope) what appears as each of these three is only our own actual self (<i>ātma-svarūpa</i>), which alone is what really exists.<br>\n<br>\nWhat he said in this seventh paragraph of <i>Nāṉ Yār?</i> is:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள். இவை மூன்றும் ஏககாலத்தில் தோன்றி ஏககாலத்தில் மறைகின்றன. சொரூபமே ஜகம்; சொரூபமே நான்; சொரூபமே ஈச்வரன்; எல்லாம் சிவ சொரூபமாம்.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē. jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṟpaṉaigaḷ. ivai mūṉḏṟum ēka-kālattil tōṉḏṟi ēka-kālattil maṟaigiṉḏṟaṉa. sorūpam-ē jagam; sorūpam-ē nāṉ; sorūpam-ē īśvaraṉ; ellām śiva sorūpam ām</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [our own real self]. The world, soul and God are fabrications (<i>kaṟpaṉaigaḷ</i>) in it, like silver in a shell. These three appear simultaneously and disappear simultaneously. <i>Svarūpa</i> [our ‘own form’ or actual self] alone is the world; <i>svarūpa</i> alone is ‘I’ [the ego or soul]; <i>svarūpa</i> alone is God; everything is <i>śiva-svarūpa</i> [our actual self, which is <i>śiva</i>, the one infinite and absolute reality].</blockquote>\nHowever, though he taught us that as a separate entity God is just an imagination or illusory fabrication (<i>kalpanā</i>), he clearly indicated that so long as we experience ourself as this ego the concept of such a God is a useful one, and he justified the use of this concept by explaining that God is actually our own infinite self, but that so long as we experience ourself as this finite ego, we have seemingly separated ourself from the infinite reality that is God, so in our view he seems to be a separate entity — something other than ourself.<br>\n<ul><a name=\"ny09\"></a><b>10b. <i>Nāṉ Yār?</i> paragraph 9: the concept of God as a separate entity provides a beneficial focus for our love</b></ul>\nThe reason why the concept of God as a separate entity is useful is that whenever we are not able to keep our attention fixed on ourself, which is the true form of God, the idea that he also exists outside ourself as the one supreme power that governs whatever happens in this world, that ordains whatever we are to experience, and that loves us as itself and therefore seeks to guide and draw us back to itself provides a beneficial focus for our love. In other words, since God is actually our own infinite self, cultivating love for him even as a separate entity makes our love one-pointed and relatively unselfish, so when that love is redirected from the <i>anya</i> form of God (that is, the form of God that seems to be <i>anya</i> or other than ourself) towards his real <i>ananya</i> form (that is, his real form, which is <i>ananya</i> or not other than ourself) it will make it relatively easy for us to surrender ourself entirely and thereby merge back into our own actual self (<i>ātma-svarūpa</i>), which what God actually is.<br>\n<br>\nThis is what Bhagavan indicated in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para09\">ninth paragraph</a> of <i>Nāṉ Yār?</i> when he explained the benefit of meditating with one-pointed love on a name or form of God, saying:<br>\n<blockquote>மூர்த்தித்தியானத்தாலும், மந்திரஜபத்தாலும் மனம் ஏகாக்கிரத்தை யடைகிறது. […] மனம் அளவிறந்த நினைவுகளாய் விரிகின்றபடியால் ஒவ்வொரு நினைவும் அதிபலவீனமாகப் போகின்றது. நினைவுக ளடங்க வடங்க ஏகாக்கிரத்தன்மை யடைந்து, அதனாற் பலத்தை யடைந்த மனத்திற்கு ஆத்மவிசாரம் சுலபமாய் சித்திக்கும்.<br>\n<br>\n<i>mūrtti-d-dhiyāṉattālum, mantira-japattālum maṉam ēkāggirattai y-aḍaikiṟadu. […] maṉam aḷaviṟanda niṉaivugaḷ-āy virigiṉḏṟapaḍiyāl ovvoru niṉaivum adi-bala-v-īṉam-āha-p pōgiṉḏṟadu. niṉaivugaḷ aḍaṅga v-aḍaṅga ēkāggira-t-taṉmai y-aḍaindu, adaṉāl balattai y-aḍainda maṉattiṟku ātma-vicāram sulabham-āy siddhikkum</i>.<br>\n<br>\nBoth by <i>mūrti-dhyāna</i> [meditation upon a form of God] and by <i>mantra-japa</i> [repetition of a sacred word or phrase, usually consisting of or containing a name of God] the mind gains <i>ēkāgratā</i> [one-pointedness or concentration]. […] Because the mind spreads out as innumerable thoughts [thereby scattering its energy], each thought becomes extremely weak. When thoughts reduce and reduce, for the mind which has gained strength by [thus] achieving <i>ēkāgra-taṉmai</i> [one-pointedness] <i>ātma-vicāra</i> [self-investigation] will easily be accomplished.</blockquote>\n<ul><a name=\"ny13\"></a><b>10c. <i>Nāṉ Yār?</i> paragraph 13: the more we trust God the easier it will be for us to surrender ourself by attending to nothing other than ourself</b></ul>\nAnother way in which we can explain the benefit in cultivating love for God even as a separate entity is as follows: Since we can rise and stand as this ego only by attending to and thereby experiencing things other than ourself, when we turn our attention back towards ourself in order to investigate what we actually are, our ego will begin to subside and disappear, so practising self-investigation (<i>ātma-vicāra</i>) necessarily entails surrendering our ego, and since we can experience other things only when we experience ourself as this ego, it also entails surrendering everything else. This is why in the final sentence of <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan said ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), which means ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nTherefore the practice of self-investigation is also the practice of complete self-surrender, as Bhagavan explained clearly in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing completely absorbed in self-abidance (<i>ātma-niṣṭhā</i>), giving not even the slightest room to the rising of any thought (<i>cintana</i>) other than thought of oneself (<i>ātma-cintana</i>), alone is giving oneself to God.</blockquote>\nWhat he means by the term ‘God’ (<i>īśaṉ</i>) in this sentence is obviously God as our own actual self, because God seems to be a separate entity only in the limited view of our ego, so when we surrender our ego entirely by attending to or thinking of ourself alone, he will no longer seem to be a separate entity but will shine as our own actual self (<i>ātma-svarūpa</i>), which is what he actually is. However, until we surrender ourself to him entirely, we cannot actually experience him as our own self, so whenever we are not attending exclusively to ourself he will still seem to be something other than ourself.<br>\n<br>\nIn order to surrender ourself entirely, we need to have all-consuming love for what is real, so while we are preparing ourself to make the ultimate sacrifice of ourself our love for what is real may at times be directed exclusively towards ourself in the form of steadfast self-attentiveness, whereas at other times it may be directed more towards God in the form of heart-melting devotion to him. Though devotion to self-attentiveness and devotion to God may seem to be two quite different forms of devotion, one being directed towards ourself and the other being seemingly directed away from ourself, they are in practice not as different as they may seem. In fact they are complementary, because the God whom we seem to be clinging to externally is actually nothing other than our own self, and the love with which we are clinging to him arises from deep within ourself, being (at least during advanced stages of surrender) a very pure form of the fundamental love that we each have for our own self.<br>\n<br>\nUntil we surrender ourself entirely, we will not be able to be exclusively self-attentive (although we should try to be), so though at times we may come close to being exclusively self-attentive, at other times our mind will need to be engaged at least to some extent in external affairs, so at such times we need to restrain the outward-going tendencies of our mind as much as possible, which we can do by minimising our concern with anything external. In order to minimise our concern with anything other than our own self-awareness, maintaining an attitude of surrender to the will of God, knowing that whatever happens externally is ordained by him and is therefore according to his will for our own benefit, is extremely helpful. This is why in the remaining three sentences of this thirteenth paragraph of <i>Nāṉ Yār?</i> Bhagavan said:<br>\n<blockquote>ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vakittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cinti-p-padēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nEven though one places whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all activities [everything that happens in this world], instead of yielding to it why should we always think, ‘it is necessary to act in this way; it is necessary to act in that way’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it suffer bearing our small luggage on our head instead of remaining happily leaving it placed on that [train]?</blockquote>\nThe more we trust God to take care of everything, the less we will be concerned about external affairs or anything that may or may not happen in our outward life, and the less we are concerned about such things the easier it will be for us to turn our mind inwards to be attentively aware of ourself alone. The love we have for God and the consequent trust we have in him is called <i>bhakti</i>, while the non-concern we have for anything other than ourself is called <i>vairāgya</i>. To the extent that we have genuine <i>bhakti</i>, to that extent we will also have genuine <i>vairāgya</i>, and vice versa, because <i>bhakti</i> is the power of love that draws our attention back towards ourself, whereas <i>vairāgya</i> is freedom from desires that draw our attention away from ourself towards anything else.<br>\n<br>\nSince the purest form of <i>bhakti</i> is love to be aware of oneself alone, the direct, quickest and most effective way to cultivate the <i>bhakti</i> and <i>vairāgya</i> that are required to keep one’s attention fixed firmly on oneself and thereby to merge eventually in the clear and all-consuming light of pure self-awareness is trying to be self-attentive as much as possible. However, having love for God and therefore entrusting all one’s cares and concerns to him is a powerful aid to the practice of self-attentiveness, because it helps to free one’s mind from the desires and attachments that would otherwise tend to drag one’s attention away from oneself whenever one tries to be self-attentive.<br>\n<br>\nSince what God actually is is only our own real self (<i>ātma-svarūpa</i>), the more we attend to ourself the more our love for him will deepen and intensify, and the more our love for him thereby deepens and intensifies, the firmer and stronger our <i>vairāgya</i> will become, which will in turn enable us to be more exclusively self-attentive. Thus love for God and the practice of self-attentiveness are complementary, each reinforcing the other.<br>\n<ul><a name=\"ut15\"></a><b>10d. <i>Upadēśa Taṉippākkaḷ</i> verse 15: God is ourself, so self-attentiveness is supreme devotion to God</b></ul>\nNot only does the practice of self-attentiveness complement and reinforce our love for God, but it is also the purest expression of such love, as Bhagavan states unequivocally in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#ut15\">verse 15</a> of <i>Upadēśa Taṉippākkaḷ</i>:<br>\n<blockquote>ஆன்மாநு சந்தான மஃதுபர மீசபத்தி<br>\nஆன்மாவா யீசனுள னால்.<br>\n<br>\n<i>āṉmānu sandhāṉa maḵdupara mīśabhatti<br>\nāṉmāvā yīśaṉuḷa ṉāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆன்ம அநுசந்தானம் அஃது பரம் ஈச பத்தி, ஆன்மாவாய் ஈசன் உளனால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>āṉma-anusandhāṉam aḵdu param īśa-bhatti, āṉmā-v-āy īśaṉ uḷaṉāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஈசன் ஆன்மாவாய் உளனால், ஆன்ம அநுசந்தானம் அஃது பரம் ஈச பத்தி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>īśaṉ āṉmā-v-āy uḷaṉāl, āṉma-anusandhāṉam aḵdu param īśa-bhatti</i>.<br>\n<br>\n<b>English translation:</b> Self-investigation (<i>ātma-anusaṁdhāna</i>) is supreme devotion to God (<i>para īśa-bhakti</i>), because God exists as oneself (<i>ātman</i>).</blockquote>\n<ul><a name=\"uu08\"></a><b>10e. <i>Upadēśa Undiyār</i> verse 8: love for God as nothing other than oneself is best of all</b></ul>\nMost devotees of God consider him to be something other than themself, but the more their love for him deepens and intensifies the closer to themself they will feel him to be, until eventually it will become clear to them that he is nothing other than their own actual self, because other than him they are nothing. In this way love for God matures from being <i>anya bhakti</i> (love for him as if he were something other than oneself) to being <i>ananya bhakti</i> (love for him as nothing other than oneself), which is the most perfect form of <i>bhakti</i>, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n <br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya bhāvattiṉ avaṉ aham āhum aṉaṉiya bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya bhāva</i>, <i>ananya bhāva</i>, in which he is I, is certainly the best among all [practices of <i>bhakti</i> and forms or varieties of meditation].</blockquote>\nIn the context in which Bhagavan wrote this verse the primary meaning of <i>bhāva</i> is meditation or contemplation, so <i>anya bhāva</i> means meditation upon God as <i>anya</i> or other than oneself, whereas <i>ananya bhāva</i> means meditation upon him as <i>ananya</i> or not other than oneself. However <i>bhāva</i> also means love, and since love for God is the driving force that motivates one to meditate on him, we can interpret <i>bhāva</i> in this verse to mean both meditation and love. Therefore what Bhagavan implies here is that having love for God as oneself is the best among all forms of <i>bhakti</i>, and that meditating on oneself alone is therefore the best among all forms of meditation.<br>\n<br>\nMoreover, since in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">verses 4 to 8</a> of <i>Upadēśa Undiyār</i> Bhagavan was explaining the relative efficacy of the various practices of <i>bhakti</i> in purifying one’s mind, when he says in this verse that <i>ananya bhāva</i> is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), the ‘best among all’, he implies that meditating on oneself alone is the most effective means to purify one’s mind — that is, to cleanse it of its outward-going desires or <i>viṣaya-vāsanās</i>.<br>\n<br>\nThus in verses 4 to 8 of <i>Upadēśa Undiyār</i> Bhagavan explains how the various practice of <i>anya bhakti</i> will eventually lead one to the practice of <i>ātma-vicāra</i> (self-investigation or self-attentiveness), which is the true expression of <i>ananya bhakti</i>. This is why he taught us that though God is not actually anything other than ourself, the concept of him as something other than oneself is nevertheless very useful, because it provides an effective means by which we can draw our mind to the path of self-investigation, which is the only means by which we can destroy our ego and thereby experience ourself as we really are.<br>\n<br>\nDevotion to God can therefore be a bridge that enables us to cross over from being preoccupied with cares and concerns about external matters to being preoccupied with trying to surrender ourself entirely by means of self-investigation, and once we have embarked on the journey of self-investigation it provides an invaluable support, helping us to ward off numerous distractions by entrusting all our cares and concerns to him, and thereby enabling us to keep our love focussed one-pointedly on trying to experience our own pure self-awareness, which is his true form.<br>\n<ul><a name=\"unnecessary\"></a><b>10f. Though potentially beneficial, belief in God is not actually necessary</b></ul>\nHowever, not everyone is attracted to the path of devotion to God as an external entity, and those who come either from an atheist background or from the background of a religion or system of spiritual belief such as Buddhism, Jainism or <i>rāja yōga</i> that gives little or no importance to the concept of God may ask whether it is actually necessary for us to believe in him. The answer to this question is no, it is not necessary, even though it can be very beneficial, because in order to practise self-investigation all that we need to believe is that we exist and are aware, which none of us can reasonably not believe.<br>\n<br>\nWe can reasonably doubt the existence or reality of everything other than ourself, because everything else could be (and according to Bhagavan is) just an illusory creation of our own mind, like everything that we experience in a dream, but we cannot reasonably doubt our own existence, because if we did not exist we could not be aware of anything, whether real or illusory. Since we are aware both of ourself and of other things, we must actually exist, but though it is clear and certain <i>that we are</i>, it is not yet clear or certain <i>what we are</i>, because we now experience ourself as if we were temporary phenomena such as our ego and this body. Since we are aware of ourself in sleep but are not then aware of this ego, body or anything else, these transitory phenomena that we now seem to be cannot be what we actually are, so we need to investigate ourself in order to experience ourself as we actually are.<br>\n<br>\nTherefore belief in God or anything else other than ourself is not necessary, so Bhagavan never tried to compel anyone to believe in God unless they felt inclined to do so, as is illustrated by a reply of his recorded in the second chapter of the second part of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 56):<br>\n<blockquote>If you believe that God will do for you all the things you want Him to do, then surrender yourself to Him. Otherwise let God alone and know yourself.</blockquote>\nIf anyone did not feel inclined to believe in God or anything else that they did not know for certain, he would encourage them to doubt everything, including the doubter, their own ego, so he showed that just as wholehearted faith in God can be a bridge that enables one to cross over from worldly concerns to concern with knowing oneself, radical scepticism about everything can be an alternative bridge leading to the same point, namely one-pointed focus on trying to experience what one actually is.<br>\n<br>\nThough devotion to God can be a very beneficial aid and support in one’s practice of self-investigation, it is suitable only for those who feel naturally inclined to believe in him. For anyone who is not inclined in such a way, belief in him is not necessary, and they need not feel concerned about their lack of belief in him, because to practise self-investigation and thereby experience ourself as we actually are we do not need to believe anything that we do not know for certain from our own experience, and the only thing we know for certain is that we exist and are aware. Therefore Bhagavan advised such people to investigate the only thing whose existence is beyond all scope for doubt, namely oneself.<br>\n<br>\nHowever in the context of Bhagavan’s teachings scepticism and faith are not mutually exclusive, because we can be radically sceptical about the existence of everything other than ourself but at the same time have faith in God for the sake of the practical benefits we can derive thereby. Saying that we can be sceptical about everything yet have faith in God may seem illogical, but it is not, as can be seen from the following illustration:<br>\n<br>\nEven if we are sceptical about the reality of everything that we are now experiencing, suspecting that it is all just a dream, we can nevertheless believe that within this dream the laws of physics apply, so for example because of our belief in gravity we would not step off the top of a tall building. If this is all just a dream, gravity and the other laws of physics are not actually real, but they nevertheless seem to be real, because they are as real as our ego and as everything else that we experience in this dream. Likewise, though we may believe that nothing other than ourself is actually real, we can nevertheless believe that so long as we experience ourself as this ego God and his omniscience, omnipotence and omnibenevolent love and grace are as real as this ego and as everything else that we now experience, just as the laws of physics are as real as everything else that we experience in whatever dream they seem to apply.<br>\n<br>\nWe cannot logically prove the existence of God as a separate entity, and we need not try to do so, because if we are inclined to believe in him all we need know is how such believe can be beneficial to us in achieving our ultimate goal, which is to surrender our ego entirely and thereby to experience ourself as we actually are. Bhagavan has explained this to us in a clear and logical manner, showing how devotion to God can help us not only to focus our love on trying to experience ourself as we actually are, but also to free our mind from all the cares and concerns that would otherwise distract our attention away from ourself.<br>\n<br>\nAccording to Bhagavan God does not actually exist as a separate entity, because he seems to be <i>anya</i> (something that is separate or other than oneself) only in the view of the ego, which itself does not actually exist but merely seems to exist in its own view. There is only one thing that actually exists, and that is ourself, so if God is the one infinite reality that he is believed to be, he cannot be anything other than our own actual self (<i>ātma-svarūpa</i>). However, though he does not actually exist as anything other than ourself, we can nevertheless be benefited by believing that he exists as something that seems to be other than ourself, namely an infinite, omniscient, omnipotent and omnibenevolent being, because if we believe in him as such and therefore entrust all our personal needs and concerns to his care, we will thereby be free of them and will therefore be able to focus all our interest, care, attention and effort on investigating ourself by trying to be attentively aware of ourself alone.<br>\n<br>\n<a name=\"karma\"></a><b>11. The <i>karma</i> theory is an auxiliary but not a fundamental principle of Bhagavan’s teachings</b><br>\n<br>\nLike the concept of God, the <i>karma</i> theory is not an essential or fundamental principle of Bhagavan’s teachings, but believing it can be beneficial, so we can consider it to be an auxiliary principle of his teachings. Moreover, just as we cannot logically prove that God exists as a separate entity, we cannot logically prove that the <i>karma</i> theory is true, so if we are willing to believe it we can do so only on the basis of faith.<br>\n<br>\nIf we have been firmly convinced by all the logical reasons that Bhagavan has given us to show why we should believe each of the fundamental principles of his teachings, it should be relatively easy for us to believe other less essential aspects of his teachings such as the <i>karma</i> theory, even if there is no logical reason why we should believe them. However, it is not actually quite correct to say that there is no logical reason why we should believe the <i>karma</i> theory, because though the truth of this theory cannot be proved by any logical reasoning, the benefit that we can derive from believing it can be explained in a clear and logical manner, so for pragmatic purposes we would have good reasons to believe it even if it were not true.<br>\n<br>\nHowever, before considering the benefits that we can derive from believing the <i>karma</i> theory, let us first consider whether or not it is an essential or fundamental aspect of his teachings. The reason why I said that it is not an essential or fundamental principle but only an auxiliary principle of his teachings is that we do not need to believe this theory in order to be convinced that we should try to experience what we actually are by investigating ourself.<br>\n<br>\nAll the most fundamental and essential principles of his teachings are centred around the nature of our ego and the effects of its seeming existence, because this ego is what seemingly prevents us from experiencing ourself as we really are, since all the other obstacles that we face are rooted in this ego and would not exist without it. Therefore in order to experience ourself as we actually are all we need to do is to annihilate this ego, which is the illusion that we are anything other than what we actually are, so understanding how this ego seems to exist (or rather how we seem to be this ego) and how it can be annihilated is all that we actually need to know in order to understand why and how we should investigate ourself.<br>\n<br>\nThe <i>karma</i> theory presupposes the existence of the ego, because without an ego there would be no one to do any action (<i>karma</i>) or to experience the consequences of any action. Therefore, since Bhagavan advised us to investigate whether we are actually the ego that we now seem to be, and since he taught us that if we investigate ourself sufficiently thoroughly we will find that this ego does not actually exist and is therefore just an illusory appearance, we can infer that the <i>karma</i> theory is not actually true, even though it may seem to be true so long as we experience ourself as this ego. This is why he taught us that the <i>karma</i> theory is not absolutely true, even though relative to the seeming existence of ourself as this ego it is seemingly true.<br>\n<br>\nWhen we think of the <i>karma</i> theory as if it were true, we must think of ourself as if we were this ego, so though it may be beneficial for us to believe that the <i>karma</i> theory is true in a relative sense, we should remember that it seems to be true only so long as we seem to be this ego, so if we investigate ourself and thereby destroy the illusion that we are this ego, we will also thereby destroy the illusion that we are bound within the constraints of <i>karma</i> and its consequences. Therefore, since destroying our ego by self-investigation is the central aim of Bhagavan’s teachings, the <i>karma</i> theory has only a peripheral and inessential role to play in his teachings.<br>\n<br>\nIn the <i>karma</i> theory as taught by Bhagavan, God has an essential role to play, because (as he explains in the <a href=\"#uu01\">first verse</a> of <i>Upadēśa Undiyār</i>) <i>karma</i> is <i>jaḍa</i> (devoid of any consciousness or awareness), so it cannot determine which ‘fruit’ or moral consequence each <i>karma</i> should produce, nor can it determine when each such consequence should be experienced. Therefore in order to believe the <i>karma</i> theory we have to believe in the existence not only of ourself as this ego but also of God as something separate from ourself, because in the view of God as our actual self there is no such thing as an ego or any <i>karma</i>, so what ordains the fruit of each <i>karma</i> and when it is to be experienced is not our actual self but only God as a seemingly separate entity. Therefore the <i>karma</i> theory would be true only if it were true that we are this ego and that God is therefore something other than ourself.<br>\n<br>\nThe fact that the <i>karma</i> theory has only a peripheral role in Bhagavan’s teachings can also be understood by considering the extent to which it features in <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, which are the three texts in which he expressed the fundamental principles of his teachings in a systematic manner.<br>\n<ul><a name=\"ny15\"></a><b>11a. <i>Nāṉ Yār?</i> paragraph 15: God is untouched by any <i>karma</i> and therefore does not do anything</b></ul>\nIn <i>Nāṉ Yār?</i> Bhagavan does not directly mention the <i>karma</i> theory at all, but refers to it very obliquely only in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a>, in which he explains the nature and role of God, reconciling the seeming gulf between the concept of God as a separate being, who has a specific role or function, and the reality of God as our own actual self, which never does anything but just is. That is, though five actions or functions (<i>pañcakṛtya</i>) are generally attributed to God, namely <i>sṛṣṭi</i> (creation or projection of the universe), <i>sthiti</i> (sustenance or maintenance of it), <i>saṁhāra</i> (destruction, dissolution or withdrawal of it), <i>tirodhāna</i> (covering, veiling or concealing of what is real) and <i>anugraha</i> (grace or kindness, particularly in the sense of revealing what is real), in this paragraph Bhagavan says that these all happen by ‘ஈசன் சன்னிதான விசேஷ மாத்திரம்’ (<i>īśaṉ saṉṉidhāṉa-viśēṣa-māttiram</i>), which means ‘only the distinctive nature of the presence of God’, and that God is ‘ஸங்கல்ப ரகிதர்’ (<i>saṅkalpa-rahitar</i>), which means ‘someone who is devoid of <i>saṁkalpa</i> [volition, intension or desire]’, so no action (<i>karma</i>) sticks or adheres to him. Thus he implies that since God is our own infinite self, he does not actually do anything, but everything that seems to happen or be done happens only by the power of his mere presence. In addition to saying in effect that God is untouched by any <i>karma</i> and therefore does not do anything, he also says that <i>jīvas</i> (living beings) act and subside in accordance with their respective <i>karmas</i>, which is the closest he comes to referring to the <i>karma</i> theory in the whole of <i>Nāṉ Yār?</i>.<br>\n<ul><a name=\"un38\"></a><b>11b. <i>Uḷḷadu Nāṟpadu</i> verse 38: <i>karma</i> exists only for the ego</b></ul>\nIn <i>Uḷḷadu Nāṟpadu</i> he refers to the <i>karma</i> theory somewhat more directly in <a href=\"http://happinessofbeing.blogspot.com/2014/09/why-did-sri-ramana-teach-karma-theory.html#un38\">verse 38</a>, but his aim in this verse is not to attribute reality to this theory but is only to explain that we seem to be bound by <i>karma</i> and its effects only so long as we experience ourself as this ego, which alone is what does <i>karma</i> and experiences its fruit or moral consequences, so if we investigate ourself and thereby dissolve the illusion that we are this ego, <i>karma</i> and its effects will cease to exist, and thus we will be free or liberated from them:<br>\n<blockquote>வினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலை.<br>\n<br>\n<i>viṉaimudaṉā māyiṉ viḷaipayaṉ ḏṟuyppōm<br>\nviṉaimudalā reṉḏṟu viṉavit — taṉaiyaṟiyak<br>\nkarttat tuvampōyk karumamūṉ ḏṟuṅkaṙalu<br>\nnittamā mutti nilai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். நித்தமாம் முத்தி நிலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. viṉaimudal ār eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. nittam-ām mutti nilai</i>.<br>\n<br>\n<b>English translation:</b> If we are the doer of actions, we will experience the resulting fruit. [However] when we know ourself by investigating who is the doer of action, doership will depart and all the three <i>karmas</i> will slip off. [This is] the state of liberation, which is eternal.</blockquote>\nவினைமுதல் (<i>viṉai-mudal</i>) literally means the origin, cause, root, foundation or base of action, but in grammar it is a term used to mean the subject of a clause or sentence, and in the context of this verse it means the doer of any action or <i>karma</i>. We experience ourself as the doer of any action only when we experience ourself as a body or mind, which alone are the instruments by which any action is done, and we likewise experience ourself as the experiencer of the fruit of our actions only when we experience ourself as this ego or mind, which alone is what experiences anything other than itself. In other words, the subject or doer of any action and the experiencer of its fruit is only our ego, because our ego is what experiences itself as a body and mind.<br>\n<br>\nTherefore the <i>karma</i> theory is conditional, and the condition on which it depends is that we experience ourself as this ego, which is the finite ‘I’ that seems to do actions through mind, speech and body, and that consequently experiences the fruit of its actions. That is, as this ego we experience ourself as a body and mind, so when these instruments do any actions or experience the consequences of any actions, our experience is ‘I am doing these actions’ and ‘I am experiencing these consequences’.<br>\n<br>\nSo long as we experience ourself as the doer of any actions, we will also experience ourself as the experiencer of the fruit of our actions. Without such a sense of doership and experiencership, we could not do any <i>āgāmya</i> (action done by our free will or volition) or experience any <i>prārabdha</i> (destiny or fate, which is the fruit of some of the <i>āgāmya</i> that we have done in the past), and hence there would be no <i>sañcita</i> (store of the fruit of all the <i>āgāmya</i> that we have done in the past and that we have not yet experienced). Hence all these three <i>karmas</i> (<i>āgāmya</i>, <i>sañcita</i> and <i>prārabdha</i>) seem to exist only so long as we seem to be this ego — the doer of <i>āgāmya</i> and the experiencer of <i>prārabdha</i>. Therefore Bhagavan says that if we know ourself by investigating who am I, this ego who seems to do action, our sense of doership (and of experiencership) will cease, and hence along with it all the three <i>karmas</i> will also cease to exist.<br>\n<br>\nThe liberation that we will then experience is eternal, because when we investigate ourself and thereby see through the illusion that we are this ego, we will recognise that we have never been this ego and have therefore always been free or liberated. Therefore though Bhagavan says ‘கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும்’ (<i>karttattuvam pōy, karumam mūṉḏṟum kaṙalum</i>), ‘doership will depart and all the three <i>karmas</i> will slip off’, he implies that when they vanish along with our ego we will find that they never actually existed at all. Thus in this verse he teaches us that <i>karma</i> is wholly unreal — as is its root, our ego — and that it seems to be real only because we seem to be this ego.<br>\n<ul><a name=\"un19\"></a><b>11c. <i>Uḷḷadu Nāṟpadu</i> verse 19: fate and free will exist only for the ego</b></ul>\nThe only other verse in <i>Uḷḷadu Nāṟpadu</i> in which Bhagavan refers indirectly to the <i>karma</i> theory is <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html#c2790065803228613993\">verse 19</a>:<br>\n<blockquote>விதிமதி மூல விவேக மிலார்க்கே<br>\nவிதிமதி வெல்லும் விவாதம் — விதிமதிகட்<br>\nகோர்முதலாந் தன்னை யுணர்ந்தா ரவைதணந்தார்<br>\nசார்வரோ பின்னுமவை சாற்று.<br>\n<br>\n<i>vidhimati mūla vivēka milārkkē<br>\nvidhimati vellum vivādam — vidhimatigaṭ<br>\nkōrmudalān taṉṉai yuṇarndā ravaitaṇandār<br>\nsārvarō piṉṉumavai sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; சார்வரோ பின்னும் அவை? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; sārvarō piṉṉum avai? sāṯṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; பின்னும் அவை சார்வரோ? சாற்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; piṉṉum avai sārvarō? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> Only for those who do not have discernment (<i>vivēka</i>) of the root of fate (<i>vidhi</i>) and free will (<i>mati</i>) is there dispute about which prevails, fate or free will. Those who have known themself, who is the one origin for fate and free will, have [thereby] discarded them. Say, will they thereafter be associated with them?</blockquote>\nவிதி (<i>vidhi</i>) means fate or destiny, so it is the same as <i>prārabdha</i>, and in this context மதி (<i>mati</i>) means will or volition, so it is the free will by which we do <i>āgāmya</i>, the fruit of which we will later experience as <i>prārabdha</i>. The terms ‘விதி மதி மூலம்’ (<i>vidhi mati mūlam</i>), which means ‘the root [base, origin or source] of fate and free will’, and ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai</i>), which means ‘oneself, who is the one origin [cause, root, foundation or base] for fate and free will’, both refer to our ego, which alone uses its free will to do <i>āgāmya</i> and consequently experiences <i>prārabdha</i>.<br>\n<br>\nIn some translations these two terms are interpreted as referring to our actual self, but this is obviously a misinterpretation, because our actual self does not use its free will to do anything nor does it experience any fate. Of course our actual self is the source and base of our ego, so as such it is the ultimate source and base of everything else, including fate and free will, but the intention of Bhagavan in this verse and many of the other verses of <i>Uḷḷadu Nāṟpadu</i> is to explain that everything other than ourself depends for its seeming existence upon the seeming existence of ourself as this ego, because by emphasising this he was able to explain that the simple and direct means to free oneself from everything else is to free oneself from this ego by investigating what it actually is.<br>\n<br>\nIn the translations that misinterpret these two terms as referring to our actual self (such as the one in <i>Truth Revealed: Sad-Vidya</i>, which influenced Chadwick’s versified rendering and which was included in many older editions of <i>The Collected Works of Sri Ramana Maharshi</i>, and also the one in <i>Ramana Maharshi and his Philosophy of Existence</i>), other verses are misinterpreted in a similar way. For example, in verse 9 Bhagavan says that dyads (pairs of opposites such as knowledge and ignorance, existence and non-existence, birth and death, light and darkness, good and bad, likes and dislikes, pleasure and pain, and bondage and liberation) and triads (the three factors of objective knowledge: knower, knowledge (or knowing) and known, seer, sight and seen, or perceiver, perception and perceived) exist clinging to ஒன்று (<i>oṉḏṟu</i>), which means ‘one’ and which implies the ego, because dyads and triads seem to exist only in the view of our ego, but in such translations ஒன்று (<i>oṉḏṟu</i>) has been interpreted as referring to our actual self.<br>\n<br>\nLikewise in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un10\">verse 10</a> when Bhagavan says, ‘அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு’ (<i>anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>), which means ‘Only the knowledge that knows oneself, who is the first, [by investigating] to whom are that knowledge and ignorance, is [true] knowledge’, what he implies by தன்னை (<i>taṉṉai</i>), which means ‘oneself’, is the ego, which is what rises first, because knowledge and ignorance (which in this context implies knowledge and ignorance about anything other than oneself) exist only in the view of our ego and not in the view of our actual self, but in such translations it has been interpreted as referring to our actual self. When he says in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un11\">verse 11</a> ‘அறிவுறும் தன்னை’ (<i>aṟivuṟum taṉṉai</i>), which means ‘oneself who knows’, and ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), which means ‘when one knows oneself, the basis for knowledge and the other [ignorance], knowledge and ignorance will cease’, what he implies in both cases by தன்னை (<i>taṉṉai</i>), which means ‘oneself’, is the ego, because what knows anything other than ourself is only our ego (which is why he says in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un12\">verse 12</a> ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), which means ‘That which knows is not true knowledge’), so our ego alone is the basis (<i>ādhāra</i>) for knowledge and ignorance, but in some of these translations it has been interpreted as referring to our actual self.<br>\n<br>\nThe translators and commentators who have interpreted such passages as referring to our actual self rather than our ego did so because they failed to understand that one of Bhagavan’s principle aims in <i>Uḷḷadu Nāṟpadu</i> was to explain that everything other than ourself seems to exist only because we experience ourself as this ego (or mind, of which this ego is the root), as he indicated not only in these verses but in other ones such as verse 2, in which he uses the word முதல் (<i>mudal</i>) to mean a first thing or fundamental principle and says that contending that only one <i>mudal</i> (namely our actual self) stands as three <i>mudal</i> (namely the soul, world and God) or that these three <i>mudal</i> are always three <i>mudal</i> is possible only so long as the ego exists; <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un04\">verse 4</a>, in which he explains that only if one is a form (that is, if one is the ego, which alone experiences itself as the form of a body) will the world and God seem to be forms (that is, things other than oneself); <a href=\"http://happinessofbeing.blogspot.com/2014/11/our-memory-of-i-in-sleep.html#c6466969680809507774\">verse 6</a>, in which he asks whether there is any world besides the mind, since it is the one mind that perceives the world by way of the five senses, thereby implying that the world does not exist independent of the mind or ego that perceives it; <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#un07\">verse 7</a>, in which he says ‘உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum</i>), which means ‘Though the world and mind arise and subside simultaneously, the world shines by the mind’, implying once again that the world seems to exist only because it is perceived by our mind or ego; <a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#07-UN-14\">verse 14</a>, in which he says that if the first person (our ego) exists, second and third persons (whatever seems to be other than ourself) will exist, and that if the first person ceases to exist because of our investigating the truth of it, second and third persons will also come to an end; <a href=\"http://happinessofbeing.blogspot.com/2015/03/all-phenomena-are-just-dream-and-only.html#space\">verse 16</a>, in which he says that if we are a body we will be ensnared in time and place, thereby implying that time and place seem to exist only because of our ego, which is the illusory adjunct-bound form of self-awareness ‘I am this body’; <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un23\">verse 23</a>, in which he says ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), which means ‘After one ‘I’ rises, everything rises’, thereby implying that the rising of our ego is the cause for the appearance of everything else; and <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a>, in which he says ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), which means ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything’.<br>\n<br>\nWhat he expresses in all these verses is one of the most fundamental and essential principles of his teachings, namely that everything other than our own pure self-awareness seems to exist only because we experience ourself as this ego, which is an illusory and unreal adjunct-mixed form of our self-awareness. Though the ultimate source and base of everything is our own actual self (<i>ātma-svarūpa</i>), which alone is what really exists, the immediate source and base of everything else is our ego, because only when we seem to be this ego do other things seem to exist.<br>\n<br>\nUnderstanding that our own actual self is the ultimate source and base of everything may be interesting philosophically, but it is of little practical value to us, because it does not enable us to understand how we can free ourself from the illusory appearance of other things. In contrast, understanding that our ego is the immediate source and base of everything else is of great practical value to us, because it enables us to understand that in order to free ourself from the illusory appearance of other things we must free ourself from the illusion that we are this ego, which we can do only by investigating ourself in order to experience what we actually are.<br>\n<br>\nTherefore if we consider the import and implication of all these verses of <i>Uḷḷadu Nāṟpadu</i> (namely 2, 4, 6, 7, 14, 16, 23 and 26), it should be clear to us that what Bhagavan meant by ஒன்று (<i>oṉḏṟu</i>) or ‘one’ in verse 9, by தன்னை (<i>taṉṉai</i>) or ‘oneself’ in verses 10 and 11, and by ‘விதி மதி மூலம்’ (<i>vidhi mati mūlam</i>), ‘the root of fate and free will’, and ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai</i>), ‘oneself, who is the one origin [or base] for fate and free will’, in verse 19 is not our actual self but only our ego.<br>\n<br>\nSince ‘விதி மதி மூலம்’ (<i>vidhi mati mūlam</i>), ‘the root of fate and free will’, is our ego, ‘விதி மதி மூல விவேகம்’ (<i>vidhi mati mūla vivēkam</i>), ‘discernment of the root of fate and free will’, means discernment or discriminating knowledge of our ego, which implies discerning its non-existence, because according to Bhagavan this ego does not actually exist but merely seems to exist, and it seems to exist only because we have not yet thoroughly investigated what it is. விவேகம் (<i>vivēkam</i>) means discernment or discrimination in the sense of distinguishing one thing from another, so <i>vivēkam</i> concerning the ego is the ability to distinguish oneself from the ego, and since the ego seems to exist only when we experience it as ourself, when we distinguish ourself from our ego we will discover that we alone exist, and that our ego and everything experienced by it, including its free will and fate, are therefore non-existent and have never actually existed at all.<br>\n<br>\nSince free will and fate seem to exist only so long as the ego seems to exist, and since the ego will not seem to exist when we investigate ourself and thereby discern that we alone exist, no dispute can then arise about which prevails, free will and fate. Therefore such a dispute can arise only for self-ignorant people (<i>ajñānis</i>), who have not yet discerned the non-existence of the ego, as Bhagavan implies in the first sentence of this verse: ‘விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம்’ (<i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam</i>), which means ‘Only for those who do not have discernment of the root of fate and free will is there dispute about which prevails, fate or free will’.<br>\n<br>\nWhen we investigate ourself and thereby discern that we alone exist, our ego will no longer seem to exist, and thus we will have discarded or separated ourself from both fate and free will, so we will no longer be entangled with them or with any dispute about them, as Bhagavan implies in the final two sentences of this verse: ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; சார்வரோ பின்னும் அவை? சாற்று’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; sārvarō piṉṉum avai? sāṯṟu</i>), which mean ‘Those who have known themself, who is the one origin [or base] for fate and free will, have [thereby] discarded them. Say, will they thereafter be associated with them?’ In this context ‘தன்னை உணர்ந்தார்’ (<i>taṉṉai uṇarndār</i>), which means ‘those who have known themself’, implies those who have known the non-existence of the ego, which alone is the origin and base for both fate and free will.<br>\n<ul><a name=\"uu-being\"></a><b>11d. <i>Upadēśa Undiyār</i>: liberation is gained not by doing anything but only by just being</b></ul>\n<a name=\"uu01\"></a>Though Bhagavan does not refer to the <i>karma</i> theory directly in <i>Nāṉ Yār?</i> and though in <i>Uḷḷadu Nāṟpadu</i> he indicated that <i>karma</i> (action) seems to exist only in the view of our ego and is therefore dependent upon it, some people may argue that in <i>Upadēśa Undiyār</i> he seems to attach more importance to it, because he discusses it in the first three verses. However the reason why he mentions <i>karma</i> in those verses is because of the context in which he composed <i>Upadēśa Undiyār</i>, because he wrote it in response to Muruganar’s request to summarise the teachings that Lord Siva gave to the so-called ‘<i>rishis</i>’ (<i>ṛṣis</i>) who were performing ritualistic <i>karmas</i> in the Daruka forest for the fulfilment of their desires. Since those ritualists were so proud of the supposed power of their <i>karmas</i> that they believed that there is no God except <i>karma</i>, in the <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html#uu01\">first verse</a> of <i>Upadēśa Undiyār</i> he repudiated this idea of theirs, explaining that <i>karma</i> cannot be God because it is <i>jaḍa</i> (insentient or non-conscious):<br>\n<blockquote>கன்மம் பயன்றரல் கர்த்தன தாணையாற்<br>\nகன்மங் கடவுளோ வுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கன்மஞ் சடமதா லுந்தீபற.<br>\n<br>\n<i>kaṉmam payaṉḏṟaral karttaṉa dāṇaiyāl<br>\nkaṉmaṅ kaḍavuḷō vundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṉmañ jaḍamadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கன்மம் பயன் தரல் கர்த்தனது ஆணையால். கன்மம் கடவுளோ? கன்மம் சடம் அதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl. kaṉmam kaḍavuḷ-ō? kaṉmam jaḍam adāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> கன்மம் பயன் தரல் கர்த்தனது ஆணையால். கன்மம் சடம் அதால், கன்மம் கடவுளோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl. kaṉmam jaḍam adāl, kaṉmam kaḍavuḷ-ō?</i><br>\n<br>\n<b>English translation:</b> <i>Karma</i> giving fruit is by the ordainment of God. Since <i>karma</i> is <i>jaḍa</i>, can <i>karma</i> be God?</blockquote>\nWhat Bhagavan implied when he pointed out that <i>karma</i> is <i>jaḍa</i> (devoid of consciousness or awareness) is not only that it therefore cannot be God, but also that <i>karma</i> can operate in the way that the <i>karma</i> theory contends only if it is governed by something that is conscious. That is, according to the <i>karma</i> theory each <i>āgāmya</i> (action motivated by one’s free will or volition) produces an appropriate fruit or moral consequence, which is added to one’s <i>sañcita</i> (the store of all such fruit that one is yet to experience), from which an appropriate selection will be experienced by one as the <i>prārabdha</i> (destiny or fate) that one is to experience in each life, so such a system could not work unless it were governed by something that is conscious, because being non-conscious <i>karma</i> could not decide what fruit it should give or when each of the countless pending fruit of past <i>karmas</i> should be experienced.<br>\n<br>\nThis is why Bhagavan says in the first sentence of this verse, ‘கன்மம் பயன் தரல் கர்த்தனது ஆணையால்’ (<i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl</i>), which means ‘<i>Karma</i> giving fruit is by the ordainment of God’. The term that he uses here to denote God is கர்த்தன் (<i>karttaṉ</i>), which is a Tamil form of the Sanskrit word कर्ता (<i>kartā</i>), the masculine nominative singular form of कर्तृ (<i>kartṛ</i>), which literally means an agent or doer, and which in this context refers to God as the ordainer of the fruit of action. In this sense it means the same as the word அதற்கானவன் (<i>adaṟkāṉavaṉ</i>), which literally means ‘he who is for that’ and which is the term that Bhagavan used to refer to God in the first sentence of the <a href=\"#dec98note\">note he wrote for his mother</a> in December 1898.<br>\n<br>\nHowever, though he refers to God here as கர்த்தன் (<i>karttaṉ</i>), the ‘doer’ or ‘ordainer’, in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para15\">fifteenth paragraph</a> of <i>Nāṉ Yār?</i>  (which I discussed in <a href=\"#ny15\">section 11a</a>) he explains that God does not actually do anything, nor does he need to do anything, because all the functions that are generally attributed to him happen by the power of his mere presence. God does not do anything because he is our own actual self (<i>ātma-svarūpa</i>), whose nature is just perfectly silent being and who is therefore completely non-active and motionless (<i>acala</i>).<br>\n<br>\nHowever, God is not only pure being (<i>sat</i>) or what is (<i>uḷḷadu</i>) but is also perfectly self-aware — that is, aware of nothing other than himself — because as our own actual self his nature is pure self-awareness, so he is what is known as <i>cit-śakti</i>, the power of consciousness. <i>Cit-śakti</i> is not a power that does anything, because real consciousness (<i>cit</i>) is not awareness of anything other than itself (which is ourself), but it is the source and base of all other forms of power, because no other power could seem to exist or to operate if we were not aware of it, and we would not be aware of anything if we were not aware of ourself. Therefore just as self-awareness is the basis of any other form of awareness, the power of self-awareness (<i>cit-śakti</i>) is the basis of any other form of power.<br>\n<br>\nTherefore when Bhagavan says that ‘<i>karma</i> giving fruit is by the ordainment of God’ he implies that each <i>karma</i> gives appropriate fruit and its fruit is experienced at an appropriate time and in appropriate circumstances because of the mere presence of <i>cit-śakti</i>, the power of our own self-awareness, which is God. And when he says that <i>karma</i> cannot be God because it is <i>jaḍa</i> (non-conscious) he implies that God is the <i>cit-śakti</i> without which <i>karma</i> could not operate.<br>\n<br>\n<a name=\"uu02\"></a>Therefore though Bhagavan refers to <i>karma</i> in the very first verse of <i>Upadēśa Undiyār</i>, he does not imply that it is real but only shows that even when it seems to be real it is subservient to God, whose nature is consciousness or pure self-awareness. Then in the <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu02\">second verse</a> he explains that <i>karma</i> is self-perpetuating, so it does not give liberation:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய்<br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy<br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action having perished, as seed causes to fall in the ocean of action. Giving liberation is not.<br>\n<br>\n<b>Paraphrased translation:</b> The fruit of action having perished [remains] as seed [and thereby] causes [one] to fall in the ocean of action. [Therefore action] does not give liberation.</blockquote>\nWhen a fruit is consumed, it ceases to exist, but its seeds remain, and if left in the soil they will sprout as new plants that bear the same kind of fruit. Likewise, when the fruit of any action is experienced, it ceases to exist, but its seed remains within us and when conditions are suitable it will sprout as the same kind of action. Therefore what Bhagavan refers to here as வித்து (<i>vittu</i>) or ‘seed’ is a <i>karma-vāsanā</i>, a propensity, tendency or inclination to do the same kind of action repeatedly.<br>\n<br>\nTherefore <i>karmas</i> tend to be self-perpetuating, so the more one does <i>karma</i> the more one will sink in an ocean of endless <i>karmas</i>, and hence doing any <i>karma</i> is not a means by which one can be liberated from one’s ego and its <i>karma-vāsanās</i>. In the Tamil original of this verse Bhagavan concluded by saying ‘வீடு தரல் இலை’ (<i>vīḍu taral ilai</i>), which literally means ‘giving liberation is not’ and which implies that <i>karma</i> will not give liberation, but in his Sanskrit translation he went even further by saying ‘गति निरोधकम्’ (<i>gati nirōdhakam</i>), which means that it obstructs liberation.<br>\n<br>\nSaying that <i>karma</i> will not give liberation or will obstruct it implies that we cannot attain liberation by doing anything, so how can we attain it? According to Bhagavan we cannot attain it by doing anything but only by just being (<i>summā iruppadu</i>), because the nature of our real self is not doing but just being, so we cannot experience what we actually are and thereby liberate ourself from this ego except by just being.<br>\n<br>\nHow then can we just be? According to Bhagavan what we actually are is not only being (<i>sat</i>) but also awareness (<i>cit</i>), because we are aware that we are, so what is aware of our being is nothing other than our being itself, as he indicates in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>. Therefore since self-awareness is the very nature of our being, and since what we actually are is never aware of anything other than ourself, we can just be as we actually are only by being aware of nothing other than ourself.<br>\n<br>\n<a name=\"uu26\"></a>This is why he says in <a href=\"http://happinessofbeing.blogspot.com/2014/08/self-awareness-is-very-nature-of-i.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>, ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl</i>), which means ‘Being oneself alone is knowing oneself, because oneself is not two’, and which implies that we can be as we actually are only by being aware of ourself as we actually are. Therefore since what we actually are just is and does not do anything, and since being aware of anything other than ourself is an action (<i>karma</i>), because it entails a movement of our mind or attention away from ourself towards that other thing, we can experience ourself as we actually are only by being aware of ourself alone and thereby doing nothing at all. Hence since trying to be aware of ourself alone is the practice that Bhagavan called <i>ātma-vicāra</i> (self-investigation), what he implies in these verses is that <i>ātma-vicāra</i> is the only means by which we can just be and thereby liberate ourself from the illusion that we are this ego.<br>\n<br>\n<a name=\"uu03\"></a>Though he says in verse 2 that <i>karma</i> will not give liberation but will only obstruct it, in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu03\">verse 3</a> he explains how <i>karma</i> can indirectly help us to attain liberation:<br>\n<blockquote>கருத்தனுக் காக்குநிட் காமிய கன்மங்<br>\nகருத்தைத் திருத்தியஃ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கதிவழி காண்பிக்கு முந்தீபற.<br>\n<br>\n<i>karuttaṉuk kākkuniṭ kāmiya kaṉmaṅ<br>\nkaruttait tiruttiyaḵ dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;gativaṙi kāṇbikku mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கருத்தனுக்கு ஆக்கும் நிட்காமிய கன்மம் கருத்தை திருத்தி, அஃது கதி வழி காண்பிக்கும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>karuttaṉukku ākkum niṭkāmiya kaṉmam karuttai tirutti, aḵdu gati vaṙi kāṇbikkum</i>.<br>\n<br>\n<b>English translation:</b> <i>Niṣkāmya karma</i> done [with love] for God purifies the mind and [thereby] it will show the path to liberation.</blockquote>\nThe Sanskrit term <i>kāmya</i> means volitional or done with desire (<i>kāma</i>), so any action that is done for the fulfilment of any desire is called a <i>kāmya karma</i>, and hence a <i>niṣkāmya karma</i> is any action that is not motivated by desire. So long as our ego exists, it will have desires of one kind or another, so whatever actions it does of its own free will will inevitably be motivated to a greater or lesser extent by its desires. Therefore no action done by our ego can be perfectly <i>niṣkāmya</i> (which is why Bhagavan often said that only an <i>ātma-jñāni</i> can be a perfect <i>karma-yōgi</i>, as recorded for example near the end of the third chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 22)). However, our actions can be <i>niṣkāmya</i> to the extent that they are motivated by love of God and are therefore done for his sake rather than for the sake of anything we hope to gain thereby.<br>\n<br>\nDoing action in such a <i>niṣkāmya</i> spirit for the love of God will purify our mind in the sense that it will weaken our desires for and attachment to anything other than God, and to the extent that our mind is thereby purified we will have the clarity to recognise that the only way to attain liberation is to surrender ourself entirely to him, and that since we cannot surrender ourself entirely to him so long as we consider ourself to be anything separate from or other than him, in order to surrender ourself completely we must turn our attention within and thereby experience him as our own self. In other words, when our mind is sufficiently purified we will be able to understand that the கதி வழி (<i>gati vaṙi</i>), the ‘path [way or means] to liberation’, is ultimately only the practice of self-investigation (<i>ātma-vicāra</i>), which is what Bhagavan describes in <a href=\"#uu08\">verse 8</a> as <i>ananya bhāva</i> (meditation upon God as <i>ananya</i> or not other than oneself) and which he says is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), the ‘best among all’, thereby implying that it is the most effective of all means to purify one’s mind.<br>\n<br>\nHowever, when Bhagavan says that doing <i>niṣkāmya karma</i> with love for God will purify the mind, we should understand that what purifies the mind is not the <i>karma</i> itself but only the love and relative desirelessness with which we do it. By itself whatever action (<i>karma</i>) we may do will only plunge us further into the ocean of <i>karma</i> and will therefore obstruct any effort that we might make to attain liberation, as he say in verse 2, so it is only our <i>bhakti</i> (love for God) and <i>vairāgya</i> (freedom from desire for anything else) that will purify our mind and thereby enable us to recognise that <i>ātma-vicāra</i> is ultimately the only கதி வழி (<i>gati vaṙi</i>) or means to liberation.<br>\n<br>\nTherefore though Bhagavan does refer to <i>karma</i> in the first three verses of <i>Upadēśa Undiyār</i>, the reason he did so was not to imply that <i>karma</i> is real or that it is a means to liberation, but was only to lay the foundation for the subsequent verses, in which he shows us how we can go beyond <i>karma</i> to reach the state of pure being, which alone is liberation. In fact if we consider <i>Upadēśa Undiyār</i> as a whole, we should be able to see that it is a repudiation of <i>karma</i> (action or doing) and an affirmation that being is both the means and the goal — the only means by which we can attain liberation and the goal of liberation itself.<br>\n<br>\nAfter saying in verse 3 that <i>niṣkāmya karma</i> done with love for God will purify the mind and thereby show the way to liberation, in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">verses 4 to 7</a> he explains the relative efficacy of the various kind of <i>niṣkāmya karma</i> that we can do with love for God, saying essentially that any action done by mind, such as meditation (<i>dhyāna</i>), will purify one’s mind more effectively than any action done by speech, such as repetition (<i>japa</i>), which will purify one’s mind more effectively than any action done by body, such as worship (<i>pūja</i>). Then in <a href=\"#uu08\">verse 8</a> he says that rather than <i>anya bhāva</i> (meditation upon God as other than oneself), <i>ananya bhāva</i> (meditation upon him as not other than oneself) is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), the ‘best among all’, implying that it is the most effective means to purify one’s mind.<br>\n<br>\n<a name=\"uu09\"></a>Whereas <i>anya bhāva</i> is an action (<i>karma</i>), because it entails a movement of one’s mind away from oneself towards one’s conception of God as something other than oneself, <i>ananya bhāva</i> is not an action, because it entails no movement of one’s mind away from oneself, so it is a state of just being (<i>summā iruppadu</i>). This is confirmed by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu09\">verse 9</a>, in which he says:<br>\n<blockquote>பாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal-ē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of meditation, being in <i>sat-bhāva</i>, which transcends <i>bhāvana</i>, is certainly <i>para-bhakti tattva</i>.<br>\n<br>\n<b>Elaborated translation:</b> By the strength [intensity, firmness or stability] of [such] meditation [<i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [one’s ‘state of being’ or ‘real being’], which transcends [all] <i>bhāvana</i> [thinking, imagination or meditation], is certainly [or is alone] <i>para-bhakti tattva</i> [the real essence or true state of supreme devotion].</blockquote>\nபாவ பலத்தினால் (<i>bhāva balattiṉāl</i>) means ‘by the strength [intensity, firmness or stability] of meditation’, so in this context it implies by the intensity of <i>ananya bhāva</i> or self-attentiveness. By such intensity one gives not even the slightest room to the rising of any thought other than <i>ātma-cintana</i> (thought of oneself or self-attentiveness), so one thereby remains in one’s real state of being (<i>sat-bhāva</i>), which transcends all kinds of mental activity. That is, since we rise as (or seem to be) an ego only by being aware of anything other than ourself, if we use our power of attention to be aware of ourself alone, we will cease rising as (or seeming to be) this ego, and thus we will remain as we really are, which is what Bhagavan describes here as ‘சத் பாவத்து இருத்தலே’ (<i>sat-bhāvattu iruttalē</i>), which means ‘being in <i>sat-bhāva</i> [one’s ‘state of being’ or ‘real being’]’.<br>\n<br>\nSince ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉāy iruppadē</i>) or ‘only being completely absorbed in self-abidance, not giving even the slightest room to the rising of any thought other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness]’ is surrendering oneself entirely to God, as Bhagavan says in the first sentence of the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>, and since <i>ātma-cintana</i> means the same as <i>ananya bhāva</i>, namely attending to nothing other than oneself, in this verse he says that only being in <i>sat-bhāva</i> (the real state of being) by the intensity of <i>ananya bhāva</i> is ‘பரபத்தி தத்துவம்’ (<i>parabhatti tattuvam</i>), which is a Tamil spelling of <i>parabhakti tattva</i>, which means the thatness, truth or real essence of supreme devotion.<br>\n<br>\nSince complete self-surrender, which alone is supreme devotion, is the only means by which we can be liberated from our ego and from everything else, which seems to exist only as a result of the rising of this ego, and since supreme devotion or complete self-surrender is only being as we really are by being so intensely self-attentive that we give not even the slightest room to the rising of awareness of anything other than ourself, Bhagavan frequently said that we cannot attain liberation by doing anything (that is, by any action or <i>karma</i> whatsoever) but only by just being as we really are (that is, by being pure self-awareness, which is devoid of thought and hence <i>bhāvanātīta</i>, transcending all meditation or thinking).<br>\n<br>\n<a name=\"unm1\"></a>Thus what he teaches us in this verse is closely related to what he teaches us in the <a href=\"http://happinessofbeing.blogspot.com/2014/08/we-must-experience-what-is-not-what.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>, particularly in the last two lines:<br>\n<blockquote>உள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar</i>.<br>\n<br>\n<b>English translation:</b> How to [or who can] think of the existing substance? Being in heart as it is alone is meditating [upon it]. Experience [this].</blockquote>\nஉள்ளபொருள் (<i>uḷḷa-poruḷ</i>) means ‘existing substance’ or ‘substance that is’, so it denotes the one thing that alone actually exists, which is what he refers to in the first line of this verse as உள்ளது (<i>uḷḷadu</i>), which means ‘what is’. The fact that this உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) or உள்ளது (<i>uḷḷadu</i>) is our own actual self (<i>ātma-svarūpa</i>) is indicated by the final clause of the second line, ‘உள்ளம் எனும்’ (<i>uḷḷam eṉum</i>), which is a relative clause that means ‘which is called heart’. In this context உள்ளம் (<i>uḷḷam</i>) means ‘heart’ in the sense of our actual self, because our actual self is the heart or core of what we now seem to be.<br>\n<br>\nஉள்ளம் (<i>uḷḷam</i>) is also a rarely used literary form of உள்ளோம் (<i>uḷḷōm</i>), which is the first person plural form of the tenseless verb உள் (<i>uḷ</i>), which means to be, so உள்ளம் (<i>uḷḷam</i>) also means ‘[we] are’. However since Bhagavan often used the inclusive first person plural pronoun நாம் (<i>nām</i>), which means ‘we’ including whoever is being addressed (as opposed to நாங்கள் (<i>nāṅgaḷ</i>), which means ‘we’ excluding whoever is being addressed), as a singular generic pronoun (equivalent to the generic pronoun ‘one’ in English) or as an inclusive form of the first person singular pronoun நான் (<i>nāṉ</i>), which means ‘I’, உள்ளம் (<i>uḷḷam</i>) can be considered to be an inclusive form of the first person singular verb உள்ளேன் (<i>uḷḷēṉ</i>), which means ‘am’. Therefore whether we interpret ‘உள்ளம் எனும்’ (<i>uḷḷam eṉum</i>) to mean ‘which is called heart’ or ‘which is called ‘we are’ [or ‘I am’]’, it clearly indicates that what Bhagavan meant by the term ‘உள்ளபொருள்’ (<i>uḷḷa-poruḷ</i>) or ‘existing substance’ is our own actual self, ‘I am’, which alone is உள்ளது (<i>uḷḷadu</i>) or ‘what is’.<br>\n<br>\nWhen Bhagavan first composed this verse, he wrote only these last two lines, but a few days later he added the two first lines, so what he wrote in the first two lines is intended to clarify the import of these last two lines, in which he begins by asking ‘உள்ள பொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal evaṉ?</i>), which means ‘How to [or who can] think of the existing substance?’. உள்ளல் (<i>uḷḷal</i>) means ‘thinking’ (or ‘meditating’) and எவன் (<i>evaṉ</i>) is an interrogative pronoun that can mean either ‘how’ or ‘which person’, so what Bhagavan implies by this question is that no one can conceive or mentally grasp உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), the substance or thing that actually exists.<br>\n<br>\nThe reason why no one can mentally grasp it is explained by him in a clause that he added in the first two lines, ‘உள்ளபொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl</i>), which means ‘since the existing substance exists in the heart without thought [or without thinking]’, and which therefore implies that the existing substance exists beyond the range of thought or thinking. From this we can infer that the உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) or existing substance is what Bhagavan described in verse 9 of <i>Upadēśa Undiyār</i> as ‘பாவனாதீத சத் பாவம்’ (<i>bhāvaṉātīta sat-bhāva</i>), the ‘state of being, which transcends <i>bhāvana</i> [thinking, imagination or meditation]’. Since it is beyond thought, who can think of it, or how can one think of it?<br>\n<br>\nThus Bhagavan implies that no one can meditate upon what actually exists by trying to think of it, because it cannot be grasped by thought. Therefore, since it is our own self, the only means by which we can meditate upon it is by just being as it is, which means being as we really are. This is why he answers his own question ‘உள்ள பொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal evaṉ?</i>), ‘How to [or who can] think of the existing substance?’, by saying ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), which means ‘Being in the heart as it is [or as one is] alone is meditating [upon it]’.<br>\n<br>\nWhat does he imply in this sentence by the first word, உள்ளத்தே (<i>uḷḷattē</i>), which is a locative case form of உள்ளம் (<i>uḷḷam</i>) and therefore means ‘in the heart’? Since உள்ளம் (<i>uḷḷam</i>), the heart, is our own actual self, ‘உள்ளத்தே உள்ளது’ (<i>uḷḷattē uḷḷadu</i>) or ‘being in the heart’ implies not rising as an ego or mind by allowing our attention to move away from ourself towards anything else. As soon as we allow our attention to move away from ourself even to the slightest extent, we thereby rise as this ego, going out (metaphorically speaking) from ourself, and since this ego is the first thought and the root of all other thoughts, as soon as it rises it expands as numerous other thoughts. Since we rise as this ego whenever our attention moves away towards anything else, the only way to avoid rising as this ego and thereby to remain in our actual self, the heart, is to be vigilantly self-attentive.<br>\n<br>\nAnd what does he imply by the adverb உள்ளபடி (<i>uḷḷapaḍi</i>), which means ‘as it is’ or ‘as one is’? Since the existing substance, which is our actual self, exists in the heart without thought, being in the heart as it is means being without thought or thinking. It also means being aware of our own existence in a clear and attentive manner, because the existing substance itself is what is aware of its own existence, as Bhagavan implies in the first sentence of this verse, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), which means ‘Except as <i>uḷḷadu</i> [what is], does existing awareness [or awareness of what is] exist?’ Therefore what he implies by ‘உள்ளபடி உள்ளது’ (<i>uḷḷapaḍi uḷḷadu</i>), ‘being as it is’ or ‘being as one is’, is that we should simply be as the pure thought-free self-awareness that we actually are.<br>\n<br>\nThus what he implies by both உள்ளத்தே (<i>uḷḷattē</i>), ‘in the heart’, and உள்ளபடி (<i>uḷḷapaḍi</i>), ‘as it is’ or ‘as one is’, is essentially the same, namely that we should be without thought by being attentively aware of ourself alone. Therefore the import of this verse is that the only way to meditate on what is real is to be as it is — that is, to be aware of oneself alone without being distracted by any thought. So long as we are aware of any thought or anything other than ourself, we are not being in the heart or being as we actually are, so the only way to be in the heart as we actually are is to be aware of ourself alone, and the only way to be aware of ourself alone in such a way that no thought can arise is to be vigilantly self-attentive.<br>\n<br>\nSince உள்ளம் (<i>uḷḷam</i>), the heart, is what we actually are, ‘உள்ளத்தே உள்ளபடி உள்ளது’ (<i>uḷḷattē uḷḷapaḍi uḷḷadu</i>) or ‘being in the heart as it is’ implies being in our actual self as our actual self. Therefore the locative form உள்ளத்தே (<i>uḷḷattē</i>), ‘in the heart’, is used here in a metaphorical sense — not in the literal sense of one thing being in another thing — so ‘being in the heart’ implies being as the heart, which is what is also implied by ‘being as it is’. Since what Bhagavan implied by உள்ளபடி (<i>uḷḷapaḍi</i>) or ‘as it is’ is the essentially same as what he implied by உள்ளத்தே (<i>uḷḷattē</i>) or ‘in the heart’, we can infer that he used both of these terms in order to emphasise that we should just be what we actually are without rising and going outwards as this ego or mind.<br>\n<br>\nAfter he added the first two lines to this verse, its complete form is now:<br>\n<blockquote>உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇar</i>.<br>\n<br>\n<b>English translation:</b> Except as <i>uḷḷadu</i> [what is], does existing awareness [or awareness of what is] exist? Since the existing substance [which is <i>uḷḷadu</i>] is in the heart without thought, how to [or who can] think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is meditating [upon it]. Experience [this].</blockquote>\nBy saying this in the very first <i>maṅgalam</i> or benedictory verse of <i>Uḷḷadu Nāṟpadu</i> Bhagavan indicated that the central theme of the entire text is ‘உள்ளத்தே உள்ளபடி உள்ளதே’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>), ‘only being in the heart as it is’. Therefore since being in the heart as it is entails not rising as this ego, in <i>Uḷḷadu Nāṟpadu</i> he explains in a clear and detailed manner the nature of the ego, how it rises, the effects of its rising and the means to prevent it rising, and he summarises all this most clearly in verses 25 and 26. In <a href=\"#un25\">verse 25</a> he explains that the ego rises by ‘grasping form’ or attending to things other than itself, and that it will therefore subside and disappear only when it tries to grasp, investigate or attend to itself alone, and in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un26\">verse 26</a> he explains that when the ego rises everything rises, and when it does not rise nothing else exists, so the ego itself is everything, and hence investigating what it is is giving up everything.<br>\n<br>\nJust as the principle aim of <i>Uḷḷadu Nāṟpadu</i> is to teach us how to ‘be in the heart as it is’, the principle aim of <i>Upadēśa Undiyār</i> is likewise to teach us how to be thus. This is why Bhagavan starts <i>Upadēśa Undiyār</i> by saying in verse 2 that action (<i>karma</i>) will not give liberation, and then explains in verse 3 to 9 how we must progress from the state of <i>karma</i>, which entails attending to things that are <i>anya</i> or other than oneself, to the state of being (<i>sat-bhāva</i>), which is beyond thought (<i>bhāvaṉātīta</i>), and which we can therefore be in only by the strength or intensity of <i>ananya bhāva</i>, which means ‘meditation on what is not other’ and which hence implies being exclusively self-attentive, thereby giving no room to the rising of any thought about anything other than ourself.<br>\n<br>\n<a name=\"uu10\"></a>After saying in verse 9 that being in <i>bhāvaṉātīta sat-bhāva</i> (the state of being, which is beyond thought) by the intensity of <i>ananya bhāva</i> (being attentive to nothing other than oneself) is the real essence of supreme devotion, in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu10\">verse 10</a> Bhagavan summarises the import of the previous nine verses and also of the <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu11-12\">subsequent four verses</a> (in which he explains that <i>prāṇāyāma</i> (which is one of the principal practices of <i>rāja yōga</i>, and by which he therefore implies any practice of <i>rāja yōga</i>) can help one to attain the final goal of <i>manōnāśa</i> (annihilation of the mind) only if one uses the relative calmness of mind achieved thereby to send one’s mind on the one path of self-investigation):<br>\n<blockquote>உதித்த விடத்தி லொடுங்கி யிருத்த<br>\nலதுகன்மம் பத்தியு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வதுயோக ஞானமு முந்தீபற.<br>\n<br>\n<i>uditta viḍatti loḍuṅgi irutta<br>\nladukaṉmam bhattiyu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaduyōga jñāṉamu mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உதித்த இடத்தில் ஒடுங்கி இருத்தல்: அது கன்மம் பத்தியும்; அது யோகம் ஞானமும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uditta iḍattil oḍuṅgi iruttal: adu kaṉmam bhatti-y-um; adu yōgam jñāṉam-um</i>.<br>\n<br>\n<b>English translation:</b> Subsiding and being in the place from which one rose: that is <i>karma</i> and <i>bhakti</i>; that is <i>yōga</i> and <i>jñāna</i>.</blockquote>\nஉதித்த இடம் (<i>uditta iḍam</i>) means ‘the place from which one rose’, so it implies our actual self, which is the source from which we have risen as this ego. Thus it is what Bhagavan referred to in the previous verse as சத் பாவம் (<i>sat-bhāvam</i>), the ‘state of being’, and in the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i> as உள்ளது (<i>uḷḷadu</i>), ‘what is’, உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), the ‘existing substance’ or ‘thing that is’, and உள்ளம் (<i>uḷḷam</i>), the ‘heart’.<br>\n<br>\nIn order to be in this place from which we rose we must subside, as Bhagavan indicates by the verbal participle ஒடுங்கி (<i>oḍuṅgi</i>), which means subsiding, calming down, becoming tranquil, shrinking, dissolving, closing or ceasing, and which implies ceasing to rise as this ego. Since this ego is the doer of all actions (<i>karmas</i>), when it subsides in the place from which it arose all actions cease, and hence what remains is only our natural state of being, in which we just are and do not do anything, as Bhagavan indicates by the verbal noun இருத்தல் (<i>iruttal</i>), which means ‘being’.<br>\n<br>\nBeing thus in the source from which we rose, having subsided and ceased to be this ego, is the aim and culmination of all the four <i>yōgas</i> or varieties of spiritual practice, namely the paths of <i>niṣkāmya karma</i> (action not motivated by desire), <i>bhakti</i> (devotion), <i>rāja yōga</i> (practices such as <i>prāṇāyāma</i> done in order to restrain <i>citta-vṛtti</i> or mental activity) and <i>jñāna</i> (the practice of self-investigation, which is the direct means to attain self-knowledge).<br>\n<br>\nThis verse therefore summarises the aim and purpose of the whole of <i>Upadēśa Undiyār</i>, indicating that it is to show us how to subside and be in the source from which we rose as this ego. As Bhagavan implied in <a href=\"#uu03\">verse 3</a>, <i>niṣkāmya karma</i> can indirectly help us to subside in our source only if it is motivated by <i>bhakti</i> (love for God), and as he implied in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">verses 4 to 8</a> the various practices of <i>niṣkāmya bhakti</i> can indirectly help us to subside in our source only by purifying our mind and thereby developing from being <i>anya bhakti</i> (devotion to God as something other than oneself) to being <i>ananya bhakti</i> (devotion to him as nothing other than oneself), the practice of which is <i>ananya bhāva</i> (being attentive to nothing other than oneself). Thus in verses 3 to 8 of <i>Upadēśa Undiyār</i> Bhagavan teaches us that the various practices of <i>niṣkāmya karma</i> and <i>bhakti</i> are beneficial only to the extent that they lead us to the path of <i>ātma-vicāra</i> (self-investigation or self-attentiveness), and in <a href=\"#uu09\">verse 9</a> he teaches us that by the intensity of our <i>ātma-vicāra</i> we will subside and be in <i>bhāvaṉātīta sat-bhāva</i> (the state of being, which is beyond thought), which is our own actual self, the source from which we rose as this ego.<br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu11-12\">verses 11 to 14</a> he implies that practices of <i>rāja yōga</i> such as <i>prāṇāyāma</i> can indirectly help us to subside permanently in our source only if we use the relative calmness of mind achieved by such practices to direct our attention on the path of <i>ātma-vicāra</i>, and in <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#uu15\">verse 15</a> he says that when the mind has been annihilated by <i>ātma-vicāra</i> there will be no ‘doing’ or action (<i>karma</i>). Thus in the first fifteen verses of <i>Upadēśa Undiyār</i> he teaches us that all <i>karma</i> must eventually cease along with our mind or ego in the actionless state of being, which is our real nature.<br>\n<br>\nHe then devotes the final fifteen verses of <i>Upadēśa Undiyār</i> to the path of <i>jñāna</i> and the nature of the ultimate goal that we will achieve thereby. In <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu17\">verse 17</a>, for example, he says that <i>ātma-vicāra</i> is ‘மார்க்கம் நேர் ஆர்க்கும்’ (<i>mārggam nēr ārkkum</i>), ‘the direct path of everyone’, because it will reveal that there is no such thing as mind or ego at all, and in <a href=\"http://happinessofbeing.blogspot.com/2014/08/self-awareness-is-very-nature-of-i.html#uu26\">verse 26</a> he says ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl</i>), which means ‘Being oneself alone is knowing oneself, because oneself is not two’, thereby implying that the only way to be what we actually are is to attend to ourself, because as he explains in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu23\">verse 23</a> to know <i>uḷḷadu</i> (what is) there is no awareness other than it, so it is itself awareness, and since we alone are what is, we ourself are the awareness that knows ourself, and hence being ourself entails being aware of ourself. Thus he repeatedly affirms the oneness of being and self-awareness, thereby implying that being aware of ourself alone is being what we actually are, which is consistent with his teaching that by being aware of anything other than ourself we rise as this ego, which is not what we actually are, and that the only means to prevent the rising of our ego is to focus our entire attention on ourself alone.<br>\n<ul><a name=\"karma-benefit\"></a><b>11e. How can belief in the <i>karma</i> theory be beneficial?</b></ul>\nThus if we carefully consider all that Bhagavan has taught us in <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, it should be clear to us that <i>karma</i> is not real, and that we seem to be bound by the laws of <i>karma</i> only because we experience ourself as this ego, which is the doer of <i>karma</i> and the experiencer of its fruit. Therefore the <i>karma</i> theory is not one of the fundamental principles of his teachings, but it is an auxiliary principle, because he often referred to it, particularly when explaining to us why we should not be concerned about anything that we have to experience in our outward life as a person.<br>\n<br>\nThus he implied that like belief in God, belief in the <i>karma</i> theory can be beneficial, even though there is no way we can prove either logically or in practice that it is true. Therefore beside faith in his teachings, the only logical reason we have to believe in the <i>karma</i> theory is the benefit we can derive from believing it (whether it is true or not) if we understand it correctly. What then is the benefit we can derive from believing it?<br>\n<br>\n<a name=\"dec98note\"></a>The clearest and most reliable record we have of the <i>karma</i> theory as expressed by Bhagavan is the <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html#dec98note\">note he wrote for his mother</a> in December 1898:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nAccording to their-their <i>prārabdha</i>, he who is for that being there-there will cause to act [that is, according to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]. What is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nWhat he wrote in this note explains why he said on another occasion (as recorded in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, pages 4-5), and also at the end of section 268 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 235):<br>\n<blockquote>Make no effort either to work or to renounce; your effort is the bondage. What is destined to happen will happen. If you are destined not to work, work cannot be had even if you hunt for it; if you are destined to work, you will not be able to avoid it; you will be forced to engage yourself in it. So, leave it to the higher power.</blockquote>\nFrom what he wrote in his note for his mother (and also to a lesser extent from what he is recorded to have said in the above passage from <i>Maharshi’s Gospel</i>) we can infer several important ideas that he wanted us to understand about the <i>karma</i> theory: Firstly, we will be made to do whatever we need to do in order to experience our preordained destiny or fate (<i>prārabdha</i>), from which we can infer that we need not concern ourself with questions about we should do in order to provide for the material needs of our body or of anyone else who seems to be dependent upon us, because we will be made to do whatever we are destined to do, and anything we may try to do in addition to what we are destined to do will not change anything that we or anyone else is destined to experience.<br>\n<br>\nThe latter is the second important inference that we should draw from what Bhagavan wrote in this note. That is, we cannot in any way change what we are destined to experience, so we cannot experience anything that we are not destined to experience, nor can we avoid experiencing whatever we are destined to experience.<br>\n<br>\nHowever, though we cannot change what we are destined to experience, we are free to want to change it and to try to change it, as he implies by saying, ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu</i>), which means ‘what is never to happen will not happen whatever effort one makes’, and ‘நடப்ப தென்றடை செய்யினும் நில்லாது’ (<i>naḍappadu eṉ taḍai seyyiṉum nillādu</i>), which means ‘what is to happen will not stop whatever obstruction [or resistance] one does’. If we were not free to want to change what we are destined to experience or to try to change it, we would not be responsible for anything that we do, and none of our actions would be <i>āgāmya</i> (actions done by our own free will), in which case the <i>karma</i> theory would not stand, because according to it the only <i>karma</i> that can give fruit is <i>āgāmya</i>, since it is the only <i>karma</i> for which we are personally responsible.<br>\n<br>\nBy doing any <i>āgāmya</i> we cannot change what we are destined to experience, but we are creating fruit that we are liable to experience as part of our <i>prārabdha</i> in some future life (that is, in some dream other than the dream of this life that we are now experiencing), and we are also nourishing and strengthening our <i>karma-vāsanās</i> (propensities, tendencies or inclinations to do the same kind of actions in future), which are the seeds that prompt us to do further <i>āgāmya</i>, so by doing any <i>āgāmya</i> we are causing ourself to sink deeper in the great ocean of <i>karma</i>, as Bhagavan says in <a href=\"#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>. Therefore doing any <i>āgāmya</i> is a foolish misuse of our free will.<br>\n<br>\nHow then can we use our free will in a way that will be beneficial? Using our free will to do any action by mind, speech or body is <i>āgāmya</i>, so we should not use it to do anything, but just to be. This is what Bhagavan implied in the final sentence of this note to his mother: ‘ஆகலின் மௌனமா யிருக்கை நன்று’ (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), which means ‘Therefore silently being [or being silent] is good’.<br>\n<br>\nIn this concluding sentence of his note Bhagavan explains all that we ultimately need to infer from the <i>karma</i> theory. The purpose of the <i>karma</i> theory is not to make us waste our time and effort on trying to determine which of our actions are driven by our fate and which are driven by our free will, or to what extent each of our actions is driven either by one or both of these, because so long as we experience ourself as this ego we cannot determine such things, and even if we could there would be no benefit in doing so. The only benefit we can gain from the <i>karma</i> theory is to understand that we should focus all our interest, love, effort and attention on trying to just silently be.<br>\n<br>\nIn order to silently be, we must avoid using our free will to do anything other than surrendering all our cares and concerns about our outward life as a person and about whatever <i>karmas</i> we as this person may do or experience, and in order to surrender all such cares and concerns completely we must surrender our ego, which is the root of all cares, concerns and <i>karmas</i>. And as Bhagavan often explained, the only way to surrender our ego and thereby just silently be is by ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பது’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadu</i>), ‘being completely absorbed in self-abidance, giving not even the slightest room to the rising of any thought other than thought of oneself ’, as he stated explicitly in the <a href=\"http://www.happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>. In other words, clinging firmly to <i>ātma-cintana</i> (thought of oneself) or <i>ātma-vicāra</i> (self-attentiveness) is the only means by which we can surrender our ego and thereby just silently be.<br>\n<br>\nIf we have understood this, we have understood all that we need to understand about the <i>karma</i> theory. Therefore understanding and believing the <i>karma</i> theory is beneficial only to the extent that it motivates us to give up all our cares and concerns by clinging vigilantly and tenaciously to self-attentiveness.<br>\n<br>\n<a name=\"efficacy\"></a><b>12. The relative efficacy of various forms of spiritual practice</b><br>\n<br>\nIn his <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#c469496398856387549\">comment</a> that I refer to at the beginning of this article Maya wrote: ‘I persist with the opinion that many methods can lead us to the point where the destruction of “I” can happen in a second where self inquiry spontaneously happens. One doesn’t necessarily gain an advantage by following, say 10 years of atma vichara compared to say 10 years of japam. As I said there are a lot of other factors involved like ones vasanas, ripeness etc etc.’.<br>\n<br>\nIn the first half of <i>Upadēśa Undiyār</i> Bhagavan teaches us that the various practices of <i>niṣkāmya karma</i>, <i>bhakti</i> and <i>rāja yōga</i> can lead one eventually to the path of <i>ātma-vicāra</i> (self-investigation or self-enquiry), which alone is the direct means to destroy the ego, so if this is what Maya meant by what he wrote in the first of these three sentences, his opinion does not conflict with Bhagavan’s teachings in this regard. However what he wrote in the next sentence does seem to conflict what Bhagavan taught us in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">verses 4 to 8</a> of <i>Upadēśa Undiyār</i>, in which he explains the relative efficacy of various practices of <i>niṣkāmya bhakti</i>, beginning by saying in <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu04\">verse 4</a> that <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> are actions of body, speech and mind, and that in this order each is superior to the preceding one (implying in the context of the <a href=\"#uu03\">previous verse</a> that <i>japa</i> is more effective in purifying one’s mind than <i>pūjā</i>, and <i>dhyāna</i> is more effective than <i>japa</i>), and concluding by saying in <a href=\"#uu08\">verse 8</a> that <i>ananya bhāva</i> (meditation on nothing other than oneself) is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), the ‘best among all’.<br>\n<br>\nSince <i>ananya</i> means ‘not other’, <i>ananya bhāva</i> means meditation on what is not other than oneself, so the <i>lakṣyārtha</i> or intended meaning of this term is clearly self-attentiveness, and hence it is an alternative description of <i>ātma-vicāra</i>. Thus what Bhagavan implies in verse 8 is that <i>ātma-vicāra</i> is the most effective means to purify one’s mind.<br>\n<br>\nEven if what Maya meant when he referred to <i>japa</i> was <i>mānasika japa</i> (<i>japa</i> done mentally rather than orally), which is a form of meditation (<i>dhyāna</i>), it is still less efficacious than <i>ātma-vicāra</i>, because it entails attending to something other than oneself, whereas <i>ātma-vicāra</i> entails attending to nothing other than oneself. This is why Bhagavan repeatedly emphasised that <i>ātma-vicāra</i> is the only direct means by which we can experience what we actually are and thereby destroy our ego, because it leads us straight to this goal, whereas all other practices are at best only indirect means, because they do not lead us straight to our goal, so they can enable us to experience ourself as we actually are only if they lead us to the practice of <i>ātma-vicāra</i>, which is the only means that will actually reveal the truth that this ego really exist at all.<br>\n<br>\nIn <i>Padamalai</i> (the English translation by TV Venkatasubramanian, Robert Butler and David Godman of selected verses from Sri Muruganar’s <i>Pādamālai</i>) David quotes on pages 200-1 a passage from page 176 of the 1984 edition of <i>Conscious Immortality</i>, in which it is recorded that Bhagavan said:<br>\n<blockquote>This path [attention to the ‘I’] is the direct path; all others are indirect ways. The first leads to the Self, the others elsewhere. And even if the latter do arrive at the Self it is only because they lead at the end to first path which ultimately carries them to the goal. So, in the end, the aspirants must adopt the first path. Why not do so now? Why waste time?</blockquote>\nThis may not be an exact translation of whatever Bhagavan said, because it was recorded by Paul Brunton, who did not know Tamil, so it would have been translated for him by someone else. However what he recorded in this passage is consistent with the fundamental principles taught by Bhagavan in works such as <i>Nāṉ Yār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, and also with many similar ideas that I have read or heard that he said, so I do not believe there is any reason for us to doubt whether he would have said something to this effect.<br>\n<br>\nIf he did say ‘Why waste time?’ or something else to that effect in this context, he obviously did not mean that following any other path is a complete waste of time, provided that it does lead us to the path of <i>ātma-vicāra</i>, but only that it is a relative waste of time, because we could use that time more effectively by practising <i>ātma-vicāra</i> instead from the outset. In other words, what he would have meant by implying that following any other path is a waste of time is similar to saying that travelling to one’s destination by a roundabout route in a bullock cart is a waste of time when one could reach there much sooner by travelling on a fast train that will take one there by a direct route.<br>\n<br>\nIf what Maya meant by ‘10 years’ when he wrote ‘One doesn’t necessarily gain an advantage by following, say 10 years of atma vichara compared to say 10 years of japam’ was exactly the same amount of time, what he wrote clearly conflicts with what Bhagavan taught us, because Bhagavan often used to say that even a moment spent attending to oneself is more beneficial than many hours spent doing any other practice. When we do any practice other than <i>ātma-vicāra</i>, such as <i>japa</i>, we are attending to something other than ourself, and when we attend to anything other than ourself we are thereby sustaining the illusion that we are this ego, because we seem to be this ego whenever we are aware of anything other than ourself. Therefore <i>ātma-vicāra</i> is the only spiritual practice that can dissolve the illusion that we are this ego, because the ego begins to disappear as soon as we begin to look at it, and if we look at it sufficiently keenly or carefully it will disappear entirely, because it does not actually exist.<br>\n<br>\nHence when we practise <i>ātma-vicāra</i> we are not only weakening our <i>viṣaya-vāsanās</i> (our desires or inclinations to experience anything other than ourself) one by one but are cutting away at the very root of all of them, namely our ego, whereas when we do any other practice such as <i>japa</i> we are merely cutting away at our <i>viṣaya-vāsanās</i> one by one while retaining their root intact (like cutting the leaves and branches off a bush while leaving its root intact). Therefore each moment that we spend attending to ourself is more beneficial than spending many hours doing <i>japa</i> or any other practice that entails attending to something other than ourself.<br>\n<br>\nMaya wrote, ‘As I said there are a lot of other factors involved like ones vasanas, ripeness etc etc.’, but all the other factors he refers to boil down to just two, namely <i>bhakti</i> and <i>vairāgya</i>, which are actually inseparable, being like the two sides of a single sheet of paper. <i>Bhakti</i> in this context means love to experience ourself alone, whereas <i>vairāgya</i> is freedom from desire to experience anything other than ourself. Therefore the strength of one’s <i>vāsanās</i> (desires to experience other things) is inversely proportional to the strength of one’s <i>bhakti</i> and <i>vairāgya</i>, and <i>pakvatā</i>, which means spiritual ripeness or maturity, is a measure of the strength of one’s <i>bhakti</i> and <i>vairāgya</i>. Likewise <i>citta-śuddhi</i>, which means purity, cleanness or clarity of mind, is the extent to which one’s mind has been cleansed of its outgoing desires or <i>vāsanās</i>, so the strength of one’s <i>bhakti</i> and <i>vairāgya</i> is directly proportional to one’s <i>citta-śuddhi</i>. The stronger our <i>bhakti</i> and <i>vairāgya</i> become, the weaker our <i>vāsanās</i> become, the purer our mind thus becomes, and hence the more <i>pakva</i> or ripe we become.<br>\n<br>\nTherefore if we have sufficient <i>bhakti</i> and <i>vairāgya</i>, no other factors can prevent us experiencing what we actually are here and now, so if we have not yet experienced ourself as we actually are that simply means that our <i>bhakti</i> and <i>vairāgya</i> are not yet sufficient. According to Bhagavan, the quickest and most effective means to increase our <i>bhakti</i> and <i>vairāgya</i> is to try to attend only to ourself as much as possible. Therefore no matter how much or how little <i>bhakti</i> and <i>vairāgya</i> we now have, the direct and quickest means to increase them and thereby to eventually annihilate our ego is the simple practice of <i>ātma-vicāra</i> — self-investigation or self-attentiveness.<br>\n<br>\nThis is the essence of all that Bhagavan has taught us, and he has explained to us in a clear and logical manner why and how <i>ātma-vicāra</i> is both the only direct means and the quickest and most effective means by which we can not only annihilate our ego but also cultivate the <i>bhakti</i> and <i>vairāgya</i> that are required to do so. If he had not explained his teachings to us in such a logical and coherent manner based on a simple, clear and incisive analysis of our experience of both ourself and other things in our three alternating states, waking, dream and sleep, we would have reason to doubt them, but since he has explained them in such a logically sound and convincing way, we have more than enough good reasons to believe them, even if we have not yet experienced the ultimate goal towards which they are pointing and to which they will unfailingly lead us if we persevere in following them to the best of our current ability — that is, to the extent of our current <i>bhakti</i> and <i>vairāgya</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "154",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8410986371825194948/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "cit-śakti",
        "God",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "śravaṇa-manana-nididhyāsana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk1ODgwOTM1MzkwCm9mZnNldDogMzYwMDAwMAo\""
}