{
    "kind": "blogger#post",
    "id": "3367498875012034506",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-02-18T10:43:00Z",
    "updated": "2017-02-18T10:43:58Z",
    "url": "http://happinessofbeing.blogspot.com/2017/02/what-is-difference-between-pure.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3367498875012034506",
    "title": "What is the difference between pure awareness and the ego, and how are they related?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote asking me to explain the difference between awareness and consciousness and how consciousness is connected to the ego, so the following is what I wrote in reply to her:<br> <a name='more'></a>\n<br>\nIn the context of Bhagavan’s teachings consciousness and awareness are more or less synonymous.<br>\n<br>\nThe ego is sometimes described as <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement (or rather seeming entanglement) of awareness (<i>cit</i>) with phenomena (beginning with a body), which are all non-conscious (<i>jaḍa</i>). It is therefore a mixed and confused form of awareness, and though it is not real as such, its essential element is pure awareness, which alone is real.<br>\n<br>\nHowever, pure awareness (<i>cit</i>) is just aware, and not aware of anything other than itself, so it is the awareness we experience in sleep, but it is also the foundation and support for the transitory awareness of other things that we experience in waking and dream. It is therefore our permanent and fundamental awareness, and is what we actually are.<br>\n<br>\nTherefore the difference between the pure awareness that we actually are and the ego that we now seem to be is that pure awareness is aware of nothing other than itself (because it alone actually exists), whereas the ego is always aware not only of itself but also of other things (which are all its own projections and therefore unreal like itself).<br>\n<br>\nWe seem to be this ego so long as we are aware of other things (objects or phenomena), as we are in waking and dream, but it is not what we actually are, because we exist and are aware that we exist in sleep even though we are then not aware of this ego. Therefore the way to eradicate the delusion that we are this ego (the object-knowing subject) is to cease being aware of other things by focusing our entire attention on ourself alone.<br>\n<br>\nAt first most of us are not able to do so, because as this ego we are too strongly attached to being aware of other things, since it is only by being aware of other things that we can survive as this ego. However according to Bhagavan the more we cultivate this practice of being attentively self-aware, the more our mind will be purified (cleansed of all its outward-directed desires and attachments) and the more our power of attention will thereby be refined, until eventually it will become so keen and sharp that we will be able to be attentively aware of ourself alone, whereupon our ego will be eradicated forever, and we will remain just as the pure, infinite and eternal awareness that we always actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "9",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3367498875012034506/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg3NDE0NjM4NzU5Cm9mZnNldDogMAo\""
}