{
    "kind": "blogger#post",
    "id": "7784286471138712840",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-06-20T13:16:00+01:00",
    "updated": "2017-07-10T08:53:04+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7784286471138712840",
    "title": "Concern about fate and free will arises only when our mind is turned away from ourself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">What I wrote in one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2017/05/do-we-need-to-do-anything-at-all.html\">Do we need to do anything at all?</a>, triggered a discussion about the roles of destiny (<i>prārabdha</i>) and the ego’s own volition or free will (though free will was referred to only implicitly, not explicitly) and how we can determine whether any particular thought arises due to destiny or due to free will. This discussion started from the <a href=\"http://happinessofbeing.blogspot.com/2017/05/do-we-need-to-do-anything-at-all.html#c1693934714819038965\">first comment</a>, in which a friend called Samarender Reddy wrote:<br>\n<blockquote>There seems to a problem with what you say. If whatever is to happen is decided by my prarabdha, then whatever motions the body is to go through and whatever the mind has to “think” to get the body to do actions as per prarabdha are also predetermined and “I, the ego” have no say in it. But you also say, “therefore we need not think”. And yet the mind will necessarily think some thoughts as per prarabdha. How do I distinguish thinking or thoughts associated with prarabdha and the other non-prarabdha associated thinking I seem to indulge in? Whenever any thought occurs, how do I know if it is prarabdha or the ego thinking? If I say, ok, whatever thoughts have to occur will occur to make the body do whatever it has to do, then it would seem that one has to be totally silent and not thinking and whenever any thought arises involuntarily I have to consider that as prarabdha thought and act accordingly? Is that what you are saying? Also, in that case will only such prarabdha thoughts then occur which require the body to do something or will such thoughts also occur which do not require the body to do something? I would really appreciate if you can clarify these doubts of mine.</blockquote>\nThis article is my reply to this comment, and also less directly to some of the ideas expressed in subsequent comments on the same subject.<br><a name='more'></a>\n<ol>\n<li><a href=\"#dream\">Any state in which we experience ourself as a body and consequently perceive phenomena is just a dream</a></li>\n<li><a href=\"#nivritti\">The fundamental choice we have is between <i>pravṛtti</i> (going outwards) and <i>nivṛtti</i> (withdrawing back within)</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: we embark on the path of <i>pravṛtti</i> by rising as an ego, which we do by grasping forms</a></li>\n<li><a href=\"#un05\"><i>Uḷḷadu Nāṟpadu</i> verse 5: the body we grasp as ourself is a form composed of five sheaths</a></li>\n<li><a href=\"#anandamaya\">None of these sheaths, not even the <i>ānandamaya kōśa</i>, exist or envelop us in sleep</a></li>\n<li><a href=\"#doership\">Experiencing oneself as this body of five sheaths cannot but give rise to the sense of doership, which is therefore the very nature of the ego</a></li>\n<li><a href=\"#un19\"><i>Uḷḷadu Nāṟpadu</i> verse 19: the ego is the root and foundation of fate and free will, because it alone has free will and experiences fate</a></li>\n<li><a href=\"#driving\">The actions of our mind, speech and body are driven by two forces, fate and free will</a></li>\n<li><a href=\"#dec98note\">Bhagavan’s note for his mother: we cannot alter whatever is destined to happen, but we are free to want and to try to do so</a></li>\n<li><a href=\"#ny13\"><i>Nāṉ Yār?</i> paragraph 13: to be silent, we must be so keenly self-attentive that we do not give even the slightest room to the rising of any thought about anything other than ourself</a></li>\n<li><a href=\"#aa6\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 6: let any thoughts appear or disappear, we should be so keenly self-attentive that we are completely indifferent to them</a></li>\n<li><a href=\"#distinguish\">Distinguishing thoughts or actions driven by our fate from those driven by our free will is neither necessary nor possible</a></li>\n<li><a href=\"#un38\"><i>Uḷḷadu Nāṟpadu</i> verse 38: only by using our free will to investigate ourself can we free ourself from the ego and all its three <i>karmas</i></a></li>\n<li><a href=\"#thinking\">Unless our attention is turned outwards, away from ourself, <i>prārabdha</i> cannot bind us or make us think anything</a></li>\n<li><a href=\"#uu02\"><i>Upadēśa Undiyār</i> verse 2: being the fruit of our past actions, <i>prārabdha</i> cannot make our mind turn within and hence can never give us liberation</a></li>\n<li><a href=\"#uu8-9\"><i>Upadēśa Undiyār</i> verses 8 and 9: by the intensity of self-attentiveness we will be in our real state of being, which is beyond thinking</a></li>\n<li><a href=\"#inwards\"><i>Prārabdha</i> determines what we must experience only so long as we are facing outwards, so it can never prevent us turning back within to face ourself</a></li>\n</ol>\n<a name=\"dream\"></a><b>1. Any state in which we experience ourself as a body and consequently perceive phenomena is just a dream</b><br>\n<br>\nWhen we dream we project a body and simultaneously experience it as if it were ourself, and then through the five senses of that dream body we project and perceive a dream world. Since we are real, the dream body seems to us to be real so long as we mistake it to be ourself, and since it seems to be part of the dream world, that also seems to us to be real. However when we wake up our identification with that dream body is broken, so it no longer seems real, and hence we are immediately able to recognise that it was just a mental projection.<br>\n<br>\nSince the dream body and world seem to be real so long as we are dreaming, whatever dream we are currently experiencing always seems to us to be the waking state. Only when we wake up from a dream are we able to recognise that it was just a dream. Therefore how can we be sure that our present state is not just another dream, even though it seems to us to be the waking state so long as we are experiencing it?<br>\n<br>\nAccording to Bhagavan any state in which we experience ourself as a body and consequently perceive phenomena is just a dream, and hence there is no substantive difference between a dream and what we now take to be the waking state. As in any other dream, in our present state we have projected a body, which now seems to be ourself, and through the five senses of this body we have projected and are now perceiving a world.<br>\n<br>\n<a name=\"nivritti\"></a><b>2. The fundamental choice we have is between <i>pravṛtti</i> (going outwards) and <i>nivṛtti</i> (withdrawing back within)</b><br>\n<br>\nTherefore though we seem to experience three alternating states every day, namely waking, dream and sleep, what we now take to be waking and dream are both only dreams, so what we experience is only two kinds of states and not three. Any state in which we perceive phenomena of any kind whatsoever is a dream, and any state in which we do not experience any phenomena is sleep. The former is called <i>pravṛtti</i> (which means moving forwards, onwards or outwards, rising, going forth, appearing, manifesting, exerting or being active) and the latter is called <i>nivṛtti</i> (which means coming back, returning, withdrawing, ceasing, abstaining from doing, resting or being inactive).<br>\n<br>\nTherefore at any moment we have a fundamental choice of just two directions: either we can go outwards following the path of <i>pravṛtti</i> by attending to anything other than ourself, or we can return within following the path of <i>nivṛtti</i> by attending to nothing other than ourself. The path Bhagavan has taught us is the path of <i>nivṛtti</i>, and that is the subject I was writing about in the article on which Samarender wrote the above comment, namely <a href=\"http://happinessofbeing.blogspot.com/2017/05/do-we-need-to-do-anything-at-all.html\">Do we need to do anything at all?</a>.<br>\n<br>\n<a name=\"un25\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 25: we embark on the path of <i>pravṛtti</i> by rising as an ego, which we do by grasping forms</b><br>\n<br>\nIf we choose to go outwards following the path of <i>pravṛtti</i>, as we generally do most of the time, we experience ourself as a person consisting of a body and mind, who interact with whatever world we perceive around us, and thus we are caught up in doing actions (<i>karmas</i>), which forces us to consider whether we should act in this way or that. All this happens because we allow ourself to rise as this ego, the ‘I’ that experiences itself as ‘I am this body’, so if we want to avoid getting caught up in any activities we must avoid rising as this ego, which we can do only by being so keenly self-attentive that we cease being aware of anything else at all.<br>\n<br>\nAs Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/03/to-eradicate-mind-we-must-watch-only.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nSince the ego is a formless phantom, whatever forms it grasps are other than itself, but in order to be aware of forms it must experience itself as a form (as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>), so the first form it grasps is a body, which it mistakes to be itself. Therefore grasping form is the very nature of the ego, and without grasping form it cannot rise, stand or flourish.<br>\n<br>\nBut what exactly does Bhagavan mean by ‘grasping form’ (உரு பற்றி: <i>uru paṯṟi</i>)? How can this formless phantom-ego (உருவற்ற பேய் அகந்தை: <i>uru-v-aṯṟa pēy ahandai</i>) grasp anything? Since it is formless, it can grasp forms (phenomena of any kind whatsoever) only by being aware of them, and since no forms exist independent of it (as he explains in <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>), it must project them from within itself in order to be aware of them.<br>\n<br>\nTherefore the one fundamental problem we face is simply the fact that we have risen as this ego, because every other problem arises only from this, and so long as this root problem remains, other problems of one sort or another will continue arising. This is why Bhagavan advised us to ignore all other problems and focus all our concern, effort and attention only on eradicating their foundation, this ego, which we can do only by investigating ourself: that is, by looking at ourself very keenly in order to see what we actually are, whether this ego or something that underlies its appearance, just as a rope underlies the false appearance of an illusory snake.<br>\n<br>\n<a name=\"un05\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 5: the body we grasp as ourself is a form composed of five sheaths</b><br>\n<br>\nWe rise as this ego by projecting and grasping the form of a body as ourself, and as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>, the body we grasp as ourself is a form composed of five sheaths (<i>pañca kōśa</i>):<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக்<br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு உலகத்தைக் கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?</blockquote>\nThe five ‘sheaths’ or ‘coverings’ (<i>pañca kōśa</i>) that he refers to here are the physical body (<i>annamaya kōśa</i>, the ‘sheath composed of food’), the life that animates it (<i>prāṇamaya kōśa</i>, the ‘sheath composed of life [or breath]’), the thoughts or mental activity that we experience going on within it (<i>manōmaya kōśa</i>, the ‘sheath composed of mind’), the intellect or power of reasoning and discernment that we experience functioning within it (<i>vijñānamaya kōśa</i>, the ‘sheath composed of discernment [or understanding]’) and the darkness of self-ignorance that underlies and gives rise to the appearance of the other four sheaths (<i>ānandamaya kōśa</i>, the ‘sheath composed of happiness’), which is also called the ‘causal body’ (<i>kāraṇa śarīra</i>).<br>\n<br>\nWhenever we experience ourself as a body, we are experiencing ourself as all these five sheaths, because whatever body we experience as ourself is a living body, so it consists of both the <i>annamaya</i> and <i>prāṇamaya kōśas</i>, and it is not a sleeping or comatose body, so it also consists of the <i>manōmaya</i> and <i>vijñānamaya kōśas</i>, and it seems to be ourself only because of our fundamental self-ignorance, so it is suffused with and held together by the <i>ānandamaya kōśa</i>.<br>\n<br>\n<a name=\"anandamaya\"></a><b>5. None of these sheaths, not even the <i>ānandamaya kōśa</i>, exist or envelop us in sleep</b><br>\n<br>\nThe reason why the fundamental sheath or ‘causal body’ is called <i>ānandamaya kōśa</i> is that it is generally said to be the only sheath that remains enveloping us in sleep, so since sleep is a peaceful and therefore happy state, this sheath of self-ignorance is said to be ‘composed of happiness’ (<i>ānandamaya</i>). However, what is enveloped in these five sheaths is only the ego and not ourself as we actually are, so in the absence of the ego there is nothing that could be enveloped by any of these sheaths, and since the ego is the false self-awareness that appears as ‘I am this body’, it does not exist at all in sleep. Therefore according to Bhagavan in sleep we are not self-ignorant or enveloped by any sheath at all, as he implied for example in an answer recorded in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 9):<br>\n<blockquote>Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking.</blockquote>\nIt is only from the perspective of our mind in waking or dream that sleep seems to be a state of ignorance, so it was in concession to this perspective that in ancient texts it was said that in sleep we are enveloped by the <i>ānandamaya kōśa</i>, and that this envelopment is the ‘causal body’ (<i>kāraṇa śarīra</i>), the cause for the appearance of the other four sheaths in waking and dream. One of the reasons for this concession to our ignorant perspective is that it provides an answer to satisfy the superficial curiosity of those who ask how or why the ego rises from sleep, but according to Bhagavan the most useful answer to such questions is that we should investigate this ego to see whether it actually exists even now, because if we investigate it keenly enough, we will find that it does not actually exist (just as we would find that an illusory snake does not actually exist if we were to look at it keenly enough to see that it is not a snake but only a rope), and since it does not actually exist, it has never actually risen from sleep. Therefore asking how or why it has risen is like asking how or why the son of a barren woman was born.<br>\n<br>\nThe rising of the ego alone causes the appearance of everything else (as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>), so the ego is the first cause, and hence there can be no cause antecedent to it. Therefore trying to find what caused the appearance of the ego is futile. Instead we should just investigate it as keenly as we can and should persevere in doing so until we see the one reality that underlies its false appearance, namely the pure self-awareness that we always actually are.<br>\n<br>\n<a name=\"doership\"></a><b>6. Experiencing oneself as this body of five sheaths cannot but give rise to the sense of doership, which is therefore the very nature of the ego</b><br>\n<br>\nThese five sheaths are what envelop us, so to speak, and conceal our real nature when we rise as this ego, thereby experiencing ourself as ‘I am this body’, because whatever body we experience as ourself is composed of these five sheaths, and since we (as this ego) experience it as ourself, in our view it obscures what we actually are, which is just pure self-awareness. Therefore as this ego we always experience ourself as an inseparable mixture of these five sheaths, which together form the three instruments of action, namely mind, speech and body, and hence whatever actions are done by any of these instruments are experienced by us as actions done by us.<br>\n<br>\nThis experience that the actions of the mind, speech and body are done by oneself is what is called the sense of doership (<i>kartṛtva buddhi</i>), and it is the very nature of the ego, because we cannot rise or stand as this ego without experiencing a body consisting of five sheaths as ourself, and we cannot experience it as ourself without experiencing ourself as the doer of whatever actions are done by it. Therefore we cannot free ourself forever from this sense of doership without permanently ceasing to rise as this ego, and we cannot permanently cease without investigating ourself keenly enough to see ourself as we actually are.<br>\n<br>\n<a name=\"un19\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 19: the ego is the root and foundation of fate and free will, because it alone has free will and experiences fate</b><br>\n<br>\nTherefore rather than concerning ourself with any questions about fate or free will, we should focus all our interest, attention and effort on investigating what we ourself actually are. So long as we seem to be this ego, fate and free will will both seem to exist and to be functioning in our life as whatever person (body consisting of five sheaths) we currently seem to be, but if we investigate this ego and thereby experience ourself as we actually are, we will find that we have never been touched or influenced even to the slightest extent by either fate or free will, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#un19\">verse 19</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>விதிமதி மூல விவேக மிலார்க்கே<br>\nவிதிமதி வெல்லும் விவாதம் — விதிமதிகட்<br>\nகோர்முதலாந் தன்னை யுணர்ந்தா ரவைதணந்தார்<br>\nசார்வரோ பின்னுமவை சாற்று.<br>\n<br>\n<i>vidhimati mūla vivēka milārkkē<br>\nvidhimati vellum vivādam — vidhimatigaṭ<br>\nkōrmudalān taṉṉai yuṇarndā ravaitaṇandār<br>\nsārvarō piṉṉumavai sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; சார்வரோ பின்னும் அவை? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; sārvarō piṉṉum avai? sāṯṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; பின்னும் அவை சார்வரோ? சாற்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; piṉṉum avai sārvarō? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> Only for those who do not have discernment of the root of fate and free will [namely the ego] is there dispute about which prevails, fate or free will. Those who have known themself [the ego], who is the one origin [cause or foundation] for fate and free will, have [thereby] discarded them. Say, will they thereafter be connected with them?</blockquote>\nவிதி (<i>vidhi</i>) means the same as <i>prārabdha</i>, namely fate or destiny, and in this context மதி (<i>mati</i>) means will or volition, by which we do <i>āgāmya</i> (fresh actions), the fruit of which are added to our <i>sañcita</i> (the store of accumulated fruit of past actions that are yet to be experienced), from which God or <i>guru</i> selects which fruits are to be experienced by us as <i>prārabdha</i> in each of our lives (which are just extended dreams). The terms ‘விதி மதி மூலம்’ (<i>vidhi mati mūlam</i>), which means ‘the root [base, origin or source] of fate and free will’, and ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai</i>), which means ‘oneself, who is the one origin [cause, root, foundation or base] for fate and free will’, both refer to our ego, because fate and free will exist only for this ego, so it is their source and foundation, since it is what uses its free will to do <i>āgāmya</i> and consequently experiences fate or <i>prārabdha</i>.<br>\n<br>\n‘விதி மதி மூல விவேகம்’ (<i>vidhi mati mūla vivēkam</i>) literally means ‘discernment of the root [base, origin or source] of fate and free will’, so since the root of fate and free will (<i>vidhi mati mūlam</i>) is the ego, it means the ability to discern, distinguish or find out what the ego actually is, and since the ego as such is non-existent, what Bhagavan implies by this term is the clarity to see what is the real nature of ourself, who are what now seem to be this ego. Only for those who do not have the clarity to see what the ego actually is can any dispute or even concern about fate and free will occur, as he implies in the first sentence of this verse: ‘விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம்’ (<i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam</i>), ‘Only for those who do not have discernment of the root of fate and free will [namely the ego] is there dispute about which prevails, fate or free will’.<br>\n<br>\nAnd as he implies in the second sentence, ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār</i>), ‘Those who have known themself [the ego], who is the one origin [cause or foundation] for fate and free will, have [thereby] discarded them’, if we keenly investigate ourself and thereby see what this ego actually is, we will thereby have discarded, removed or separated ourself from fate and free will, because we will have eradicated their root, the ego. Then by asking rhetorically in the final sentence, ‘சார்வரோ பின்னும் அவை?’ (<i>sārvarō piṉṉum avai?</i>), ‘will they thereafter be connected [or associated] with them?’, he emphasises that we will then have absolutely no connection with either fate or free will.<br>\n<br>\n<a name=\"driving\"></a><b>8. The actions of our mind, speech and body are driven by two forces, fate and free will</b><br>\n<br>\nWhen we rise and stand as this ego we always experience ourself as a body, and as that body we have certain needs, such as for air, water, food, clothing, shelter, health and freedom from danger. When these needs are satisfied we feel pleasure, and when they are not satisfied we feel pain or unhappiness, and since such feelings of pleasure and pain seem to be caused by what we experience, they give rise to numerous desires and fears. Therefore as this ego we have a will, which manifests as likes and dislikes, desires and aversions, hopes and fears, and other conative drives such as love, affection, attachment, ambition, greed, jealousy and anger, and since we are free, at least to a certain extent, to choose what we want to like or dislike and how strongly we want to like or dislike anything, our ego’s will is often described as ‘free will’.<br>\n<br>\nOur will drives us to try to achieve or preserve whatever we like or desire and to avoid or escape from whatever we dislike or fear, so our will is one of the major forces driving us to do whatever we do. However, it is not the only driving force, because we each have a destiny to experience, and in order to experience it we need to do certain actions. For example, if I am destined to be awarded a PhD, I will be driven to study, research, write a thesis and do whatever else is required to achieve such an award.<br>\n<br>\nTherefore fate and free will are both driving us to make effort, act and react through mind, speech and body. Sometimes they may be working in synchronisation, such as if I not only want to be awarded a PhD but am also destined to be awarded one, but at other times they are not synchronised, such as if I want and make effort to be awarded a PhD but am not destined to be awarded one, or if I am destined to be awarded one even though I do not really care for such an achievement.<br>\n<br>\nSadhu Om used to say that our mind, speech and body are like a pen that is used by two clerks, fate and free will, but that fate is the senior clerk and therefore always has the final say on what is written by the pen. Being the junior clerk, free will may want and try to use the pen according to its own wishes, but it will succeed only if fate agrees.<br>\n<br>\nAnother analogy we could give is that our mind, speech and body are like a car with dual controls (two steering wheels, accelerators, brakes and clutches), one set of which is used by a driving instructor, and the other of which is used by a learner. Fate is the driving instructor, whose set of controls can always override to learner’s set, and free will is the learner, who can control the car so long as he or she is following the instructions given by the instructor, but at any moment the instructor can take control in order to avert any danger or deviation from the instructions.<br>\n<br>\n<a name=\"dec98note\"></a><b>9. Bhagavan’s note for his mother: we cannot alter whatever is destined to happen, but we are free to want and to try to do so</b><br>\n<br>\nThis is clearly implied by Bhagavan in the <a href=\"http://happinessofbeing.blogspot.com/2017/05/how-to-avoid-following-or-completing.html#dec98note\">note that he wrote for his mother</a> in December 1898:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nAccording to their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance [that is, according to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]. What is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nIn the first sentence of this note Bhagavan affirms that like a puppet controlled by a puppet-master, our mind, speech and body will be made to act in accordance with our fate (<i>prārabdha</i>), and in the second and third sentences he asserts that whatever is not destined to happen will not happen, and whatever is destined to happen will happen without fail. However, though these three sentences may superficially seem to exclude any scope for free will, a closer look at the second and third sentences reveals that in them he acknowledges the role of free will but asserts that it cannot in any way change, add to or subtract from whatever is destined to happen.<br>\n<br>\nThe words he uses to acknowledge the role of free will are ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’ or ‘whatever [or however much] one tries’, in the second sentence and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’, in the third sentence. In the second sentence he says, ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu</i>), which means ‘What is never to happen will not happen whatever effort one makes [that is, however much one tries to make it happen]’, and in the third sentence he says, ‘நடப்ப தென்றடை செய்யினும் நில்லாது’ (<i>naḍappadu eṉ taḍai seyyiṉum nillādu</i>), which means ‘What is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]’.<br>\n<br>\nThat is, though we cannot make anything happen that is not destined to happen, and though we cannot prevent anything that is destined to happen, we are free to want and try to make things happen that are not destined to happen, and to want and try to prevent what is destined to happen. Fate (<i>prārabdha</i>) only determines what will happen, and what we have to do to make it happen, so whatever it does not determine will not happen. However it does not prevent us from wanting and trying to bring about what is not destined to happen or to prevent or avoid what is destined to happen, so we are free to want and to try as much as we like, but we cannot thereby change, add to or subtract from whatever is destined to happen.<br>\n<br>\n‘இதுவே திண்ணம்’ (<i>iduvē tiṇṇam</i>), ‘This indeed is certain’, asserts Bhagavan in the fourth sentence of this note, and therefore in the fifth and final sentence he concludes: ‘ஆகலின் மௌனமா யிருக்கை நன்று’ (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), ‘Therefore silently being [or being silent] is good’. That is, since we cannot prevent or alter even to the slightest extent what is destined to happen, and since we cannot make anything happen that is not destined to happen, the best course is not to want or to try to do so.<br>\n<br>\n<a name=\"ny13\"></a><b>10. <i>Nāṉ Yār?</i> paragraph 13: to be silent, we must be so keenly self-attentive that we do not give even the slightest room to the rising of any thought about anything other than ourself</b><br>\n<br>\nSo long as we rise and stand as this ego, we have a free will, and though we can to some extent avoid using our will to try or even to want either to bring about anything that is not destined to happen or to prevent anything that is destined to happen, we cannot entirely avoid using our will in this way. Therefore the only way to surrender our will entirely to God is to surrender ourself (this ego) entirely to him.<br>\n<br>\nSo long as we experience ourself as this ego, we cannot entirely avoid having likes, dislikes, desires, aversions, hopes and fears, and these inevitably drive us to try through mind, speech and body to achieve whatever we like, desire or hope for and to avoid whatever we dislike, feel averse to or fear. Therefore as this ego we can never be entirely silent. Our very rising as an ego is metaphorically speaking a noise, and of all noises it is the root and foundation.<br>\n<br>\nTherefore the ego is the very antithesis of silence (<i>mauna</i>), and hence when Bhagavan concluded his note for his mother by saying, ‘ஆகலின் மௌனமா யிருக்கை நன்று’ (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), ‘Therefore being silent is good’, what he implied is that we should refrain from rising as this ego, which we can do only by being so keenly self-attentive that we do not give even the slightest room to the rising of any thought about anything else whatsoever, as he explained in the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i> (particularly in the first sentence):<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām. īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cintippadēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-contemplation], alone is giving oneself to God. Even though one places whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all activities [everything that happens in our life], instead of yielding to it why should we be always thinking, ‘it is necessary to do like this; it is necessary to do like that’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it suffer bearing our small luggage on our head instead of remaining happily leaving it placed on that [train]?</blockquote>\nThe only thing we ever need be concerned about, think about or attend to is ourself, because so long as we think about or attend to anything else whatsoever we are thereby feeding and nourishing our ego, since we seem to be this ego only when we attend to anything other than ourself.<br>\n<br>\nIf we attend even to the slightest extent to anything other than ourself, we experience ourself as a small person living for a short time in a vast universe, and it seems to us that in order to survive we need to do this or that. However according to Bhagavan we do not need to do anything other than to be so keenly self-attentive that we do not give room to the rising of any thought or awareness of anything other than ourself, because as he explains <a href=\"#ny04\">elsewhere</a>, everything other than ourself, including this ego, is just a thought, and therefore it seems to exist only when we do not attend exclusively to ourself.<br>\n<br>\nMoreover, by thinking about or attending to anything other than ourself we cannot achieve anything, because so long as we attend to anything else whatever is destined to happen will be made to happen, and whatever our mind, speech and body need to do in order to make it happen they will be made to do. Therefore, as Bhagavan asks in this paragraph of <i>Nāṉ Yār?</i>, instead of surrendering ourself by being so keenly and firmly self-attentive that we give absolutely no room to the rising of any thought about anything else, why should we burden ourself by endlessly thinking ‘I need to do this’ or ‘I need to do that’?<br>\n<br>\n<a name=\"aa6\"></a><b>11. <i>Śrī Aruṇācala Aṣṭakam</i> verse 6: let any thoughts appear or disappear, we should be so keenly self-attentive that we are completely indifferent to them</b><br>\n<br>\nIn his comment that I quoted at the beginning of this article Samarender asked, ‘How do I distinguish thinking or thoughts associated with prarabdha and the other non-prarabdha associated thinking I seem to indulge in?’, but this is missing the point of what Bhagavan teaches us in this <a href=\"#ny13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i> and his <a href=\"#dec98note\">note for his mother</a>. We do not need to distinguish between thoughts or actions driven by fate (<i>prārabdha</i>) and those driven by our free will, because as he explained in the first sentence of the thirteenth paragraph we should be so keenly self-attentive that we do not give even the slightest room to the rising of any thoughts about anything else whatsoever.<br>\n<br>\nIf we attend to nothing other than ourself, there will be no need — nor any room — for us to be concerned about whether <i>prārabdha</i> is continuing or not or whether it is driving our mind, speech and body to do whatever they are destined to do. As Bhagavan sang in the last line of <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘அருள் குன்றே, நின்றிட சென்றிட; நினை விட இன்றே’ (<i>aruḷ-kuṉḏṟē, niṉḏṟiḍa seṉḏṟiḍa; niṉai viḍa iṉḏṟē</i>), ‘Hill of grace, let them cease or let them go on; they do not exist at all apart from you’, in which ‘them’ and ‘they’ (which are words that do not actually occur in the Tamil original but are nevertheless implied in the verbs ‘<i>niṉḏṟiḍa</i>’, ‘<i>seṉḏṟiḍa</i>’ and ‘<i>iṉḏṟē</i>’) refer to what he described in the previous sentence as ‘அணு நிழல் நிரை நினைவு’ (<i>aṇu niṙal nirai niṉaivu</i>), the ‘series of subtle [minute or atom-like] shadowy thoughts’, which he said are seen in the whirl of destiny on the luminous mirror of the mind as a world-picture both inside and outside, like a moving picture formed of shadows projected from a reel of film whirling in a cinema projector and seen on a screen.<br>\n<br>\n<a name=\"ny04\"></a>According to Bhagavan all the phenomena that we perceive whether in the seemingly external world or in our own mind are all just thoughts, which are projected by the ego whenever it looks away from itself. Therefore any world that we perceive and everything that we perceive in it is nothing but thoughts or ideas projected by and in our own mind, as he says briefly but emphatically in the <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> of <i>Nāṉ Yār?</i>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’, and in more detail in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a>:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>.<br>\n<br>\nExcluding thoughts, there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself.</blockquote>\nHowever, thoughts can seem to exist only when we attend to them, so if we attend only to ourself no thoughts can appear. Therefore if any thought of any kind whatsoever appears, it does so only because of our <i>pramāda</i>: our self-negligence or failure to attend exclusively to ourself. When our self-attentiveness wavers or slackens, thoughts appear, so if we attend to ourself keenly and steadily enough, there will be no room for any thoughts to arise.<br>\n<br>\nTherefore we should not try to distinguish which thoughts appear due to our fate (<i>prārabdha</i>) and which appear due to our free will, because our sole aim should be to be so keenly and steadily self-attentive that we give absolutely no room to the appearance of any thoughts whatsoever. This does not mean that we should try to prevent the appearance of thoughts (or ‘arrest’ them, as Samarender suggests in a <a href=\"http://happinessofbeing.blogspot.com/2017/05/do-we-need-to-do-anything-at-all.html#c193130367024876229\">later comment</a>), but simply that we should be so intent on just being self-attentive that we are completely indifferent to their appearance or disappearance, as Bhagavan implied in <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i> when he sang: ‘நின்றிட சென்றிட; நினை விட இன்றே’ (<i>niṉḏṟiḍa ceṉḏṟiḍa; niṉai viḍa iṉḏṟē</i>), ‘Let them cease or let them go on; they do not exist at all apart from you’.<br>\n<br>\nIn this context ‘நினை’ (<i>niṉai</i>), ‘you’, refers to Arunachala, which he described in the first sentence of this verse as ‘ஒரு பொருள் அறிவு ஒளி உளமே’ (<i>oru poruḷ aṟivu oḷi uḷamē</i>), ‘only the heart, the light of awareness, the one substance’, thereby implying that it is our true self, which is pure self-awareness, the original light and one real substance, so when he sang ‘நினை விட இன்றே’ (<i>niṉai viḍa iṉḏṟē</i>), ‘they do not exist at all apart from you’, what he implied is that since thoughts do not exist independent of or as other than ourself, we should not be concerned about them but only about ourself, their one real substance, which is pure self-awareness.<br>\n<br>\n<a name=\"ny06\"></a>If we are concerned about thoughts in any way — about whether they appear or disappear, or whether they appear due to either fate or free will — we are thereby neglecting to be self-attentive as keenly and steadily as we should aim to be. This is why Bhagavan wrote in the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggiratai-y-āy ovvōr eṇṇamum kiḷambum-pōdē idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>.<br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; the thought which had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace will increase. [...]</blockquote>\n<a name=\"ny11\"></a>Since thoughts can appear and flourish only if we attend to them, if we turn our attention back to ourself whenever they appear we will effectively be annihilating them in their source, namely ourself, the very place from which they arise, as he instructed us to do in the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>: ‘நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும்’ (<i>niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>), ‘As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise’.<br>\n<br>\n<a name=\"distinguish\"></a><b>12. Distinguishing thoughts or actions driven by our fate from those driven by our free will is neither necessary nor possible</b><br>\n<br>\nNot only is it not necessary or even beneficial in any way for us to distinguish between thoughts or actions driven by our fate (<i>prārabdha</i>) and those driven by our free will, but it is also not possible for us to do so, because as this ego we always experience ourself as a body composed of five sheaths (which include both the physical body and the thinking mind), so whatever actions are done by the mind, speech or body that we mistake to be ourself necessarily seem to us to be actions done by ourself. Therefore whether any particular thought, effort or action is driven by our fate or by our free will, or (as in many cases) by both, it seems to us that we are doing it, so our sense of doership (<i>kartṛtva buddhi</i>) prevents us from being able to distinguish thoughts or actions driven by our fate from those driven by our free will.<br>\n<br>\nMoreover, so long as our intellect is turned outwards — that is, towards anything other than ourself — it is a relatively crude, blunt and dull instrument, so it is not possible for it to adequately comprehend how everything is happening according to <i>prārabdha</i>, yet our mind, speech and body are being driven not only by our <i>prārabdha</i> but also by our free will. To us it seems paradoxical that though <i>prārabdha</i> determines everything that happens, we are nevertheless free to use our will to want and to try through mind, speech and body to bring about what is not destined to happen and to prevent what is destined to happen.<br>\n<br>\nHow this is possible and how it actually happens is beyond our comprehension, but we have no need to comprehend it, because all we need be concerned about is only trying to see what we ourself actually are. Trying to comprehend <i>karma</i> is <i>anātma-vicāra</i> (investigating what is not ourself), whereas the only <i> vicāra</i> (investigation) worth engaging in is <i>ātma-vicāra</i> (self-investigation), because what is real is only ourself and not anything else whatsoever.<br>\n<br>\nHowever, though we cannot adequately comprehend how the actions of our mind, speech and body are simultaneously being driven both by our <i>prārabdha</i> and by our free will, and though we need not comprehend this or even try to do so, an analogy can help us to understand how intricately interwoven and enmeshed these two driving forces are in our outward life as a person. Fate (<i>prārabdha</i>) is like the warp (the lengthwise threads) in a tightly woven cloth, whereas free will is like the weft (the crosswise threads). Just as our eyesight is not keen enough to distinguish the individual threads in a fine and tightly woven cloth, our intellect is not keen enough to distinguish the relative influences of fate and free will in each of our thoughts or other actions.<br>\n<br>\nMoreover, though the weft weaves in, out and around the warp, it is closely bound to it and therefore cannot depart from it. Wherever the warp goes, the weft must follow, whether it likes it or not. Likewise, free will can act, going this way and that, but its freedom of movement (that is, its ability to achieve whatever it wants and tries to achieve) is severely restricted by its being so closely bound within the confines of the course of events dictated by <i>prārabdha</i>, so no matter how much it may try to wriggle away, wherever <i>prārabdha</i> goes it must follow, whether it likes it or not.<br>\n<br>\nThis of course is a crude analogy, as is any analogy that is used to illustrate an extremely subtle subject, but it is intended only to give a rough idea of how closely and intimately the workings of fate and free will are bound together, even though they are two distinct forces that are often pulling in opposite directions. We can also use it to illustrate another point: Just as the strands of warp are held close together by the interweaving strands of weft, <i>prārabdha</i> functions only so long as we continue to use our free will to attend to anything other than ourself. If we use it to attend only to ourself, <i>prārabdha</i> will cease, because no one will then remain to experience it.<br>\n<br>\n<a name=\"un38\"></a><b>13. <i>Uḷḷadu Nāṟpadu</i> verse 38: only by using our free will to investigate ourself can we free ourself from the ego and all its three <i>karmas</i></b><br>\n<br>\nAccording to Bhagavan, using our free will to attend to anything other than ourself is misusing it, and it is only by misusing it in this way that we do <i>āgāmya</i> (fresh actions), without which there would be no fruit for us to experience as <i>prārabdha</i>. Therefore all <i>karma</i> originates from our misuse of our free will, and hence it can be destroyed only by our using our free will correctly to attend only to ourself.<br>\n<br>\nThat is, if instead of attending to anything else we attend to ourself keenly enough to see what we actually are, our ego will be annihilated along with its sense of doership (<i>kartṛtva</i>) and sense of experiencership (<i>bhōktṛtva</i>), and hence all its three <i>karmas</i> (<i>āgāmya</i>, <i>sañcita</i> and <i>prārabdha</i>) will cease to exist, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#un38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>வினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலை.<br>\n<br>\n<i>viṉaimudaṉā māyiṉ viḷaipayaṉ ḏṟuyppōm<br>\nviṉaimudalā reṉḏṟu viṉavit — taṉaiyaṟiyak<br>\nkarttat tuvampōyk karumamūṉ ḏṟuṅkaṙalu<br>\nnittamā mutti nilai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். நித்தமாம் முத்தி நிலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. viṉaimudal ār eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. nittam-ām mutti nilai</i>.<br>\n<br>\n<b>English translation:</b> If we are the doer of action, we will experience the resulting fruit. [However] when one knows oneself by investigating who is the doer of action, doership will depart and all the three <i>karmas</i> will slip off. [This is] the state of liberation, which is eternal.</blockquote>\nLike everything else, <i>karma</i> seems to exist only when we look away from ourself, because whenever we look elsewhere we seem to be this ego, and the nature of the ego is to mistake itself to be a body and mind, whose nature is to be active. Therefore the only way to free ourself forever from all kinds of <i>karma</i> is to investigate what we ourself actually are.<br>\n<br>\nWhen we attend to anything other than ourself, we seem to be this ego, so in order to see what we actually are we must attend only to ourself and thereby be what we actually are, which is just pure self-awareness, ever uncontaminated by even the slightest awareness of anything else whatsoever. Therefore our immediate aim should be to cultivate the liking and habit to be self-attentive as much as we can, and in order to cultivate this liking and habit we need to give up being interested in or concerned about any other subject, including the subtle but complex subject of fate and free will.<br>\n<br>\n<a name=\"thinking\"></a><b>14. Unless our attention is turned outwards, away from ourself, <i>prārabdha</i> cannot bind us or make us think anything</b><br>\n<br>\nOther than ourself, everything that we perceive or experience is just a series of phenomena appearing in a dream projected by ourself as this ego, and what we experience in each dream is determined by the <i>prārabdha</i> of that dream. Therefore though we are free to like or dislike whatever we experience, and also to try accordingly to alter it, add to it or subtract from it, we are not free to actually alter it, add to it or subtract from it in any way at all, as Bhagavan emphasised in the second, third and fourth sentences of his <a href=\"#dec98note\">note for his mother</a>:<br>\n<blockquote>என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம்.<br>\n<br>\n<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam</i>.<br>\n<br>\nWhat is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain.</blockquote>\nTherefore so long as we attend to anything other than ourself whatever we perceive or experience is determined by our <i>prārabdha</i>, but as Bhagavan often said, <i>prārabdha</i> affects only the outward-turned mind, not the inward-turned mind. This has many important implications.<br>\n<br>\nFirstly it undermines an assumption that is implicit in the comment by Samarender that I quoted at the beginning of this article, namely the assumption that we have to experience whatever thoughts our mind is destined to think. So long as our attention is turned away from ourself, we cannot avoid experiencing such thoughts, and whenever we experience them we will always experience ourself as ‘I am thinking this’. However, we can avoid experiencing them, and consequently avoid experiencing ourself as ‘I am thinking this’, simply by turning our attention back within to face ourself alone. Whatever our <i>prārabdha</i> may be, it can never prevent us turning our attention back to ourself, and so long as we are keenly self-attentive we will not be aware of any thoughts (that is, any phenomena of any kind whatsoever) that our <i>prārabdha</i> may throw at us.<br>\n<br>\nGenerally we are not able to be self-attentive keenly enough to prevent ourself being aware of anything else at all, so if our self-attentiveness is only partial, we will continue to be aware of thoughts to some extent, but the more keenly self-attentive we are, the less we will be aware of other thoughts, and if we are self-attentive keenly enough, we will thereby give no room in our awareness to the appearance of any thought whatsoever, including the ego, the thought that thinks ‘I am thinking’. (And we should remember here that in this context ‘thought’ does not mean just mental chatter, memories or internal images, but means anything that we perceive other than ourself, because according to Bhagavan (as I mentioned above in <a href=\"#aa6\">section 11</a>) all the phenomena that constitute the seemingly external world are just thoughts projected by our mind, and even we as this ego are just a thought, so ‘thinking’ means being aware of anything whatsoever other than ourself — that is, other than the pure self-awareness that we actually are.) Therefore being self-attentive is the only means by which we can avoid experiencing whatever we as this ego are destined to experience.<br>\n<br>\nIn his <a href=\"http://happinessofbeing.blogspot.com/2017/05/do-we-need-to-do-anything-at-all.html#c1693934714819038965\">first comment</a> Samarender wrote: ‘If whatever is to happen is decided by my prarabdha, then whatever motions the body is to go through and whatever the mind has to “think” to get the body to do actions as per prarabdha are also predetermined and “I, the ego” have no say in it. But you also say, “therefore we need not think”. And yet the mind will necessarily think some thoughts as per prarabdha’. Yes, according to Bhagavan the mind will have to think whatever it is destined to think, but are we the mind? If we are the mind, we need to think, because thinking is the very nature of the mind, but if we are not the mind, we do not need to think at all.<br>\n<br>\nSo long as we experience ourself as this mind, we will seem to be thinking whatever it is destined to think, but we do not need to experience ourself as this mind. We seem to be this mind only when we direct our attention away from ourself, so if we direct all our attention back towards ourself, we will no longer seem to be thinking whatever the mind may be destined to think.<br>\n<br>\nAttending to ourself is like turning the arc lamp in a cinema projector back on itself. Even if a film reel is rolling in a projector, no pictures will be projected unless the light of the arc lamp is shining through the film. Likewise even if the film reel of our <i>prārabdha</i> is rolling on, so to speak, nothing will be projected in our awareness unless the light of our attention is directed outwards, away from ourself. Therefore if our entire attention is directed back to ourself alone, whatever we as this ego are destined to experience will not appear in our awareness, because we will be aware of nothing other than ourself, and hence our ego will have subsided.<br>\n<br>\nAs Bhagavan says in two passages recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (11-1-46: 2002 edition, page 106), and ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (8-11-45: 2002 edition, page 37). What he means by ‘mind’ in this context is attention or awareness. Turned inwards, our attention is pure self-awareness, which is what we actually are, but turned outwards, it becomes the adjunct-mixed self-awareness called ego, which immediately projects the entire world and all other thoughts. For pure self-awareness there is no <i>prārabdha</i>, so there is no <i>prārabdha</i> for us when our attention is turned within to face ourself alone. Only when we allow our attention to go outwards, away from ourself towards anything else whatsoever, do we seem to become this ego, for whom <i>prārabdha</i> always exists.<br>\n<br>\n<a name=\"uu02\"></a><b>15. <i>Upadēśa Undiyār</i> verse 2: being the fruit of our past actions, <i>prārabdha</i> cannot make our mind turn within and hence can never give us liberation</b><br>\n<br>\nTwo other important implications of Bhagavan’s teaching that <i>prārabdha</i> affects only the outward-turned mind, not the inward-turned mind, are firstly that it can never make us turn our mind inwards, and secondly that it can never prevent us turning our mind inwards. Let us first consider the first of these two implications.<br>\n<br>\n<i>Prārabdha</i> is a <i>karma</i>, in the sense that it is the fruit of actions that we have done in the past, and no <i>karma</i> can ever give liberation, as Bhagavan states unequivocally in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய்<br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy<br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action having perished, as seed causes to fall in the ocean of action. Giving liberation is not.<br>\n<br>\n<b>Paraphrased translation:</b> The fruit of action having perished [remains] as seed [and thereby] causes [one] to fall in the ocean of action. [Therefore action] does not give liberation.</blockquote>\nAll actions are finite, so they can give only finite fruit, whereas liberation is our natural state, which is beginningless, endless, immutable and indivisible, so it is eternal and infinite, and hence it can never be the fruit of any action.<br>\n<br>\nSince the fruits of actions are finite, each of them comes to an end when it is experienced as part of our <i>prārabdha</i>, but just as the seeds of a fruit remain after it is eaten, the seeds of each action remains even after its fruit has been consumed. The seeds of our actions are what are called <i>karma-vāsanās</i>, the propensity, inclination or liking to do the same kind of action again and again, and each time we willingly do a particular kind of action, our <i>vāsanā</i> or inclination to do such an action again is strengthened. Therefore willingly doing any action, whether by mind, speech or body, perpetuates a vicious circle, and hence Bhagavan says that action ‘causes [one] to fall in the ocean of action’ (வினை கடல் வீழ்த்திடும்: <i>viṉai-kaḍal vīṙttiḍum</i>).<br>\n<br>\nHowever, in order for us to do any action, whether by mind, speech or body, our attention must be turned outwards, because if it were not turned outwards, we would not be aware of the mind, speech or body, and hence (even if they could do any action without our being aware of them) we would not experience any action done by them as ‘I am doing this’. Therefore all problems arise only when we allow our attention to go outwards, away from ourself.<br>\n<br>\nNo action can begin without our attention moving away from ourself, and all actions cease as soon as our entire attention returns to ourself. Since we rise, stand and flourish as this ego only by ‘grasping form’, as Bhagavan says in verse 25 of <i>Uḷḷadu Nāṟpadu</i> (which I cited and discussed above in <a href=\"#un25\">section 3</a>), so long as we experience ourself as this ego our attention is always directed away from ourself towards whatever forms we are currently grasping, and hence we are as such perpetually engaged in action. Indeed the very movement of our attention away from ourself towards anything else is an action, so we cannot refrain from doing action except by turning our entire attention back towards ourself.<br>\n<br>\nNeither action (<i>karma</i>) nor the fruit of any action (<i>karma-phala</i>) nor any propensity to do any action (<i>karma-vāsanā</i>) can give us liberation, because the very nature of liberation is freedom from doership and hence from all action. Since liberation is a state that is completely devoid of all activity, it cannot be attained by any action whatsoever. Therefore, since <i>prārabdha</i> is just a set of fruits (<i>phala</i>) of our past actions (<i>karma</i>), it can never give us liberation.<br>\n<br>\nFate or destiny (<i>prārabdha</i>) is the set of experiences that we are destined to undergo in each dream, of which our present life is just one among many, and since those experiences are the fruit of our past actions, they are all other than ourself. Therefore experiencing <i>prārabdha</i> entails directing our attention away from ourself, so it will never by itself make us turn our attention back towards ourself, and left to its own devices it will always tend to draw our attention outwards. Turning our attention back to ourself is therefore not a matter of destiny but only a matter of free will.<br>\n<br>\nIf we discriminate wisely, the experiences that make up our destiny may help us to understand why we should turn our attention inwards, but they can never make us turn our attention within, because they are merely the fruit of our past actions, which can never give liberation. Turning our attention inwards is an act of love, so it entails us making a correct use of our free will, which is never bound by destiny.<br>\n<br>\nSince action can never give liberation, the only means to attain liberation must be something that is not an action. Attending to anything other than ourself is an action, because it entails a movement of our attention away from ourself, so we cannot attain liberation by attending to anything other than ourself. However, attending to ourself is not an action, because it does not entail any movement of our attention away from ourself, so it is only by attending exclusively to ourself that we can attain liberation.<br>\n<br>\nThough the term ‘turning attention back to oneself’ may seem to imply an action, what it describes is not actually an action but a cessation of all activity, because we rise and stand as the ego by attending to other things, so when we attend only to ourself this ego will subside and disappear, and what will then remain is only the pure self-awareness that we actually are, whose nature is not doing but just being. Therefore attending to anything else entails rising into a state of activity (<i>pravṛtti</i>), whereas attending only to ourself entails subsiding into our real state of just being (<i>nivṛtti</i>), which is liberation. This is why Bhagavan taught us that liberation cannot be attained by doing anything, but only by just being as we actually are.<br>\n<br>\n<a name=\"uu8-9\"></a><b>16. <i>Upadēśa Undiyār</i> verses 8 and 9: by the intensity of self-attentiveness we will be in our real state of being, which is beyond thinking</b><br>\n<br>\n<a name=\"uu08\"></a>Being self-attentive is not an action (<i>karma</i>) or doing (<i>kriya</i>) but is simply a state of just being (<i>summā iruppadu</i>), because to the extent that we are being self-attentive we are just being the pure self-awareness that we always actually are. This is why Bhagavan says in verses <a href=\"http://happinessofbeing.blogspot.com/2017/03/what-is-remembering-lord-or-remembrance.html#uu08\">8</a> and <a href=\"http://happinessofbeing.blogspot.com/2017/02/how-can-we-see-inaction-in-action.html#uu09\">9</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n <br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i> [meditation on God as if he were something other than oneself], <i>ananya-bhāva</i> [meditation on him as nothing other than oneself], in which he is I, is certainly the best among all.<br>\n<br>\n<a name=\"uu09\"></a>பாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal-ē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of meditation, being in <i>sat-bhāva</i>, which transcends <i>bhāvana</i>, is certainly <i>para-bhakti tattva</i>.<br>\n<br>\n<b>Elaborated translation:</b> By the strength [intensity, firmness or stability] of [such] meditation [<i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [one’s ‘state of being’ or ‘real being’], which transcends [all] <i>bhāvana</i> [thinking, imagination or meditation], certainly [or alone] is <i>para-bhakti tattva</i> [the real essence or true state of supreme devotion].</blockquote>\nThe term ‘அனனிய பாவம்’ (<i>aṉaṉiya-bhāvam</i>), which Bhagavan uses in verse 8, is a Tamil form of the Sanskrit term अनन्य भाव (<i>ananya-bhāva</i>), which means ‘meditating on what is not other’, so in this context it implies being self-attentive, since we alone are what is not other (<i>ananya</i>) than ourself, as confirmed by him in the relative clause that he prefixed to this term, namely ‘அவன் அகம் ஆகும்’ (<i>avaṉ aham āhum</i>), which means ‘in which he [God] is I’. Since God is I (ourself), meditating on nothing other than I is the correct and most effective way to meditate on God, as he emphasised by saying that it is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉ-um uttamam</i>), ‘the best among all’.<br>\n<br>\nTherefore what he implied in verse 9 by the term ‘பாவ பலத்தினால்’ (<i>bhāva balattiṉāl</i>), which means ‘by the strength [intensity, firmness or stability] of meditation’, is ‘by the intensity of such self-attentiveness’. That is, the more intensely, keenly and steadily we are self-attentive, the more firmly we will be fixed in our natural state of being (<i>sat-bhāva</i>), which is <i>bhāvaṉātīta</i>: beyond all thought or mental activity. Being firmly established thus in our real state of being without even the slightest mental activity is <i>para-bhakti tattva</i>: the true state of supreme devotion.<br>\n<br>\nTherefore being keenly and steadily self-attentive, without giving even the slightest room to the appearance of any thought, is the supreme good, whereas attending to anything other than oneself is the source, cause and foundation of all that is bad.<br>\n<br>\n<a name=\"inwards\"></a><b>17. <i>Prārabdha</i> determines what we must experience only so long as we are facing outwards, so it can never prevent us turning back within to face ourself</b><br>\n<br>\nLet us now finally consider the second of the two other important implications of Bhagavan’s teaching that <i>prārabdha</i> affects only the outward-turned mind, not the inward-turned mind, namely that <i>prārabdha</i> can never prevent us turning our mind inwards.<br>\n<br>\n<i>Prārabdha</i> determines what experiences we are to undergo at each moment in each of our dreams, of which our present life is just one, so since all such experiences come and go, they are other than ourself. Therefore we can undergo them only when we are facing outwards, away from ourself. This is why Bhagavan said that <i>prārabdha</i> affects or binds us only when our mind or attention is turned outwards.<br>\n<br>\nHowever, though <i>prārabdha</i> determines everything that we are to experience so long as we are facing outwards, it cannot compel us to face outwards. Whether we face outwards and thereby experience whatever we are destined to experience or face inwards and thereby avoid experiencing whatever we are destined to experience is entirely a matter of our own choice or free will. At each moment we are free to choose either to face outwards or to face inwards.<br>\n<br>\nIn this context ‘facing outwards’ means attending to anything other than ourself, whereas ‘facing inwards’ means attending only to ourself. If we want to face inwards, nothing can prevent us doing so, so if we face outwards and thereby experience whatever we are destined to experience, we do so because that it what we want to do. Therefore if we find it difficult to turn our attention back to ourself or to remain steadily facing ourself, that is not because of <i>prārabdha</i> but only because our love to be attentively self-aware is not yet strong enough to overcome our desire to rise as this ego and thereby to be aware of other things.<br>\n<br>\nWhat uses its free will to desire to experience things other than itself and therefore to make effort through mind, speech and body to experience whatever it wants to experience is not ourself as we actually are but only ourself as this ego. In other words, it is only when we rise and stand as this ego that we use our free will to engage in action (<i>karma</i>). Therefore, since the doer of action is only the ego, it alone has to experience the fruit of whatever actions it has done, and hence since <i>prārabdha</i> is just a selection of the fruits of actions that we as this ego have done in the past, it has to be experienced only by ourself as this ego that we now seem to be and not by ourself as the pure self-awareness that we actually are.<br>\n<br>\nTherefore we are bound to experience <i>prārabdha</i> only so long as we rise and stand as this ego, and in order to rise and stand as this ego we must face outwards. If we turn back to face inwards, our ego will subside, because it can rise and stand only by ‘<a href=\"#un25\">grasping form</a>’, which entails being aware of things other than itself, and to the extent that it thus subsides it is no longer available to experience its <i>prārabdha</i>.<br>\n<br>\nWe rise as this ego not because of <i>prārabdha</i> but only because we have chosen to do so, so as this ego we are free to choose whether to continue standing or to subside. In order to continue standing, we must continue facing outwards, thereby experiencing whatever <i>prārabdha</i> we as this ego are destined to experience, and in order to subside, we must simply turn back to face ourself alone.<br>\n<br>\nSince we can experience our <i>prārabdha</i> only when we face outwards, if we choose to face inwards no <i>prārabdha</i> can touch us. Therefore the choice is ours: either we can choose to face outwards and thereby experience <i>prārabdha</i>, or we can choose to face inwards and thereby be aware of ourself alone.<br>\n<br>\nTherefore there is absolutely no need for us to consider whether any particular thought appears because of our <i>prārabdha</i> or because of our free will, because no thought can appear unless we look outwards, away from ourself, and hence if we turn back within to look at ourself alone, no thoughts of any kind whatsoever will appear. Therefore the only thing we need be concerned about is trying persistently to turn back within to see what we ourself actually are.<br>\n<br>\nLet any number and any kind of thoughts appear or disappear: they should be no concern of ours, as Bhagavan implied in the final line of <a href=\"#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i> when he sang: ‘நின்றிட சென்றிட; நினை விட இன்றே’ (<i>niṉḏṟiḍa ceṉḏṟiḍa; niṉai viḍa iṉḏṟē</i>), ‘Let them cease or let them go on; they do not exist at all apart from you’. Since ‘நினை’ (<i>niṉai</i>) or ‘you’ refers here to the light of pure self-awareness that we actually are, which is the one real substance, it is the only thing that we need be concerned about or attend to. Nothing else matters, so long as we are persistently and steadfastly intent only on being ever more keenly and steadily self-attentive.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "105",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7784286471138712840/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk5NjczMTg0ODk1Cm9mZnNldDogMzYwMDAwMAo\""
}