{
    "kind": "blogger#post",
    "id": "7421730891012849716",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-02-06T18:16:00Z",
    "updated": "2017-04-30T12:21:52+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/02/how-can-we-see-inaction-in-action.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7421730891012849716",
    "title": "How can we see inaction in action?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote asking me to explain <i>Bhagavad Gītā</i> 4.18, in which Krishna says that whoever sees inaction (<i>akarma</i>) in action (<i>karma</i>) and action in inaction is wise (<i>buddhimān</i>), and how to apply this in practice in the context of Bhagavan’s teachings, so the following is an elaboration of my reply to him:<br><a name='more'></a>\n<br>\nConstant doing or action (at least by mind, and often by speech and body also) is the nature of the ego, whereas actionless being is the nature of ourself as we really are. Therefore we can only see inaction if we see ourself as we really are, and when we see ourself thus, we will see that we were always actually inactive even when as the ego we seemed to be active. This is what Krishna calls seeing inaction in action.<br>\n<br>\nIf we see that what seems to be a snake is actually just a rope, it could be said that we are seeing the rope in the snake, and since we would thereby see that the rope is the location in which the snake was seen, it could also be said that we are seeing the snake in the rope. Likewise, if we see that what seems to be an active ego is actually just actionless awareness, it could be said that we are seeing actionless awareness in the active ego, and since we would thereby see that actionless awareness alone is the location in which the active ego seemed to exist, it could also be said that we are seeing the active ego in actionless awareness.<br>\n<br>\nHowever, if we recognise that what seems to be a snake is actually just a rope, what we would actually be seeing then is not any snake but only a rope, so if it were said that we are then seeing the rope in the snake, or the snake in the rope, that would just be a metaphorical way of saying that what deluded people mistake to be a snake is what we recognise to be a rope. Likewise, when Krishna says that the wise see inaction in action and action in inaction, he does not mean that the <i>ātma-jñāni</i> actually sees any action at all, but only that what <i>ajñānis</i> see as action is what the <i>jñāni</i> sees as inaction.<br>\n<br>\nRegarding your question about how to apply this in practice, we can do so only by constantly trying to see ourself as the pure actionless awareness that we actually are. So long as we attend to anything other than ourself, we seem to be active, but to the extent that we manage to attend to ourself alone, our active mind will subside along with its root, the ego, into the inactive awareness that we actually are, and thus in the midst of outward activity (which seems to exist only in the self-ignorant view of the outward-facing ego) we can see ourself as the ever-inactive centre or heart, which is like the motionless axle of a rotating cart wheel.<br>\n<br>\n<a name=\"uu09\"></a>That is, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu09\">verse 9</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>பாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttalē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of meditation, being in <i>sat-bhāva</i>, which transcends <i>bhāvana</i>, is certainly <i>para-bhakti tattva</i>.<br>\n<br>\n<b>Elaborated translation:</b> By the strength [intensity, firmness or stability] of [such] meditation [<i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [one’s ‘state of being’ or ‘real being’], which transcends [all] <i>bhāvana</i> [thinking, imagination or meditation], certainly [or alone] is <i>para-bhakti tattva</i> [the real essence or true state of supreme devotion].</blockquote>\nThe <i>bhāva</i> (meditation) that Bhagavan refers to here when he says ‘பாவ பலத்தினால்’ (<i>bhāva balattiṉāl</i>), ‘by the strength [intensity, firmness or stability] of meditation’, is <i>ananya-bhāva</i> (‘otherless meditation’ or ‘meditation on what is not other’), which he said in the <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu08\">previous verse</a> is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘best among all’, implying that it is the best among all forms of meditation, all practices of devotion (<i>bhakti</i>) and all other kinds of spiritual practice. Since <i>ananya</i> means ‘not other’ and implies in this context ‘not other than oneself’, <i>ananya-bhāva</i> means meditation on oneself, self-contemplation or self-attentiveness.<br>\n<br>\nMeditating on or attending to anything other than oneself is an action (<i>karma</i>), because it entails a movement of one’s mind or attention away from oneself towards that other thing, but meditation on oneself is not an action, because it entails no movement of one’s mind or attention away from oneself towards anything else. Therefore the more intensely we attend to ourself alone, the more our mind will subside in our natural state of just being, which is what Bhagavan describes in this verse as ‘பாவனாதீத சத் பாவம்’ (<i>bhāvaṉātīta sat-bhāvam</i>), ‘the state of being, which transcends meditation’.<br>\n<br>\nThe meditation (<i>bhāvana</i>) that the state of being (<i>sat-bhāvam</i>) transcends is not <i>ananya-bhāva</i> (meditation on nothing other than oneself) but only <i>anya-bhāva</i> (meditation on anything other than oneself), because meditation on oneself entails simply being attentively self-aware, so since perfectly attentive self-awareness is our real nature, it is nothing other than our own being (<i>sat</i>). Therefore it is only by attending to ourself alone that we can subside and be in our natural state of actionless being.<br>\n<br>\n<a name=\"uu10\"></a>In this verse Bhagavan says that being in our natural state of being (<i>sat-bhāvam</i>) by the intensity of our self-attentiveness is <i>para-bhakti tattva</i>, the real essence or true state of supreme devotion, and in the next verse (<a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu10\">verse 10</a> of <i>Upadēśa Undiyār</i>) he implies that it is the culmination and goal of all kinds of spiritual practice:<br>\n<blockquote>உதித்த விடத்தி லொடுங்கி யிருத்த<br>\nலதுகன்மம் பத்தியு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வதுயோக ஞானமு முந்தீபற.<br>\n<br>\n<i>uditta viḍatti loḍuṅgi irutta<br>\nladukaṉmam bhattiyu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaduyōga ñāṉamu mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உதித்த இடத்தில் ஒடுங்கி இருத்தல்: அது கன்மம் பத்தியும்; அது யோகம் ஞானமும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uditta iḍattil oḍuṅgi iruttal: adu kaṉmam bhatti-y-um; adu yōgam ñāṉam-um</i>.<br>\n<br>\n<b>English translation:</b> Subsiding and being in the place from which one rose: that is <i>karma</i> and <i>bhakti</i>; that is <i>yōga</i> and <i>jñāna</i>.</blockquote>\nThe ‘place from which one rose’ (<i>uditta iḍam</i>) is one’s natural state of being (<i>sat-bhāvam</i>), and since one rises from it as the ego by attending to the appearance of things other than oneself (which is what Bhagavan calls ‘grasping form’ in <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>), one can subside and be in it only by attending to oneself. Since attention to anything other than ourself is an action, in order to do any kind of spiritual practice other than just being self-attentive one must rise as the ego, but paradoxically the ultimate aim of all spiritual practices is to subside and be in the source from which we rose, so simply being self-attentive and thereby not rising to do anything is the culmination and fulfilment of all other spiritual practices.<br>\n<br>\nThe first action and the root of all other actions is the rising of ourself as the ego, so we cannot experience inaction unless we subside and abide in the state of being from which we now seem to have arisen. However, our rising as the ego is just an illusory appearance, so it is not real, and hence even when we seem to be engaged in action we are actually nothing other than eternally actionless being (<i>sat</i>). Therefore when we see ourself as we actually are, we will see that what actually existed in the midst of the appearance of action (<i>karma</i>) is only inaction (<i>akarma</i>), and likewise that the place in which all actions seemed to occur is only actionless self-awareness, which is our natural state of just being (<i>sat-bhāvam</i>).<br>\n<br>\nSeeing that actionless self-awareness alone is what actually exists even in the midst of the appearance of action is what Krishna called ‘seeing inaction (<i>akarma</i>) in action (<i>karma</i>)’, and seeing that the place in which all action seems to occur is only in actionless self-awareness is what he called ‘seeing action (<i>karma</i>) in inaction (<i>akarma</i>)’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "33",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7421730891012849716/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "just being (summa iruppadu)",
        "karma",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkzNTUxMzEyODgxCm9mZnNldDogMzYwMDAwMAo\""
}