{
    "kind": "blogger#post",
    "id": "7146025511945086397",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-06-27T20:34:00+01:00",
    "updated": "2017-06-28T09:10:07+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/06/maya-is-nothing-but-our-own-mind-so-it.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7146025511945086397",
    "title": "<i>Māyā</i> is nothing but our own mind, so it seems to exist only when we seem to be this mind",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me today:<br>\n<blockquote>Someone wrote this on FB yesterday and I am getting confused again because I thought the idea of becoming realised is to put an end to Maya:<br>\n<br>\n“According to Adi Shankara (7th century father of modern non-dual philosophy), Maya is eternal. At no point does “form” cease to exist. It (maya/form) never had a beginning because it is eternal. It will also never have an end. The difference between enlightened and unenlightened is in the mind only. The universe doesn’t disappear. The mind ceases to be confused about the nature of one’s own Self. Bodies may come and go but the enlightened mind is not attached to them or identified with them. Yet they come and go like clouds in the sky.”<br>\n<br>\nWhy do people have different ideas on self-realisation?</blockquote>\nThe following is adapted from the reply I wrote to her:<br><a name='more'></a>\n<br>\nAs Bhagavan once said (regarding a book that misinterpreted his teachings), ‘According to the purity of the mind the same teaching reflects in different ways’. In other words, we each interpret and understand any teachings according to the relative purity of our own mind.<br>\n<br>\nSankara’s teachings (and <i>advaita</i> philosophy in general) are therefore interpreted in different ways by different minds, even though a large part of his teachings (namely all his commentaries on the <i>upaniṣads</i>, <i>Brahma Sūtra</i> and <i>Bhagavad Gītā</i>) was intended to clarify how these core texts of <i>vēdānta</i> should be interpreted.<br>\n<br>\nThe reason why Sankara said that <i>māyā</i> has no beginning and no end is that it does not actually exist. It is just an illusory appearance that seems to exist only in the view of the mind.<br>\n<br>\nAs Bhagavan often pointed out, <i>māyā</i> means <i>yā mā</i>, ‘she who is not’ or ‘what is not’, because it does not actually exist. He also said that the mind alone is <i>māyā</i>, so without the mind there is no <i>māyā</i>. We do not experience any <i>māyā</i> in sleep, because our mind is then absent, so how can we experience it when our mind is destroyed by pure self-awareness (<i>ātma-jñāna</i>)?<br>\n<br>\nIf anyone says that <i>māyā</i> exists even in <i>ātma-jñāna</i>, that just shows how attached they are to <i>māyā</i> — so attached that they are not willing to give it up even for the sake of <i>ātma-jñāna</i>. Such people also say that <i>manōnāśa</i> (annihilation of the mind) does not really mean that the mind will be annihilated, but only that it will cease to be deluded. But delusion is the very nature of the mind, because as Bhagavan often pointed out (such as in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>) the mind or ego is just the confused and erroneous form of self-awareness that appears as ‘I am this body’, so when this delusion ‘I am this body’ is destroyed by pure self-awareness (awareness of our self as we actually are) how can any mind remain?<br>\n<br>\nThe mind now seems to exist because it is what we seem to be, just as an illusory snake seems to exist because it is what a rope seems to be, so when we are aware of ourself as we actually are, we will find that no such thing as mind ever existed at all, just as when we see the rope as it actually is, we will find that no snake ever existed there at all. When we find that there is no such thing as mind, we will also find that there is no such thing as <i>māyā</i>, because <i>māyā</i> seems to exist only in the view of the mind, which itself does not actually exist.<br>\n<br>\n<a name=\"uu28\"></a>What then remains is only beginningless, endless, infinite and indivisible being-awareness-happiness, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\n<a name=\"un04\"></a>And regarding the idea that ‘form’ does not cease to exist, it ceases to exist whenever we fall asleep, and it reappears only in waking or dream, because no other forms can seem to exist unless we mistake ourself to be a form, as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக்<br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [in nature] than the eye [that sees it]? The [real] eye is oneself, the infinite eye.</blockquote>\nWe mistake ourself to be a form (the form of this body and mind) only when we rise and stand as an ego, so when our ego is destroyed by pure self-awareness (<i>ātma-jñāna</i>), we will no longer see any forms, because what we actually are is the ‘அந்தமிலா கண்’ (<i>antam-ilā kaṇ</i>), the ‘infinite eye’, which is a metaphor meaning infinite awareness, so being infinite we are formless, and hence we can perceive only what is infinite and formless, namely ourself.<br>\n<br>\n<a name=\"un26\"></a>Therefore all forms appear (come into existence) and disappear (cease to exist) along with the ego, as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\n<a name=\"ny04\"></a>When we appear as this ego (as in waking and dream), forms appear in our view, and when we cease to appear as this ego (as in sleep), forms cease to appear. Therefore forms are all just a projection of our ego or mind, as Bhagavan points out in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nExcluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself], the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\nThe mind comes out from <i>ātma-svarūpa</i> (as Bhagavan metaphorically describes our appearance as the mind in this passage) only when we mistake ourself to be a body, so whenever the mind appears we are not aware of ourself as we actually are, and when we are aware of ourself as we actually are, the mind cannot appear. Therefore since the world (all forms or phenomena) appears and disappears along with the mind, he says here that when the world appears (in the view of ourself as this mind) our real nature does not appear, and when our real nature shines (that is, when we see what we actually are) the world does not appear. In other words, no forms or phenomena can appear when we are aware of ourself as we actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "14",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7146025511945086397/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk4NjM3NDA3NzIyCm9mZnNldDogMzYwMDAwMAo\""
}