{
    "kind": "blogger#post",
    "id": "2550979062251632464",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-03-19T14:50:00Z",
    "updated": "2017-03-20T18:16:19Z",
    "url": "http://happinessofbeing.blogspot.com/2017/03/what-is-remembering-lord-or-remembrance.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2550979062251632464",
    "title": "What is ‘remembering the Lord’ or ‘remembrance of Arunachala’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">This article is adapted from the reply that I wrote to a friend who asked: ‘In Hinduism, it is written that if one remembers the Lord at the time of death one will obtain Moksha. Ramana Maharishi seems to endorse the same teaching with regards to Arunachala. I have read the path of Sri Ramana by Sadhu Om and practiced for many years what he calls Jnana japa. I have visited the holy mountain Arunachala many years ago. I am now over 60 and in the last years of my life. I am wondering whether it would be better to change my practice to remembering the Name of Arunachala. Any advice you can give me would be appreciated’.<br><a name='more'></a>\n<br>\nRemembering the name Arunachala (or Ramana, which is the same) is certainly beneficial, but we should remember that the real import of these names is not just the form of the hill or the human form of Bhagavan, but is first and foremost our own fundamental self-awareness, ‘I am’. Therefore remembrance of their names should not be a substitute for self-remembrance but should complement and support it.<br>\n<br>\n<a name=\"ny11\"></a>As Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்.<br>\n<br>\n<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>.<br>\n<br>\nIf one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone will be sufficient.</blockquote>\nThis is the simple path of self-investigation (<i>ātma-vicāra</i>) that Bhagavan taught us, and he explained not only that it is sufficient but also that it is necessary, because it is the only means by which the ego can be destroyed, since attending to anything other than oneself nourishes the ego and sustains its seeming existence. Therefore all other practices are useful only to the extent that they eventually lead to or help support this essential practice of self-remembrance, self-attentiveness or self-investigation.<br>\n<br>\n<a name=\"un22\"></a>Regarding attaining <i>mōkṣa</i> by remembering the Lord at the time of death, <i>mōkṣa</i> (liberation) is only the death of the ego, because the ego is what is bound and is therefore the root of all bondage, and as Bhagavan explained, the ego will die only when we turn our entire attention inwards to investigate what it is, so remembering the Lord at the time of death means turning our mind inwards to look at ourself alone, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுக லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmatittiḍuda leṅṅaṉ mati</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, am-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, am-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? mati</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by turning the mind back within [and thereby] completely immersing it in the Lord, who shines within that mind giving light to the mind, how to know the Lord by the mind?</blockquote>\nWhat he refers to here as ‘பதி’ (<i>pati</i>), ‘the Lord’ or ‘God’, is the pure self-awareness that we actually are, which is the true form of God and what shines within the mind giving it the light of awareness by which it is able to be aware both of itself and of other things.<br>\n<br>\n<a name=\"uu08\"></a>Therefore rather than meditating on Arunachala or Ramana as if they were something other than ourself, it is better to meditate upon them as ourself, ‘I’, as Bhagavan teaches us in <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n <br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i> [meditation on God as if he were something other than oneself], <i>ananya-bhāva</i> [meditation on him as nothing other than oneself], in which he is I, is certainly the best among all.</blockquote>\n<a name=\"ny13\"></a>What he means here by saying that meditating on God as none other than oneself, ‘I’, is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉ-um uttamam</i>), ‘the best among all’, is that it is the best of all means of purifying the mind (which is the subject that he was discussing in verses <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu03\">3</a> to <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#efficacy\">7</a>), the best of all forms of meditation, the best of all practices of devotion (<i>bhakti</i>) and the best of all spiritual practices, because it is the only means by which the ego can surrender itself entirely to God and thereby cease to exist as the separate entity that it seems to be so long as it is attending to anything other than itself. This is why Bhagavan said in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhā-paraṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself], alone is giving oneself to God.</blockquote>\n<a name=\"aamm001\"></a>What he refers to here as <i>ātma-cintana</i>, ‘thought of oneself’ or ‘self-attentiveness’, is the real meaning of ‘thought of Arunachala’ or ‘remembrance of Arunachala’, because Arunachala is the one infinite self-awareness that is shining within the heart of each one of us as ‘I’. This is why he sang in the <a href=\"http://happinessofbeing.blogspot.co.uk/2015/12/thought-of-oneself-will-destroy-all.html#aamm001\">first verse</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>அருணா சலமென வகமே நினைப்பவ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ரகத்தைவே ரறுப்பா யருணாசலா.<br>\n<br>\n<i>aruṇā calameṉa vahamē niṉaippava<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;rahattaivē raṟuppā yaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அருணாசலம் என அகமே நினைப்பவர் அகத்தை வேர் அறுப்பாய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruṇācalam eṉa ahamē niṉaippavar ahattai vēr aṟuppāy aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, you root out the ego of those who think that Arunachalam is only ‘I’.<br>\n<br>\n<b>Alternative translations:</b> Arunachala, you root out the ego of those who think that Arunachalam is within [their] heart [or: who think ‘Arunachalam’ within [their] heart].</blockquote>\nஅகம் (<i>aham</i>) is both a <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:303.tamillex\">Tamil word</a> that means inside, within, heart or home and a <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:307.tamillex\">Tamil form of the Sanskrit pronoun अहम् (<i>aham</i>)</a>, which means ‘I’, and in many contexts in which Bhagavan uses this word it can be interpreted in either sense, as in this case. If we take it to mean ‘I’, ‘அருணாசலம் அகமே என நினைப்பவர்’ (<i>aruṇācalam ahamē eṉa niṉaippavar</i>) would mean ‘those who think that Arunachalam is only I’ (or ‘those who think that only Arunachalam is I’), whereas if we take it to mean ‘heart’ or ‘within’, ‘அருணாசலம் என அகமே நினைப்பவர்’ (<i>aruṇācalam eṉa ahamē niṉaippavar</i>) would mean ‘those who think ‘Arunachalam’ within [their] heart’, or ‘அருணாசலம் அகமே என நினைப்பவர்’ (<i>aruṇācalam ahamē eṉa niṉaippavar</i>) would mean ‘those who think that Arunachalam is within [their] heart’. However, whatever meaning we attribute to அகம் (<i>aham</i>) in this context, the clear implication of this verse is that Arunachala will eradicate our ego if we think of it by turning our attention deep within towards ‘I’, our heart, the very centre of ourself.<br>\n<br>\n<a name=\"apad10\"></a>However, even if we think of the outwardly perceptible name and form of Arunachala (or of Ramana), that will eventually lead to the destruction of our ego, because its name and form (and also Bhagavan’s name and form) have a unique power to turn our attention back towards ourself, as he indicates in verse 10 of <i>Śrī Aruṇācala Padigam</i>:<br>\n<blockquote>பார்த்தனன் புதுமை யுயிர்வலி காந்த<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பருவத மொருதர மிதனை<br>\nயோர்த்திடு முயிரின் சேட்டையை யொடுக்கி<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யொருதன தபிமுக மாக<br>\nவீர்த்ததைத் தன்போ லசலமாச் செய்தவ்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வின்னுயிர் பலிகொளு மிஃதென்<br>\nனோர்த்துய்மி னுயிர்கா ளுளமதி லொளிரிவ்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுயிர்க்கொலி யருணமா கிரியே.<br>\n<br>\n<i>pārttaṉaṉ pudumai yuyirvali kānta<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;paruvata morudara midaṉai<br>\nyōrttiḍu muyiriṉ cēṭṭaiyai yoḍukki<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yorutaṉa dabhimukha māha<br>\nvīrttadait taṉpō lacalamāc ceydav<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṉṉuyir balikoḷu miḵdeṉ<br>\nṉōrttuymi ṉuyirgā ḷuḷamadi loḷiriv<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuyirkkoli yaruṇamā giriyē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பார்த்தனன் புதுமை, உயிர் வலி காந்த பருவதம். ஒருதரம் இதனை ஓர்த்திடும் உயிரின் சேட்டையை ஒடுக்கி, ஒரு தனது அபிமுகம் ஆக ஈர்த்து, அதை தன் போல் அசலமா செய்து, அவ் இன் உயிர் பலி கொளும். இஃது என்! ஓர்த்து உய்மின், உயிர்காள், உளம் அதில் ஒளிர் இவ் உயிர் கொலி அருண மா கிரியே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pārttaṉaṉ pudumai, uyir vali kānta paruvatam. orudaram idaṉai ōrttiḍum uyiriṉ cēṭṭaiyai oḍukki, oru taṉadu abhimukham-āha īrttu, adai taṉ pōl acalamā seydu, a-vv-iṉ uyir bali koḷum. iḵdu eṉ! ōrttu uymiṉ, uyirgāḷ, uḷam adil oḷir i-vv-uyir koli aruṇa mā giriyē</i>.<br>\n<br>\n<b>அன்வயம்:</b> பார்த்தனன் புதுமை, உயிர் வலி காந்த பருவதம். இதனை ஒருதரம் ஓர்த்திடும் உயிரின் சேட்டையை ஒடுக்கி, ஒரு தனது அபிமுகம் ஆக ஈர்த்து, அதை தன் போல் அசலமா செய்து, அவ் இன் உயிர் பலி கொளும். இஃது என்! உயிர்காள், உளம் அதில் ஒளிர் இவ் உயிர் கொலி அருண மா கிரியே ஓர்த்து உய்மின்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>pārttaṉaṉ pudumai, uyir vali kānta paruvatam. idaṉai orudaram ōrttiḍum uyiriṉ cēṭṭaiyai oḍukki, oru taṉadu abhimukham-āha īrttu, adai taṉ pōl acalamā seydu, a-vv-iṉ uyir bali koḷum. iḵdu eṉ! uyirgāḷ, uḷam adil oḷir i-vv-uyir koli aruṇa mā giriyē ōrttu uymiṉ</i>.<br>\n<br>\n<b>English translation:</b> I have seen a wonder, the magnetic hill that seizes [or forcibly attracts] the soul. Subduing the mischievous activity of the soul who has once thought of it, drawing [dragging, pulling or attracting] [that soul] to face towards itself, the one [or peerless] [infinite self-awareness that shines within the heart as ‘I’], and [thereby] making it <i>acala</i> [motionless] like itself, it consumes that sweet [spiritually ripened and pure] soul as <i>bali</i> [food offered in sacrifice]. What [a wonder] this is! O souls, be saved [by] thinking of the great Aruna Hill, this killer of the soul, who shines in the heart [as ‘I’].</blockquote>\nTherefore repeating or remembering the names of either Arunachala or Ramana (who are truly not two but one) will help us to turn our mind inwards, so we should use their names as an aid to our practice of self-attentiveness, and not as a substitute for it.<br>\n<br>\nWhat Sadhu Om calls <i>jñāna japa</i> (namely contemplatively repeating the first person pronoun ‘I’ or ‘I am’) is also a very good aid to our practice of self-attentiveness, so if you are satisfied with doing such <i>jñāna japa</i> there is no need for you to change your practice, because as Bhagavan used to say, ‘I’ or ‘I am’ is the first and foremost name of God, since he is always shining in our heart as ‘I’. However, if you like to supplement this practice with remembrance of the name Arunachala or Ramana, that will also help you in your practice of self-attentiveness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "9",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2550979062251632464/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Śrī Aruṇācala Padikam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkwMDMzNzc5MzAzCm9mZnNldDogMAo\""
}