{
    "kind": "blogger#post",
    "id": "1162509477500055394",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-09-24T16:00:00+01:00",
    "updated": "2017-12-15T07:03:07Z",
    "url": "http://happinessofbeing.blogspot.com/2017/09/we-should-not-be-concerned-with.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1162509477500055394",
    "title": "We should not be concerned with anything happening outside but only with what is happening inside",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me asking several questions about practising self-investigation (<i>ātma-vicāra</i>) in the midst of family and work life, the role of physical solitude, attachment and detachment, feelings of utter desperation and disillusionment, and about how to live in the world when one feels no connection with or concern for anything other than the practice taught by Bhagavan. The following is what I replied to her:<br><a name='more'></a>\n<br>\nOne thing that Bhagavan was absolutely categorical and clear about is that the entire course of our outward life is already determined by our <i>prārabdha</i>, so we cannot change it in any way, and hence we need not and should not concern ourself with it. What relationships we have with family, friends and others, and what work we do or don’t do are all not in our hands, so we should leave all concern about such matters to Bhagavan, who alone knows what is best for us.<br>\n <br>\nWhat is in our hands is not any external events but only our own inward response to them. Do we allow our mind to go out to experience whatever <i>prārabdha</i> has been allotted to us, or do we turn it within to be aware of ourself alone; and if we allow it to go out, which <i>vāsanās</i> (<i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i> [propensities, inclinations or urges to be aware of particular phenomena (<i>viṣayas</i>) and consequently to do actions (<i>karmas</i>) by mind, speech and body]) do we allow ourself to be swayed by, to what extent do we allow ourself to be swayed by them, and which do we try to avoid being swayed by – these are choices that we are faced with at each moment in our life.<br>\n <br>\nIf we are not vigilant, we tend to allow ourself to be swayed by whatever <i>vāsanās</i> may arise, but if we are following Bhagavan’s path we must try to be constantly vigilant and limit as far as possible the extent to which we allow ourself to be swayed by any of them. The best and most effective way to avoid being swayed by them is to try to turn within to be attentively aware of ourself alone, because the more keenly we attend to ourself the more we restrain and constrict the rising of our ego, which is the root and foundation of all <i>vāsanās</i>.<br>\n <br>\nTrying to be self-attentive as keenly as possible is the practice of self-investigation (<i>ātma-vicāra</i>), which is the pinnacle of self-surrender. However surrender need not and should not stop when <i>vicāra</i> stops. That is, even when we are not trying to be self-attentive we should at least try to limit the extent to which we allow ourself to be swayed by our <i>vāsanās</i>, and we should discriminate (using our <i>vivēka</i>) which <i>vāsanās</i> are more harmful and which are less harmful and accordingly try as far as possible to avoid being swayed by the more harmful ones. This is the practice of partial surrender, the surrender of our will, which will strengthen our ability to investigate and thereby surrender ourself completely.<br>\n <br>\nRegarding your question ‘How do I get on in the world like this?’, that is a matter you must leave in the hands of Bhagavan, because he has already allotted your <i>prārabdha</i>, which alone will determine how you get on in the world. Therefore whenever we feel concern about such matters, we should try to surrender that concern by withdrawing our mind from it.<br>\n <br>\nWhom does it concern? That alone is what should concern us.<br>\n <br>\n<a name=\"apad08\"></a>To the extent that we are seriously following Bhagavan’s path of self-investigation and self-surrender we will feel that we are unfit to live in this world. Even Bhagavan expressed this feeling in verse 8 of <i>Śrī Aruṇācala Padigam</i> when he sang that Arunachala had robbed him of the ability to live in this world and that to die is better than to live in such a manner, meaning that it is better for the ego to die than to remain suspended without either attachment to the world or sufficient love to surrender itself completely:<br>\n <blockquote>வைத்தனை வாளா வையகத் துய்யும்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வழியறி மதியழித் திங்ஙன்<br>\nவைத்திடி லார்க்கு மின்பிலை துன்பே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வாழ்விதிற் சாவதே மாண்பாம்<br>\nபைத்தியம் பற்றிப் பயனறு மெனக்குன்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பதமுறு மருமருந் தருள்வாய்<br>\nபைத்திய மருந்தாப் பாரொளி ரருண<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பருப்பத வுருப்பெறு பரனே.<br>\n<br>\n<i>vaittaṉai vāḷā vaiyahat tuyyum<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṙiyaṟi matiyaṙit tiṅṅgaṉ<br>\nvaittiḍi lārkku miṉbilai tuṉbē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vāṙvidiṟ cāvadē māṇbām<br>\npaittiyam paṯṟip payaṉaṟu meṉakkuṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;padamuṟu marumarun daruḷvāy<br>\npaittiya marundāp pāroḷi raruṇa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;paruppata vuruppeṟu paraṉē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வைத்தனை வாளா, வையகத்து உய்யும் வழி அறி மதி அழித்து. இங்ஙன் வைத்திடில் ஆர்க்கும் இன்பு இலை, துன்பே. வாழ்வு இதில் சாவதே மாண்பு ஆம். பைத்தியம் பற்றி பயன் அறும் எனக்கு உன் பதம் உறும் அரு மருந்து அருள்வாய், பைத்திய மருந்தா பார் ஒளிர் அருண பருப்பத உரு பெறு பரனே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaittaṉai vāḷā, vaiyahattu uyyum vaṙi aṟi mati aṙittu. iṅṅgaṉ vaittiḍil, ārkkum iṉbu ilai, tuṉbē. vāṙvu idil sāvadē māṇbu ām. paittiyam paṯṟi payaṉ aṟum eṉakku uṉ padam uṟum aru marundu aruḷvāy, paittiya marundā pār oḷir aruṇa paruppata uru peṟu paraṉē</i>.<br>\n<br>\n<b>அன்வயம்:</b> வையகத்து உய்யும் வழி அறி மதி அழித்து, வாளா வைத்தனை. இங்ஙன் வைத்திடில், ஆர்க்கும் இன்பு இலை, துன்பே. வாழ்வு இதில் சாவதே மாண்பு ஆம். பைத்திய மருந்தா பார் ஒளிர் அருண பருப்பத உரு பெறு பரனே, பைத்தியம் பற்றி பயன் அறும் எனக்கு உன் பதம் உறும் அரு மருந்து அருள்வாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaiyahattu uyyum vaṙi aṟi mati aṙittu, vāḷā vaittaṉai. iṅṅgaṉ vaittiḍil ārkkum iṉbu ilai, tuṉbē. vāṙvu idil sāvadē māṇbu ām. paittiya marundā pār oḷir aruṇa paruppata uru peṟu paraṉē, paittiyam paṯṟi payaṉ aṟum eṉakku uṉ padam uṟum aru marundu aruḷvāy</i>.<br>\n<br>\n<b>English translation:</b> Destroying [in me] the mind [intellect, intelligence, inclination or will] to know the way to live [subsist or survive] in this world, you made [me] worthless. If you keep [me] in this condition, it will not be happiness for anyone, only misery. Dying indeed is better than this life. O Supreme, who have assumed the form of Aruna Hill, which shines on earth as the medicine for madness [self-ignorance], to me who being possessed by [such] madness am bereft of gain [the achievement of <i>ātma-jñāna</i> or pure self-awareness] kindly give the rare medicine by which one is established at your feet [or in your state].</blockquote>\nSo he understood your present state of mind when he sang those words to Arunachala, long before you were even born. Like this, all the help and support that we need on our journey back to him he has already prepared and is keeping ready to give us as and when we need it. So let us give up all our petty cares and concerns and try just to surrender ourself to him by investigating to whom they all occur.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "103",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1162509477500055394/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Padikam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTEzMzIxMzg3NzgyCm9mZnNldDogMAo\""
}