{
    "kind": "blogger#post",
    "id": "1499770186980950861",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-06-28T21:12:00+01:00",
    "updated": "2017-06-30T15:57:56+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/06/there-is-absolutely-no-difference.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1499770186980950861",
    "title": "There is absolutely no difference between sleep and pure self-awareness (<i>ātma-jñāna</i>)",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">After I wrote the reply that I reproduced in the article I posted here yesterday, namely <a href=\"http://happinessofbeing.blogspot.com/2017/06/maya-is-nothing-but-our-own-mind-so-it.html\"><i>Māyā</i> is nothing but our own mind, so it seems to exist only when we seem to be this mind</a>, the friend to whom I wrote it replied, ‘Thank you, Michael, but I assume ‘realisation’ is not quite the same as deep sleep?’, to which I replied:<br><a name='more'></a>\n<br>\nIn one sense ‘realisation’ (<i>ātma-jñāna</i>: self-knowledge or true self-awareness) is exactly the same as sleep, and in another sense it is not. From the perspective of ourself as this mind, sleep seems to be an imperfect state, firstly because we come out of it sooner or later, and secondly because it seems to be a state of darkness or nescience, so from this perspective sleep seems to be quite unlike <i>ātma-jñāna</i>.<br>\n<br>\nHowever, according to Bhagavan sleep is not what it seems to be when viewed from the perspective of the mind or ego, because the mind was not present in sleep, so in waking and dream it cannot recall what was actually experienced in sleep. However, though we were not present in sleep as the mind, we were present as we actually are, which is just pure self-awareness, so we can clearly recall that we slept, but we cannot clearly recall what sleep was like.<br>\n<br>\nThe fact that we can recall having slept means that we must have been aware of ourself being in that state, so there can be no doubt that we were aware during sleep, even though we were not aware of anything other than ourself. If we were not aware while asleep, we would not be aware of having ever experienced any state other than waking and dream, but we are aware that we experience frequent gaps between waking and dream, and those gaps are what we call sleep. That is, we are clearly aware that we are sometimes in a state in which we are not aware either of being awake or of dreaming — a state in which we are in fact not aware of any phenomena whatsoever.<br>\n<br>\nIn order to be aware of having been in such a state, we must have been aware of being in it while we were in it, and in order to have been aware of being in it we must have been aware of ourself, the one who was aware of being in it. Therefore according to Bhagavan sleep is not a state of self-ignorance but of pure self-awareness, as he pointed out, for example, in an answer recorded in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 9):<br>\n<blockquote>Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking.</blockquote>\n<a name=\"gvk460\"></a>Since they are both states of pure self-awareness, there is absolutely no difference between sleep and <i>ātma-jñāna</i>, and they are not actually two states but just one — the only state that actually exists (which is what is sometimes called <i>jāgrat-suṣupti</i>, ‘wakeful sleep’, <i>turīya</i>, ‘the fourth’, or <i>turīyātīta</i>, ‘beyond the fourth’), as Bhagavan says in verse 460 of <a href=\"http://happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br>\n<blockquote>கனாநனாக் கட்குத்தான் காரணமா நின்ற<br>\nஅனாதிமல வாதனைபோ யற்றால் — இனாத<br>\nகதிபடரக் கூட்டும்பாழ்ங் கண்ணுறக்க மூடம்<br>\nஅதீததுரி யாவத்தை யாம்.<br>\n<br>\n<i>kaṉānaṉāk kaṭkuttāṉ kāraṇamā niṉḏṟa<br>\naṉādimala vādaṉaipō yaṯṟāl - iṉāda<br>\ngatipaḍarak kūṭṭumpāṙṅ kaṇṇuṟakka mūḍam<br>\natītaturi yāvattai yām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கனா நனாக்கட்கு தான் காரணமா நின்ற அனாதி மல வாதனை போய் அற்றால், இனாத கதி படர கூட்டும் பாழ் கண்ணுறக்க மூடம் அதீத துரிய அவத்தை ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉā naṉākkaṭku tāṉ kāraṇam-ā niṉḏṟa aṉādi mala vādaṉai pōy aṯṟāl, iṉāda gati paḍara kūṭṭum pāṙ kaṇ-ṇ-uṟakka mūḍam atīta turiya avattai ām</i>.<br>\n<br>\n<b>English translation:</b> If the beginningless filthy <i>vāsanās</i> [propensities or inclinations to be aware of anything other than oneself], which stood as the cause for dream and waking, are completely eradicated, the [seemingly] dull [or nescient] state of sleep, [which was considered to be] a void that leads one to suffer in a state of misery, will [turn out to] be <i>atīta turya avasthā</i> [the transcendent ‘fourth’ state].</blockquote>\n<a name=\"una32\"></a>Our propensities (<i>vāsanās</i>) will be completely eradicated only when their root, the ego, is eradicated, and then we will find that sleep, which previously seemed to be a dull state of ignorance, is actually our natural state of pure self-awareness, which is called the ‘fourth’ state but is actually the only real state, as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2016/12/the-jnani-is-only-pure-awareness.html#una32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>நனவு கனவுதுயி னாடுவார்க் கப்பா<br>\nனனவு துயிற்றுரிய நாமத் — தெனுமத்<br>\nதுரிய மதேயுளதாற் றோன்றுமூன் றின்றாற்<br>\nறுரிய வதீதந் துணி.<br>\n<br>\n<i>naṉavu kaṉavuduyi ṉāḍuvārk kappā<br>\nṉaṉavu tuyiṯṟuriya nāmat — teṉumat<br>\nturiya madēyuḷadāṯ ṟōṉḏṟumūṉ ḏṟiṉḏṟāṟ<br>\nṟuriya vatītan tuṇi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நனவு, கனவு, துயில் நாடுவார்க்கு, அப்பால் நனவுதுயில் ‘துரிய’ நாமத்து எனும். அத் துரியம் அதே உளதால், தோன்றும் மூன்று இன்றால், துரிய அதீதம். துணி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavu, kaṉavu, tuyil nāḍuvārkku, appal naṉavu-tuyil ‘turiya’ nāmattu eṉum. a-t-turiyam adē uḷadāl, tōṉḏṟum mūṉḏṟu iṉḏṟāl, turiya atītam. tuṇi</i>.<br>\n<br>\n<b>English translation:</b> For those who experience waking, dream and sleep, waking-sleep, [which is] beyond [these three], is called <i>turya</i> [or <i>turīya</i>, the ‘fourth’]. Since that <i>turya</i> alone exists, [and] since the three [states] that appear [or seem to exist] do not exist, be assured [that <i>turya</i> is actually] <i>turya-v-atīta</i> [<i>turīyātīta</i>, beyond the ‘fourth’].</blockquote>\nJust as our one real state seems to be a ‘fourth’ state only so long as the three states of waking, dream and sleep seem to exist, sleep seems to be a third state only so long as waking and dream seem to exist, but when the ego and its ‘beginningless filthy propensities’ (<i>anādi mala vāsanās</i>), which give rise to the appearance of waking and dream, are eradicated, what will remain is only sleep, which will be found to be the one real and all-transcending state called <i>turīya</i>, the ‘fourth’.<br>\n<br>\nIt is only from the perspective of ourself as the ego or mind in waking and dream that sleep seems to be transitory and imperfect, and hence different from <i>ātma-jñāna</i>. From this perspective the most serious defect in sleep seems to be that sooner or later we invariably come out of it, so we cannot remain in sleep forever. But who comes out of sleep? Obviously only the mind (the ego). Therefore coming out of sleep is an issue for us only so long as we mistake ourself to be this mind, but are we this mind? And if we are not this mind, is there any such thing as ‘mind’ at all?<br>\n<br>\n<a name=\"uu17\"></a>If we investigate this mind (the ego) keenly enough, we will find that there is no such thing at all, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/03/to-eradicate-mind-we-must-watch-only.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without neglecting [forgetting, abandoning, giving up or ceasing], anything called ‘mind’ will not exist. This is the direct [straight or appropriate] path for everyone.</blockquote>\nSince no mind (or ego) actually exists, it never comes out of sleep, so sleep, which is the state in which we are completely free from the mind, is actually our real state, and hence it is exactly the same as <i>ātma-jñāna</i>. We seem to have come out of sleep now only because we are looking at things other than ourself, but if we turn back to look at ourself keenly enough, we will see what we actually are, which is just pure, eternal, infinite and immutable self-awareness, and thus we will find that we have never come out of sleep.<br>\n<br>\nEven now we are happily immersed in eternal sleep, as we would see if we were to look at ourself keenly enough, and this sleep in which we are eternally immersed is the sleep of pure and absolutely clear self-awareness or <i>ātma-jñāna</i>.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "42",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1499770186980950861/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk4ODM0Njc2ODEyCm9mZnNldDogMzYwMDAwMAo\""
}