{
    "kind": "blogger#post",
    "id": "7398091904587527874",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-09-05T08:18:00+01:00",
    "updated": "2017-09-07T18:07:43+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/09/if-we-choose-to-do-any-harmful-actions.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7398091904587527874",
    "title": "If we choose to do any harmful actions, should we consider them to be done according to destiny (<i>prārabdha</i>)?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the comments on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2017/08/the-ego-is-spurious-entity-but-entity.html\">The ego is a spurious entity, but an entity nonetheless, until we investigate it keenly enough to see that it does not actually exist</a>, several friends have been passionately engaged in a discussion about whether we should consider that all our actions, including our making ethical choices such as whether or not to eat meat, are determined solely by <i>prārabdha</i> (fate or destiny) or whether free will plays any role in the choices we make and actions we do.<br>\n<br>\nThe discussion began with <a href=\"http://happinessofbeing.blogspot.com/2017/08/the-ego-is-spurious-entity-but-entity.html#c8975852596121731304\">two comments</a> in which Sanjay Lohia paraphrased something I had said about <i>jñāna</i>, <i>karma</i>, <i>prārabdha</i> and free will in the video <a href=\"https://youtu.be/gE8inMp4YJo\">2017-07-08 Ramana Maharshi Foundation UK: discussion with Michael James on the power of silence</a>, to which Salazar wrote a <a href=\"http://happinessofbeing.blogspot.com/2017/08/the-ego-is-spurious-entity-but-entity.html#c5039262700010695296\">reply</a> in which he said: ‘Prarabdha goes on in every second of our lives, every scratch, every little thing is prarabhda, and no outward action is determined by the ego. If we are vegetarian or eat meat, that’s prarabhda too. So if anybody of Bhagavan’s devotees still eats meat, don’t beat yourself up, that’s as much destiny as if a Hindu eats beef what may create inner turmoil unless one does atma-vichara. So we seem to be a puppet, at least what happens to the body, however we are not victims of prarabhda because we can transcend prarabdha with atma-vichara. The actions of the body will go on as destined, but the inward identification loses its hold’. This triggered a series of other comments in which various friends expressed their understanding of Bhagavan’s teachings in this regard, and during the early stages of this discussion Sanjay wrote an email to me asking me to clarify whether the type of food we eat is decided by our destiny, so this article is written in response to this.<br><a name='more'></a>\n<ol>\n<li><a href=\"#un19\"><i>Uḷḷadu Nāṟpadu</i> verse 19: the dispute about which prevails, fate or free will, is only for those who have not seen the non-existence of the ego</a></li>\n<li><a href=\"#domain\">Fate and free will each prevail in their own domain, so they are not opposed to each other</a></li>\n<li><a href=\"#vasanas\">Using our free will we must cultivate <i>sat-vāsanā</i> and thereby curb and eventually eradicate all other <i>vāsanās</i></a></li>\n<li><a href=\"#concern\">We have no control over our fate, so it need not concern us, but we do have control over how we use our free will, so we should be concerned about what use we make of it</a></li>\n<li><a href=\"#uu02\"><i>Upadēśa Undiyār</i> verse 2: the cause of bondage is not fate but <i>vāsanās</i>, which belong only to the domain of free will</a></li>\n<li><a href=\"#dec98note\">Bhagavan’s note for his mother: only what is destined to happen will happen, and though that cannot be changed we are free to try to change it</a></li>\n<li><a href=\"#nuances\">Those who recorded what Bhagavan said in reply to questions about fate and free will often failed to grasp all the nuances in his replies</a></li>\n<li><a href=\"#match\">Our <i>prārabdha</i> is tailor-made to suit both our <i>vāsanās</i> and our willingness not to allow ourself to be swayed by them</a></li>\n<li><a href=\"#ny10-11\"><i>Nāṉ Yār?</i> paragraphs 10 and 11: being self-attentive requires <i>vairāgya</i>, which entails not being swayed by our <i>viṣaya-vāsanās</i></a></li>\n<li><a href=\"#choice\">The best use we can make of our free will is to choose to be self-attentive, but even when we attend to anything else we should choose at least to avoid doing harmful actions</a></li>\n</ol>\n<a name=\"un19\"></a><b>1. <i>Uḷḷadu Nāṟpadu</i> verse 19: the dispute about which prevails, fate or free will, is only for those who have not seen the non-existence of the ego</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2017/08/the-ego-is-spurious-entity-but-entity.html#c399517637413423417\">one of his comments</a> Sanjay referred to me as ‘the higher court’, implying that I should adjudicate on this discussion, but the supreme court is Bhagavan, and he has already given his final verdict on all such disputes in <a href=\"http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html#un19\">verse 19</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>விதிமதி மூல விவேக மிலார்க்கே<br>\nவிதிமதி வெல்லும் விவாதம் — விதிமதிகட்<br>\nகோர்முதலாந் தன்னை யுணர்ந்தா ரவைதணந்தார்<br>\nசார்வரோ பின்னுமவை சாற்று.<br>\n<br>\n<i>vidhimati mūla vivēka milārkkē<br>\nvidhimati vellum vivādam — vidhimatigaṭ<br>\nkōrmudalān taṉṉai yuṇarndā ravaitaṇandār<br>\nsārvarō piṉṉumavai sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; சார்வரோ பின்னும் அவை? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; sārvarō piṉṉum avai? sāṯṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; பின்னும் அவை சார்வரோ? சாற்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; piṉṉum avai sārvarō? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> Only for those who do not have discernment (<i>vivēka</i>) of the root of fate (<i>vidhi</i>) and free will (<i>mati</i>) [namely the ego] is there dispute about which prevails, fate or free will. Those who have known themself [the ego], who is the one origin [cause, root or foundation] for fate and free will, have [thereby] discarded them. Say, will they thereafter be connected with them?</blockquote>\nNeither fate nor free will exists independent of the ego, whose fate and free will they are, so they are both only as real as the ego, and without it neither of them would exist. So long as the ego exists, it has a will of its own, and by misusing its will in its attempt to achieve whatever it desires and to avoid whatever it fears or dislikes it does <i>āgāmya</i> (fresh <i>karma</i> driven by free will), the fruits of which are stored in its <i>sañcita</i> (the vast heap of accumulated fruits of past actions that have not yet been experienced), from which God or <i>guru</i> selects which fruits are to be experienced as the <i>prārabdha</i> (fate or destiny) of each lifetime or dream. Therefore both fate and free will are operating at every moment of the ego’s seeming existence.<br>\n<br>\nThe ego is just the false self-awareness ‘I am this body’ (in which ‘this body’ refers to whatever body we currently mistake ourself to be), which is an idea superimposed on our real self-awareness, ‘I am’, just as what seems to be a snake is an idea superimposed on the form of a rope, so it is what we seem to be only so long as we are not aware of ourself as we actually are. Therefore if we investigate ourself keenly enough to see what we actually are, the ego that we now seem to be will thereby be eradicated, just as the illusory snake would be eradicated if one were to look at it carefully enough to see that it is just a rope, and since fate and free will seem to exist only for the ego, they will cease to exist along with it.<br>\n<br>\nTherefore since the ego is what Bhagavan refers to here both as ‘விதி மதி மூலம்’ (<i>vidhi mati mūlam</i>), ‘the root [base, origin or source] of fate and free will’, and as ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai</i>), ‘oneself, who is the one origin [cause, root, foundation or base] for fate and free will’, and since it will dissolve forever in pure self-awareness when we investigate it keenly enough to see that it does not exist as such (because it was actually never anything other than pure self-awareness, just as the snake was never anything other than a rope), what he means by both ‘விதி மதி மூல விவேகம்’ (<i>vidhi mati mūla vivēkam</i>), ‘discernment of the root of fate and free will’, and ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்தல்’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai uṇardal</i>), ‘knowing oneself, who is the one origin [cause, root, foundation or base] for fate and free will’, is seeing the non-existence of the ego by being aware of ourself as we actually are.<br>\n<br>\nHowever, so long as we fail to see that what exists is not the ego or anything else but just pure, infinite, indivisible and immutable self-awareness, we seem to be this ego and consequently we seem to have a will of our own and to experience fate, so we try to understand which of these two prevails, and if we form an opinion on this question and become strongly attached to our opinion, we are liable to get caught up in disputes with those who have different opinions, as we have seen happening in the comments on my previous article. This is what Bhagavan warns us against in this verse.<br>\n<br>\nThis is not to say that we should not discuss this or any other aspect of his teachings with our fellow devotees or spiritual aspirants, provided that our aim in doing so is just to understand the subject more clearly for our own benefit, but we should avoid disputes in which some or all of the participants aim to assert egotistically and combatively that their own view is the only correct one. Though we may sincerely believe that our present understanding is more or less correct, we should never assume that we have the final word to say on any given subject, or that those who disagree with us are necessarily wrong. No matter how well we may think we have understood Bhagavan’s teachings, we should always be willing to question our own understanding critically in an open-minded and humble spirit, because that is the only way to deepen and refine it, and because if we do not do so we will get stuck with rigid and dogmatic opinions, which are opposed to the very spirit of investigation that we need to follow this path, and we will be liable to succumb to pride, thinking that we are right and others are wrong.<br>\n<br>\n<a name=\"un23\"></a>In the final two sentences of <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un23\">verse 23</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum. inda nāṉ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>), which means ‘After one thing [called] ‘I’ rises, everything rises. Investigate [consider, determine or find out] with a subtle mind where this ‘I’ rises’, thereby indicating that the instrument we need for investigating ourself is (unsurprisingly) ‘நுண் மதி’ (<i>nuṇ mati</i>), a ‘subtle mind [or intellect]’. Such a subtle mind or intellect is required not only for self-investigation but also for understanding his teachings clearly and correctly, because though his teachings are essentially very simple, they are also very subtle and deep, so they cannot be understood clearly by a crude mind that is inflexibly attached to dogmatic beliefs or rigid interpretations.<br>\n<br>\nThe more we practise being self-attentive, the more our mind will be purified or cleansed of its desires, attachments, pride and so on, and the more it will thereby become subtle and refined, enabling it to go still deeper within to see what we actually are, which is the source from which this ‘I’ (the ego) rises. As our mind and intellect thus become more subtle and refined, the clarity with which we are able to understand his teachings will also increase and deepen, so what we thought we had understood clearly some years ago (or perhaps just some months or weeks ago) we may now find that we understand more clearly and perhaps even in an entirely fresh light. This will be the experience of anyone who is seriously following this path of self-investigation that he has taught us.<br>\n<br>\nTherefore we should never allow ourself to be too strongly attached to our present understanding or to believe that there are not more subtle dimensions to his teachings that we are yet to understand, and in particular we should not allow ourself to take pride in the idea that we have now understood all that there is to understand and that our understanding is therefore not in any need of further deepening, refinement or clarity. This is particularly true with regard to our understanding of what he taught us about <i>karma</i> and the subject of fate and free will, because though this is not the core of his teachings, it is one of the most subtle and complex aspects of them, and perhaps one that we will never fully understand, because as he indicates in this verse, we cannot understand it completely without knowing the truth of the ego, for whom alone <i>karma</i>, fate and free will exist, and when we know the truth of the ego, it will cease to exist along with all such things.<br>\n<br>\n<a name=\"domain\"></a><b>2. Fate and free will each prevail in their own domain, so they are not opposed to each other</b><br>\n<br>\nIf we consider it carefully enough, we will see that the dispute that Bhagavan disparages in this verse, namely ‘விதி மதி வெல்லும் விவாதம்’ (<i>vidhi mati vellum vivādam</i>), ‘dispute about which prevails, fate or free will’, is a meaningless one, because each of them prevails in its own domain, and since their respective domains are distinct from each other, they are not at all opposed to each other and therefore never actually clash.<br>\n<br>\nThe domain over which fate (<i>vidhi</i> or <i>prārabdha</i>) has jurisdiction is whatever we are to experience in each life (or dream, since every life is just a dream), which is a carefully chosen selection of the fruits of actions that we have done by our free will in previous lives (or dreams). In other words, fate is what determines all that is to happen in each of our lives, except within the domain of our free will.<br>\n<br>\nSince certain events or experiences can occur only if our mind, speech or body act in a particular way, the one who has ordained our fate, namely God or <i>guru</i>, will make them act in that way. However this does not mean that all the actions of our mind, speech or body are driven only by our fate, because some of them are driven by our free will, and such actions are what is called <i>āgāmya</i>, the fruits of which are stored in our <i>sañcita</i> until God or <i>guru</i> chooses them to form part of the fate (<i>prārabdha</i>) of a future life. Many of the actions of our mind, speech or body are driven by both our fate and our free will working together in synchronisation, but some actions are driven solely by fate, whereas others are driven solely by our free will, because often what we are destined to experience is not what we want, and what we want is not what we are destined to experience. <br>\n<br>\nHowever, though it may seem because of this that our fate and our free will are clashing, that is not actually the case, because neither can ever go beyond the boundary of its own domain. That is, however much and in whatever way we may exercise our free will in our present life, we can never thereby change what we are destined to experience in this life, because that is outside the domain of free will, and whatever our fate may be, it can never prevent us from exercising our free will in whatever way we want, because that is outside the domain of fate. Therefore though we may think that our desires and efforts have been thwarted by fate, we think so only because we do not understand the boundary between the respective domains of free will and fate.<br>\n<br>\nThe domain over which free will (<i>mati</i>) has jurisdiction is our desires, wishes, hopes, attachments, likes, dislikes, fears, aversions and so on, and consequently whatever efforts we make to achieve, hold on to or avoid whatever we desire, want, like, dislike, fear or feel aversion for. Since such efforts are what is called <i>āgāmya</i>, whatever <i>āgāmya</i> we may do belongs entirely to the domain of free will and not to the domain of fate. Since <i>vāsanās</i> are propensities, inclinations or urges, the formation, cultivation, modification, restraint, control and eradication of all kinds of <i>vāsanās</i> likewise belong only to the domain of free will and not to the domain of fate.<br>\n<br>\n<a name=\"vasanas\"></a><b>3. Using our free will we must cultivate <i>sat-vāsanā</i> and thereby curb and eventually eradicate all other <i>vāsanās</i></b><br>\n<br>\nIn the context of Bhagavan’s teachings, the three kinds of <i>vāsanā</i> that concern us most are <i>viṣaya-vāsanās</i> (inclinations to experience particular kinds of <i>viṣayas</i> or phenomena), <i>karma-vāsanās</i> (inclinations to do particular kinds of <i>karmas</i> or actions), and <i>sat-vāsanā</i> (inclination just to be as we actually are by being aware of nothing other than ourself). The first two of these, <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>, are inseparable, like the two sides of a single coin, because they are actually two aspects of the same kind of <i>vāsanā</i>. That is, for every <i>viṣaya-vāsanā</i> there is a corresponding <i>karma-vāsanā</i>, and vice versa, because if we are inclined to experience a particular phenomenon, we will also be inclined to do whatever is required to experience it. For example, a liking for the taste of chocolate is a <i>viṣaya-vāsanā</i>, whereas the corresponding liking to eat chocolate is a <i>karma-vāsanā</i>.<br>\n<br>\nThough other kinds of <i>vāsanā</i> are sometimes mentioned, such as <i>dēha-vāsanā</i>, <i>lōka-vāsanā</i> and <i>śāstra-vāsanā</i> (which pertain respectively to the body, world and books or sacred texts), they are all varieties of <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>. Therefore since our aim is to eradicate all <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>, there is no need for us to analyse them and classify them into further subcategories such as these.<br>\n<br>\nSince <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i> are two aspects of the same kind of <i>vāsanā</i>, namely the urge to rise up and go outwards (the <i>vāsanā</i> of <i>pravṛtti</i> or activity), and since <i>sat-vāsanā</i> is the opposite kind of <i>vāsanā</i>, namely the urge to turn back within and subside in our source (the <i>vāsanā</i> of <i>nivṛtti</i> or inactivity), there are actually just two kinds of <i>vāsanā</i> that need concern us. One kind of <i>vāsanā</i>, namely that of <i>pravṛtti</i>, we need to restrain and eventually eradicate, whereas the opposite kind of <i>vāsanā</i>, namely that of <i>nivṛtti</i>, we need to cultivate and strengthen, which we can do only by persistent practice of self-attentiveness.<br>\n<br>\nSince <i>vāsanās</i> belong to the domain of free will, they cannot change what we are destined to experience, nor can they be changed by it. Fate may expose us to situations or experiences that cause certain <i>vāsanās</i> to rise to the surface of our mind, but whether or not we allow ourself to be swayed by those <i>vāsanās</i> is determined only by our free will and not by our fate. If we allow ourself to be swayed by them, we will thereby nourish and strengthen them, whereas if we do not allow ourself to be swayed by them, we will thereby weaken them. The choice is always ours, because it belongs only to the domain of free will.<br>\n<br>\n<a name=\"concern\"></a><b>4. We have no control over our fate, so it need not concern us, but we do have control over how we use our free will, so we should be concerned about what use we make of it</b><br>\n<br>\nWhatever our fate may be, it is the result of our misuse of our free will in the past, but since it is what we have been ordained to experience in our present life, we cannot change it in any way by our current use of our free will. Therefore we have no control over it, so we should not be concerned about it, but should accept it calmly as the sweet will of God or <i>guru</i>, who has ordained it for our own spiritual development. However, though we should not be concerned about whatever we have been ordained to experience in this life, if we understand and are firmly convinced that it has been ordained for our own good and that we cannot change it in any way no matter how hard we may try, that understanding and conviction will remove a heavy burden from our shoulders (just as a person travelling in a train would be relieved of the burden of carrying his luggage on his head if he understood and was convinced that the train is already carrying it for him) and will make it easier for us to put our free will to good use by trying as much as we can to be calmly self-attentive.<br>\n<br>\nWhereas the domain of fate is not under our control, the domain of our free will is under our control, so we should be concerned about the use we make of it. Our basic choice is whether to try to be self-attentive, thereby withdrawing our attention from other things and consequently weakening our <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>, or whether to allow our attention to continue flowing outwards, away from ourself towards other things. The former is the path of <a href=\"http://happinessofbeing.blogspot.co.uk/2017/06/concern-about-fate-and-free-will-arises.html#nivritti\"><i>nivṛtti</i></a> (returning, withdrawing or ceasing), which is otherwise called the path of self-investigation and self-surrender, and the latter is the path of <i>pravṛtti</i> (going outwards or being active).<br>\n<br>\n<a name=\"ny09\"></a>Whenever we allow our attention to go outwards, we experience ourself as a body and mind, and hence we experience whatever actions are done by our mind, speech and body as actions done by ourself, and we therefore cannot distinguish to what extent each of our actions are driven either by our fate or by our free will. Therefore we have to accept moral responsibility for whatever choices we make and whatever actions we seem to do through these three instruments, and hence we should try as far as possible to abide by certain simple <i>niyamas</i> (restrictions or restraints) such as <i>ahiṁsā</i> (avoiding causing harm to any living being) and <i>mita sāttvika āhāra-niyama</i> (the restraint of consuming only <i>sattva</i>-conducive food in moderate quantities), concerning which Bhagavan wrote in the final sentence of <a href=\"http://happinessofbeing.com/nan_yar.html#para09\">ninth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>எல்லா நியமங்களிலுஞ் சிறந்த மித ஸாத்விக ஆகார நியமத்தால் மனத்தின் சத்வ குணம் விருத்தியாகி, ஆத்மவிசாரத்திற்கு சகாய முண்டாகிறது.<br>\n<br>\n<i>ellā niyamaṅgaḷilum siṟanda mita sātvika āhāra niyamattāl maṉattiṉ satva guṇam virutti-y-āhi, ātma-vicārattiṟku sahāyam uṇḍāgiṟadu</i>.<br>\n<br>\nBy <i>mita sāttvika āhāra-niyama</i>, which is the best among all restrictions, the <i>sattva-guṇa</i> [the quality of ‘being-ness’, calmness and clarity] of the mind will increase and [thereby] help will arise for <i>ātma-vicāra</i> [self-investigation].</blockquote>\nThough we have a moral responsibility to abide by restrictions such as <i>ahiṁsā</i> and <i>mita sāttvika āhāra-niyama</i>, morality is not the principal reason for adhering to them if our aim is to turn within to see what we actually are, because we will be able to turn within only to the extent that our mind is free from <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i> and therefore has the <i>vairāgya</i> to resist being dragged outwards by them, and adhering wholeheartedly to such restrictions (<i>niyamas</i>) can be an effective means not only to curb and weaken these <i>vāsanās</i> at least to a certain extent but also to strengthen our <i>vairāgya</i>. This is why Bhagavan says that by means of <i>mita sāttvika āhāra-niyama</i> ‘மனத்தின் சத்வ குணம் விருத்தியாகும்’ (<i>maṉattiṉ satva guṇam virutti-y-āhum</i>), ‘the <i>sattva-guṇa</i> of the mind will increase’, because these <i>vāsanās</i> are what obscures the <i>sattva-guṇa</i> that always exists deep in our heart.<br>\n<br>\nIf it were not within our power to choose and at least try to abide by this simple restriction of consuming only <i>mita sāttvika āhāra</i> (<i>sattva</i>-conducive food in moderate quantities), it seems unlikely that Bhagavan would have recommended it so unequivocally as an aid for <i>ātma-vicāra</i>. Therefore even if we believe that all our actions are determined only by <i>prārabdha</i>, as some aspirants seem to believe, it would be unwise of us not to try to follow his clear advice in this regards, because we cannot know beforehand what our <i>prārabdha</i> will be, and hence we should not assume that it will impel us to eat meat or any other type of food that causes harm (<i>hiṁsā</i>) either to others or to our own mind and body.<br>\n<br>\n<a name=\"uu02\"></a><b>5. <i>Upadēśa Undiyār</i> verse 2: the cause of bondage is not fate but <i>vāsanās</i>, which belong only to the domain of free will</b><br>\n<br>\nHowever, if we believe that all our actions are determined only by <i>prārabdha</i>, that shows that we have not understood the concept of <i>prārabdha</i> correctly, because it is not the only <i>karma</i> but one of three <i>karmas</i>, and it consists of <i>karma-phala</i>, the fruit of actions that we have done in the past of our own volition (namely <i>āgāmya</i>). Of the three <i>karmas</i>, <i>sañcita</i> is just a store of <i>karma-phala</i> that have not yet been selected by God or <i>guru</i> for us to experience, so it is never an active <i>karma</i>, and hence the only two <i>karmas</i> that are active are <i>āgāmya</i> and <i>prārabdha</i>, and they are always active so long as the ego seems to exist.<br>\n<br>\nSo long as we allow our mind to face outwards, away from ourself and towards other things, we cannot avoid having likes and dislikes, so we will naturally try to experience phenomena that we find pleasant and to avoid experiencing those that we find unpleasant. We may try to curb our likes and dislikes and thereby reduce the <i>pravṛtti</i> or outward-going flow of our mind, and in this way we can reduce to some extent the amount of <i>āgāmya</i> we are currently doing, but we cannot avoid doing <i>āgāmya</i> altogether except by turning our attention inwards in order to be aware of ourself alone.<br>\n<br>\nTo the extent we allow our mind to flow outwards, to that extent we will be doing <i>āgāmya</i> of one kind or another, because an outward-facing mind will always wander under the sway of its <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>, which are the seeds that give rise to <i>āgāmya</i>. However, since doing <i>āgāmya</i> belongs to the domain of free will and not to the domain of fate, whatever <i>āgāmya</i> we may do will not in any way change whatever we are destined to experience, and whatever we are destined to experience will not force us to do any <i>āgāmya</i> that we do not choose to do.<br>\n<br>\nThe results of any <i>āgāmya</i> we do are of two kinds: the fruit, which are what we later experience as <i>prārabdha</i> (though <i>prārabdha</i> is never the fruit of <i>āgāmya</i> done in the present life but only the fruit of <i>āgāmya</i> done in previous lives), and the seeds, which are <i>karma-vāsanās</i>, and it is these seeds that keep us immersed in the great ocean of <i>karma</i> by impelling us to doing further <i>āgāmya</i>, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய் <br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action having perished, as seed it causes to fall in the ocean of action. It is not giving liberation.<br>\n<br>\n<b>Paraphrased translation:</b> The fruit of action having perished [remains] as seed [and thereby] it causes [one] to fall in the ocean of action. [Therefore] it [action] does not give liberation.</blockquote>\n‘வினையின் விளைவு விளிவு உற்று’ (<i>viṉaiyiṉ viḷaivu viḷivu uṯṟu</i>) means ‘the fruit of action having perished [died or ceased]’, and refers to the fact that just as a fruit will cease to exist when we eat it, the fruit of any past action will cease to exist when we experience it as part of our <i>prārabdha</i>. However each <i>āgāmya</i> that we do produces not only a fruit but also a seed, so even when the fruit of a particular <i>āgāmya</i> has been experienced and has therefore ceased to exist, the seed produced by it will remain and will prompt us to do the same type of <i>āgāmya</i> again and again, as Bhagavan explains by saying ‘வித்தாய் வினை கடல் வீழ்த்திடும்’ (<i>vittāy viṉai-kaḍal vīṙttiḍum</i>), which means ‘as seed it causes to fall in the ocean of action’.<br>\n<br>\nThe seeds that are produced by <i>āgāmya</i> are <i>karma-vāsanās</i> (and their corresponding <i>viṣaya-vāsanās</i>), which impel us to do such actions again and again, so <i>āgāmya</i> is self-perpetuating, just as plants are self-perpetuating because of the seeds that they produce. Therefore no matter how much <i>prārabdha</i> we may experience in life after life (dream after dream), we can never exhaust all the fruits of our past <i>āgāmya</i>, because while we are experiencing some of their fruit, our <i>karma-vāsanās</i> will be causing us to do more <i>āgāmya</i>, thereby producing more fruit to be added to the huge heap of fruit that are already stored in our <i>sañcita</i> waiting to be experienced as <i>prārabdha</i> in some future life.<br>\n<br>\nSince <i>karma</i> is therefore self-perpetuating, Bhagavan says ‘வீடு தரல் இலை’ (<i>vīḍu taral ilai</i>), ‘it does not give liberation’, and in the Sanskrit version of this verse he says even more emphatically, ‘गति निरोधकम्’ (<i>gati nirōdhakam</i>), ‘it obstructs liberation’. That is, <i>karma</i> does not give liberation because it is self-perpetuating, and it is self-perpetuating because of its seeds, namely <i>karma-vāsanās</i>. Therefore the cause of bondage is not fate (<i>prārabdha</i>) but only <i>vāsanās</i>, over which fate has no jurisdiction, because they belong only to the domain of free will.<br>\n<br>\nSince all <i>vāsanās</i> come under the sole jurisdiction of our free will, we can use our free will either to cultivate, nourish and strengthen our  <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i> by allowing our mind to go outwards and engage in <i>karma</i> though the three instruments of mind, speech and body, or to starve and weaken them and simultaneously cultivate, nourish and strengthen our  <i>sat-vāsanā</i> by directing our mind back within to be aware of ourself as we actually are, namely as pure self-awareness — awareness that is aware of nothing other than itself.<br>\n<br>\nTherefore free will alone is the cause both of bondage (the seeming existence of our ego) and liberation (the eradication or permanent dissolution of our ego). If we misuse our free will by allowing our mind to go outwards, away from ourself towards other things, it will sustain our ego and thereby bind us in the web of <i>karma</i>, whereas if we use it wisely by turning our mind back within to face ourself alone and thereby to see what we actually are, it will dissolve our ego and mind forever in the absolute clarity of pure self-awareness. The misuse we make of our free will is called desire, whereas the wise and correct use of it is true love — love for what alone is real, namely pure self-awareness or <i>ātma-jñāna</i>.<br>\n<br>\n<a name=\"dec98note\"></a><b>6. Bhagavan’s note for his mother: only what is destined to happen will happen, and though that cannot be changed we are free to try to change it</b><br>\n<br>\nSo long as we are bound in the web of <i>karma</i>, fate and free will are operating side by side in our life, each in its own domain, as implied by Bhagavan in the <a href=\"http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html#dec98note\">note that he wrote for his mother</a> in December 1898:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nAccording to their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance [that is, according to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]. What is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nWhatever is destined to happen in our life as this ego will happen, and whatever is not destined to happen will not happen. However, this does not mean that our free will has no role to play in the actions that we do by mind, speech and body, as Bhagavan clearly indicates by saying ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’, and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’.<br>\n<br>\nThat is, though we are not free to make anything happen that is not destined to happen, or to prevent anything that is destined to happen, we are free to want and to try to do so, and until we surrender our will entirely along with its root, our ego, we will inevitably want and try to do so to a greater or lesser extent. However, our trying or even wanting to do so is a misuse of our free will, so we should try to avoid misusing it by using it only to turn our attention within in order to merge and dissolve forever in our source, which is <i>ātma-svarūpa</i> (our real nature), the pure self-awareness that we actually are.<br>\n<br>\nSome people who have not considered the meaning of this note carefully enough contend that since Bhagavan said that what is destined to happen will certainly happen and what is not destined to happen will certainly not happen, he implied that we have no free will, or at least that we have no freedom to act as we want to. Such a contention is tantamount to claiming that in all that we think, say or do (including all the choices and efforts we make) fate will always prevail over free will, which is one of the two opposing contentions in the dispute about which prevails, fate or free will, so since Bhagavan disparaged this dispute in <a href=\"#un19\">verse 19</a> of <i>Uḷḷadu Nāṟpadu</i> by saying that it is only for those who are unable to discern the root of both fate and free will, namely the ego, this is clearly not what he intended us to infer. Indeed, by twice referring to the ego as the root, foundation or base of fate and free will in that verse, he clearly implied that fate and free will are both as real as the ego, for whom alone they exist.<br>\n<br>\nIf all that we think, say or do (including all the choices and efforts we make) were determined only by fate and not by free will, that would mean that we have absolutely no freedom to do any spiritual practice by our own volition, and that any spiritual practice that we might do would therefore be driven only by fate and not by our free will. If this were the case, we would never be able to attain liberation, because fate (which is what is otherwise called <i>prārabdha</i>) is one of the three <i>karmas</i>, and no <i>karma</i> can give liberation, as Bhagavan explains in <a href=\"#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>.<br>\n<br>\nFree will is the basis of all <i>karma</i>, because it is only by our free will that we do <i>āgāmya</i>, and the other two <i>karmas</i>, namely <i>sañcita</i> and <i>prārabdha</i>, consist just of the fruits of <i>āgāmya</i> that we have done in the past. Therefore without free will there would be no fate (<i>prārabdha</i>), so if we claim that there is only fate and never any free will, that would be like claiming that a child exists but its mother never existed.<br>\n<br>\nFree will is the basis not only of all <i>karma</i> but also of liberation from all <i>karma</i>, because when we use our free will to face outwards, we thereby rise as this ego, which alone does <i>āgāmya</i> and therefore experiences <i>prārabdha</i>, whereas when we use our free will to face inwards, we thereby subside and dissolve this ego back into the pure self-awareness from which it arose. Therefore we are free to choose whether to face outwards and consequently do <i>āgāmya</i> and experience <i>prārabdha</i>, or to face inwards and thereby remain silent, without rising to do or experience anything.<br>\n<br>\nIf we carefully consider all that Bhagavan wrote in this note for his mother, we will be able to see that he is not denying the existence of free will but is actually emphasising the importance of using it correctly, because only when we do so will we thereby avoid misusing it as we generally do. In the second and third sentences of this note he wrote: ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu</i>), which means ‘What is never to happen will not happen whatever effort one makes; what is to happen will not stop whatever obstruction [or resistance] one does’. நடவாதது (<i>naḍavādadu</i>) literally means ‘what will not happen’, which in this context implies ‘what is not to happen’, and நடப்பது (<i>naḍappadu</i>) literally means ‘what will happen’, which in this context implies ‘what is to happen’, so what he implies here is that whatever is destined to happen will happen and whatever is not destined to happen will not happen.<br>\n<br>\nThat is, what is determined by <i>prārabdha</i> is whatever we are to experience so long as our attention is facing outwards, away from ourself. However, in order for us to experience whatever we are destined to experience, there are certain actions that we must do by our mind, speech and body, so <i>prārabdha</i> will impel us to do those actions, as Bhagavan explained in the first sentence of this note, namely ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), which means ‘According to their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance’, and which implies that according to the destiny of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each one of them will make them act.<br>\n<br>\nHowever, this does not mean that all the actions we do by our mind, speech and body are driven solely by <i>prārabdha</i>, as he indicates in the next two sentences by saying ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’, and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’. That is, though our mind, speech and body will be made to do whatever they are destined to do, we are also free to make effort through these three instruments to make what is never to happen happen and to prevent what is to happen, even though such efforts will definitely fail, because what is destined never to happen will not happen, and what is destined to happen will happen. ‘இதுவே திண்ணம்’ (<i>iduvē tiṇṇam</i>), ‘This indeed is certain’, as he says in the next sentence.<br>\n<br>\nThe efforts we make to make certain things happen, even though they are destined not to happen, and to prevent certain other things happening, even though they are destined to happen, are driven by our free will. However our free will also drives us to make efforts to make certain things happen that are anyway destined to happen, and to prevent certain other things happening that are anyway destined not to happen, so in some cases our free will drives us to make efforts that are opposed to <i>prārabdha</i> and in other cases it drives us to make efforts that are in accordance with <i>prārabdha</i>.<br>\n<br>\nSince we can never be truly content or satisfied with our life as a finite ego, our free will is constantly impelling us to make effort of one kind or another. If any effort impelled by our free will is directed towards anything other than ourself, it is <i>āgāmya</i> and consequently it produces fruit (<i>karma-phala</i>) and seeds (<i>karma-vāsanās</i>), so such effort is a misuse of our free will. The only correct use of our free will is to turn our mind back within to be aware of ourself alone, because facing towards anything else (<i>bahirmukham</i>) will nourish and sustain our ego and its sense of doership, whereas facing towards ourself (<i>ahamukham</i>) will make it subside and dissolve back into its source, namely pure self-awareness, which is our real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nThis is what Bhagavan implies in the final sentence of this note, ‘ஆகலின் மௌனமா யிருக்கை நன்று’ (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), which means ‘Therefore silently being [or being silent] is good’. So long as we attend to anything other than ourself, we are thereby feeding our ego and sustaining its seeming existence, so since the rising and activity of the ego is the very antithesis of real silence (<i>mauṉa</i>), which is our real nature, we can be truly silent only by being keenly self-attentive, thereby curbing the rising and activity of our ego.<br>\n<br>\nIf we had no free will, we would not be free to choose or to make effort to turn back within and be self-attentive, but since we do have free will we can choose and make effort to do so, as Bhagavan implies in this note. If on the other hand we choose not to do so, we will wander outside under the sway of our <i>vāsanās</i>, and though we can choose to limit the extent to which we allow ourself to be swayed by them, they will inevitably impel us to do <i>āgāmya</i> to a greater or lesser extent.<br>\n<br>\nHow then does this apply to ethical issues such as whether or not we should choose to eat meat? Even if we claim to believe that such choices are all determined only by <i>prārabdha</i>, if we are honest with ourself we will have to admit that we seem to have a choice. That is, we seem to be able to choose whether or not to eat meat, whether or not to commit murder, and whether or not to do numerous other actions. So long as we seem to have such choices, we have a moral responsibility to choose to act ethically, which entails trying as far as possible to avoid causing any harm to any other living being.<br>\n<br>\nSo long as we have a sense of doership (<i>kartṛtva buddhi</i>) we cannot deny such responsibility for our actions, and so long as we experience ourself as this ego, which always mistakes a body and mind to be itself, we cannot deny that we have a sense of doership. It may be our destiny to do a certain action, but so long as we experience ourself as the body or mind that does that action, we will experience it as if we were doing it, and if we have any desire or liking to do it or to experience its result, it is being driven not only by our fate but also simultaneously by our free will.<br>\n<br>\n<a name=\"nuances\"></a><b>7. Those who recorded what Bhagavan said in reply to questions about fate and free will often failed to grasp all the nuances in his replies</b><br>\n<br>\nIn this connection people often quote (as did an anonymous friend in <a href=\"http://happinessofbeing.blogspot.com/2017/08/the-ego-is-spurious-entity-but-entity.html#c1238880454783432507\">one of the comments</a> on my previous article) what Devaraja Mudaliar recorded Bhagavan saying to him in reply to his question about whether even trifling actions in our life are predetermined. He actually recorded this in two places, firstly in <a href=\"http://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> and subsequently in <i>My Recollections of Bhagavan Sri Ramana</i>. What he recorded in <i>Day by Day</i> (4-1-46 Afternoon: 1989 edition, page 78; 2002 edition, pages 91-2) is:<br>\n<blockquote>With reference to Bhagavan’s answer to Mrs. Desai’s question on the evening of 3-1-46 [namely ‘What is destined as work to be done by you in this life will be done by you, whether you like it or not. […] It is true that the work meant to be done by us will be done by us. But it is open to us to be free from the joys or pains, pleasant or unpleasant consequences of the work, by not identifying ourselves with the body or that which does the work. If you realise your true nature and know that it is not you that does any work, you will be unaffected by the consequences of whatever work the body may be engaged in according to destiny or past karma or divine plan, however you may call it. You are always free and there is no limitation of that freedom’], I asked him, “Are only important events in a man’s life, such as his main occupation or profession, predetermined, or are trifling acts in his life, such as taking a cup of water or moving from one place in the room to another, also predetermined?”<br>\n<br>\n<i>Bhagavan</i>: Yes, everything is predetermined.<br>\n<br>\n<I>I</I>: Then what responsibility, what free will has man?<br>\n<br>\n<i>Bhagavan</i>: What for then does the body come into existence? It is designed for doing the various things marked out for execution in this life. The whole programme is chalked out. ‘அவனன்றி ஓரணுவும் அசையாது’ [<i>avaṉ-aṉḏṟi ōr aṇuvum asaiyādu</i>] (Not an atom moves except by His Will) expresses the same truth, whether you say அவனன்றி அசையாது [<i>avaṉ-aṉḏṟi asaiyādu</i>] (Does not move except by His Will) or கர்மமின்றி அசையாது [<i>karmam-iṉḏṟi asaiyādu</i>] (Does not move except by karma). As for freedom for man, he is always free not to identify himself with the body and not to be affected by the pleasures or pains consequent on the body’s activities.</blockquote>\nIn <i>My Recollections</i> (Chapter 4: 1992 edition, pages 90-1) he recorded the same conversation as follows:<br>\n<blockquote>One summer afternoon I was sitting opposite Bhagavan in the old hall, with a fan in my hand and said to him: “I can understand that the outstanding events in a man’s life, such as his country, nationality, family, career or profession, marriage, death, etc. are all predestined by his <i>karma</i>, but can it be that all the details of his life, down to the minutest, have already been determined? Now, for instance, I put this fan that is in my hand down on the floor here. Can it be that it was already decided that on such and such a day, at such and such an hour, I shall move the fan like this and put it down here?” <br>\n<br>\nBhagavan replied “Certainly”. He continued: “Whatever this body is to do and whatever experiences it is to pass through was already decided when it came into existence”. <br>\n<br>\nThereupon I naturally exclaimed: “What becomes then of man’s freedom and responsibility for his actions?” <br>\n<br>\nBhagavan explained: “The only freedom man has is to strive for and acquire the <i>jnana</i> which will enable him not to identify himself with the body. The body will go through the actions rendered inevitable by <i>Prarabdha</i> (destiny based on the balance sheet of past lives) and a man is free either to identify himself with the body and be attached to the fruits of its actions, or to be detached from it and be a mere witness of its activities”.</blockquote>\nSince the wording of these two recordings of the same conversation is so different, what Devaraja Mudaliar recorded in each of these books is not Bhagavan’s exact words but only the gist of them, so we cannot be sure what exactly he said on that occasion. Though Devaraja Mudaliar wrote ‘I am sure I have made no error in transmitting as above the gist of the conversation that took place between Bhagavan and me’ (<i>My Recollections</i>, page 91), and though he would no doubt have recorded faithfully what he remembered Bhagavan saying, he would have been able to remember it only as far as he was able to understand it, so if his understanding was not subtle enough, he would have failed to grasp all the nuances in Bhagavan’s reply, which seems to have been the case here.<br>\n<br>\nWhat he recorded in both books corresponds to a certain extent with what Bhagavan wrote in <a href=\"#dec98note\">his note for his mother</a>, namely that we will be made to do whatever we are destined to do, and that what is not destined to happen will not happen no matter how much effort we may make, and what is destined to happen will not stop no matter how much we may try to prevent it. To the extent that what Devaraja Mudaliar recorded is in agreement with this, it may accurately reflect the gist of whatever Bhagavan said on that occasion, but many people understand what he recorded to mean more than this, namely that we have no freedom whatsoever to do any actions or make any outwardly directed efforts by our own will or volition, which is clearly not what Bhagavan would have meant, because if that were the case it would firstly contradict the clear implication of the clauses ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’, and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’, in his note for his mother, and secondly it would mean that we can do no <i>āgāmya</i> (fresh <i>karma</i> driven by our free will), which would render the <i>karma</i> theory as taught by Bhagavan meaningless, because according to this theory whatever we experience as <i>prārabdha</i> is the fruit of <i>āgāmya</i> that we have done in previous lives.<br>\n<br>\nThis wrong interpretation is largely due to the sentence ‘The only freedom man has is to strive for and acquire the <i>jnana</i> which will enable him not to identify himself with the body’, which Devaraja Mudaliar recorded in <i>My Recollections</i>, page 90. Logically this cannot be the only freedom we have, because if we are free to strive for and acquire <i>jñāna</i> (knowledge or awareness of our real nature) and thereby not identify ourself with any body or mind, we must equally well be free to choose not to do so. What Bhagavan actually said on many occasions in this regard is that the only correct use we can make of our free will is to try to turn within and thereby surrender our ego (which is what obscures our real nature, which is <i>jñāna</i> or pure self-awareness), so what he said on this occasion would probably have been something to this effect.<br>\n<br>\nThe fact that striving for <i>jñāna</i> is not the only freedom we have is implied by the next sentence in <i>My Recollections</i>, in which Devaraja Mudaliar records that Bhagavan said: ‘a man is free either to identify himself with the body and be attached to the fruits of its actions, or to be detached from it and be a mere witness of its activities’. The choice is ours: we are always free to choose either to turn within to try to see what we actually are and thereby eradicate our ego, which is the false awareness ‘I am this body’ (<i>dēhātma-buddhi</i>), or to allow our mind to continue to dwell on phenomena, which are all external to ourself, and thereby to sustain our <i>dēhātma-buddhi</i> and experience all ‘the pleasures or pains consequent on the body’s activities’ (as Devaraja Mudaliar records Bhagavan saying in the above passage in <i>Day by Day</i>).<br>\n<br>\nThis is the fundamental choice we have: whether to try to be self-attentive in order to see what we actually are, or whether to attend to other things in order to experience the trivial pleasures (and consequent pains) that we can derive thereby. The choice to be self-attentive is single and simple, whereas the opposite choice is multifaceted, because if we choose to attend to other things we are then faced with countless other choices: whether to attend to or to do this, that or the other.<br>\n<br>\nThough Bhagavan generally emphasised the fact that we are always free to turn our attention inwards in order to be aware of ourself as we actually are, which is the only means by which we can avoid experiencing ourself as the body and mind and thereby identifying their actions as actions done by us, he did so because this is the only correct use we can make of our free will, and not because he intended us to infer that we cannot use our free will to do (or at least to try to do) any actions by mind, speech or body.<br>\n<br>\nAs he often pointed out whenever he was asked questions such as whether there is free will, or whether we have any freedom to do as we choose, all spiritual teachings and moral instructions are premised on the fact that we have free will and can therefore choose what we want to do and try to do it, and if we did not have such freedom all such teachings and instructions would be worthless and futile. For example, in section 426 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (1978 edition, page 393; 2006 edition, page 409) it is recorded that in reply to someone who asked whether a person has any free will or whether everything in one’s life is predestined he said something to the following effect:<br>\n<blockquote>Free-Will holds the field in association with individuality. As long as individuality lasts so long there is Free-Will. All the <i>sastras</i> are based on this fact and they advise directing the Free-Will in the right channel.<br>\n<br>\nFind out to whom Free-Will or Destiny matters. Abide in it. Then these two are transcended. That is the only purpose of discussing these questions. To whom do these questions arise? Find out and be at peace.</blockquote>\nIf the only freedom we had were either to face outwards and thereby experience whatever <i>prārabdha</i> has been allotted to us or to face back towards ourself, all <i>śāstras</i> (spiritual, religious and moral texts) would instruct us only to turn back within, but this is not the only instruction they give, because the authors of those texts knew firstly that most of us are not yet willing even to try to turn within, and secondly that so long as we are facing outwards we can make other choices, such as whether or not to eat meat or do numerous other morally significant actions, and the choices we make determine the purity or impurity of our mind (which depends on the relative strength and intensity of our <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>), so since only a relatively pure mind will be willing to try to face inwards, they advise us to choose to do actions that will tend to purify our mind and to avoid those that would tend to make it less pure.<br>\n<br>\n<a name=\"match\"></a><b>8. Our <i>prārabdha</i> is tailor-made to suit both our <i>vāsanās</i> and our willingness not to allow ourself to be swayed by them</b><br>\n<br>\nSome people’s understanding of <i>prārabdha</i> is that it is just like sitting in a cinema watching a film, over which we have no control except to close our eyes and ears, whereas in fact it is more like playing a deceptive computer game in which we seem to have control over the actions of one of the characters, even though all that happens in the game is already predetermined. While watching a film we may eagerly want certain characters to succeed and others to fail in their endeavours, but we are clearly aware that we can do nothing to influence anything that happens in the film because it is all predetermined. If we play a computer game, on the other hand, we may seem to have a certain amount of control over what is happening by our being able to direct the actions of one of the characters, but if the game has been carefully programmed by someone who knows what choices we are most likely to make in each situation, it will give us the impression that our choices are influencing what is happening, even though in fact it is all predetermined.<br>\n<br>\nOur life as a person is like playing such a cleverly programmed computer game, which has been tailor-made to suit our <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>, which influence the choices we make and actions we try to do. Our <i>prārabdha</i> is like the programming of the game, and the one who has programmed it so skilfully is what we generally call God, <i>guru</i> or Bhagavan, and what Bhagavan referred to as ‘அதற்கானவன்’ (<i>adaṟkāṉavaṉ</i>), ‘he who is for that’, in <a href=\"#dec98note\">his note for his mother</a>.<br>\n<br>\nJust as the person playing such a tailor-made computer game is free to make choices and to try to control or influence what is happening, we are free to make choices and to try to control or at least influence what is happening in our life, and just as the game has been programmed to give the player the impression that his or her choices and efforts are actually controlling or influencing to some extent what is happening in the game, our <i>prārabdha</i> has been predetermined in such a way as to give us the impression that our choices and efforts are actually controlling or influencing to some extent what is happening in our life, because it has been predetermined by one who knows all our <i>vāsanās</i> and therefore what choices we are most likely to make in each particular situation.<br>\n<br>\nThis does not mean that all our choices and efforts have been predetermined. Some of them may have been predetermined, because they may be necessary for the outcome of our <i>prārabdha</i>, but not all of them have been predetermined, and even those that have been predetermined are likely to coincide with the choices and efforts that we anyway happen to make by our own free will. For example, if we eat meat, it must be our destiny to do so, but if our destiny is such, we almost certainly have <i>vāsanās</i> that incline us to do so, in which case we will like to eat meat and will enjoy doing so, and hence our eating meat is impelled not only by our fate but also by our free will.<br>\n<br>\nThis is the case with most actions that we do habitually. Though we are made to do such actions by our <i>prārabdha</i>, we are also prompted to do them by our <i>vāsanās</i>, which are our likes and dislikes, and which are therefore formed by and under the control of our free will. The reason why our <i>vāsanās</i> in such cases coincide with our <i>prārabdha</i> is that our <i>prārabdha</i> has been chosen by ‘he who is for that’ (God, <i>guru</i> or Bhagavan) to match our <i>vāsanās</i>, or at least some of them.<br>\n<br>\nThat is, the <i>prārabdha</i> that we are ordained to experience in each of our lives is not just a random selection from the countless fruits of our past actions that have been accumulated in our <i>sañcita</i>, but has been carefully and purposefully selected to promote our spiritual development, which means that it has been chosen by ‘he who is for that’ considering all our <i>vāsanās</i> and the most effective way to help us overcome them as quickly as possible. Since we can overcome and eradicate our <i>vāsanās</i> only by choosing not to be swayed by them when they rise to the surface of our mind, and since particular outward circumstances and experiences prompt particular <i>vāsanās</i> to rise, ‘he who is for that’ has ordained our <i>prārabdha</i> in such a way that what we experience will prompt the rising of those <i>vāsanās</i> that we are now strong enough to overcome and would be most benefited by overcoming. Therefore if we allow ourself to be swayed by certain <i>vāsanās</i>, we should not delude ourself by attributing that to <i>prārabdha</i>, but should recognise that we do have the freedom to choose whether or not to allow ourself to be swayed by them, and that in prompting such <i>vāsanās</i> to rise our <i>prārabdha</i> is giving us the opportunity to make this choice.<br>\n<br>\nSince we have come to Bhagavan’s path and learnt from him the importance of not eating meat, most of us hopefully do not now eat meat, even though we may have been born in a meat-eating family or culture and would therefore have eaten meat in the past. If we did eat meat in the past, we probably had some residual inclination (<i>vāsanā</i>) to do so, so the <i>prārabdha</i> of the early part of our life would have caused us to be a meat-eater, but that inclination was probably not very strong, and hence we were easily able to give it up when we came to understand, either from Bhagavan’s words or by some other means, that it is wrong to do so. Both our eating meat in the past and our not eating it now are according to our <i>prārabdha</i>, but such a <i>prārabdha</i> was chosen for us because of our residual inclination to eat meat and because of our willingness to curb that inclination and therefore give up eating meat as soon as we came to understand that it was wrong.<br>\n<br>\nThe fact that the <i>prārabdha</i> of each individual is tailor-made to match certain <i>vāsanās</i> that they have can be understood from the fact that if we habitually do any action we are generally inclined to do it and enjoy doing it. For example, are there any habitual meat-eaters who do not do so willingly and do not derive some pleasure from doing so? There may be a few, but they must be quite rare, and most of those rare cases would be people whose circumstances give them no choice but to eat meat.<br>\n<br>\nTherefore, so long as our circumstances seem to enable us to choose what we eat, after we have come to Bhagavan and learnt from him that eating meat is wrong, both from an ethical and a spiritual perspective, if we nevertheless continue eating meat we should not consider that we do so only according to our <i>prārabdha</i>, but should acknowledge that we still have strong <i>vāsanās</i> to eat and enjoy meat. That is, if we eat meat, it is our <i>prārabdha</i> to do so, but this <i>prārabdha</i> has been allotted to us because we have such <i>vāsanās</i> and are not yet willing to curb them by not allowing ourself to be swayed by them.<br>\n<br>\n<a name=\"ny10-11\"></a><b>9. <i>Nāṉ Yār?</i> paragraphs 10 and 11: being self-attentive requires <i>vairāgya</i>, which entails not being swayed by our <i>viṣaya-vāsanās</i></b><br>\n<br>\nThe reason why Bhagavan taught us that everything that happens in our life is according to <i>prārabdha</i> is only to help us give up being concerned with outward matters and turn within to investigate what we ourself actually are. He did not intend this to mean that we should allow ourself to be swayed about by whatever <i>vāsanās</i> rise to the surface of our mind, believing that it is <i>prārabdha</i> rather than our free will that is making us do so, because we cannot turn within so long as we allow ourself to be swayed by them, since any <i>vāsanā</i> other than <i>sat-vāsanā</i> is an inclination or urge to face outwards. Therefore we should not be concerned about whatever <i>prārabdha</i> we are destined to experience, but we should be concerned about not allowing ourself to be swayed by whatever <i>vāsanās</i> may rise in our mind.<br>\n<br>\n<a name=\"ny10\"></a>The imperative need for us not to be swayed by whatever <i>vāsanās</i> may rise was emphasised by him in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness or contemplation on one’s own real nature] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner a person may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ he completely rejects the thought that he is a sinner and is zealous [or steadfast] in self-attentiveness, he will certainly be reformed [transformed into what one actually is].<br>\n<br>\n<a name=\"ny11\"></a>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are only one. Just as pearl-divers, tying stones to their waists and submerging, pick up pearls that lie at the bottom of the ocean, so each one, submerging [beneath the surface activity of one’s mind] and sinking [deep] within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], can attain the pearl of oneself. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone will be sufficient. So long as enemies are within the fort, they will continue coming out from it. If one continues cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\nThe most effective way to avoid being swayed by whatever <i>vāsanās</i> rise in our mind is to cling firmly to <i>svarūpa-dhyāna</i> or self-attentiveness, which is the simple practice of self-investigation (<i>ātma-vicāraṇā</i>). In practice, however, most of us are not able to be so keenly self-attentive all the time, because our <i>bhakti</i> (love to be aware of ourself alone) and <i>vairāgya</i> (freedom from desire to be aware of anything else) are not yet strong enough, but this does not mean that we must allow ourself to be swayed by <i>vāsanās</i> whenever we are not clinging firmly to being self-attentive. Even when our mind is outward facing, we should try as far as possible to avoid being swayed at least by our grosser and more harmful <i>vāsanās</i>, such as the desire to eat meat.<br>\n<br>\nIf we lack the <i>vairāgya</i> even to resist the liking to eat meat, even though we know that eating meat is harmful not only to the concerned animals but also to ourself, how can we expect to have the <i>vairāgya</i> required to cling firmly to self-attentiveness and thereby sink deep within to find the pearl of our real nature? Therefore adopting even simple restraints (<i>niyamas</i>) such as <i>ahiṁsā</i> (avoiding causing harm to any living being) and <i>mita sāttvika āhāra-niyama</i> (the restraint of consuming only <i>sattva</i>-conducive food in moderate quantities) can help to strengthen our <i>vairāgya</i> and thereby enable us to cling more firmly to being self-attentive, which is one of the reasons (though not the only one) why Bhagavan said in the <a href=\"#ny09\">ninth paragraph</a> of <i>Nāṉ Yār?</i> that by <i>mita sāttvika āhāra-niyama</i> the <i>sattva-guṇa</i> of the mind will increase, and that this will help is in our practice of self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\nWhenever our mind is facing outwards, we are thereby allowing ourself to be swayed to a greater or lesser extent by our <i>karma-vāsanās</i> and <i>viṣaya-vāsanās</i>, but it is up to us to choose the extent to which we allow ourself to be swayed by them, and which of them we allow to sway us. Some <i>vāsanās</i> are definitely more harmful than others, so we should use our power of <i>vivēka</i> (judgement or discrimination) to decide which <i>vāsanās</i> are most harmful and therefore most necessary for us to avoid being swayed by. Generally our grosser and more selfish desires, such as the desire to eat meat, are more harmful to us than some of our less selfish desires, so in order for us to purify our mind and thereby develop <i>sattva-guṇa</i>, which we require in order to practise <i>ātma-vicāra</i> effectively, we should as far as possible try to curb our more selfish desires.<br>\n<br>\nTrying as much as possible to be self-attentive is of course the most effective way to curb all our <i>karma-vāsanās</i> and <i>viṣaya-vāsanās</i>, both the more harmful and the less harmful ones, but if we are seriously intent on practising <i>ātma-vicāra</i> we must use every weapon in our armoury to weaken the hold that such <i>vāsanās</i> have over us, and this is why certain restraints (<i>niyamas</i>) are prescribed as preliminary requirements not only for the practice of <i>ātma-vicāra</i> but also for any other kind of <i>yōga</i> or spiritual practice. Understanding and accepting the need for such restraints, particularly the restraints of <i>ahiṁsā</i> and not eating meat, are the ABC of any serious spiritual practice, so even if we are now doing PhD-level research, namely <i>ātma-vicāra</i>, we cannot afford to discard such restraints, just as a PhD student cannot afford to discard using the alphabet that he or she learnt while in kindergarten.<br>\n<br>\nAs I explained earlier, whether or not we allow ourself to be swayed by our <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i> is not a matter that comes under the jurisdiction of our fate (<i>prārabdha</i>) but only under the jurisdiction of our free will. Since our <i>prārabdha</i> has been tailor-made to suit both our <i>vāsanās</i> and our willingness not to allow ourself to be swayed by them, if we choose not to be swayed by a particular <i>vāsanā</i>, such as any liking or inclination that we may have to eat meat, in most cases we will find that our <i>prārabdha</i> has been allotted in such a way that it seems as if our choice not to be swayed by that <i>vāsanā</i> makes us refrain from doing the corresponding action.<br>\n<br>\n<a name=\"choice\"></a><b>10. The best use we can make of our free will is to choose to be self-attentive, but even when we attend to anything else we should choose at least to avoid doing harmful actions</b><br>\n<br>\nIn retrospect we can say that whatever has happened is <i>prārabdha</i>, but when faced with a choice of how to act we cannot know what <i>prārabdha</i> holds in store for us, so we should always choose to act in an ethical manner, or at least to avoid as far as possible acting in an unethical manner. Even in retrospect, though whatever has happened was in accordance with <i>prārabdha</i>, we should not try to deny responsibility for whatever actions we chose to do, because most of our choices and actions that are driven by our <i>prārabdha</i> are also simultaneously driven by our free will.<br>\n<br>\nThat is, though all our past experiences occurred according to our <i>prārabdha</i>, we wanted many of them to happen and we accordingly made effort by mind, speech or body to make them happen, so in such cases our fate and free will were working in synchronisation. Since both our fate and our free will are functioning side by side in our life, sometimes in harmony and sometimes in opposition to each other, and since we have a sense of doership for all the actions of our body, speech and mind, we cannot accurately distinguish to what extent each of our past actions was driven only by fate or by free will also.<br>\n<br>\nThis is why Bhagavan said that engaging in disputes about fate and free will and about which one prevails concerns only those who do not recognise that the root and foundation of both is only the ego, and that our only concern should therefore be to investigate ourself to see whether or not we are actually this ego, for whom alone there is fate and free will. When we look at ourself carefully enough to see what we actually are, we will see that we were never an ego and therefore never experienced any fate nor used or misused any free will.<br>\n<br>\nUntil such time, we should try to be self-attentive as much as possible, because trying to be self-attentive is the best way for us to use our free will, and the more keenly self-attentive we are the less room there will be for our ego to rise and use its free will in any other way. Instead of being keenly self-attentive, if we allow our attention to go out towards anything else, we will experience likes and dislikes for whatever <i>prārabdha</i> may throw at us, which will drive us to do <i>āgāmya</i> by trying to achieve or maximise whatever we like and to avoid or minimise whatever we dislike.<br>\n<br>\nTo the extent that our attention is directed within, towards ourself alone, we will thereby avoid misusing our free will in any way, and to the extent that we allow it to go out, towards anything else, we will be unable to avoid misusing it in one way or another. Therefore as Bhagavan often explained, the best use we can make of our free will is to turn our attention within and thereby to surrender our ego along with its will.<br>\n<br>\nHowever, whenever we allow our attention to go outwards, we will experience ourself as a body and mind and therefore we must accept responsibility for their actions, and should therefore choose to avoid as far as possible any actions that could harm others. We may not always be able to avoid such actions, because we may be destined to do them, but we should not use destiny (<i>prārabdha</i>) as an excuse for choosing to do them. So long as we are able to make choices, as we will always be able to do so long as we seem to be this ego, we should try to make the best choices possible.<br>\n<br>\nAs far as doing any actions is concerned, the best choice is to try to avoid doing harmful actions, but rather than choosing to do any action at all, the best choice of all is to turn within and thereby dissolve the ego and its will forever in its source, the clear light of pure self-awareness that is ever shining in our heart as the true import of the word ‘I’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "189",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7398091904587527874/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA0ODA0MDYzNzAwCm9mZnNldDogMzYwMDAwMAo\""
}