{
    "kind": "blogger#post",
    "id": "2611039524118721708",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-02-19T09:05:00Z",
    "updated": "2017-02-19T09:05:13Z",
    "url": "http://happinessofbeing.blogspot.com/2017/02/what-is-difference-between-god-and-ego.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2611039524118721708",
    "title": "What is the difference between God and the ego?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">After I wrote the article <a href=\"http://happinessofbeing.blogspot.com/2017/02/what-is-difference-between-pure.html\">What is the difference between pure awareness and the ego, and how are they related?</a> yesterday, the same friend replied asking me to explain to her the difference between <i>īśvara</i> and the ego, so the following is what I replied to her:<br><a name='more'></a>\n<br>\nGod (<i>īśvara</i>) is nothing other than pure awareness, and as such he is what we actually are, but when we rise as this ego he seems to be something other than ourself. Therefore when we use terms such as ‘God’ or ‘<i>īśvara</i>’ there are two ways in which we can understand their meaning: either as terms that refer to ourself as we actually are, which is the one infinite whole, other than which nothing exists, or as terms that refer to the all-loving, all-knowing and all-powerful Lord of the universe, who is other than ourself as this ego.<br>\n<br>\n<a name=\"ny07\"></a>In the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i> (Who am I?) Bhagavan says:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள். இவை மூன்றும் ஏககாலத்தில் தோன்றி ஏககாலத்தில் மறைகின்றன. சொரூபமே ஜகம்; சொரூபமே நான்; சொரூபமே ஈச்வரன்; எல்லாம் சிவ சொரூபமாம்.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē. jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṟpaṉaigaḷ. ivai mūṉḏṟum ēka-kālattil tōṉḏṟi ēka-kālattil maṟaigiṉḏṟaṉa. sorūpam-ē jagam; sorūpam-ē nāṉ; sorūpam-ē īśvaraṉ; ellām śiva sorūpam ām</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. <i>Jaga-jīva-īśvara</i> [the world, soul and God] are <i>kalpanaigaḷ</i> [fabrications, imaginations, mental creations, illusions or illusory superimpositions] in it, like the [illusory] silver in a shell. These three appear simultaneously and disappear simultaneously. <i>Svarūpa</i> [one’s own form or real nature] alone is the world; <i>svarūpa</i> alone is ‘I’ [the ego or soul]; <i>svarūpa</i> alone is God; everything is <i>śiva-svarūpa</i> [the ‘own form’ or real nature of <i>śiva</i>, the one infinite whole, which is oneself].</blockquote>\nHere what he refers to as ‘God’ (<i>īśvara</i>) is God as separate from ourself, because so long as we are aware of ourself as this ego (the soul or <i>jīva</i>) and of the world, God seems to be other than both ourself and this world. That is, when we limit ourself as this ego, in our limited view God seems to be other than ourself and hence limited, but as such he is merely a <i>kalpanā</i> (an imaginary fabrication), just like this ego and the world. This is why Bhagavan says that the world, soul and God appear simultaneously and disappear simultaneously, meaning that they come into seeming existence simultaneously and cease to exist simultaneously.<br>\n<br>\n<a name=\"uu24\"></a>However, what all these appearances actually are is only <i>ātma-svarūpa</i> (the real nature of oneself), which is the one infinite whole, just as an illusory snake is actually just a rope. This is explained by Bhagavan in verses <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu24\">24</a> and <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu25\">25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] existing nature, God and souls are only one substance. Only [their] awareness of adjuncts is different.<br>\n<br>\n<a name=\"uu25\"></a>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or being aware of] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\nThat is, as I explained to you in my earlier reply, <a href=\"http://happinessofbeing.blogspot.com/2017/02/what-is-difference-between-pure.html\">What is the difference between pure awareness and the ego, and how are they related?</a>, as this ego we are <i>cit-jaḍa-granthi</i>, an entangled and tightly knotted mixture of pure awareness (<i>cit</i>) and whatever adjuncts we take to be ourself, such as this body, which is insentient (<i>jaḍa</i>), so what Bhagavan means by adjuncts (<i>upādhis</i>) in this context is whatever phenomena we mistake to be either ourself or features of ourself.<br>\n<br>\nJust as we identify ourself with certain adjuncts, such as the attributes of having limited knowledge, limited power and limited love, we identify God with certain other adjuncts, such as the attributes of having unlimited knowledge, unlimited power and unlimited love. However, all these adjuncts exist only in our limited view, because what God actually is is just the one infinite whole, other than which nothing exists, so in his view there are no adjuncts but only himself.<br>\n<br>\nTherefore God is what we actually are, so in order for us to be aware of him as he actually is, all we need do is to see ourself as we actually are, which entails seeing ourself without any adjuncts. This is why Bhagavan says that knowing (or being aware of) oneself without adjuncts is itself knowing God.<br>\n<br>\nTherefore without adjuncts we are God, who is just pure and infinite awareness, whereas with adjuncts we are the ego. However, when we see ourself as this ego, we see God as something other than ourself, and thus we limit him as just one part of a tripartite appearance consisting of world, soul and God.<br>\n<br>\nTherefore the mistake we make lies in our seeing ourself, the one indivisible whole, as if we were tripartite, and the root cause of this error lies in our seemingly limiting ourself as this ego and thereby projecting the appearance of the world and God as if they were separate from ourself. Hence all that we need do to dissolve this tripartite appearance is simply to see ourself as we actually are, which is without any adjuncts, as just pure, indivisible and otherless awareness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "21",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2611039524118721708/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg3NDk1MTEzOTQ5Cm9mZnNldDogMAo\""
}