{
    "kind": "blogger#post",
    "id": "7597696026062777880",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-07-07T08:56:00+01:00",
    "updated": "2017-07-07T08:56:50+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/07/the-non-existence-of-ego-body-and-world.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7597696026062777880",
    "title": "The non-existence of the ego, body and world in <i>manōlaya</i> is only temporary, whereas in <i>manōnāśa</i> it is permanent",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.co.uk/2017/06/there-is-absolutely-no-difference.html#c2064891937773603134\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.co.uk/2017/06/there-is-absolutely-no-difference.html\">There is absolutely no difference between sleep and pure self-awareness (<i>ātma-jñāna</i>)</a>, a friend called Roger asked me why, if there is no difference between sleep and self-awareness, Gaudapada says in <i>Māṇḍukya Kārikā</i> 3.44 that (in Roger’s words) ‘when during meditation the mind becomes inactive in oblivion (susupti / sleep) the mind should be awakened again, just the same as if the mind is distracted’. From this verse and Sankara’s commentary on it Roger inferred that ‘It seems you teach that sleep is the highest state, your whole teaching is oriented toward this, but Shankara explicitly warns against it’. Therefore this article is written in reply to this and a subsequent comment by Roger.<br><a name='more'></a>\n<ol>\n<li><a href=\"#laya\">Apart from whatever sleep we require, we should avoid remaining in <i>manōlaya</i>, because we cannot destroy our mind except in waking or dream</a></li>\n<li><a href=\"#clue\">By teaching us that there is no difference between sleep and pure self-awareness Bhagavan gave us a valuable clue and prompted us to change our perspective</a></li>\n<li><a href=\"#uu13\"><i>Upadēśa Undiyār</i> verse 13: from the perspective of the ego in waking or dream the distinction between <i>manōlaya</i> and <i>manōnāśa</i> is in effect real</a></li>\n<li><a href=\"#aim\">The permanent non-existence of any ego, body or world in <i>manōnāśa</i>, and not their temporary non-existence in <i>manōlaya</i>, is the only worthwhile aim</a></li>\n<li><a href=\"#vicara\">Even though the ego or mind seems to exist, it does not actually exist, so we can destroy it only by looking at it carefully enough to see what it actually is</a></li>\n</ol>\n<a name=\"laya\"></a><b>1. Apart from whatever sleep we require, we should avoid remaining in <i>manōlaya</i>, because we cannot destroy our mind except in waking or dream</b><br>\n<br>\nRoger, firstly I should point out that I do not have any ‘teaching’ of my own, and what I am doing in this blog is simply sharing my translations and understanding of Bhagavan’s teachings with anyone who is interested in them, and I usually back up my explanations with reference to his original Tamil writings and other reliable sources.<br>\n<br>\nWhat Gaudapada says in <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya\"><i>Māṇḍukya Kārikā</i></a> <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143712.html\">3.44</a> is that if the mind subsides in <i>laya</i> (temporary dissolution or abeyance) one should awaken it, and if it is dissipated (by thoughts or awareness of multiplicity) one should bring it back to a state of quietude, but if it has achieved a state of equilibrium (steadily poised between being dissipated and subsiding in <i>laya</i>) one should not let it move (either towards dissipation or towards <i>laya</i>). If we attend to anything other than ourself, we are allowing our mind to be dissipated, whereas if we are keenly self-attentive, we are preventing our mind not only from being dissipated but also from subsiding into any kind of <i>laya</i>, so the practice that Gaudapada describes in this verse is by implication the same practice of self-investigation (<i>ātma-vicāra</i>) taught by Bhagavan, as he confirms in the next verse, <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143713.html\">3.45</a>, in which he says that if the mind comes out from the state of motionlessness, it should again make effort to become one (with oneself, <i>ātman</i>).<br>\n<br>\nIn this context <i>laya</i> obviously means <i>manōlaya</i> (temporary dissolution of mind), and any state of <i>manōlaya</i>, whether it be brought about by tiredness, shock, anaesthesia, death, any kind of spiritual practice or any other means, is in effect just a state of sleep (<i>suṣupti</i>), as Sankara implies in his commentary on this verse (if the <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143712.html\">translation of it by Nikhilananda</a> is accurate in this respect), so even if it is called by fancy names such as <i>nirvikalpa samādhi</i>, no state of <i>manōlaya</i> is spiritually any more beneficial than sleep, as Bhagavan used to illustrate by telling the story of a <i>yōgi</i> on the banks of the Ganga who once remained in <i>nirvikalpa samādhi</i> for three hundred years yet came out of it without any spiritual improvement.<br>\n<br>\nSince the ego or mind exists only in waking and dream, it can be destroyed only in either of these two states, so remaining in sleep or any other state of <i>manōlaya</i> cannot help us in our effort to destroy the mind. However, this does not mean that there is anything intrinsically wrong with being asleep in any kind of <i>manōlaya</i>, or that there is any defect in such a state other than the fact that we will sooner or later come out of it. All it means is that if we are intent on destroying the mind by self-investigation we should not remain in <i>manōlaya</i> any longer than is necessary for the mind to recuperate its energy so that we can once again resume our persistent effort to be keenly and steadily self-attentive.<br>\n<br>\n<a name=\"clue\"></a><b>2. By teaching us that there is no difference between sleep and pure self-awareness Bhagavan gave us a valuable clue and prompted us to change our perspective</b><br>\n<br>\nWhen Bhagavan taught us that there is absolutely no difference between sleep and pure self-awareness (<i>ātma-jñāna</i>), he was obviously speaking from the perspective of pure self-awareness, and he did not intend to deny that from the perspective of the ego or mind in waking and dream sleep seems to be something other than the eternal and ever-unbroken state of pure self-awareness. The reason why he taught us that there is absolutely no difference between sleep and pure self-awareness was firstly to give us an important clue regarding the nature of pure self-awareness, namely that it is devoid of even the slightest awareness of anything else, as we experience every day in sleep, and secondly because his aim is to get us to change our perspective, which we can effectively do only by investigating ourself and thereby eradicating the ego or mind.<br>\n<br>\nThe clue that he thus gave us is extremely valuable because it helps us to understand that anything that we were not aware of in sleep is not what we actually are, which is just pure self-awareness, so whatever else may appear in our awareness, we should try to turn our attention back to fix it firmly on ourself, the fundamental self-awareness that underlies and supports the appearance of everything else. If we persevere in trying in this way to be as keenly self-attentive as possible, our present perspective, which is the perspective of the ego or mind, will dissolve, and the perspective that will then remain is that of pure self-awareness, in the clear view of which there is absolutely no difference between itself and what we experience every day in sleep.<br>\n<br>\n<a name=\"uu13\"></a><b>3. <i>Upadēśa Undiyār</i> verse 13: from the perspective of the ego in waking or dream the distinction between <i>manōlaya</i> and <i>manōnāśa</i> is in effect real</b><br>\n<br>\nAs we know from our experience in sleep every day, in the state of pure self-awareness there are absolutely no differences or distinctions of any kind whatsoever. However, from the perspective of the ego or mind in waking or dream differences and distinctions do seem to exist, so they are in effect real so long as we seem to be this ego or mind. From the perspective of the ego one important distinction is the difference between <i>manōlaya</i> (temporary dissolution of the mind) and <i>manōnāśa</i> (permanent destruction of the mind), as pointed out by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu13\">verse 13</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இலயமு நாச மிரண்டா மொடுக்க<br>\nமிலயித் துளதெழு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெழாதுரு மாய்ந்ததே லுந்தீபற.<br>\n<br>\n<i>ilayamu nāśa miraṇḍā moḍukka<br>\nmilayit tuḷadeṙu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veṙāduru māyndadē lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இலயமும் நாசம் இரண்டு ஆம் ஒடுக்கம். இலயித்து உளது எழும். எழாது உரு மாய்ந்ததேல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ilayam-um nāśam iraṇḍu ām oḍukkam. ilayittu uḷadu eṙum. eṙādu uru māyndadēl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஒடுக்கம் இலயமும் நாசம் இரண்டு ஆம். இலயித்து உளது எழும். உரு மாய்ந்ததேல் எழாது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>oḍukkam ilayam-um nāśam iraṇḍu ām. ilayittu uḷadu eṙum. uru māyndadēl eṙādu</i>.<br>\n<br>\n<b>English translation:</b> Subsidence [of mind] is [of] two [kinds]: <i>laya</i> and <i>nāśa</i>. What is lying down [or dissolved in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise.</blockquote>\nFrom the perspective of the ego or mind in waking or dream we seem to have risen from sleep, so from this perspective sleep is just a state of <i>manōlaya</i>, and so long as we remain in <i>manōlaya</i> we cannot achieve <i>manōnāśa</i>. This is why Gaudapada, Sankara and Bhagavan all taught us that if the mind subsides into <i>laya</i> as a result of any kind of spiritual practice we should awaken it and try to fix it firmly in self-attentiveness. That is, as Gaudapada implied in <i>Māṇḍukya Kārikā</i> <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143712.html\">3.44</a> (which you referred to in <a href=\"http://happinessofbeing.blogspot.co.uk/2017/06/there-is-absolutely-no-difference.html#c2064891937773603134\">your first comment</a>), we need to remain so steadily balanced in the state of keen self-attentiveness that we avoid both being distracted by any thoughts (any awareness of anything other than ourself) and subsiding into <i>laya</i>.<br>\n<br>\nThis obviously does not mean that we should try to avoid sleeping altogether, because our mind needs to periodically subside back into its source in order to recuperate its energy, which is dissipated by its activity in waking and dream. However, it does mean that we need to avoid <i>nirvikalpa samādhi</i> or any other kind of <i>manōlaya</i> brought about by any kind of spiritual practice, because our aim should be to destroy the mind, and we can destroy it only when it seems to exist, which is not in <i>laya</i> but only in waking and dream.<br>\n<br>\nThe nature of the ego or mind is to attend to things other than itself, and it can survive only so long as it does so, because if it tries to attend to itself keenly enough, it will subside and disappear forever, since it seems to exist only so long as it is attending to other things. That is, just as an illusory snake will cease to exist as soon as one looks at it carefully enough to see that it is actually just a rope, the ego that we now seem to be will cease to exist as soon as we look at ourself carefully enough to see what we actually are, which is just pure self-awareness, forever uncontaminated by any awareness of anything else.<br>\n<br>\n<a name=\"aim\"></a><b>4. The permanent non-existence of any ego, body or world in <i>manōnāśa</i>, and not their temporary non-existence in <i>manōlaya</i>, is the only worthwhile aim</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.co.uk/2017/06/there-is-absolutely-no-difference.html#c6981023395494479041\">your second comment</a> you talk about the state of ‘no ego, no body, no world’, which you equate with sleep and <i>nirvikalpa samādhi</i>, which are both states of <i>manōlaya</i>, but you overlook the fact that <i>manōnāśa</i> is also a state of ‘no ego, no body, no world’. In <i>manōlaya</i> the non-existence of the ego, body and world is only temporary, because they all reappear as soon as we rise as this ego in waking or dream, whereas in <i>manōnāśa</i> they not only do not reappear but never appeared in the first place, because <i>manōnāśa</i> occurs only when we investigate this ego and find that it has never actually existed at all.<br>\n<br>\nTherefore <i>manōlaya</i> of any kind is at best only a temporary solution to our problems, so it is not a worthwhile aim, whereas <i>manōnāśa</i> is the permanent solution to all problems, including their root, the ego, so it is the only truly worthwhile aim. However, the choice is ours: sages such as Gaudapada, Sankara and Bhagavan will never compel us to seek <i>manōnāśa</i>, but they have explained very clearly why it is the only worthwhile aim, so if we are wise we will follow their advice and try persistently to investigate ourself by being keenly self-attentive until we lose ourself (this ego) forever in the absolute clarity of pure self-awareness, which is what we always actually are.<br>\n<br>\n<a name=\"vicara\"></a><b>5. Even though the ego or mind seems to exist, it does not actually exist, so we can destroy it only by looking at it carefully enough to see what it actually is</b><br>\n<br>\nIf the ego or mind actually existed, there might perhaps be various ways to kill it, but since it does not actually exist but merely seems to exist, the only way to destroy it is self-investigation (<i>ātma-vicāra</i>), which entails it looking at itself very carefully in order to see what it actually is. Since the only thing that actually exists is <i>ātma-svarūpa</i> (the ‘own form’ or real nature of oneself), as Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, what seems to be the ego or mind is only <i>ātma-svarūpa</i>, so when we (as this ego) look carefully at ourself to see what we actually are, we will see that we are just <i>ātma-svarūpa</i>, which is pure self-awareness, and hence we will never again mistake ourself to be the ego or mind.<br>\n<br>\nTherefore, just as the only way to ‘kill’ an illusory snake is to look at it carefully enough to see that it is just a rope, the only way to destroy the ego or mind is to look at it carefully enough to see that it is just pure self-awareness. Therefore if we understand the teachings of Gaudapada, Sankara and Bhagavan clearly enough and are thereby firmly convinced that <i>manōnāśa</i> is the only worthwhile goal, we will naturally be drawn to the path of self-investigation and will not be interested in pursuing any other spiritual practices, because all spiritual practices other than self-investigation entail attending to something other than ourself, which necessarily perpetuates the delusion that we are this ego, the false awareness that is aware of other things.<br>\n<br>\nOther practices may have other benefits, so they may be suitable for those who seek other benefits, but all other benefits can only be for the ego, whose reality Bhagavan has taught us to doubt and therefore investigate. In your view this may seem ‘rather inflexible and narrow’, as you say in <a href=\"http://happinessofbeing.blogspot.co.uk/2017/06/there-is-absolutely-no-difference.html#c6981023395494479041\">your second comment</a>, but is it possible for us to destroy ourself, this ego, unless our focus on being self-attentive is extremely narrow (one-pointed) and inflexible (steadfast and persistent)?</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "148",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7597696026062777880/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk5NDE0MjEwOTE3Cm9mZnNldDogMzYwMDAwMAo\""
}