{
    "kind": "blogger#post",
    "id": "83108121498871826",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-07-13T13:37:00+01:00",
    "updated": "2017-07-13T13:37:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/07/pure-self-awareness-is-not-nothingness.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/83108121498871826",
    "title": "Pure self-awareness is not nothingness but the only thing that actually exists",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me asking, ‘What is the difference between nothingness and complete self-awareness? I understand the destruction of the mind is the ultimate goal of the practice, but does that mean we aim to just be nothing at all?’, but then added, ‘Obviously this question arises from an ego that is afraid to not be, but I am curious’. The following is adapted from my reply to him:<br><a name='more'></a>\n<br>\nPure self-awareness is what we actually are, so unless you can deny your own existence it is not nothing, and hence not nothingness either (as I explained in much greater detail in one of my earlier articles: <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html\">Self-knowledge is not a void (<i>śūnya</i>)</a>).<br>\n<br>\nPure self-awareness is ‘nothingness’ only in the sense that it is devoid of phenomena, but phenomena are actually nothingness , because they are illusory appearances that seem to exist only in the view of the ego, which is itself not real, so they do not actually exist.<br>\n<br>\nTherefore pure self-awareness is actually devoid of nothingness. It alone exists, so it is the only thing, and hence it is everything, because there is nothing other than it. It is absolute fullness — the fullness of infinite, indivisible, immutable and eternal <i>sat-cit-ānanda</i>: being (<i>sat</i>), awareness (<i>cit</i>) and happiness (<i>ānanda</i>), which are one and the same thing.<br>\n<br>\n<a name=\"un12\"></a>This is why Bhagavan concluded <a href=\"http://happinessofbeing.blogspot.com/2017/07/what-we-actually-are-is-just-pure-self.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i> (the meaning of which I discussed in detail in <a href=\"http://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html\"><i>Uḷḷadu Nāṟpadu</i> verse 12: other than the real awareness that we actually are, there is nothing to know or make known</a>) by saying that since it shines without any other to know or to cause to be known, what we actually are is real awareness, and it is not nothingness or a void:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself] is not real <i>aṟivu</i> [knowledge or awareness]. Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. It is not a void [or nothingness]. Know [or be aware].</blockquote>\nThe absence of any phenomena seems to be nothingness only in the view of the ego (which is the false awareness that he refers to here as ‘அறியும் அது’ (<i>aṟiyum adu</i>), ‘that which knows’, meaning that which knows or is aware of things other than itself), because we seem to be this ego only when we are aware of phenomena, so awareness of phenomena is the very nature of the ego. It appears and co-exists with the ego in waking and dream, and disappears with it in sleep.<br>\n<br>\nSince the ego does not exist in sleep, in its view sleep seems to be a state of nothingness. However, though the ego does not exist then, in sleep we exist and are aware of our existence, and hence after waking we know ‘I slept’.<br>\n<br>\nThe ‘I’ that existed and was aware that it existed in sleep is not the ego but what we actually are. However, since we now experience ourself as this phenomena-knowing ego, we seem to be not aware of ourself as we actually are, and hence we do not have a clear impression of what we were actually aware of in sleep, which is nothing other than the pure self-awareness that we actually are.<br>\n<br>\nAll this will become clear to us to the extent that we practise being keenly and persistently self-attentive, because the more keenly and persistently self-attentive we are, the more familiar we will become with self-awareness in isolation (or at least relative isolation) from all phenomena.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "262",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/83108121498871826/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk5OTQ5NDUwNDQ2Cm9mZnNldDogMzYwMDAwMAo\""
}