{
    "kind": "blogger#post",
    "id": "4995458425969308091",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-12-28T22:15:00Z",
    "updated": "2023-07-27T08:30:29+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4995458425969308091",
    "title": "<i>Upadēśa Kaliveṇbā</i>: the extended version of <i>Uḷḷadu Nāṟpadu</i>",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Sri Muruganar had collected twenty-one verses that Bhagavan had composed on various occasions, and in July 1928 he asked Bhagavan to compose some more verses in order to form a work of forty verses (like four ancient Tamil poems each of which consisted of forty verses, namely <i>Iṉṉā Nāṟpadu</i>, <i>Iṉiyavai Nāṟpadu</i>, <i>Kār Nāṟpadu</i> and <i>Kaḷavaṙi Nāṟpadu</i>) elucidating the nature of reality and the means to attain it. Accordingly on the 21st July 1928 Bhagavan began to compose more verses on this subject, and in order to arrange them into a logical order and to form them into coherent text, he and Muruganar would discuss in detail the progress of the work, where gaps needed to be filled, and which of the original twenty-one verses should be retained and which discarded.<br><a name='more'></a>\n<br>\nIn the end only three of the original twenty-one verses were retained in <i>Uḷḷadu Nāṟpadu</i>, namely verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un16\">16</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un37\">37</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">40</a>, and of these three the original verse that became verse 16 (which is now included in <i>Upadēśa Taṉippākkaḷ</i> as <a href=\"http://happinessofbeing.blogspot.com/2014/04/scientific-research-on-consciousness.html#ut13\">verse 13</a>) was modified by Bhagavan to form the present verse. The other eighteen of the original verses, along with three new verses that he composed while compiling <i>Uḷḷadu Nāṟpadu</i>, were not retained because they were not sufficiently germane to the subject, so these twenty-one discarded verses were formed into a separate work called <i>Uḷḷadu Nāṟpadu Anubandham</i> (the appendix or supplement to <i>Uḷḷadu Nāṟpadu</i>). In 1931 nine more verses that Bhagavan had composed in the meanwhile were added to this <i>Anubandham</i>, another seven were added in 1938, and finally another four were added in 1940, so it became a work of forty-one verses, the first of which was then treated as a benedictory verse (<i>maṅgalam</i>) to the other forty.<br>\n<br>\nWhereas most of the verses of <i>Uḷḷadu Nāṟpadu Anubandham</i> are ones that Bhagavan translated from Sanskrit or Malayalam, all of the verses of <i>Uḷḷadu Nāṟpadu</i> are his own original compositions, and most of them were composed between 21st July and 8th August 1928 in answer to Muruganar’s prayer to compose a text explaining the nature of reality and the means to attain it. On 8th August 1928 Bhagavan and Muruganar considered <i>Uḷḷadu Nāṟpadu</i> to be completed, and at that time it consisted of a text (<i>nūl</i>) of forty verses in <i>veṇbā</i> metre, each comprised of four lines, with one benedictory verse (<i>maṅgalam</i>), which was a <i>kuṟaḷ veṇbā</i> (a two-line <i>veṇbā</i>) and which is now the last two lines of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a>.<br>\n<br>\nHowever three days later, on 11th August 1928, Kavyakantha Ganapati Sastri was informed that Bhagavan had composed a new work, so he asked to see it, and on glancing at it he asked why the <i>maṅgalam</i> verse was not a four-line one like all the others. Bhagavan then explained to him that it was actually composed in the same metre but just a briefer version of it, and that <i>Tirukkuṟaḷ</i> (the best known and one of the most highly revered classics of ancient Tamil literature) consists entirely of such <i>kuṟaḷ veṇbās</i>, because it is particularly suited to expressing aphorisms. However Kavyakantha persisted, saying that since it is the same metre it would be better if it consisted of four lines like all the other verses, so Bhagavan looked at Muruganar, who suggested that the meaning could be made more clear if he were to compose two more lines before these two, and hence Bhagavan composed the first two lines of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a>, thereby transforming it into a four-line <i>veṇbā</i>.<br>\n<br>\nKavyakantha then asked Bhagavan to explain the meaning of these four lines, and when he found that they made no direct mention of God, he remarked that a <i>maṅgalam</i> verse should praise God or invoke his blessings and suggested that Bhagavan should therefore compose another verse as the <i>maṅgalam</i> instead of this one. Bhagavan replied, however, that that would not be necessary, because this verse was appropriate to the aim and purpose of <i>Uḷḷadu Nāṟpadu</i>, namely to elucidate the nature of reality and the means to attain it. Kavyakantha then read the whole work and found that only one verse mentioned a name of God, namely <i>Mahēśaṉ</i> (‘the Great Lord’, which is a name of Śiva), so he suggested that that would be a more suitable verse to have as the <i>maṅgalam</i>. Bhagavan and Muruganar then discussed this suggestion and decided that since the existing <i>maṅgalam</i> verse explains the practice of self-investigation (<i>ātma-vicāra</i>) while that other verse describes the practice of complete self-surrender, it would be appropriate to use that as a <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm2\">second <i>maṅgalam</i> verse</a>. Therefore since that left only thirty-nine verses in the main text (<i>nūl</i>), Bhagavan composed and added one more verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un31\">verse 31</a>. Thus on that day, 11th August 1928, <i>Uḷḷadu Nāṟpadu</i> was completed in its present form.<br>\n<br>\nHowever, since devotees naturally wanted to include <i>Uḷḷadu Nāṟpadu</i> among all his other works that they regularly chanted in his presence, in order to make it easier for them to memorise the verses in the correct order, Bhagavan linked all forty-two of them (the two <i>maṅgalam</i> verses and the forty verses of the main text) together as a single <i>kaliveṇbā</i>, as he did in the case of all the other works that he composed entirely in <i>veṇbā</i> metre, namely <a href=\"http://happinessofbeing.blogspot.com/2009/05/ekatma-vivekam-kalivenba-version-of.html\"><i>Ēkāṉma Pañcakam</i></a>, <i>Dēvikālōttaram: Jñāṉācāra-Vicāra-Paṭalam</i>, <i>Sarvajñāṉōttaram: Āṉma-Sāṭṣātkāra-p-Pirakaraṇam</i>, <i>Bhagavad Gītā Sāram</i> and <i>Āṉma-Bōdham</i>, except <i>Śrī Aruṇācala Pañcaratnam</i>, which he did not link together as a <i>kaliveṇbā</i> because he had first composed it in Sanskrit, so when it was chanted in his presence each verse was recited first in Sanskrit and then in Tamil. Since உள்ளது நாற்பது (<i>Uḷḷadu Nāṟpadu</i>) means ‘Forty Verses on What Is’ and since the <i>kaliveṇbā</i> version of it is not forty verses but just one, Bhagavan named it உபதேசக் கலிவெண்பா (<i>Upadēśa-k-Kaliveṇbā</i>), ‘Teachings in <i>Kaliveṇbā</i>’.<br>\n<br>\nTo understand what linking a series of <i>veṇbās</i> together as a <i>kaliveṇbā</i> entails, it is necessary for one to know at least a little about this வெண்பா (<i>veṇbā</i>) metre, which is formed of two or more lines (generally an even number of lines, except in the case of a <i>cintiyal veṇbā</i>, which consists of three lines, or some <i>paḵṟoḍai veṇbās</i> or <i>kaliveṇbās</i> of an <i>iṉṉisai</i> variety), and each line (<i>aḍi</i>) consists of four feet, except for the final line (<i>īṯṟaḍi</i>), which consists of two full feet and one terminating foot, which is of a shorter duration. Each foot (<i>sīr</i>) is formed of units called <i>asai</i> (a term that is often translated as ‘metrical syllable’, but which consists of either one or two actual syllables, as I will explain in more detail below), the plural of which is <i>asaigaḷ</i>, and whereas a full foot in a <i>veṇbā</i> consists of either two or three <i>asaigaḷ</i>, the terminating foot (<i>īṯṟu-c-cīr</i>) consists of just one <i>asai</i> (though according to one way of analysing them, two kinds of terminating foot are considered to consist of two <i>asaigaḷ</i>, though the second one is just a short ‘u’ sound). So for example a <i>kuṟaḷ veṇbā</i> (a ‘dwarf’ or short <i>veṇbā</i>) consists of one line of four feet and a final line of two full feet and one terminating foot, whereas a four-line <i>veṇbā</i>, which is the standard and most commonly occurring variety, consists of three lines of four feet and a final line of two full feet and one terminating foot.<br>\n<br>\nA <i>veṇbā</i> consisting of five to twelve lines is called a பஃறொடை வெண்பா (<i>paḵṟoḍai veṇbā</i>) (a six-line example of which is the final verse of <i>Āṉma-Bōdham</i>, Bhagavan’s Tamil translation of <i>Ātma-Bōdha</i>), whereas one of thirteen or more lines is called a கலிவெண்பா (<i>kaliveṇbā</i>), but however many lines any such <i>veṇbā</i> consists of, each line will consist of four feet except for the final one, which will consist of two full feet and one terminating foot. Therefore when four or more four-line <i>veṇbās</i> are linked together to form a <i>kaliveṇbā</i>, the fourth line of each except the final verse will be transformed into a four-foot line by extending its terminating foot to form a full foot of two or three <i>asaigaḷ</i> (unless the terminating foot is of a type called <i>kāsu</i> or <i>piṟappu</i>, which I will explain below, in which case it may not need to be extended, because in a non-terminal position it would become a two-<i>asai</i> foot of the type called <i>tēmā</i> or <i>puḷimā</i> respectively) and by adding a fourth foot, and the syllables or words in the extension may extend the meaning of either the previous or the following verse, or in many cases both.<br>\n<br>\nFor example, when extending the last line of <a href=\"#uk25\">verse 25</a> to link it to <a href=\"#uk26\">verse 26</a>, Bhagavan changed its terminating foot, யோர் (<i>yōr</i>), to யோர்வாய் (<i>yōrvāy</i>), thereby transforming the imperative ஓர் (<i>ōr</i>), which means ‘investigate’ or ‘know’, into an optative or more polite imperative, ஓர்வாய் (<i>ōrvāy</i>), which means ‘may you investigate’ or ‘may you know’, and then he added a fourth foot, கருவாம் (<i>karuvām</i>), from which the final mute consonant ம் (<i>m</i>) coalesced with the initial vowel அ (<i>a</i>) in the first foot of verse 26. கருவாம் (<i>karuvām</i>) is a euphonic coalescence of two words, ‘கரு ஆம்’ (<i>karu ām</i>), so it is a relative clause that means ‘which is the embryo [womb, efficient cause, inner substance or foundation]’ and that describes the first word of verse 26, அகந்தை (<i>ahandai</i>), ‘the ego’. Therefore when he linked all the forty-two verses of <i>Uḷḷadu Nāṟpadu</i> to form the one verse of <i>Upadēśa Kaliveṇbā</i>, he added valuable ideas like this to many of the verses.<br>\n<br>\nThough the name வெண்பா (<i>veṇbā</i>) is a compound of two words, ‘வெள் பா’ (<i>veḷ pā</i>), which means a white, pure or simple verse, its unique prosody is actually quite complex, being defined by a set of strict rules of rhythm, rhyme and alliteration (as can be seen from the explanation of some of its rules given in Wikipedia both in Tamil, <a href=\"https://ta.wikipedia.org/wiki/வெண்பா\">வெண்பா</a>, and in English, <a href=\"https://en.wikipedia.org/wiki/Venpa\">Venpa</a>). The primary, strictest and most complex rules for a <i>veṇbā</i> are those that govern its rhythm, and these apply to all varieties of <i>veṇbā</i>, whereas the rules that govern its rhyme and alliteration are secondary and less complex, and do not apply equally strictly to all varieties of <i>veṇbā</i>. A four-line <i>veṇbā</i> in which all the rules of rhyme and alliteration are strictly adhered to, as in the case of all the verses of <i>Uḷḷadu Nāṟpadu</i>, is called a நேரிசை வெண்பா (<i>nērisai veṇbā</i>), whereas one in which any of these rules are not strictly adhered to is called an இன்னிசை வெண்பா (<i>iṉṉisai veṇbā</i>).<br>\n<br>\nThe rules that govern the rhythm of a <i>veṇbā</i> define all the permissible varieties of சீர் (<i>sīr</i>) or metrical foot that can be used, and the type of அசை (<i>asai</i>) that should begin each consecutive foot. There are two principal types of அசை (<i>asai</i>): நேரசை (<i>nēr-asai</i>), which consists one syllable, and நிரையசை (<i>nirai-y-asai</i>), which consists of two syllables, but these are generally referred to as just நேர் (<i>nēr</i>) and நிரை (<i>nirai</i>) respectively. There are also two other types of அசை (<i>asai</i>), which are rarely used except in the terminating foot (<i>īṯṟu-c-cīr</i>) of a <i>veṇbā</i>, namely நேர்பு (<i>nērbu</i>) and நிரைபு (<i>niraibu</i>), which are respectively a நேர் (<i>nēr</i>) or நிரை (<i>nirai</i>) followed by a short ‘u’ sound (as for example in the terminating feet of verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un19\">19</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">27</a> of <i>Uḷḷadu Nāṟpadu</i>, namely சாற்று (<i>sāṯṟu</i>) in both cases, which is a <i>nērbu</i>, and of verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">5</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un34\">34</a>, namely கழறு (<i>kaṙaṟu</i>), யறிவு (<i>yaṟivu</i>) and சழக்கு (<i>caṙakku</i>) respectively, all of which are <i>niraibu</i>). <br>\n<br>\nThe first syllable of a <i>nirai</i> must be short (either a short vowel or a consonant combined with a short vowel) and also open (not followed by a mute consonant, that is, one that is not followed by (and hence combined with) a vowel), whereas its second syllable can be either short or long and either open or closed (followed by a mute consonant). Like the second syllable of a <i>nirai</i>, a <i>nēr</i> can be either short or long and either open or closed, so if a foot (<i>sīr</i>) begins with a short open syllable, its first two syllables will form a <i>nirai</i>, or else its first syllable will form a <i>nēr</i>.<br>\n<br>\nAs I mentioned above, except the terminating foot (<i>īṯṟu-c-cīr</i>), each foot (<i>sīr</i>) in a <i>veṇbā</i> consists of either two or three <i>asaigaḷ</i>, but the third <i>asai</i> of any foot will always consist of a single syllable, so it will be a <i>nēr</i>. Therefore (excluding the terminating foot) there are eight varieties of <i>sīr</i> that can be used in a <i>veṇbā</i> (namely four each of two <i>asaigaḷ</i> and three <i>asaigaḷ</i>), and each variety is given a name that is easy to remember and is of the same metrical form as the <i>sīr</i> it describes, namely <i>tēmā</i> (<i>nēr-nēr</i>), <i>puḷimā</i> (<i>nirai-nēr</i>), <i>kūviḷam</i> (<i>nēr-nirai</i>), <i>karuviḷam</i> (<i>nirai-nirai</i>), <i>tēmāṅgāy</i> (<i>nēr-nēr-nēr</i>), <i>puḷimāṅgāy</i> (<i>nirai-nēr-nēr</i>), <i>kūviḷaṅgāy</i> (<i>nēr-nirai-nēr</i>) and <i>karuviḷaṅgāy</i> (<i>nirai-nirai-nēr</i>). Likewise there are four varieties of ஈற்றுச்சீர் (<i>īṯṟu-c-cīr</i>) or ‘terminating foot’, which are also given easily remembered names: <i>nāḷ</i> (<i>nēr</i>), <i>malar</i> (<i>nirai</i>), <i>kāsu</i> (<i>nērbu</i>), <i>piṟappu</i> (<i>niraibu</i>).<br>\n<br>\nThe varieties of <i>sīr</i> are classified according to their final <i>asai</i>, so there are two varieties of மாச்சீர் (<i>mā-c-cīr</i>), namely <i>tēmā</i> and <i>puḷimā</i>, two varieties of விளச்சீர் (<i>viḷa-c-cīr</i>), namely <i>kūviḷam</i> and <i>karuviḷam</i>, and four varieties of காய்ச்சீர் (<i>kāy-c-cīr</i>), namely <i>tēmāṅgāy</i>, <i>puḷimāṅgāy</i>, <i>kūviḷaṅgāy</i> and <i>karuviḷaṅgāy</i>. This classification is helpful to define தளை (<i>taḷai</i>), the ‘tie’ that binds each <i>sīr</i> to the next one so as to ensure that a rhythmic flow or pattern of sounds is maintained in each <i>veṇbā</i>, because the type of each <i>sīr</i> determines the type of <i>asai</i> that should begin the next <i>sīr</i>. That is, a <i>mā-c-cīr</i> (<i>tēmā</i> or <i>puḷimā</i>) must be followed by a <i>sīr</i> beginning with a <i>nirai</i> (<i>puḷimā</i>, <i>karuviḷam</i>, <i>puḷimāṅgāy</i>, <i>karuviḷaṅgāy</i>, <i>malar</i> or <i>piṟappu</i>), whereas a <i>viḷa-c-cīr</i> (<i>kūviḷam</i> or <i>karuviḷam</i>) or a <i>kāy-c-cīr</i> (<i>tēmāṅgāy</i>, <i>puḷimāṅgāy</i>, <i>kūviḷaṅgāy</i> or <i>karuviḷaṅgāy</i>) must be followed by a <i>sīr</i> beginning with a <i>nēr</i> (<i>tēmā</i>, <i>kūviḷam</i>, <i>tēmāṅgāy</i>, <i>kūviḷaṅgāy</i>, <i>nāḷ</i> or <i>kāsu</i>). These rules are called வெண்டளை (<i>veṇḍaḷai</i>), the தளை (<i>taḷai</i>) that characterises a வெண்பா (<i>veṇbā</i>), and for other types of metres other rules of <i>taḷai</i> apply.<br>\n<br>\n<a name=\"un26\"></a>As an example of how this works, let us consider <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. The ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.</blockquote>\nThe <i>asaigaḷ</i> that form each <i>sīr</i> of this verse are:<br>\n<blockquote><i>nirai-nēr-nēr nēr-nēr nirai-nēr-nēr nēr-nēr<br>\nnirai-nēr-nēr nēr-nēr nirai-nēr — nirai-nēr-nēr<br>\nnēr-nirai nēr-nirai nēr-nirai-nēr nēr-nirai<br>\nnēr-nirai nēr-nirai-nēr nēr</i>.</blockquote>\nTherefore the names of each of these feet (<i>sīrgaḷ</i>) are:<br>\n<blockquote><i>puḷimāṅgāy tēmā puḷimāṅgāy tēmā<br>\npuḷimāṅgāy tēmā puḷimā — puḷimāṅgāy<br>\nkūviḷam kūviḷam kūviḷaṅgāy kūviḷam<br>\nkūviḷam kūviḷaṅgāy nāḷ</i>.</blockquote>\nHere we can see that, in accordance with the principles of <i>veṇḍaḷai</i>, each <i>kāy-c-cīr</i> (in this case each <i>puḷimāṅgāy</i> or <i>kūviḷaṅgāy</i>) and each <i>viḷa-c-cīr</i> (in this case each <i>kūviḷam</i>) is followed by a <i>sīr</i> beginning with a <i>nēr-asai</i>, whereas each <i>mā-c-cīr</i> (in this case each <i>tēmā</i>) is followed by a <i>sīr</i> beginning with a <i>nirai-y-asai</i>.<br>\n<br>\nThe principles that govern the rhymes and alliterations within each <i>veṇbā</i> are called தொடை (<i>toḍai</i>), which in this context means ‘connection’ (being derived from the causative form of தொடு (<i>toḍu</i>), which means to connect or link), and which is of two principal kinds, namely எதுகை (<i>edugai</i>), which is ‘rhyming’ or matching of the second letter or group of letters (whether a consonant, a consonant-consonant combination or a consonant-vowel combination) of two or more feet (<i>sīrgaḷ</i>), and மோனை (<i>mōṉai</i>), which is alliteration of the first letter (whether a vowel or a consonant-vowel combination) of two or more feet. Both of these types of <i>toḍai</i> are required in a நேரிசை வெண்பா (<i>nērisai veṇbā</i>), but before I explain how they should be used I should first mention one other feature of such a <i>veṇbā</i>.<br>\n<br>\nThat is, the fourth and final foot of the second line of a <i>nērisai veṇbā</i> (and of every alternate line of a <i>nērisai kaliveṇbā</i>) is what is called a தனிச்சொல் (<i>taṉi-c-col</i>) or ‘detached word’, and it is separated from the first three feet of that line by a dash. The reason it is generally called a தனிச்சொல் (<i>taṉi-c-col</i>) or ‘detached word’ rather than a தனிச்சீர் (<i>taṉi-c-cīr</i>) or ‘detached foot’, even though it often includes more than one word, is that it is detached from the preceding feet not only in terms of its intonation but also ideally in terms of its meaning. That is, its meaning is supposed to be separated from that of the preceding feet, such as by being the start of a new sentence (though this is not always the case), so it may either be a separate sentence, as in the case of the <i>taṉi-c-col</i> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un16\">verse 16</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘நாமுடம்போ’ (<i>nāmuḍambō</i>), ‘Are we a body?’, or more often a part of the same sentence as the subsequent feet.<br>\n<br>\nIn a <i>nērisai veṇbā</i> an <i>edugai</i> connection (a rhyming of the second letter or group of letters) should exist between the first foot of the first and second lines and the <i>taṉi-c-col</i> (the fourth foot of the second line), and another <i>edugai</i> connection should exist between the first foot of the third and fourth lines. The <i>edugai</i> in the last two lines can match that of the first two lines (as in the case of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i> and verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">11</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">12</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">14</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un16\">16</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">22</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">25</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un31\">31</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">32</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">36</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un39\">39</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">40</a>), but it need not do so (as in the case of the other twenty-nine verses). Therefore when Bhagavan extended each verse of <i>Uḷḷadu Nāṟpadu</i> to form <i>Upadēśa Kaliveṇbā</i> he had to add a new <i>taṉi-c-col</i> to each fourth line, and in each case the <i>taṉi-c-col</i> had to match the <i>edugai</i> of the first foot of that line and the preceding line.<br>\n<br>\nAccording to the Tamil principles of alliteration (<i>mōṉai</i>) the first letter (which may either be a vowel or a consonant-vowel combination) of two or more feet (<i>sīrgaḷ</i>) must either be identical or belong to the same class (<i>iṉam</i>). The twelve Tamil vowels are divided into three classes: one is அ (<i>a</i>), ஆ (<i>ā</i>), ஐ (<i>ai</i>) and ஔ (<i>au</i>); another is இ (<i>i</i>), ஈ (<i>ī</i>), எ (<i>e</i>) and ஏ (<i>ē</i>), and the semivowel-vowel combination யா (<i>yā</i>) also belongs to this class; and the final one is உ (<i>u</i>), ஊ (<i>ū</i>), ஒ (<i>o</i>), ஓ (<i>ō</i>). Likewise three pairs of consonants each form a class: one is ஞ் (<i>ñ</i>) and ந் (<i>n</i>); another is ம் (<i>m</i>) and வ் (<i>v</i>); and another is த் (<i>t</i>) and ச் (<i>c</i>).<br>\n<br>\n<a name=\"unm1\"></a>In a <i>nērisai veṇbā</i> alliteration (<i>mōṉai</i>) must occur at a minimum between the first and third foot of each line, but in practice alliteration within each line and between consecutive lines is often more extensive. For example, feet that are linked by <i>edugai</i> are often also linked by <i>mōṉai</i>, and sometimes all the feet in a line or in two consecutive lines alliterate. More rarely, every foot in a <i>veṇbā</i> alliterates, and still more rarely every foot is linked by both <i>mōṉai</i> and <i>edugai</i>, as in the case of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>English translation:</b> If what exists did not exist, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. Know.</blockquote>\nIn this verse the first letter of the initial foot is the vowel ‘உ’ (<i>u</i>), and this is also the first vowel of each subsequent foot, so this forms a <i>mōṉai</i> connection (alliteration) between every foot of the verse (in other words, every foot alliterates). Likewise the second group of letters in the initial foot of this verse is ‘ள்ள’ (<i>ḷḷa</i>), and this is also the second group of letters in each subsequent foot except the terminating one, so this forms an <i>edugai</i> connection between every foot except the last.<br>\n<br>\nNote that though every foot except the first one begins with a consonant, this is not counted from the perspective of <i>mōṉai</i>, because in each case the consonant has coalesced with the initial vowel உ (<i>u</i>) according the principles of <i>puṇarcci</i> or <i>sandhi</i> (euphonic conjoining of  consecutive letters, either between two consecutive words or between the units that make up a word such as suffixes and prefixes), so it is either the last letter of the previous word, the last consonant of the previous word if that word ended with a ‘u’, or the letter ‘y’ or ‘v’ added as a euphonic glide if the previous word ended with any other vowel.<br>\n<br>\n<a name=\"un30\"></a>However as I mentioned earlier, it is very unusual for every foot in a verse to have the same <i>edugai</i> and <i>mōṉai</i>, as in this verse, so a more usual pattern of <i>edugai</i> and <i>mōṉai</i> occurs in most other verses of <i>Uḷḷadu Nāṟpadu</i>, such as <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">verse 30</a>:<br>\n<blockquote>நானா ரெனமனமுண் ணாடியுள நண்ணவே<br>\nநானா மவன்றலை நாணமுற — நானானாத்<br>\nதோன்றுமொன்று தானாகத் தோன்றினுநா னன்றுபொருள்<br>\nபூன்றமது தானாம் பொருள்.<br>\n<br>\n<i>nāṉā reṉamaṉamuṇ ṇāḍiyuḷa naṇṇavē<br>\nnāṉā mavaṉḏṟalai nāṇamuṟa — nāṉāṉāt<br>\ntōṉḏṟumoṉḏṟu tāṉāhat tōṉḏṟiṉunā ṉaṉḏṟuporuḷ<br>\npūṉḏṟamadu tāṉām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> As soon as the mind reaches the heart inwardly investigating who am I, when he who is ‘I’ dies, one thing appears spontaneously as ‘I am I’. Though it appears, it is not ‘I’. It is the whole, the substance, the substance that is oneself.</blockquote>\nThe <i>edugai</i> in the first two lines of this verse is ‘னா’ (<i>ṉā</i>), a consonant-vowel combination, which is the second letter (or syllable as we would say in English) in the first foot of each of these two lines and of the <i>taṉi-c-col</i>, whereas the <i>edugai</i> in the last two lines is ‘ன்று’ (<i>ṉṟu</i>) and ‘ன்ற’ (<i>ṉṟa</i>), which are consonant-consonant combinations, which are respectively the second group of letters in the first foot of each of these two lines. In each of the four lines the first and third feet alliterate: in the first line the <i>mōṉai</i> or alliterated letter is ‘நா’ (<i>nā</i>) and ‘ணா’ (<i>ṇā</i>); in the second line it is again ‘நா’ (<i>nā</i>), but in this line it is the initial letter not only of the first and third feet but also of the fourth; in the third line it is ‘தோ’ (<i>tō</i>); and in the fourth line it is ‘பூ’ (<i>pū</i>) and ‘பொ’ (<i>po</i>), in which the vowels are considered to be matching for the purposes of alliteration (<i>mōṉai</i>).<br>\n<br>\nWhat I have explained here is just the basic rules of சீர் (<i>sīr</i>), தளை (<i>taḷai</i>) and தொடை (<i>toḍai</i>) that define a வெண்பா (<i>veṇbā</i>), enough to give at least a rough idea of what a highly sophisticated form of poetry it is, but there is more to it than just these basic rules. For example, the type of <i>sīr</i> and the combination of them used in a <i>veṇbā</i> determine its rhythm, which is called ஓசை (<i>ōsai</i>) in Tamil, and though the rhythm of all <i>veṇbās</i> is what is called செப்பலோசை (<i>seppal-ōsai</i>), which means ‘replying rhythm’ or ‘declaring rhythm’ (in the sense of replying or declaring in a majestic, dignified or authoritative manner), there are different kinds of this rhythm, which depend on whether a <i>veṇbā</i> consists entirely or mostly of இயற்சீர்கள் (<i>iyaṟ-cīrgaḷ</i>: feet consisting of two <i>asaigaḷ</i>), entirely or mostly of வெண்சீர்கள் (<i>veṇ-cīrgaḷ</i>: feet consisting of three <i>asaigaḷ</i>), or a more or less even mixture of both. Each kind of rhythm has a certain tone and thereby expresses a particular <i>bhāva</i> (feeling, emotion, mood or attitude), so since the type of <i>sīr</i> used (and consequently the type of <i>taḷai</i> formed between consecutive <i>sīrgaḷ</i>) sets the tone of each <i>veṇbā</i>, and since its tone should be appropriate its meaning, a skilful poet will naturally compose <i>veṇbās</i> in which the tone matches the meaning. Therefore the ability to compose <i>veṇbās</i> is both a science and an art, and it is considered to be the benchmark that defines a poet in Tamil.<br>\n<br>\nHowever, for poets who are not familiar with classical Tamil literature, composing a <i>veṇbā</i> is extremely challenging and in some cases insurmountably so, as Kavyakantha Ganapati Sastri discovered when he tried to do so, because though he was considered by many to be the most talented Sanskrit poet of his time and had been awarded the title ‘<i>kāvyakaṇṭha</i>’ (one who has poetry in his throat) because of his poetic skill and ability to compose extempore verses in Sanskrit, he found that he was not able to compose even one <i>veṇbā</i>. How he discovered this is that, since he did not know much about the sophistication of Tamil poetry, he was once talking in Bhagavan’s presence about the greatness of Sanskrit poetry, saying that no other language in the world has such intricate, sublime and beautiful metres, so Bhagavan asked him whether there is any metre in Sanskrit comparable to <i>veṇbā</i> in Tamil. He therefore asked Bhagavan to explain the rules of <i>veṇbā</i>, saying that even if no such metre existed in Sanskrit he could compose Sanskrit verses in it. However when Bhagavan explained to him all the rules, he struggled to compose a <i>veṇbā</i> in Sanskrit, but each time he attempted Bhagavan pointed out errors that disqualified it, so he eventually gave up. Bhagavan then suggested that he could instead try to compose a <i>veṇbā</i> in Telugu, his mother tongue, but though he tried he did not succeed.<br>\n<br>\nSoon after he composed <i>Uḷḷadu Nāṟpadu</i> Bhagavan asked Lakshmana Sarma whether he had read it, but he replied that it was difficult for him understand such classical Tamil poetry, because at school he had opted to study Sanskrit instead of Tamil as his second language (since in those days English was the primary language of instruction in most Indian schools, and as a second language children could choose to study either their native language or Sanskrit, so like most other brahmins, Lakshmana Sarma had chosen to study Sanskrit). However, since Bhagavan had asked him, he took this opportunity to ask Bhagavan to teach him the meaning of <i>Uḷḷadu Nāṟpadu</i>, and when Bhagavan agreed and began to do so he became so entranced by it that he wanted Bhagavan to translate it into Sanskrit, and since Bhagavan had told him that Kavyakantha had been unable to compose any <i>veṇbā</i> in Sanskrit, he asked Bhagavan to translate <i>Uḷḷadu Nāṟpadu</i> into Sanskrit in <i>veṇbā</i> metre.<br>\n<br>\n<a name=\"unm1s\"></a>Bhagavan declined, however, saying that he (Sarma) was more proficient in Sanskrit than himself, and therefore suggested that he should try to translate it himself. Lakshmana Sarma replied that since even Kavyakantha was not able to compose any <i>veṇbās</i>, he would not be able to do so, and hence only Bhagavan could do so, but Bhagavan told him that composing <i>veṇbās</i> is not actually so difficult if one is familiar with their natural rhythm and their simple rules of rhyme and alliteration, so he agreed to try if Bhagavan would help him. He accordingly began by trying to translate the first verse as a <i>veṇbā</i> in Sanskrit, but he was not able to do so, so he asked Bhagavan to show him how it could be done, and hence Bhagavan composed the following translation of it in <i>veṇbā</i>:<br>\n<blockquote>सद्विना सद्ज्ञान मस्ति किमुसत्यम्<br>\nवृत्तिरहि तम्हृदिवि भात्यतः — तत्तृदयम्<br>\nध्यायतिक थम्हृदित दात्मभा वस्थितिर्<br>\nध्यानम्स द्वस्तुनस् स्यात् ॥<br>\n<br>\n<i>sadvinā sadjñāna masti kimusatyam<br>\nvṛttirahi tamhṛdivi bhātyataḥ — tattṛdayam<br>\ndhyāyatika thamhṛdita dātmabhā vasthitir<br>\ndhyānamsa dvastunas syāt</i>.<br>\n<br>\n<b>पदच्छेद:</b> सत् विना सत् ज्ञानम् अस्ति किमु? सत्यम् वृत्ति रहितम् हृदि विभाति. अतस् तत् हृदयम् ध्यायति कथम्? हृदि तदात्म भाव स्थितिर् ध्यानम् सत् वस्तुनः. स्यात्.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>sat vinā sat-jñānam asti kimu? satyam vṛtti rahitam hṛdi vibhāti. atas tat hṛdayam dhyāyati katham? hṛdi tadātma-bhāva sthitir dhyānam sat-vastunaḥ. syāt</i>.<br>\n<br>\n<b>English translation:</b> Without <i>sat</i> [existence, being or reality], could <i>sat-jñānam</i> [awareness of being] exist? The reality shines in the heart free of thoughts. Therefore how to meditate on it, the heart? Standing [staying, remaining or abiding] in the heart as it is [that is, as thought-free being] is contemplation of [or meditation on] <i>sat-vastu</i> [the real substance or essence, which is being]. May [you] be [as it is].</blockquote>\nLakshmana Sarma was very happy when Bhagavan composed this verse, so he again asked him to translate all the verses of <i>Uḷḷadu Nāṟpadu</i> in this manner, but Bhagavan replied that it would be more useful for him (Sarma) if he were to compose his own translation, so he began to translate it in a simpler Sanskrit metre. After completing all the verses, he began again, this time choosing a different metre, and in this way he composed several translations in different metres until he had one he was satisfied with. Since he sought Bhagavan’s help each time, not only to assist him in composing the verses but also to explain the meaning and implication of the original Tamil verses, he had a unique opportunity to study <i>Uḷḷadu Nāṟpadu</i> repeatedly under the close guidance of Bhagavan.<br>\n<br>\nMany years later, in February 1947, Bhagavan mentioned to Suri Nagamma that Kavyakantha had not been able to compose any <i>veṇbā</i> in either Sanskrit or Telugu, so she asked him to compose some <i>veṇbās</i> in Telugu, and though he initially declined, the next day he composed three Telugu <i>veṇbās</i>, which he immediately translated into Tamil, and a few days later he wrote two more in both Telugu and Tamil, and then he named the Tamil version of these five verses <i>Ēkāṉma Pañcakam</i>. How he came to compose these verses is recorded by Suri Nagamma in more detail in letters 95 and 96 (dated 15th and 20th February 1947) of <a href=\"http://selfdefinition.org/ramana/Letters-from-Sri-Ramanasramam-vols-1-and-2.pdf\"><i>Letters from Ramanasramam</i></a> (2006 edition, pages 191-5).<br>\n<br>\nI once asked Sadhu Om why, when Kavyakantha’s skill as a poet was of such high repute, he was not able to compose any <i>veṇbā</i>, to which he replied, ‘Yes, it is a wonder. Perhaps Bhagavan’s silent grace prevented him in order to subdue his pride, but it may also be partly because he was not familiar with Tamil literature in general and with <i>veṇbās</i> in particular’. He then explained that the best way to learn to write poetry in any metre is to read, recite or listen to verses of that metre, and he said that in his case, for example, he was able to compose <i>veṇbās</i> even before he learnt any of the rules of <i>sīr</i>, <i>taḷai</i> and <i>toḍai</i> and without analysing or even thinking about them, and that he had learnt to do so simply because he had heard and read many <i>veṇbās</i> and was therefore able to recognise their natural pattern and flow.<br>\n<br>\n<a name=\"engvenba\"></a>I then asked him if it would be possible to compose <i>veṇbās</i> in any language, such as in English, even though it is so unlike Tamil, and he replied, ‘Yes, it would be very easy’, and then immediately composed an English <i>veṇbā</i>:<br>\n<blockquote>When you are | knowing all | when you are | almighty<br>\nWhen you are | all love | verily Lord — then all my <br>\nAsking | anything more | undoubted | ly betrays<br>\nLoss of | the whole of my | love.</blockquote>\nWhen written or printed, lines of Tamil poetry are always divided according to feet (<i>sīrgaḷ</i>) rather than words (that is, space is left between each two consecutive feet, but not between words within any foot), even though part of a word may belong to one foot while the rest may belong to the next one, and also though one foot may contain two or more words coalesced. Accordingly the first line of this verse would be written or printed as ‘Whenyouare knowingall whenyouare almighty’, but to make it easier to read I left each word separated and typed a vertical line between each two consecutive feet within a line, even though that meant dividing one word in two, namely ‘undoubtedly’, which is split here between the last two feet of the third line.<br>\n<br>\nIf we analyse this verse, we can see that it complies with all the rules of <i>sīr</i>, <i>taḷai</i> and <i>toḍai</i> that define a <i>veṇbā</i>. The type of each <i>sīr</i> is:<br>\n<blockquote><i>tēmāṅgāy tēmāṅgāy tēmāṅgāy tēmāṅgāy<br>\ntēmāṅgāy tēmā puḷimāṅgāy — tēmāṅgāy<br>\ntēmā puḷimāṅgāy tēmāṅgāy tēmāṅgāy<br>\ntēmā puḷimāṅgāy nāḷ</i>.</blockquote>\nIn accordance with the principles of <i>veṇḍaḷai</i>, each <i>kāy-c-cīr</i> (<i>tēmāṅgāy</i> or <i>puḷimāṅgāy</i>) is followed by a foot beginning with a <i>nēr</i> (<i>tēmāṅgāy</i>, <i>tēmā</i> or <i>nāḷ</i>) and each <i>mā-c-cīr</i> (<i>tēmā</i>) is followed by a foot beginning with a <i>nirai</i> (<i>puḷimāṅgāy</i>).<br>\n<br>\nIn the first line the alliteration (<i>mōṉai</i>) is the syllable ‘whe’ that begins the first and third feet; in the second line it is ‘whe’ in the first foot and ‘ve’ in the third foot; in the third line it is ‘a’ in the first foot, which in ‘ask’ is pronounced like ஆ (<i>ā</i>) in Tamil, and ‘u’ in the third foot, which in the prefix ‘un’ is pronounced like அ (<i>a</i>) in Tamil and therefore belongs to the same class as the ‘a’ in ‘ask’; and in the final line it is the syllable ‘lo’ that begins the first and third feet.<br>\n<br>\nIn the first two lines the rhyme (<i>edugai</i>) is the syllable ‘en’ in ‘when’ and ‘then’, which occurs not only in the first foot of the first line and the first and last feet of the second line, as required, but also coincidentally in the third foot of the first line. In the last two lines the <i>edugai</i> is the ‘s’ in the first foot of the third line, ‘asking’, and in the first foot of the last line, ‘loss of’. However, one of the requirements of <i>edugai</i> is that in each case the preceding vowel (the one in the first syllable of the foot) should be of the same length and hence the same duration, so since the ‘a’ in ‘ask’ is pronounced as a long vowel, like ஆ (<i>ā</i>) in Tamil, the ‘o’ in ‘loss’ needs to be lengthened so that it sounds somewhat like ‘aw’ in ‘law’ or ‘awful’, much as the present British Queen and an earlier generation of British aristocrats might pronounce it if they were to say, ‘Oh, what a terrible loss’ (pronounced ‘lauss’) or ‘It was lost’ (pronounced ‘laust’), or as they might pronounce the usually short ‘o’ in ‘God’ as ‘Gawd’ (a somewhat more exaggerated form of which is also widely used for emphasis in expressions such as ‘Oh my Gawd’ or ‘Gawd help us’). Such lengthening of a vowel for metrical purposes is permissible and quite common in classical Tamil poetry, such as in the first word of <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>, தனாது (<i>taṉādu</i>), in which for the purpose of <i>edugai</i> Bhagavan lengthened the usually short second syllable in தனது (<i>taṉadu</i>), which means ‘one’s own’ or ‘of oneself’, and also in the third foot of the second line of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he lengthened the already long second syllable in இராது (<i>irādu</i>), which means ‘not being’, ‘without being’ or in this case ‘instead of being’, making it இராஅது (<i>irāadu</i>), in order to transform what would otherwise have been just one <i>nirai</i>, namely ‘திரா’ (<i>dirā</i>), into a full foot of two <i>asaigaḷ</i>, a <i>nirai</i> and a <i>nēr</i>, namely ‘திராஅ’ (<i>dirāa</i>).<br>\n<br>\nAfter I posted my previous article, <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, I decided that my translation of <i>Uḷḷadu Nāṟpadu</i> would be incomplete if I did not also post a translation of <i>Upadēśa Kaliveṇbā</i>, because the meaning of many of the verses of <i>Uḷḷadu Nāṟpadu</i> is enhanced by the extensions that Bhagavan added to them in <i>Upadēśa Kaliveṇbā</i>. As far as I know the first English translation of <i>Upadēśa Kaliveṇbā</i> was one that Sadhu Om and I made together, which was first published on pages 217-22 of the October 1981 issue of <a href=\"https://www.sriramanamaharshi.org/resource_centre/publications/mountain-path/\"><i>The Mountain Path</i></a> under the title ‘<i>Uḷḷadu Nāṟpadu – Kaliveṇbā</i>’, and which David Godman later <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\">reproduced on his blog</a>. A variation of that translation along with a word-for-word meaning was also included in the book <a href=\"http://happinessofbeing.com/ramanopadesa_nunmalai.html\"><i>Sri Ramanopadesa Noonmalai</i></a>, but the translation of it that I give below is an entirely fresh one and more accurate than all my previous translations of it. The core of this translation is the same as the translation of <i>Uḷḷadu Nāṟpadu</i> in my previous article, together with a fresh translation of the extensions that Bhagavan added when composing <i>Upadēśa Kaliveṇbā</i>.<br>\n<br>\nWhen I began to write this article I intended to write a brief explanation about each of these extensions, but when doing so I found myself explaining other words and ideas in each verse, since they seemed in need of explanation at least as much if not more than the extensions, so I then decided to write a more detailed explanation of each verse, until I found that doing so was taking so long that it would take me several months to complete, and would make this article into the size of a book of several hundred pages. Therefore I decided to include in this article only my translation and explanatory paraphrase of each verse, and to post my detailed explanations of them as a series of separate articles over the coming months.<br>\n<br>\nThough I have now written a detailed explanation for many of these verses, my explanations of some of them are more detailed than others, so I need to revise (and in most case elaborate) each of them before posting them. However, though I expect to post the first of them soon, I will not be able to write more explanations for a while, because I need to devote some time to revising and editing the English translation of <a href=\"http://happinessofbeing.com/sadhanai_saram.html\"><i>Sādhanai Sāram</i></a>, which I should have done earlier because it is long overdue for republication. I will also soon have to do at least some minimal editing on <a href=\"http://happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a>, which is likewise due for republication, so while I am working on these I will have less time to write anything for this blog, but I will try to post at least some short articles from time to time, such as ones adapted from recent emails I have written in reply to friends who have written asking me about various aspects of Bhagavan’s teachings.<br>\n<ol>\n<li><a href=\"#unp\"><i>Pāyiram</i> verse 1 (introduction to <i>Uḷḷadu Nāṟpadu</i>)</a></li>\n<li><a href=\"#ukp\"><i>Pāyiram</i> verse 2 (introduction to <i>Upadēśa Kaliveṇbā</i>)</a></li>\n<li><a href=\"#ukv\">நூல் (<i>nūl</i>): Text</a></li>\n<li><a href=\"#ukt\">Translation</a></li>\n<li><a href=\"#ukm1\">Lines 1-4: extended version of the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#ukm2\">Lines 4-8: extended version of the second <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk01\">Lines 8-12: extended version of verse 1 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk02\">Lines 12-16: extended version of verse 2 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk03\">Lines 16-20: extended version of verse 3 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk04\">Lines 20-24: extended version of verse 4 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk05\">Lines 24-28: extended version of verse 5 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk06\">Lines 28-32: extended version of verse 6 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk07\">Lines 32-36: extended version of verse 7 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk08\">Lines 36-40: extended version of verse 8 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk09\">Lines 40-44: extended version of verse 9 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk10\">Lines 44-48: extended version of verse 10 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk11\">Lines 48-52: extended version of verse 11 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk12\">Lines 52-56: extended version of verse 12 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk13\">Lines 56-60: extended version of verse 13 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk14\">Lines 60-64: extended version of verse 14 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk15\">Lines 64-68: extended version of verse 15 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk16\">Lines 68-72: extended version of verse 16 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk17\">Lines 72-76: extended version of verse 17 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk18\">Lines 76-80: extended version of verse 18 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk19\">Lines 80-84: extended version of verse 19 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk20\">Lines 84-88: extended version of verse 20 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk21\">Lines 88-92: extended version of verse 21 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk22\">Lines 92-96: extended version of verse 22 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk23\">Lines 96-100: extended version of verse 23 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk24\">Lines 101-104: verse 24 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk25\">Lines 104-108: extended version of verse 25 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk26\">Lines 108-112: extended version of verse 26 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk27\">Lines 112-116: extended version of verse 27 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk28\">Lines 116-120: extended version of verse 28 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk29\">Lines 120-124: extended version of verse 29 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk30\">Lines 124-128: extended version of verse 30 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk31\">Lines 128-132: extended version of verse 31 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk32\">Lines 132-136: extended version of verse 32 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk33\">Lines 136-140: extended version of verse 33 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk34\">Lines 140-144: extended version of verse 34 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk35\">Lines 144-148: extended version of verse 35 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk36\">Lines 148-152: extended version of verse 36 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk37\">Lines 152-156: extended version of verse 37 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk38\">Lines 156-160: extended version of verse 38 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk39\">Lines 160-164: extended version of verse 39 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#uk40\">Lines 164-168: extended version of verse 40 of <i>Uḷḷadu Nāṟpadu</i></a></li>\n<li><a href=\"#ukcl\">Lines 168-170: concluding lines of the <i>kaliveṇbā</i></a></li>\n</ol>\n<b>உபதேசக் கலிவெண்பா (<i>Upadēśa-k-Kaliveṇbā</i>): Teachings in a <i>Kaliveṇbā</i> Verse</b><br>\n<br>\n<b>பாயிரம் (<i>pāyiram</i>): Introductory Verses</b> (composed by Sri Muruganar)<br>\n<br>\n<a name=\"unp\"></a><b><i>Pāyiram</i> verse 1 (introduction to <i>Uḷḷadu Nāṟpadu</i>):</b><br>\n<br>\nமெய்யி னியல்புமதை மேவுந் திறனுமெமக்<br>\nகுய்யும் படிமுருக னோதுகெனப் — பொய்யுலகின்<br>\nகள்ளமறு மாற்றாற் கனரமணன் கட்டுரைத்தா<br>\nனுள்ளது நாற்ப துவந்து.<br>\n<br>\n<i>meyyi ṉiyalbumadai mēvun tiṟaṉumemak<br>\nkuyyum paḍimuruga ṉōdukeṉap — poyyulahiṉ<br>\nkaḷḷamaṟu māṯṟāṯ gaṉaramaṇaṉ kaṭṭuraittā<br>\nṉuḷḷadu nāṟpa duvandu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மெய்யின் இயல்பும், அதை மேவும் திறனும், எமக்கு உய்யும்படி முருகன் ஓதுக என, பொய் உலகின் கள்ளம் அறும் ஆற்றால் கன ரமணன் கட்டுரைத்தான் உள்ளது நாற்பது உவந்து.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>meyyiṉ iyalbum, adai mēvum tiṟaṉum, emakku uyyumpaḍi murugaṉ ōduka eṉa, poy ulahiṉ kaḷḷam aṟum āṯṟāl gaṉa ramaṇaṉ kaṭṭuraittāṉ uḷḷadu nāṟpadu uvandu</i>.<br>\n<br>\n<b>அன்வயம்</b> (பதம் பிரித்துக் கொண்டு கூட்டல்): முருகன் ‘மெய்யின் இயல்பும், அதை மேவும் திறனும், உய்யும்படி எமக்கு ஓதுக’ என, கன ரமணன் பொய் உலகின் கள்ளம் அறும் ஆற்றால் உவந்து ‘உள்ளது நாற்பது’ கட்டுரைத்தான்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>murugaṉ ‘meyyiṉ iyalbum, adai mēvum tiṟaṉum, uyyumpaḍi emakku ōduka’ eṉa, gaṉa ramaṇaṉ poy ulahiṉ kaḷḷam aṟum āṯṟāl uvandu uḷḷadu nāṟpadu kaṭṭu uraittāṉ</i>.<br>\n<br>\n<b>English translation:</b> When Muruganar asked, ‘So that we may be saved, reveal to us the nature of reality and the means by which to reach [attain or join] it’, the noble Ramana, because he is free from the delusion of the unreal world, joyfully and with certainty composed <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\n<a name=\"ukp\"></a><b><i>Pāyiram</i> verse 2 (introduction to <i>Upadēśa Kaliveṇbā</i>):</b><br>\n<br>\nஉள்ளதொன் றன்றுபல வென்பார்க ளுட்கொளுமா<br>\nறுள்ளதொன் றென்றேதா னோதியவவ் — வுள்ளது<br>\nநாற்பதுவெண் பாக்களையோர் நற்கலிவெண் பாவாக்கி<br>\nயேற்பவளித் தான்ரமண னெண்.<br>\n<br>\n<i>uḷḷadoṉ ḏṟaṉḏṟupala veṉbārga ḷuṭkoḷumā<br>\nṟuḷḷadoṉ ḏṟeṉḏṟētā ṉōdiyavav — vuḷḷadu<br>\nnāṟpaduveṇ bākkaḷaiyōr naṯkaliveṇ bāvākki<br>\nyēṟpavaḷit tāṉramaṇa ṉeṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘உள்ளது ஒன்று அன்று, பல’ என்பார்கள் உட்கொளுமாறு, ‘உள்ளது ஒன்று’ என்றே தான் ஓதிய அவ் ‘வுள்ளது நாற்பது’ வெண்பாக்களை ஓர் நல் கலிவெண்பா ஆக்கி ஏற்ப அளித்தான் ரமணன்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘uḷḷadu oṉḏṟu aṉḏṟu, pala’ eṉbārgaḷ uṭkoḷumāṟu, ‘uḷḷadu oṉḏṟu’ eṉḏṟē tāṉ ōdiya a-vv-uḷḷadu nāṟpadu veṇbākkaḷai ōr nal kaliveṇbā ākki ēṟpa aḷittāṉ ramaṇaṉ; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘உள்ளது ஒன்று அன்று, பல’ என்பார்கள் உட்கொளுமாறு, ரமணன் தான் ‘உள்ளது ஒன்று’ என்றே ஓதிய அவ் ‘வுள்ளது நாற்பது’ வெண்பாக்களை ஓர் நல் கலிவெண்பா ஆக்கி ஏற்ப அளித்தான்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘uḷḷadu oṉḏṟu aṉḏṟu, pala’ eṉbārgaḷ uṭkoḷumāṟu, ramaṇaṉ tāṉ ‘uḷḷadu oṉḏṟu’ eṉḏṟē ōdiya a-vv-uḷḷadu nāṟpadu veṇbākkaḷai ōr nal kaliveṇbā ākki ēṟpa aḷittāṉ; eṇ</i>.<br>\n<br>\n<b>English translation:</b> To say that what exists is one so that those who say that what exists is not one but many may understand, consider that Ramana aptly gave [this <i>Upadēśa Kaliveṇbā</i> by] making those forty <i>veṇbās</i> on what exists into one fine <i>kaliveṇbā</i>.<br>\n<br>\n<a name=\"ukv\"></a><b>நூல் (<i>nūl</i>): Text</b><br>\n<br>\nஉள்ளதல துள்ளவுணர் வுளளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்வாயே — உள்ளே&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#ukm1\">4</a><br>\nமரணபய மிக்குளவம் மக்களர ணாக<br>\nமரணபவ மில்லா மகேசன் — சரணமே<br>\nசார்வர்தஞ் சார்வொடுதாஞ் சாவுற்றார் சாவெண்ணஞ்<br>\nசார்வரோ சாவா தவர்நித்தர் — பார்வைசேர்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#ukm2\">8</a><br>\nநாமுலகங் காண்டலா னானாவாஞ் சத்தியுள<br>\nவோர்முதலை யொப்ப லொருதலையே — நாமவுருச்<br>\nசித்திரமும் பார்ப்பானுஞ் சேர்படமு மாரொளியு<br>\nமத்தனையுந் தானா மவனுலகு — கர்த்தனுயிர்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk01\">12</a><br>\nமும்முதலை யெம்மதமு முற்கொள்ளு மோர்முதலே<br>\nமும்முதலாய் நிற்குமென்று மும்முதலு — மும்முதலே<br>\nயென்னலகங் கார மிருக்குமட்டே யான்கெட்டுத்<br>\nதன்னிலையி னிற்ற றலையாகுங் — கொன்னே&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk02\">16</a><br>\nயுலகுமெய்பொய்த் தோற்ற முலகறிவா மன்றென்<br>\nறுலகுசுக மன்றென் றுரைத்தெ — னுலகுவிட்டுத்<br>\nதன்னையோர்ந் தொன்றிரண்டு தானற்று நானற்ற<br>\nவந்நிலையெல் லார்க்குமொப் பாமூனே — துன்னு&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk03\">20</a><br>\nமுருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக்<br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்ணாமே — யெண்ணி&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk04\">24</a><br>\nலுடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக்<br>\nகண்டா ருளரோ கழறுவாய் — கண்ட&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk05\">28</a><br>\nவுலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறைநேரே — நின்ற&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk06\">32</a><br>\nவுலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருளாமா — லேன்றதா&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk07\">36</a><br>\nமெப்பெயரிட் டெவ்வுருவி லேத்தினுமார் பேருருவி<br>\nலப்பொருளைக் காண்வழிய தாயினுமம் — மெய்ப்பொருளி<br>\nனுண்மையிற்ற னுண்மையினை யோர்ந்தொடுங்கி யொன்றுதலே<br>\nயுண்மையிற் காண லுணர்ந்திடுக — விண்மை&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk08\">40</a><br>\nயிரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காணிருள்போன் — மண்டு&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk09\">44</a><br>\nமறியாமை விட்டறிவின் றாமறிவு விட்டவ்<br>\nவறியாமை யின்றாகு மந்த — வறிவு<br>\nமறியா மையுமார்க்கென் றம்முதலாந் தன்னை<br>\nயறியு மறிவே யறிவா — மறிப&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk10\">48</a><br>\nவறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறுமே — யறவே&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk11\">52</a><br>\nயறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறிவாய் — செறிவாய&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk12\">56</a><br>\nஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகலுடனா — னென்னுமத்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk13\">60</a><br>\nதன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br>\nதன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br>\nமுன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br>\nதன்மையே தன்னிலைமை தானிதமு — மன்னு&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk14\">64</a><br>\nநிகழ்வினைப் பற்றி யிறப்பெதிர்வு நிற்ப<br>\nநிகழ்கா லவையு நிகழ்வே — நிகழ்வொன்றே<br>\nயின்றுண்மை தேரா திறப்பெதிர்வு தேரவுன<br>\nலொன்றின்றி யெண்ண வுனலுணர — நின்றபொரு&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk15\">68</a><br>\nணாமன்றி நாளேது நாடேது நாடுங்கா<br>\nனாமுடம்பே னாணாட்டு ணாம்படுவ — நாமுடம்போ<br>\nநாமின்றன் றென்றுமொன்று நாடிங்கங் கெங்குமொன்றா<br>\nனாமுண்டு நாணாடி னாமூன — மாமிவ்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk16\">72</a><br>\nவுடனானே தன்னை யுணரார்க் குணர்ந்தார்க்<br>\nகுடலளவே நான்ற னுணரார்க் — குடலுள்ளே<br>\nதன்னுணர்ந்தார்க் கெல்லையறத் தானொளிரு நானிதுவே<br>\nயின்னவர்தம் பேதமென வெண்ணுவாய் — முன்னா&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk17\">76</a><br>\nமுலகுண்மை யாகு முணர்வில்லார்க் குள்ளார்க்<br>\nகுலகளவா முண்மை யுணரார்க் — குலகினுக்<br>\nகாதார மாயுருவற் றாருமுணர்ந் தாருண்மை<br>\nயீதாகும் பேதமிவர்க் கெண்ணுக — பேத&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk18\">80</a><br>\nவிதிமதி மூல விவேக மிலார்க்கே<br>\nவிதிமதி வெல்லும் விவாதம் — விதிமதிகட்<br>\nகோர்முதலாந் தன்னை யுணர்ந்தா ரவைதணந்தார்<br>\nசார்வரோ பின்னுமவை சாற்றுவாய் — சார்பவை&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk19\">84</a><br>\nகாணுந் தனைவிட்டுத் தான்கடவு ளைக்காணல்<br>\nகாணு மனோமயமாங் காட்சிதனைக் — காணுமவன்<br>\nறான்கடவுள் கண்டானாந் தன்முதலைத் தான்முதல்போய்த்<br>\nதான்கடவு ளன்றியில தாலுயிராத் — தான்கருதுந்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk20\">88</a><br>\nதன்னைத்தான் காண றலைவன் றனைக்காண<br>\nலென்னும்பன் னூலுண்மை யென்னையெனின் — றன்னைத்தான்<br>\nகாணலெவன் றானொன்றாற் காணவொணா தேற்றலைவற்<br>\nகாணலெவ னூணாதல் காணெவையுங் — காணு&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk21\">92</a><br>\nமதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுத லெங்ஙன் மதியாய் — மதியிலதா&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk22\">96</a><br>\nனானென்றித் தேக நவிலா துறக்கத்து<br>\nநானின்றென் றாரு நவில்வதிலை — நானொன்<br>\nறெழுந்தபி னெல்லா மெழுமிந்த நானெங்<br>\nகெழுமென்று நுண்மதியா லெண்ண — நழுவுஞ்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk23\">100</a><br>\nசடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்ணென்னே — விச்சை&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk24\">104</a><br>\nயுருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்வாய் — கருவா&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk25\">108</a><br>\nமகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்முதல்போன் — மேவுமிந்த&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk26\">112</a><br>\nநானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br>\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br>\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br>\nதன்னிலையி னிற்பதெவன் சாற்றுதி — முன்ன&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk27\">116</a><br>\nரெழும்பு மகந்தை யெழுமிடத்தை நீரில்<br>\nவிழுந்த பொருள்காண வேண்டி — முழுகுதல்போற்<br>\nகூர்ந்தமதி யாற்பேச்சு மூச்சடக்கிக் கொண்டுள்ளே<br>\nயாழ்ந்தறிய வேண்டு மறிபிணம்போற் — றீர்ந்துடல&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk28\">120</a><br>\nநானென்று வாயா னவிலாதுள் ளாழ்மனத்தா<br>\nனானென்றெங் குந்துமென நாடுதலே — ஞான நெறி<br>\nயாமன்றி யன்றிதுநா னாமதுவென் றுன்னறுணை<br>\nயாமதுவி சாரமா மாவதனான் — மீமுறையே&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk29\">124</a><br>\nநானா ரெனமனமுண் ணாடியுள நண்ணவே<br>\nநானா மவன்றலை நாணமுற — நானானாத்<br>\nதோன்றுமொன்று தானாகத் தோன்றினுநா னன்றுபொருள்<br>\nபூன்றமது தானாம் பொருள்பொங்கித் — தோன்றவே&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk30\">128</a><br>\nதன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்பரமாப் — பன்னு&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk31\">132</a><br>\nமதுநீயென் றம்மறைக ளார்த்திடவுந் தன்னை<br>\nயெதுவென்று தான்றேர்ந் திராஅ — ததுநா<br>\nனிதுவன்றென் றெண்ணலுர னின்மையினா லென்று<br>\nமதுவேதா னாயமர்வ தாலே — யதுவுமலா&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk32\">136</a><br>\nதென்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யாலோர் — நினைவறவே&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk33\">140</a><br>\nயென்று மெவர்க்கு மியல்பா யுளபொருளை<br>\nயொன்று முளத்து ளுணர்ந்துநிலை — நின்றிடா<br>\nதுண்டின் றுருவருவென் றொன்றிரண் டன்றென்றே<br>\nசண்டையிடன் மாயைச் சழக்கொழிக — வொண்டியுளஞ்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk34\">144</a><br>\nசித்தமா யுள்பொருளைத் தேர்ந்திருத்தல் சித்திபிற<br>\nசித்தியெலாஞ் சொப்பனமார் சித்திகளே — நித்திரைவிட்<br>\nடோர்ந்தா லவைமெய்யோ வுண்மைநிலை நின்றுபொய்ம்மை<br>\nதீர்ந்தார் தியங்குவரோ தேர்ந்திருநீ — கூர்ந்துமய&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk35\">148</a><br>\nனாமுடலென் றெண்ணினல நாமதுவென் றெண்ணுமது<br>\nநாமதுவா நிற்பதற்கு நற்றுணையே — யாமென்று<br>\nநாமதுவென் றெண்ணுவதே னான்மனித னென்றெணுமோ<br>\nநாமதுவா நிற்குமத னாலறியா — தேமுயலுஞ்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk36\">152</a><br>\nசாதகத்தி லேதுவிதஞ் சாத்தியத்தி லத்துவித<br>\nமோதுகின்ற வாதமது முண்மையல — வாதரவாய்த்<br>\nதான்றேடுங் காலுந் தனையடைந்த காலத்துந்<br>\nதான்றசம னன்றியார் தான்வித்துப் — போன்ற&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk37\">156</a><br>\nவினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலையீதே — மத்தனாய்ப்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk38\">160</a><br>\nபத்தனா னென்னுமட்டே பந்தமுத்தி சிந்தனைகள்<br>\nபத்தனா ரென்றுதன்னைப் பார்க்குங்காற் — சித்தமாய்<br>\nநித்தமுத்தன் றானிற்க நிற்காதேற் பந்தசிந்தை<br>\nமுத்திசிந்தை முன்னிற்கு மோமனத்துக் — கொத்தாங்&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk39\">164</a><br>\nகுருவ மருவ முருவருவ மூன்றா<br>\nமுறுமுத்தி யென்னி லுரைப்ப — னுருவ<br>\nமருவ முருவருவ மாயு மகந்தை<br>\nயுருவழிதன் முத்தி யுணரீ — தருள்ரமண&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#uk40\">168</a><br>\nனுள்ளது நாற்பது மொன்றுகலி வெண்பாவா<br>\nமுள்ளது காட்டு மொளி.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<a href=\"#ukcl\">170</a><br>\n<br>\n<a name=\"ukt\"></a><b>Translation</b><br>\n<br>\n<a name=\"ukm1\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 1-4: the extended version of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\nஉள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்வாயே. [...]<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇarvāyē</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்வாயே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇarvāyē</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்வாயே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇarvāyē</i>.<br>\n<br>\n<b>English translation:</b> If what exists were not, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. May you actually know.<br>\n<br>\n<b>Explanatory paraphrase:</b> If <i>uḷḷadu</i> [what is or what exists] were not, would <i>uḷḷa-v-uṇarvu</i> [existing awareness, actual awareness or awareness of what is] exist? [Or: (1) Except as <i>uḷḷadu</i>, does <i>uḷḷa-v-uṇarvu</i> exist? (2) Other than <i>uḷḷadu</i>, is there awareness to think [of it, meditate on it or investigate it]?] Since <i>uḷḷa-poruḷ</i> [the existing substance or reality] exists in the heart without thought, how to [or who can] think of [meditate on or investigate] <i>uḷḷa-poruḷ</i>, which is called <i>uḷḷam</i> [the heart]? Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. May you actually know [or be aware] [of it as it is].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"ukm2\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 4-8: the extended version of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm2\">second <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — உள்ளே<br>\nமரணபய மிக்குளவம் மக்களர ணாக<br>\nமரணபவ மில்லா மகேசன் — சரணமே<br>\nசார்வர்தஞ் சார்வொடுதாஞ் சாவுற்றார் சாவெண்ணஞ்<br>\nசார்வரோ சாவா தவர்நித்தர். [...]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— uḷḷē<br>\nmaraṇabhaya  mikkuḷavam  makkaḷara  ṇāha<br>\nmaraṇabhava  millā  mahēśaṉ  —  caraṇamē<br>\nsārvartañ  cārvoḍutāñ  cāvuṯṟār  sāveṇṇañ<br>\ncārvarō  sāvā  davarnittar</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளே மரணபயம் மிக்கு உள அம் மக்கள் அரண் ஆக மரண பவம் இல்லா மகேசன் சரணமே சார்வர். தம் சார்வு ஒடு தாம் சாவு உற்றார். சாவு எண்ணம் சார்வரோ சாவாதவர்? நித்தர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷē maraṇa-bhayam mikku uḷa am makkaḷ araṇ-āha maraṇa-bhavam-illā mahēśaṉ caraṇamē sārvar. tam sārvu oḍu tām sāvu uṯṟār. sāvu eṇṇam sārvarō sāvādavar? nittar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளே மரணபயம் மிக்கு உள அம் மக்கள் அரண் ஆக மரண பவம் இல்லா மகேசன் சரணமே சார்வர். தம் சார்வு ஒடு தாம் சாவு உற்றார். சாவாதவர் சாவு எண்ணம் சார்வரோ? நித்தர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷē maraṇa-bhayam mikku uḷa am makkaḷ araṇ-āha maraṇa-bhavam-illā mahēśaṉ caraṇamē sārvar. tam sārvu oḍu tām sāvu uṯṟār. sāvādavar sāvu eṇṇam sārvarō? nittar</i>.<br>\n<br>\n<b>English translation:</b> Pure-hearted people who have intense fear of death within will take refuge at the feet of God, who is devoid of death and birth, as a fortress. By their refuge, they undergo death. Will those who are deathless be associated with the thought of death? Eternal.<br>\n<br>\n<b>Explanatory paraphrase:</b> Pure-hearted people who have intense fear of death within [in their heart] will take refuge at [or surrender to] the feet of <i>Mahēśaṉ</i> [the Great Lord, Śiva or God], who is devoid of death and birth, [depending upon him] as [their protective] fortress. By their [taking] refuge [or as soon as they take refuge], their ego dies [and what remains is only their real nature, which is immortal awareness]. Will those who are [thereby] deathless be associated [ever again] with the thought of death? [They are] eternal.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm2\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk01\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 8-12: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un01\">verse 1</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — பார்வைசேர்<br>\nநாமுலகங் காண்டலா னானாவாஞ் சத்தியுள<br>\nவோர்முதலை யொப்ப லொருதலையே — நாமவுருச்<br>\nசித்திரமும் பார்ப்பானுஞ் சேர்படமு மாரொளியு<br>\nமத்தனையுந் தானா மவன். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— pārvaisēr<br>\nnāmulahaṅ kāṇḍalā ṉāṉāvāñ cattiyuḷa<br>\nvōrmudalai yoppa lorutalaiyē — nāmavuruc<br>\ncittiramum pārppāṉuñ cērpaḍamu māroḷiyu<br>\nmattaṉaiyun tāṉā mavaṉ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> பார்வை சேர் நாம் உலகம் காண்டலால், நானா ஆம் சத்தி உள ஓர் முதலை ஒப்பல் ஒருதலையே. நாம உரு சித்திரமும், பார்ப்பானும், சேர்படமும், ஆர் ஒளியும் — அத்தனையும் தான் ஆம் அவன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pārvai sēr nām ulaham kāṇḍalāl, nāṉā ām śatti uḷa ōr mudalai oppal orutalaiyē. nāma uru cittiramum, pārppāṉum, sērpaḍamum, ār oḷiyum — attaṉaiyum tāṉ ām avaṉ</i>.<br>\n<br>\n<b>English translation:</b> Because we, who have become sight-joined, see the world, accepting one fundamental that has a power that becomes many is certainly the one best option. The picture of names and forms, the one who sees, the cohesive screen, and the pervading light – all these are he, who is oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because we, who [by rising as the ego] have become joined with sight, see the world, accepting one <i>mudal</i> [first thing, origin, source, base or fundamental reality] that has a power that becomes many [appearances, namely ourself as the ego, the seer or perceiver, and all the manifold phenomena that constitute this or any other world that we may see or perceive] is certainly the one best option. The picture of names and forms [namely the world and whatever other phenomena appear in the mind], the one who sees [this picture] [namely the ego], the cohesive screen [namely the mind as the background on which it appears], and the pervading light [namely the mind as the reflected light of awareness, which is what illumines its appearance] — all these are he [the one original thing], who is oneself [one’s real nature].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un01\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk02\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 12-16: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un02\">verse 2</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] உலகு — கர்த்தனுயிர்<br>\nமும்முதலை யெம்மதமு முற்கொள்ளு மோர்முதலே<br>\nமும்முதலாய் நிற்குமென்று மும்முதலு — மும்முதலே<br>\nயென்னலகங் கார மிருக்குமட்டே யான்கெட்டுத்<br>\nதன்னிலையி னிற்ற றலையாகும். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>ulahu — karttaṉuyir<br>\nmummudalai yemmatamu muṟkoḷḷu mōrmudalē<br>\nmummudalāy niṟkumeṉḏṟu mummudalu — mummudalē<br>\nyeṉṉalahaṅ kāra mirukkumaṭṭē yāṉkeṭṭut<br>\ntaṉṉilaiyi ṉiṯṟa ṯalaiyāhum</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு, கர்த்தன், உயிர், மும் முதலை எம் மதமும் முன் கொள்ளும். ‘ஓர் முதலே மும் முதலாய் நிற்கும்’, ‘என்றும் மும் முதலும் மும் முதலே’ என்னல் அகங்காரம் இருக்கும் மட்டே. யான் கெட்டு, தன் நிலையில் நிற்றல் தலை ஆகும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu, karttaṉ, uyir, mum mudalai e-m-matamum muṉ koḷḷum. ‘ōr mudalē mum mudalāy niṟkum’, ‘eṉḏṟum mum mudalum mum mudalē’ eṉṉal ahaṅkāram irukkum maṭṭē. yāṉ keṭṭu, taṉ nilaiyil niṯṟal talai āhum</i>.<br>\n<br>\n<b>அன்வயம்:</b> எம் மதமும் உலகு, கர்த்தன், உயிர், மும் முதலை முன் கொள்ளும். ‘ஓர் முதலே மும் முதலாய் நிற்கும்’, ‘மும் முதலும் என்றும் மும் முதலே’ என்னல் அகங்காரம் இருக்கும் மட்டே. யான் கெட்டு, தன் நிலையில் நிற்றல் தலை ஆகும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>e-m-matamum ulahu, karttaṉ, uyir, mum mudalai muṉ koḷḷum. ‘ōr mudalē mum mudalāy niṟkum’, ‘eṉḏṟum mum mudalum mum mudalē’ eṉṉal ahaṅkāram irukkum maṭṭē. yāṉ keṭṭu, taṉ nilaiyil niṯṟal talai āhum</i>.<br>\n<br>\n<b>English translation:</b> Each religion initially accepts three fundamentals, the world, God and soul. Contending ‘Only one fundamental stands as three fundamentals’, ‘Three fundamentals are always actually three fundamentals’, is only so long as the ego exists. ‘I’ perishing, standing in the state of oneself is best.<br>\n<br>\n<b>Explanatory paraphrase:</b> Each religion [or theistic system of belief] initially accepts three fundamentals, the soul, world and God. Contending that only one fundamental stands as [these] three fundamentals or that [these] three fundamentals are always actually three fundamentals is [possible] only so long as the ego exists. [As a result of] ‘I’ [ego] perishing [or being destroyed], standing in the [real] state of oneself is best.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un02\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk03\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 16-20: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un03\">verse 3</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — கொன்னே<br>\nயுலகுமெய்பொய்த் தோற்ற முலகறிவா மன்றென்<br>\nறுலகுசுக மன்றென் றுரைத்தெ — னுலகுவிட்டுத்<br>\nதன்னையோர்ந் தொன்றிரண்டு தானற்று நானற்ற<br>\nவந்நிலையெல் லார்க்குமொப் பாம். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— koṉṉē<br>\nyulahumeypoyt tōṯṟa mulahaṟivā maṉḏṟeṉ<br>\nḏṟulahusukha maṉḏṟeṉ ḏṟuraitte — ṉulahuviṭṭut<br>\ntaṉṉaiyōrn doṉḏṟiraṇḍu tāṉaṯṟu nāṉaṯṟa<br>\nvannilaiyel lārkkumop pām</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> கொன்னே ‘உலகு மெய்’, ‘பொய் தோற்றம்’, ‘உலகு அறிவு ஆம்’, ‘அன்று’ என்று, ‘உலகு சுகம்’, ‘அன்று’ என்று உரைத்து என்? உலகு விட்டு, தன்னை ஓர்ந்து, ஒன்று இரண்டு தான் அற்று, ‘நான்’ அற்ற அந் நிலை எல்லார்க்கும் ஒப்பு ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>koṉṉē ‘ulahu mey’, ‘poy tōṯṟam’, ‘ulahu aṟivu ām’, ‘aṉḏṟu’ eṉḏṟu, ‘ulahu sukham’, ‘aṉḏṟu’ eṉḏṟu uraittu eṉ? ulahu viṭṭu, taṉṉai ōrndu, oṉḏṟu iraṇḍu tāṉ aṯṟu, ‘nāṉ’ aṯṟa a-n-nilai ellārkkum oppu ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘உலகு மெய்’, ‘பொய்த் தோற்றம்’, ‘உலகு அறிவு ஆம்’, ‘அன்று’ என்று, ‘உலகு சுகம்’, ‘அன்று’ என்று கொன்னே உரைத்து என்? உலகு விட்டு, தன்னை ஓர்ந்து, ஒன்று இரண்டு தான் அற்று, ‘நான்’ அற்ற அந் நிலை எல்லார்க்கும் ஒப்பு ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ulahu mey’, ‘poy-t tōṯṟam’, ‘ulahu aṟivu ām’, ‘aṉḏṟu’ eṉḏṟu, ‘ulahu sukham’, ‘aṉḏṟu’ eṉḏṟu koṉṉē uraittu eṉ? ulahu viṭṭu, taṉṉai ōrndu, oṉḏṟu iraṇḍu tāṉ aṯṟu, ‘nāṉ’ aṯṟa a-n-nilai ellārkkum oppu ām</i>.<br>\n<br>\n<b>English translation:</b> What is the use of disputing futilely: ‘The world is real’, ‘An unreal appearance’; ‘The world is sentient’, ‘It is not’; ‘The world is happiness’, ‘It is not’? Leaving the world and investigating oneself, one and two ceasing, that state in which ‘I’ has perished is agreeable to all.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is the use of disputing futilely: ‘The world is real’, ‘[No, it is] an unreal appearance’; ‘The world is sentient’, ‘It is not’; ‘The world is happiness’, ‘It is not’? Leaving [all thought about] the world and investigating [or knowing] oneself, [thereby] putting an end to [all disputes about] one and two [non-duality and duality], that state in which ‘I’ [the ego] has [thereby] perished is agreeable to all.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un03\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk04\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 20-24: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] ஊனே — துன்னு<br>\nமுருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக்<br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்ணாமே. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>ūṉē — tuṉṉu<br>\nmuruvantā ṉāyi ṉulahupara maṯṟā<br>\nmuruvantā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇṇāmē</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> ஊனே துன்னும் உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான், அந்தம் இலா கண் ஆமே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūṉē tuṉṉum uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ, antam-ilā kaṇ āmē</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் ஊனே துன்னும் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான், அந்தம் இலா கண் ஆமே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ ūṉē tuṉṉum uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ, antam-ilā kaṇ āmē</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, which is composed of flesh, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is actually oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form [namely a body], which is composed of [or packed tight with] flesh, the world and God will be likewise [that is, they will also be forms]; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely the ego or mind, which always perceives itself as the form of a body.] The [real] eye is actually oneself [one’s real nature, which is pure awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk05\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 24-28: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — எண்ணி<br>\nலுடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக்<br>\nகண்டா ருளரோ கழறுவாய். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— eṇṇi<br>\nluḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟuvāy</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணில், உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறுவாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇil, uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟuvāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணில், உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறுவாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇil, uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟuvāy</i>.<br>\n<br>\n<b>English translation:</b> If one considers, the body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Leaving the body, is there anyone who has seen a world? May you say.<br>\n<br>\n<b>Explanatory paraphrase:</b> If one considers, the body is <i>pañca-kōśa-uru</i> [a form composed of five sheaths, namely a physical structure, life, mind, intellect and will]. Therefore all five [sheaths] are included in the term ‘body’. Without a body [composed of these five sheaths], is there a world? Without [experiencing oneself as such] a body, is there anyone who has seen a world? May you say.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk06\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 28-32: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — கண்ட<br>\nவுலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறை. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— kaṇḍa<br>\nvulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br>\npulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br>\nmoṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br>\nyaṉḏṟiyula kuṇḍō vaṟai</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> கண்ட உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṇḍa ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>அன்வயம்:</b> கண்ட உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṇḍa ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>English translation:</b> The world that one has seen is a form of five sense-impressions, not anything else. Those five sense-impressions are impressions to the five sense organs. Since the mind alone perceives the world by way of the five sense organs, is there a world besides the mind? Say.<br>\n<br>\n<b>Explanatory paraphrase:</b> The world that one has seen [or perceived] is a form [composed] of five [kinds of] sense-impressions [sights, sounds, tastes, smells and tactile sensations], not anything else. Those five [kinds of] sense-impressions are impressions [respective] to the five sense organs. Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind? Say.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk07\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 32-36: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] நேரே — நின்ற<br>\nவுலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருளாமால். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>nērē — niṉḏṟa<br>\nvulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷāmāl</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> நேரே நின்ற உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள் ஆம்; ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nērē niṉḏṟa ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ ām; āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நேரே நின்ற உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள் ஆம்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nērē niṉḏṟa ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ ām; āl</i>.<br>\n<br>\n<b>English translation:</b> Though the world, which has stood in front, and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world, which has stood in front, and awareness [the awareness that perceives the world, namely the ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk08\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 36-40: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un08\">verse 8</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — ஏன்றதா<br>\nமெப்பெயரிட் டெவ்வுருவி லேத்தினுமார் பேருருவி<br>\nலப்பொருளைக் காண்வழிய தாயினுமம் — மெய்ப்பொருளி<br>\nனுண்மையிற்ற னுண்மையினை யோர்ந்தொடுங்கி யொன்றுதலே<br>\nயுண்மையிற் காண லுணர்ந்திடுக. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— ēṉḏṟadā<br>\nmeppeyariṭ ṭevvuruvi lēttiṉumār pēruruvi<br>\nlapporuḷaik kāṇvaṙiya dāyiṉumam — meypporuḷi<br>\nṉuṇmaiyiṯṟa ṉuṇmaiyiṉai yōrndoḍuṅgi yoṉḏṟudalē<br>\nyuṇmaiyiṯ kāṇa luṇarndiḍuka</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> ஏன்றது ஆம்; எப் பெயர் இட்டு எவ் வுருவில் ஏத்தினும் ஆர், பேர் உருவில் அப் பொருளை காண் வழி அது. ஆயினும், அம் மெய்ப் பொருளின் உண்மையில் தன் உண்மையினை ஓர்ந்து, ஒடுங்கி ஒன்றுதலே உண்மையில் காணல். உணர்ந்திடுக.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ēṉḏṟadu ām; e-p-peyar iṭṭu e-vv-uruvil ēttiṉum ār, pēr-uruvil a-p-poruḷai kāṇ vaṙi adu. āyiṉum, a-m-mey-p-poruḷiṉ uṇmaiyil taṉ uṇmaiyiṉai ōrndu, oḍuṅgi oṉḏṟudalē uṇmaiyil kāṇal. uṇarndiḍuha</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஆர் எப் பெயர் இட்டு எவ் வுருவில் ஏத்தினும், அது அப் பொருளை பேர் உருவில் காண் வழி; ஏன்றது ஆம். ஆயினும், தன் உண்மையினை ஓர்ந்து, அம் மெய்ப் பொருளின் உண்மையில் ஒடுங்கி ஒன்றுதலே உண்மையில் காணல். உணர்ந்திடுக.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ār e-p-peyar iṭṭu e-vv-uruvil ēttiṉum, adu a-p-poruḷai pēr-uruvil kāṇ vaṙi; ēṉḏṟadu ām. āyiṉum, taṉ uṇmaiyiṉai ōrndu, a-m-mey-p-poruḷiṉ uṇmaiyil oḍuṅgi oṉḏṟudalē uṇmaiyil kāṇal. uṇarndiḍuha</i>.<br>\n<br>\n<b>English translation:</b> Whoever worships in whatever form giving whatever name, that is the way to see that substance in name and form; it is what is appropriate. However, investigating the reality of oneself, dissolving in the reality of that true substance, becoming one alone is seeing in reality. May you actually know.<br>\n<br>\n<b>Explanatory paraphrase:</b> Whoever worships [it] in whatever form giving [it] whatever name, that is the way to see that [nameless and formless] <i>poruḷ</i> [the real substance, namely <i>brahman</i>, the ultimate reality or God] in name and form, [because] it is what is appropriate [or what happens or is possible]. However, [by] investigating [or knowing] the reality of oneself, [and by thereby] dissolving [or subsiding] in the reality of that true <i>poruḷ</i>, becoming one [with it] alone is seeing [it] in reality. May you actually know [or be aware].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un08\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk09\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 40-44: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — விண்மை<br>\nயிரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— viṇmai<br>\nyiraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> விண்மை இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṇmai iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> விண்மை இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>viṇmai iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads, skyness, exist always holding one thing. If one sees within the mind what that one thing is, they will slip off. Only those who have seen have seen the reality. They will not be confused. See.<br>\n<br>\n<b>Explanatory paraphrase:</b> Dyads [pairs of opposites, such as existence and non-existence, life and death, awareness and non-awareness, knowledge and ignorance, happiness and unhappiness, good and bad, liberation and bondage] and triads [the <i>tripuṭī</i> or three factors of transitive knowledge or awareness, namely <i>jñātā</i> or <i>pramātā</i> (the knower or subject, namely ego), <i>jñāna</i> or <i>pramāṇa</i> (knowing or the means of knowing, such as seeing, hearing, perceiving, experiencing, inferring or believing reliable testimony) and <i>jñēya</i> or <i>pramēya</i> (whatever is known, namely objects, phenomena, facts, theories and so on)], [which are unreal like] the blueness of the sky, exist [by] always holding [or depending on] one thing [namely the ego, the knower, in whose view alone they seem to exist]. If [by looking keenly at oneself] one sees within the mind what that one thing is, they will slip off [run away or disappear] [implying that they will cease to exist, because their support and foundation, namely ego, will itself cease to exist]. Only those who have seen [what remains when all dyads and triads have thereby ceased to exist along with their root, ego] have seen the reality. They will not be confused [by ever again seeing anything else at all]. See [what is real in this way by seeing within the mind what that one thing is that rises as ‘I’ to know all other things].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk10\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 44-48: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">verse 10</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] இருள்போன் — மண்டு<br>\nமறியாமை விட்டறிவின் றாமறிவு விட்டவ்<br>\nவறியாமை யின்றாகு மந்த — வறிவு<br>\nமறியா மையுமார்க்கென் றம்முதலாந் தன்னை<br>\nயறியு மறிவே யறிவாம். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>iruḷpōṉ — maṇḍu<br>\nmaṟiyāmai viṭṭaṟiviṉ ḏṟāmaṟivu viṭṭav<br>\nvaṟiyāmai yiṉḏṟāhu manda — vaṟivu<br>\nmaṟiyā maiyumārkkeṉ ḏṟammudalān taṉṉai<br>\nyaṟiyu maṟivē yaṟivām</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> இருள் போல் மண்டும் அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் அறியாமை இன்று ஆகும். அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iruḷ pōḷ maṇḍum aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum. anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving ignorance, which is dense like darkness, knowledge does not exist; leaving knowledge, that ignorance does not exist. Only the knowledge that knows oneself, who is the first, as to whom are that knowledge and ignorance, is knowledge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Without ignorance [of other things], which is dense [or abundant] like darkness, knowledge [of them] does not exist; without knowledge [of them], that ignorance [of them] does not exist. Only the knowledge [or awareness] that knows [the reality of] oneself [the ego], who is the first [to appear], [by investigating] to whom are that knowledge and ignorance [of other things], is [real] knowledge [or awareness].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the one in which this <i>kaliveṇbā</i> version is discussed:<br>\n2017-12-29: <a href=\"#c7100405853667279914\">Comment explaining ‘இருள் போல் மண்டும்’ (<i>iruḷ pōḷ maṇḍum</i>), ‘which is dense like darkness’, the <i>kaliveṇbā</i> extension to the first sentence of this verse</a><br>\n<br>\n<a name=\"uk11\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 48-52: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — அறிப<br>\nவறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறுமே. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— aṟiba<br>\nvaṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟumē</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> அறிப அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறுமே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiba aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟumē</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows those that are known, knowing other things is ignorance; besides, is it knowledge? When one knows oneself, the support for knowledge and the other, knowledge and ignorance will definitely cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> Instead of knowing [the reality of] oneself [the ego], who knows [all] those [things] that are known, knowing other things is ignorance; except [that], is it knowledge? When one knows [the reality of] oneself [the ego], the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will definitely cease [because the reality of the ego is just pure awareness, so when one knows oneself as pure awareness the ego will no longer seem to exist, and hence all its knowledge and ignorance will cease to exist along with it].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk12\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 52-56: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — அறவே<br>\nயறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறிவாய். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— aṟavē<br>\nyaṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ḏṟaṟivāy</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> அறவே அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறிவாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟavē aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟivāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அறவே அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்; பாழ் அன்று. அறிவாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmaiyum aṟavē aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum; pāṙ aṉḏṟu. aṟivāy</i>.<br>\n<br>\n<b>English translation:</b> What is completely devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge. Since one shines without another for knowing or for causing to know, oneself is knowledge. One is not void. May you know.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is completely devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself, namely the ego] is not real <i>aṟivu</i> [knowledge or awareness]. Since one [one’s real nature] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. One is not void [emptiness, desolation, nothingness or non-existence]. May you know [or be aware].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the two in which this <i>kaliveṇbā</i> version is discussed:<br>\n2017-01-28: <a href=\"http://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12 and its meaning</a> (this is the first section of an article in which I discuss the meaning of each sentence of this verse in depth: <a href=\"http://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html\"><i>Uḷḷadu Nāṟpadu</i> verse 12: other than the real awareness that we actually are, there is nothing to know or make known</a>)<br>\n2017-01-15: <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12: real awareness is our actual self, which shines without anything else to know or to cause to know</a><br>\n<br>\n<a name=\"uk13\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 56-60: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — செறிவாய<br>\nஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— seṟivāya<br>\nñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> செறிவு ஆய ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>seṟivu āya ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is dense awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; do they exist except as gold, which is real? Say.<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is dense [abundant, full, firm and clear] <i>jñāna</i> [knowledge or awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; do they exist except as gold, which is real? Say. [In other words, though the ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, the real substance that appears as it is only oneself, who is true knowledge or pure awareness, so what actually exists is not the ego or mind but only oneself.]<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk14\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 60-64: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[...] உடனா — னென்னுமத்<br>\nதன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br>\nதன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br>\nமுன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br>\nதன்மையே தன்னிலைமை தான். [...]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>uḍaṉā — ṉeṉṉumat<br>\ntaṉmaiyuṇḍēṉ muṉṉilaipa ḍarkkaiga ḍāmuḷavān<br>\ntaṉmaiyi ṉuṇmaiyait tāṉāyndu — taṉmaiyaṟiṉ<br>\nmuṉṉilaipa ḍarkkai muḍivuṯṟoṉ ḏṟāyoḷirun<br>\ntaṉmaiyē taṉṉilaimai tāṉ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> ‘உடல் நான்’ என்னும் அத் தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம். தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘uḍal nāṉ’ eṉṉum a-t-taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām. taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>.<br>\n<br>\n<b>English translation:</b> If that first person called ‘the body is I’ exists, second and third persons will exist. If, oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end, the nature that shines as one alone is oneself, the state of oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> If that first person [the ego] called ‘[this] body is I’ exists, second and third persons [everything else] will exist. If the first person ceases to exist [by] oneself investigating the reality of the first person, second and third persons will come to an end, and [what then remains alone, namely] the nature [selfness, essence or reality] that shines as one [undivided by the appearance of these three persons or ‘places’] alone is oneself, the [real] state [or nature] of oneself.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the three in which this <i>kaliveṇbā</i> version is discussed:<br>\n2017-01-15: <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un14\"><i>Uḷḷadu Nāṟpadu</i> verse 14: second and third persons do not exist except in the view of the first person, the ‘I’ who is aware of itself as a body</a><br>\n2016-10-17: <a href=\"http://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#c8470715565914626549\">Comment referring to the <i>kaliveṇbā</i> extension of this verse and explaining that though the body or person we seem to be is actually a second person (an object of our perception), it seems to be the first person, the subject, because our experience now is ‘I am this body, this person called so-and-so’</a><br>\n2011-01-10: <a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#un14\"><i>Uḷḷadu Nāṟpadu</i> verse 14: the <i>kaliveṇbā</i> version</a><br>\n<br>\n<a name=\"uk15\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 64-68: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un15\">verse 15</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] நிதமு — மன்னு<br>\nநிகழ்வினைப் பற்றி யிறப்பெதிர்வு நிற்ப<br>\nநிகழ்கா லவையு நிகழ்வே — நிகழ்வொன்றே<br>\nயின்றுண்மை தேரா திறப்பெதிர்வு தேரவுன<br>\nலொன்றின்றி யெண்ண வுனல். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>nitamu — maṉṉu<br>\nnihaṙviṉaip paṯṟi yiṟappedirvu niṟpa<br>\nnihaṙkā lavaiyu nihaṙvē — nihaṙvoṉḏṟē<br>\nyiṉḏṟuṇmai tērā tiṟappedirvu tēravuṉa<br>\nloṉḏṟiṉṟi yeṇṇa vuṉal</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> நிதமும் மன்னும் நிகழ்வினை பற்றி இறப்பு எதிர்வு நிற்ப. நிகழ்கால் அவையும் நிகழ்வே. நிகழ்வு ஒன்றே. இன்று உண்மை தேராது இறப்பு எதிர்வு தேர உனல் ஒன்று இன்றி எண்ண உனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nitamum maṉṉum nihaṙviṉai paṯṟi iṟappu edirvu niṟpa. nihaṙkāl avaiyum nihaṙvē. nihaṙvu oṉḏṟē. iṉḏṟu uṇmai tērādu, iṟappu edirvu tēra uṉal ‘oṉḏṟu’ iṉḏṟi eṇṇa uṉal</i>.<br>\n<br>\n<b>English translation:</b> Past and future stand holding the present, which always endures. While occurring, they too are actually the present. The present is the only one. Not knowing the reality of now, trying to know the past or future is trying to count without one.<br>\n<br>\n<b>Explanatory paraphrase:</b> Past and future stand holding [or depending upon] the present, which always endures [remains or exists]. While occurring, they too are actually the present. [Therefore] the present is the only one [the only time that actually exists] [alternatively this sentence can be interpreted as meaning: the present alone [is all these three times]; the present alone [exists]; or [there is] only the present] [so the implication of all these interpretations is that there are not three times, namely the past, present and future, but only one, namely the present, which alone is what seems to be these three]. [Hence] without knowing the reality of today [the present moment, now], trying to know the past or future is [like] trying to count [calculate or evaluate] without [knowing the value of] one.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un15\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk16\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 68-72: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un16\">verse 16</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] உணர — நின்றபொரு<br>\nணாமன்றி நாளேது நாடேது நாடுங்கா<br>\nனாமுடம்பே னாணாட்டு ணாம்படுவ — நாமுடம்போ<br>\nநாமின்றன் றென்றுமொன்று நாடிங்கங் கெங்குமொன்றா<br>\nனாமுண்டு நாணாடி னாம். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>uṇara — niṉḏṟaporu<br>\nṇāmaṉḏṟi nāḷēdu nāḍēdu nāḍuṅgā<br>\nṉāmuḍambē ṉāṇāṭṭu ṇāmpaḍuva — nāmuḍambō<br>\nnāmiṉḏṟaṉ ḏṟeṉḏṟumoṉḏṟu nāḍiṅgaṅ geṅgumoṉḏṟā<br>\nṉāmuṇḍu nāṇāḍi ṉām</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> உணர நின்ற பொருள், நாம் அன்றி நாள் ஏது, நாடு ஏது, நாடும் கால்? நாம் உடம்பேல், நாள் நாட்டுள் நாம் படுவம். நாம் உடம்போ? நாம் இன்று, அன்று, என்றும் ஒன்று; நாடு இங்கு, அங்கு, எங்கும் ஒன்று; ஆல், நாம் உண்டு. நாள் நாடு இல். நாம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṇara niṉḏṟa poruḷ, nām aṉḏṟi nāḷ ēdu, nāḍu ēdu, nāḍum kāl? nām uḍambēl, nāḷ nāṭṭuḷ nām paḍuvam. nām uḍambō? nām iṉḏṟu, aṉḏṟu, eṉḏṟum oṉḏṟu; nāḍu iṅgu, aṅgu, eṅgum oṉḏṟu; āl, nām uṇḍu. nāḷ nāḍu il. nām</i>.<br>\n<br>\n<b>அன்வயம்:</b> நாடும் கால், உணர நின்ற பொருள், நாம் அன்றி நாள் ஏது, நாடு ஏது? நாம் உடம்பேல், நாம் நாள் நாட்டுள் படுவம். நாம் உடம்போ? இன்று, அன்று, என்றும் நாம் ஒன்று; நாடு இங்கு, அங்கு, எங்கும் [நாம்] ஒன்று; ஆல், [நாள் நாடு இல்] நாம், நாம் உண்டு. நாள் நாடு இல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāḍum kāl, uṇara niṉḏṟa poruḷ, nām aṉḏṟi nāḷ ēdu, nāḍu ēdu? nām uḍambēl, nām nāḷ nāṭṭuḷ paḍuvam. nām uḍambō? iṉḏṟu, aṉḏṟu, eṉḏṟum nām oṉḏṟu; nāḍu iṅgu, aṅgu, eṅgum [nām] oṉḏṟu; āl, [nāḷ nāḍu il] nām, nām uṇḍu. nāḷ nāḍu il</i>.<br>\n<br>\n<b>English translation:</b> When we investigate, except we, the substance that stands consciously, where is time, where is place? If we are a body, we will be ensnared in time and place. Are we a body? Since we are the one, now, then and always, the one in place, here, there and everywhere, there is we, we. Time and place do not exist.<br>\n<br>\n<b>Explanatory paraphrase:</b> When we investigate [ourself], except we, the [one real] substance, which stands consciously [or as clear awareness], where is time and where is place? If we are a body, we will be ensnared in time and place. [But] are we a body? Since we are the [same] one [without any change], now, then and always, the [same] one in [each] place, here, there and everywhere, there is [only] we, [the timeless and placeless] we. Time and place do not exist.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un16\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk17\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 72-76: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un17\">verse 17</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] ஊன — மாமிவ்<br>\nவுடனானே தன்னை யுணரார்க் குணர்ந்தார்க்<br>\nகுடலளவே நான்ற னுணரார்க் — குடலுள்ளே<br>\nதன்னுணர்ந்தார்க் கெல்லையறத் தானொளிரு நானிதுவே<br>\nயின்னவர்தம் பேதமென வெண்ணுவாய். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>ūṉa — māmiv<br>\nvuḍaṉāṉē taṉṉai yuṇarārk kuṇarndārk<br>\nkuḍalaḷavē nāṉḏṟa ṉuṇarārk — kuḍaluḷḷē<br>\ntaṉṉuṇarndārk kellaiyaṟat tāṉoḷiru nāṉiduvē<br>\nyiṉṉavartam bhēdameṉa veṇṇuvāy</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> ஊனம் ஆம் இவ் உடல் நானே, தன்னை உணரார்க்கு, உணர்ந்தார்க்கு. உடல் அளவே ‘நான்’ தன் உணரார்க்கு; உடல் உள்ளே தன் உணர்ந்தார்க்கு எல்லை அற தான் ஒளிரும் ‘நான்’. இதுவே இன்னவர் தம் பேதம் என எண்ணுவாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūṉam ām i-vv-uḍal nāṉē, taṉṉai uṇarārkku, uṇarndārkku. uḍal aḷavē ‘nāṉ’ taṉ[ṉai] uṇarārkku; uḍal uḷḷē taṉ[ṉai] uṇarndārkku ellai aṟa tāṉ oḷirum ‘nāṉ’. iduvē iṉṉavar tam bhēdam eṉa eṇṇuvāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> தன்னை உணரார்க்கு, உணர்ந்தார்க்கு ஊனம் ஆம் இவ் உடல் நானே. தன் உணரார்க்கு, ‘நான்’ உடல் அளவே; உடல் உள்ளே தன் உணர்ந்தார்க்கு ‘நான்’ தான் எல்லை அற ஒளிரும். இன்னவர் தம் பேதம் இதுவே என எண்ணுவாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai uṇarārkku, uṇarndārkku ūṉam ām i-vv-uḍal nāṉē. taṉ uṇarārkku ‘nāṉ’ uḍal aḷavē; uḍal uḷḷē taṉ uṇarndārkku ‘nāṉ’ tāṉ ellai aṟa oḷirum. iṉṉavar tam bhēdam iduvē eṉa eṇṇuvāy</i>.<br>\n<br>\n<b>English translation:</b> For those who do not know themself, for those who have known themself, this body, which is flesh, is actually ‘I’. For those who do not know themself, ‘I’ is only the extent of the body; for those who have known themself within the body, oneself, ‘I’, shines without limit. May you consider that the difference between them is only this.<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who do not know themself [their real nature] and for those who have known themself, this [defective] body, which is [composed of] flesh [like a corpse], is actually ‘I’ [or only ‘I’]. For those who do not know themself, ‘I’ is [limited to] only the extent of the body, [whereas] for those who have known themself within the body, oneself [called] ‘I’ shines without limit [boundary or extent] [as the one infinite whole, which alone exists and which is therefore the sole substance that appears as the body and everything else]. May you consider that the difference between them is only this.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un17\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk18\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 76-80: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un18\">verse 18</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — முன்னா<br>\nமுலகுண்மை யாகு முணர்வில்லார்க் குள்ளார்க்<br>\nகுலகளவா முண்மை யுணரார்க் — குலகினுக்<br>\nகாதார மாயுருவற் றாருமுணர்ந் தாருண்மை<br>\nயீதாகும் பேதமிவர்க் கெண்ணுக. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— muṉṉā<br>\nmulahuṇmai yāhu muṇarvillārk kuḷḷārk<br>\nkulahaḷavā muṇmai yuṇarārk — kulahiṉuk<br>\nkādhāra māyuruvaṯ ṟārumuṇarn dāruṇmai<br>\nyīdāhum bhēdamivark keṇṇuha</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> முன் ஆம் உலகு உண்மை ஆகும், உணர்வு இல்லார்க்கு, உள்ளார்க்கு. உலகு அளவு ஆம் உண்மை உணரார்க்கு; உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை. ஈது ஆகும் பேதம் இவர்க்கு. எண்ணுக.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>muṉ ām ulahu uṇmai āhum, uṇarvu illārkku, uḷḷārkku. ulahu aḷavu ām uṇmai uṇarārkku; ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai. īdu āhum bhēdam ivarkku. eṇṇuha</i>.<br>\n<br>\n<b>அன்வயம்:</b> உணர்வு இல்லார்க்கு, உள்ளார்க்கு முன் ஆம் உலகு உண்மை ஆகும். உணரார்க்கு உண்மை உலகு அளவு ஆம்; உணர்ந்தார் உண்மை உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும். ஈது இவர்க்கு பேதம் ஆகும். எண்ணுக.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṇarvu illārkku, uḷḷārkku muṉ ām ulahu uṇmai āhum. uṇarārkku uṇmai ulahu aḷavu ām; uṇarndār uṇmai ulahiṉukku ādhāram-āy uru aṯṟu ārum. īdu ivarkku bhēdam āhum. eṇṇuha</i>.<br>\n<br>\n<b>English translation:</b> For those who do not have knowledge, for those who have, the world, which is in front, is real. For those who do not know, reality is the extent of the world; for those who have known, reality pervades devoid of form as the support for the world. This is the difference between them. May you consider.<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who do not have knowledge [of their real nature] and for those who have, the world, which is [seen] in front, is real. For those who do not know [their real nature], reality is [limited to] the extent of [the forms that constitute] the world, [whereas] for those who have known [their real nature], reality pervades devoid of form as the <i>ādhāra</i> [support, foundation or container] for [the appearance of the forms that constitute] the world. This is the difference between them. May you consider.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un18\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk19\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 80-84: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un19\">verse 19</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — பேத<br>\nவிதிமதி மூல விவேக மிலார்க்கே<br>\nவிதிமதி வெல்லும் விவாதம் — விதிமதிகட்<br>\nகோர்முதலாந் தன்னை யுணர்ந்தா ரவைதணந்தார்<br>\nசார்வரோ பின்னுமவை சாற்றுவாய். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— bhēda<br>\nvidhimati mūla vivēka milārkkē<br>\nvidhimati vellum vivādam — vidhimatigaṭ<br>\nkōrmudalān taṉṉai yuṇarndā ravaitaṇandār<br>\nsārvarō piṉṉumavai sāṯṟuvāy</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> பேத விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; சார்வரோ பின்னும் அவை? சாற்றுவாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhēda vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; sārvarō piṉṉum avai? sāṯṟuvāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> பேத விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; பின்னும் அவை சார்வரோ? சாற்றுவாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>bhēda vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; piṉṉum avai sārvarō? sāṯṟuvāy</i>.<br>\n<br>\n<b>English translation:</b> Only for those who do not have discernment of the root of fate and will, different, is there dispute about which prevails, fate or will. Those who have known themself, who is the one origin for fate and will, have discarded them. Will they thereafter be associated with them? May you say.<br>\n<br>\n<b>Explanatory paraphrase:</b> Only for those who do not have <i>bhēda vidhi-mati-mūla-vivēkam</i> [ability to distinguish or discern the root of fate (<i>vidhi</i>) and will (<i>mati</i>), which are different or distinct from each other, namely the ego] is there dispute about which prevails, fate or will. Those who have known [the reality of] themself [the ego], who is the one origin [cause or foundation] for fate and will, have [thereby] discarded them [because the ego as such does not actually exist, since its reality is not what it seems to be but just pure awareness, so when one knows oneself as pure awareness the appearance of the ego will be dissolved forever, and thus one will have discarded not only the ego but also its fate and will]. Will they thereafter be associated with them? May you say.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un19\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk20\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 84-88: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un20\">verse 20</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — சார்பவை<br>\nகாணுந் தனைவிட்டுத் தான்கடவு ளைக்காணல்<br>\nகாணு மனோமயமாங் காட்சிதனைக் — காணுமவன்<br>\nறான்கடவுள் கண்டானாந் தன்முதலைத் தான்முதல்போய்த்<br>\nதான்கடவு ளன்றியில தால். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— sārbavai<br>\nkāṇun taṉaiviṭṭut tāṉkaḍavu ḷaikkāṇal<br>\nkāṇu maṉōmayamāṅ kāṭcitaṉaik — kāṇumavaṉ<br>\nḏṟāṉkaḍavuḷ kaṇḍāṉān taṉmudalait tāṉmudalpōyt<br>\ntāṉkaḍavu ḷaṉḏṟiyila dāl</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b>: சார்பவை காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம், தன் முதலை, தான் முதல் போய், தான் கடவுள் அன்றி இலதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sārbavai kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām, taṉ mudalai, tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> சார்பவை காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தான் முதல் போய், தான் கடவுள் அன்றி இலதால், தன் முதலை, தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>sārbavai kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl, taṉ mudalai, taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving oneself, who sees those that appear, oneself seeing God is seeing a mental vision. Only one who sees oneself, the origin of oneself, is one who has seen God, because the origin, oneself, going, oneself is not other than God.<br>\n<br>\n<b>Paraphrased translation:</b> Leaving [letting go of, neglecting, ignoring or not investigating] oneself [namely ego], who sees [all] those [things] that appear, oneself seeing God is seeing a mental vision [a mind-constituted image, phenomenon or appearance]. Only one who sees oneself [one’s real nature], the origin [base or foundation] of oneself [namely ego], is one who has seen God, because oneself [one’s real nature], [which alone is what remains] when oneself [namely ego], the origin [root or foundation of all other things], goes, is not other than God.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un20\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk21\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 88-92: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] உயிராத் — தான்கருதுந்<br>\nதன்னைத்தான் காண றலைவன் றனைக்காண<br>\nலென்னும்பன் னூலுண்மை யென்னையெனின் — றன்னைத்தான்<br>\nகாணலெவன் றானொன்றாற் காணவொணா தேற்றலைவற்<br>\nகாணலெவ னூணாதல் காண். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>uyirāt — tāṉkarutun<br>\ntaṉṉaittāṉ kāṇa ṯalaivaṉ ḏṟaṉaikkāṇa<br>\nleṉṉumpaṉ ṉūluṇmai yeṉṉaiyeṉiṉ — ḏṟaṉṉaittāṉ<br>\nkāṇalevaṉ ḏṟāṉoṉḏṟāṯ kāṇavoṇā dēṯṟalaivaṯ<br>\nkāṇaleva ṉūṇādal kāṇ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> உயிரா தான் கருதும் ‘தன்னை தான் காணல்’, ‘தலைவன் தனை காணல்’ என்னும் பல் நூல் உண்மை என்னை எனின்: தன்னை தான் காணல் எவன், தான் ஒன்றால்? காண ஒணாதேல், தலைவன் காணல் எவன்? ஊண் ஆதல் காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uyirā tāṉ karudum ‘taṉṉai tāṉ kāṇal’, ‘talaivaṉ taṉai kāṇal’ eṉṉum pal nūl uṇmai eṉṉai eṉiṉ: taṉṉai tāṉ kāṇal evaṉ, tāṉ oṉḏṟāl? kāṇa oṇādēl, talaivaṉ kāṇal evaṉ? ūṇ ādal kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உயிரா தான் கருதும் ‘தன்னை தான் காணல்’, ‘தலைவன் தனை காணல்’ என்னும் பல் நூல் உண்மை என்னை எனின்: தான் ஒன்றால், தன்னை தான் காணல் எவன்? காண ஒணாதேல், தலைவன் காணல் எவன்? ஊண் ஆதல் காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uyirā tāṉ karudum ‘taṉṉai tāṉ kāṇal’, ‘talaivaṉ taṉai kāṇal’ eṉṉum pal nūl uṇmai eṉṉai eṉiṉ: tāṉ oṉḏṟāl, taṉṉai tāṉ kāṇal evaṉ? kāṇa oṇādēl, talaivaṉ kāṇal evaṉ? ūṇ ādal kāṇ</i>.<br>\n<br>\n<b>English translation:</b> If one asks what is the truth of many texts that say ‘oneself seeing oneself’, whom one considers to be a soul, ‘seeing God’: Since oneself is one, how is oneself to see oneself? If it is not possible to see, how to see God? Becoming food is seeing.<br>\n<br>\n<b>Explanatory paraphrase:</b> If anyone asks what is the truth of many texts that talk of ‘oneself seeing oneself’, whom one considers to be a soul [or living being], and ‘seeing God’ [the reply is]: Since oneself is one, how is oneself to see oneself? If it is not possible [for oneself] to see [oneself], how [is oneself] to see God [who is the real nature of oneself]? Becoming food [to God] is seeing [both oneself and God]. [In other words, the ego being swallowed and consumed entirely by the infinite light of pure awareness is alone real seeing.]<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk22\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 92-96: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] எவையுங் — காணு<br>\nமதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுத லெங்ஙன் மதியாய். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>evaiyuṅ — kāṇu<br>\nmatikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmadittiḍuda leṅṅaṉ madiyāy</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> எவையும் காணும் மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதியாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>evaiyum kāṇum matikku oḷi tandu, a-m-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madiyāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> எவையும் காணும் மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதியாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>evaiyum kāṇum matikku oḷi tandu, a-m-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madiyāy</i>.<br>\n<br>\n<b>English translation:</b> Except by, turning the mind back within, completely immersing it in God, who shines within that mind giving light to the mind, which sees everything, how to fathom God by the mind? May you consider.<br>\n<br>\n<b>Explanatory paraphrase:</b> Except by turning [bending or folding] <i>mati</i> [the mind or intellect] back within [and thereby] completely immersing [embedding or fixing] it in <i>pati</i> [the Lord or God], who shines [as pure awareness] within that mind giving light [of awareness] to the mind, which sees everything, how to fathom [or investigate and know] God by the mind? May you consider.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the one in which this <i>kaliveṇbā</i> version is discussed:<br>\n2017-01-15: <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un22\"><i>Uḷḷadu Nāṟpadu</i> verse 22 (<i>kaliveṇbā</i> version): our actual self gives light to the mind, which sees everything</a><br>\n<br>\n<a name=\"uk23\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 96-100: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — மதியிலதா<br>\nனானென்றித் தேக நவிலா துறக்கத்து<br>\nநானின்றென் றாரு நவில்வதிலை — நானொன்<br>\nறெழுந்தபி னெல்லா மெழுமிந்த நானெங்<br>\nகெழுமென்று நுண்மதியா லெண்ண — நழுவும்.<br>\n[…]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— matiyiladā<br>\nṉāṉeṉḏṟid dēha navilā duṟakkattu<br>\nnāṉiṉḏṟeṉ ḏṟāru navilvadilai — nāṉoṉ<br>\nḏṟeṙundapi ṉellā meṙuminda nāṉeṅ<br>\ngeṙumeṉḏṟu nuṇmatiyā leṇṇa — naṙuvum</i>.<br>\n[…]<br>\n<br>\n<b>பதச்சேதம்:</b> மதியிலதால், ‘நான்’ என்று இத் தேகம் நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்ண, நழுவும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>mati-y-iladāl, ‘nāṉ’ eṉḏṟu i-d-dēham navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇṇa, naṙuvum</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதியிலதால், இத் தேகம் ‘நான்’ என்று நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்ண, நழுவும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>mati-y-iladāl, i-d-dēham ‘nāṉ’ eṉḏṟu navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇṇa, naṙuvum</i>.<br>\n<br>\n<b>English translation:</b> Since it is not awareness, this body does not say ‘I’. No one says ‘In sleep I do not exist’. After one thing, ‘I’, rises, everything rises. When one contemplates by a subtle mind where this ‘I’ rises, it slips away.<br>\n<br>\n<b>Explanatory paraphrase:</b> Since it is devoid of awareness, this body does not say ‘I’ [that is, it is not aware of itself as ‘I’]. No one says ‘In sleep I do not exist’ [even though one was then not aware of this or any other body]. [Therefore neither this nor any other body can be what I actually am, but in waking and dream an awareness rises as ‘I am this body’.] After one thing [called] ‘I’ [namely the ego, the awareness that rises as ‘I am this body’] rises, everything rises. When one contemplates [investigates, discerns, determines or ascertains] by <i>nuṇ mati</i> [a subtle, refined, sharp, keen, acute, precise, meticulous and discerning mind or intellect] where this ‘I’ rises, it slips away.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the four in which this <i>kaliveṇbā</i> version is discussed:<br>\n2017-01-15: <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un23\"><i>Uḷḷadu Nāṟpadu</i> verse 23: everything else arises only after the ego arises, and if we investigate this ego it will disappear (in which the way in which Bhagavan extended the final sentence of this verse in the <i>kaliveṇbā</i> version is explained)</a><br>\n2016-02-28: <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#un23\"><i>Uḷḷadu Nāṟpadu</i> verses 23 and 28: we need a subtle and sharp mind in order to discern what we actually are (in which the way in which Bhagavan extended the final sentence of this verse in the <i>kaliveṇbā</i> version is explained)</a><br>\n2015-05-28: <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un23\"><i>Uḷḷadu Nāṟpadu</i> verse 23: why is this body not what I actually am? (in which the way in which Bhagavan extended the final sentence of this verse in the <i>kaliveṇbā</i> version is explained and discussed in detail)</a><br>\n2009-06-14: <a href=\"http://happinessofbeing.blogspot.com/2009/06/ulladu-narpadu-explanatory-paraphrase.html#un23\"><i>Uḷḷadu Nāṟpadu</i>: an explanatory paraphrase (in which the meaning and implication of the final sentence of this verse as extended in the <i>kaliveṇbā</i> version is discussed)</a><br>\n<br>\n<a name=\"uk24\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 101-104: <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…]<br>\nசடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…]<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilidu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The insentient body does not say ‘I’; being-awareness does not rise; in between one thing, ‘I’, rises as the extent of the body. This is the awareness-insentience-knot, bondage, soul, subtle body, ego, this wandering and mind. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> The <i>jaḍa</i> [insentient] body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. This [the spurious adjunct-conflated awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with an insentient (<i>jaḍa</i>) body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence, embodied condition or the cycle of birth and death] and <i>manam</i> [mind]. Know.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk25\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 104-108: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] என்னே — விச்சை<br>\nயுருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்வாய். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>eṉṉē — viccai<br>\nyuruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōrvāy</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> என்னே விச்சை! உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். உரு அற்ற பேய் அகந்தை. ஓர்வாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṉṉē viccai! uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. uru aṯṟa pēy ahandai. ōrvāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> என்னே விச்சை! உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்வாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṉṉē viccai! uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōrvāy</i>.<br>\n<br>\n<b>English translation:</b> What a wonder! Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If it seeks, it will take flight. The formless phantom ego. May you investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> What a wonder [miracle or magic]! [Grasping form [that is, projecting and perceiving the form of a body (composed of five sheaths) as itself] it comes into existence [rises into being or is formed]; grasping form [that is, holding on to that body as itself] it stands [endures, continues or persists]; grasping and feeding on form [that is, projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If it seeks [examines or investigates] [itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. [Such is the nature of this] formless phantom [fiend, demon or evil spirit] ego. [Therefore] may you investigate [it] [or may you know thus].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk26\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 108-112: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — கருவா<br>\nமகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர். [...]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— karuvā<br>\nmahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nāḍalē<br>\nyōvudal yāvumeṉa vōr</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> கரு ஆம் அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>karu ām ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> கரு ஆம் அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>karu ām ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego, which is the embryo, comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. The ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego [the false awareness ‘I am this body’], which is the embryo [womb, efficient cause, inner substance or foundation], comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable awareness ‘I am’] comes into existence; if the ego does not exist, everything does not exist [because nothing other than pure awareness actually exists, so everything else seems to exist only in the view of the ego, and hence it cannot seem to exist unless the ego seems to exist]. [Therefore] the ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [the ego] is alone is giving up everything [or is everything ceasing] [because the ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the three in which this <i>kaliveṇbā</i> version is discussed:<br>\n2016-12-23: <a href=\"http://happinessofbeing.blogspot.com/2016/12/whatever-experience-may-arise-we-should.html#un26\">The ego is the creator of everything, because everything seems to exist only in its view, and hence nothing exists independent of it (as implied in this verse, and as emphasised by the relative clause that Bhagavan added in the <i>kaliveṇbā</i> version of it, in which he used the term ‘கரு’ (<i>karu</i>) to indicate that the ego is the efficient cause (<i>nimitta kāraṇa</i>) of everything)</a><br>\n2016-11-27: <a href=\"http://happinessofbeing.blogspot.com/2016/11/when-ego-seems-to-exist-other-things.html#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: the ego is the sole cause for the seeming existence of everything else (in which it is explained that the relative clause Bhagavan added in the <i>kaliveṇbā</i> version of this verse to describe the ego, namely ‘கருவாம்’ (<i>karu-v-ām</i>), means ‘which is the embryo [womb, efficient cause, inner substance or foundation]’ and therefore implies that the ego is the embryo that develops into everything else, the womb from which everything is born, the efficient cause (<i>nimitta kāraṇa</i>) that creates or produces everything, the inner substance of all phenomena, and the foundation on which they all appear)</a><br>\n2011-01-10: <a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: the <i>kaliveṇbā</i> version</a><br>\n<br>\n<a name=\"uk27\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 112-116: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] முதல்போன் — மேவுமிந்த<br>\nநானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br>\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br>\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br>\nதன்னிலையி னிற்பதெவன் சாற்றுதி. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>mudalpōṉ — mēvuminda<br>\nnāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br>\nnāṉudikkun thāṉamadai nāḍāma — ṉāṉudiyāt<br>\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br>\ntaṉṉilaiyi ṉiṟpadevaṉ sāṯṟudi</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> முதல் போல் மேவும் இந்த ‘நான்’ உதியாது உள்ள நிலை ‘நாம் அது’ ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், ‘தான் அது’ ஆம் தன் நிலையில் நிற்பது எவன்? சாற்றுதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>mudal pōl mēvum inda ‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum thāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ nilaiyil niṟpadu evaṉ? sāṯṟudi</i>.<br>\n<br>\n<b>English translation:</b> The state in which one exists without this ‘I’, which appears as if the first, rising is the state in which we exist as that. Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise? Without reaching, how to stand in the state of oneself, in which oneself is that? May you say.<br>\n<br>\n<b>Explanatory paraphrase:</b> The state in which one exists without this ‘I’ [the ego], which appears as if the first [or foremost, the fundamental reality, namely oneself], rising is the state in which we exist as that [<i>brahman</i>, the ultimate reality and infinite whole, the nature of which is pure awareness, uncontaminated by the appearance of anything else]. Without investigating the place [namely one’s fundamental awareness of one’s own existence, ‘I am’] where [from which or in which] ‘I’ rises, how to reach [achieve or take refuge in] the annihilation of oneself [ego], [the state] in which ‘I’ does not rise? [In other words, the only way to annihilate ego is to investigate oneself, the source from which it rises, because only when one investigates oneself will one see oneself as one actually is, and only when one sees oneself as one actually is will one forever cease rising as ego, the false awareness that rises and subsides as ‘I am this body’.] [And] without reaching [or taking refuge in the annihilation of one’s ego], how to stand [stop, stay or abide] in the [real] state of oneself, in which oneself is that? May you say [or please explain].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk28\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 116-120: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un28\">verse 28</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — முன்ன<br>\nரெழும்பு மகந்தை யெழுமிடத்தை நீரில்<br>\nவிழுந்த பொருள்காண வேண்டி — முழுகுதல்போற்<br>\nகூர்ந்தமதி யாற்பேச்சு மூச்சடக்கிக் கொண்டுள்ளே<br>\nயாழ்ந்தறிய வேண்டு மறி. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— muṉṉa<br>\nreṙumbu mahandai yeṙumiḍattai nīril<br>\nviṙunda poruḷkāṇa vēṇḍi — muṙuhudalpōṯ<br>\nkūrndamati yāṯpēccu mūccaḍakkik koṇḍuḷḷē<br>\nyāṙndaṟiya vēṇḍu maṟi</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> முன்னர் எழும்பும் அகந்தை எழும் இடத்தை, நீரில் விழுந்த பொருள் காண வேண்டி முழுகுதல் போல், கூர்ந்த மதியால் பேச்சு மூச்சு அடக்கிக் கொண்டு உள்ளே ஆழ்ந்து அறிய வேண்டும். அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>muṉṉar eṙumbum ahandai eṙum iḍattai, nīril viṙunda poruḷ kāṇa vēṇḍi muṙuhudal pōl, kūrnda matiyāl pēccu mūccu aḍakki-k-koṇḍu uḷḷē āṙndu aṟiya vēṇḍum. aṟi</i>.<br>\n<br>\n<b>அன்வயம்:</b> நீரில் விழுந்த பொருள் காண வேண்டி [பேச்சு மூச்சு அடக்கிக் கொண்டு] முழுகுதல் போல், முன்னர் எழும்பும் அகந்தை எழும் இடத்தை கூர்ந்த மதியால் பேச்சு மூச்சு அடக்கிக் கொண்டு உள்ளே ஆழ்ந்து அறிய வேண்டும். அறி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nīril viṙunda poruḷ kāṇa vēṇḍi [pēccu mūccu aḍakki-k koṇḍu] muṙuhudal pōl, muṉṉar eṙumbum ahandai eṙum iḍattai kūrnda matiyāl pēccu mūccu aḍakki-k-koṇḍu uḷḷē āṙndu aṟiya vēṇḍum. aṟi</i>.<br>\n<br>\n<b>English translation:</b> Like sinking wanting to see something that has fallen in water, sinking within restraining speech and breath by a sharpened mind it is necessary to know the place where the ego, which rises before, rises. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> Like sinking [submerging, immersing or plunging] wanting [needing or in order] to see [find or discover] something that has fallen in water, sinking [submerging, immersing, diving, plunging or piercing] within [oneself] restraining speech and breath by <i>kūrnda mati</i> [a sharpened, pointed, keen, acute, penetrating and discerning mind or intellect] it is necessary to know the place [namely one’s real nature, which is pure awareness] where [from which or in which] the ego, which rises before [everything else], rises. Know [or be aware].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un28\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk29\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 120-124: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un29\">verse 29</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] பிணம்போற் — றீர்ந்துடல<br>\nநானென்று வாயா னவிலாதுள் ளாழ்மனத்தா<br>\nனானென்றெங் குந்துமென நாடுதலே — ஞான நெறி<br>\nயாமன்றி யன்றிதுநா னாமதுவென் றுன்னறுணை<br>\nயாமதுவி சாரமா மா. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>piṇampōṯ — ṟīrnduḍala<br>\nnāṉeṉḏṟu vāyā ṉavilāduḷ ḷāṙmaṉattā<br>\nṉāṉeṉḏṟeṅ gundumeṉa nāḍudalē — ñāṉaneṟi<br>\nyāmaṉḏṟi yaṉḏṟidunā ṉāmaduveṉ ḏṟuṉṉaṯuṇai<br>\nyāmaduvi cāramā mā</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> பிணம் போல் தீர்ந்து உடலம், ‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம். அன்றி, ‘அன்று இது, நான் ஆம் அது’ என்று உன்னல் துணை ஆம்; அது விசாரம் ஆமா?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>piṇam pōl tīrndu uḍalam, ‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudal-ē ñāṉa-neṟi ām. aṉḏṟi, ‘aṉḏṟu idu, nāṉ ām adu’ eṉḏṟu uṉṉal tuṇai ām; adu vicāram āmā?</i><br>\n<br>\n<b>அன்வயம்:</b> உடலம் பிணம் போல் தீர்ந்து, ‘நான்’ என்று வாயால் நவிலாது, உள் ஆழ் மனத்தால் ‘நான்’ என்று எங்கு உந்தும் என நாடுதலே ஞான நெறி ஆம்; அன்றி, ‘நான் இது அன்று, [நான்] அது ஆம்’ என்று உன்னல் துணை ஆம்; அது விசாரம் ஆமா?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍalam piṇam pōl tīrndu, ‘nāṉ’ eṉḏṟu vāyāl navilādu, uḷ āṙ maṉattāl ‘nāṉ’ eṉḏṟu eṅgu undum eṉa nāḍudal-ē ñāṉa neṟi ām; aṉḏṟi, ‘nāṉ idu aṉḏṟu, [nāṉ] adu ām’ eṉḏṟu uṉṉal tuṇai ām; adu vicāram āmā?</i><br>\n<br>\n<b>English translation:</b> Leaving the body like a corpse, not saying ‘I’ by mouth, investigating by an inward sinking mind where one rises as ‘I’ alone is the path of knowledge. Instead, thinking ‘not this, I am that’ is an aid; is it investigation?<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving the body like a corpse [ceasing to be aware of it, as one would be if it were dead], without saying ‘I’ by mouth, investigating by an inward sinking [submerging, immersing, diving, plunging or piercing] mind where one rises as ‘I’ is alone the path of <i>jñāna</i> [the means to experience <i>jñāna</i>, real knowledge or pure awareness, which is one’s true nature]. Instead, thinking ‘[I am] not this [body or mind], I am that [<i>brahman</i>]’ is an aid, [but] is it <i>vicāra</i> [investigation (in the sense of self-investigation)]?<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un29\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk30\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 124-128: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">verse 30</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] அதனான் — மீமுறையே<br>\nநானா ரெனமனமுண் ணாடியுள நண்ணவே<br>\nநானா மவன்றலை நாணமுற — நானானாத்<br>\nதோன்றுமொன்று தானாகத் தோன்றினுநா னன்றுபொருள்<br>\nபூன்றமது தானாம் பொருள். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>adaṉāṉ — mīmuṟaiyē<br>\nnāṉā reṉamaṉamuṇ ṇāḍiyuḷa naṇṇavē<br>\nnāṉā mavaṉḏṟalai nāṇamuṟa — nāṉāṉāt<br>\ntōṉḏṟumoṉḏṟu tāṉāhat tōṉḏṟiṉunā ṉaṉḏṟuporuḷ<br>\npūṉḏṟamadu tāṉām poruḷ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> அதனால் மீ முறையே நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ தோன்றும் ஒன்று தானாக. தோன்றினும், ‘நான்’ அன்று. பொருள் பூன்றம் அது, தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>adaṉāl mī muṟaiyē nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā tōṉḏṟum oṉḏṟu tāṉāha. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. poruḷ-pūṉḏṟam adu, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> அதனால் மீ முறையே நான் ஆர் என மனம் உள் நாடி உளம் நண்ணவே, ‘நான்’ ஆம் அவன் தலை நாணம் உற, ‘நான் நான்’ ஆ ஒன்று தானாக தோன்றும். தோன்றினும், ‘நான்’ அன்று. அது பூன்றம், பொருள், தான் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>adaṉāl mī muṟaiyē nāṉ ār eṉa maṉam uḷ nāḍi uḷam naṇṇavē, ‘nāṉ’ ām avaṉ talai nāṇam uṟa, ‘nāṉ nāṉ’ ā oṉḏṟu tāṉāha tōṉḏṟum. tōṉḏṟiṉum, ‘nāṉ’ aṉḏṟu. adu pūṉḏṟam, poruḷ, tāṉ ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Therefore as soon as the mind reaches the heart inwardly investigating who am I in the above manner, when he who is ‘I’ dies, one thing appears spontaneously as ‘I am I’. Though it appears, it is not ‘I’. It is the whole, the substance, the substance that is oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Therefore as soon as the mind reaches the heart [its core and essence, which is pure awareness] [by] inwardly investigating who am I in the above [exalted] manner [or way], when [thereby] he who is ‘I’ [the ego] dies, one thing [or the one] appears spontaneously [or as oneself] as ‘I am I’ [that is, as awareness of oneself as oneself alone]. Though it appears, it is not ‘I’ [namely ego]. It is <i>pūṉḏṟam</i> [the whole or <i>pūrṇa</i>, which is infinite, eternal and unchanging], the <i>poruḷ</i> [the real substance or <i>vastu</i>], the <i>poruḷ</i> that is oneself.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk31\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 128-132: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] பொங்கித் — தோன்றவே<br>\nதன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>poṅgit — tōṉḏṟavē<br>\ntaṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> பொங்கி தோன்றவே, தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>poṅgi tōṉḏṟavē, taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> பொங்கி தோன்றவே, தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>poṅgi tōṉḏṟavē, taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṟku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who are happiness composed of that, which rose destroying themself when it appeared surging up, what one exists for doing? They do not know anything other than themself; who can conceive their state as ‘like this’?<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who are [blissfully immersed in and as] <i>tanmayānanda</i> [happiness composed of that, namely <i>brahman</i>, one’s real nature], which rose destroying themself [the ego] when [or as soon as] it [the one <i>poruḷ</i> referred to in the previous verse] appeared surging up [as ‘I am I’], what one [action] exists for doing? They do not know [or are not aware of] anything other than themself; [so] who can [or how to] conceive their state as ‘[it is] like this’?<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un31\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk32\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 132-136: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] பரமாப் — பன்னு<br>\nமதுநீயென் றம்மறைக ளார்த்திடவுந் தன்னை<br>\nயெதுவென்று தான்றேர்ந் திராஅ — ததுநா<br>\nனிதுவன்றென் றெண்ணலுர னின்மையினா லென்று<br>\nமதுவேதா னாயமர்வ தாலே. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>paramāp — paṉṉu<br>\nmadunīyeṉ ḏṟammaṟaika ḷārttiḍavun taṉṉai<br>\nyeduveṉḏṟu tāṉḏṟērn dirāa — dadunā<br>\nṉiduvaṉḏṟeṉ ḏṟeṇṇalura ṉiṉmaiyiṉā leṉḏṟu<br>\nmaduvētā ṉāyamarva dālē</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> ‘பரம் ஆ பன்னும் அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினால், என்றும் அதுவே தான் ஆய் அமர்வதாலே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘param ā paṉṉum adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl, eṉḏṟum aduvē tāṉ-āy amarvadālē</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘பரம் ஆ பன்னும் அது நீ’ என்று அம் மறைகள் ஆர்த்திடவும், அதுவே தான் ஆய் என்றும் அமர்வதால், தன்னை எது என்று தான் தேர்ந்து இராது, ‘அது நான், இது அன்று’ என்று எண்ணல் உரன் இன்மையினாலே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘param ā paṉṉum adu nī’ eṉḏṟu a-m-maṟaigaḷ ārttiḍavum, adu-v-ē tāṉ-āy eṉḏṟum amarvadālē, taṉṉai edu eṉḏṟu tāṉ tērndu irādu, ‘adu nāṉ, idu aṉḏṟu’ eṉḏṟu eṇṇal uraṉ iṉmaiyiṉāl</i>.<br>\n<br>\n<b>English translation:</b> When the Vēdas proclaim ‘That, which is said to be distant, is you’, instead of oneself being knowing oneself as ‘what?’, thinking ‘I am that, not this’ is due to non-existence of strength, because that alone is always actually seated as oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> When the Vēdas proclaim ‘That, which is said to be distant [remote or other], is you’ [or ‘That which is said to be supreme is you’], instead of oneself being [as one is] [by] knowing oneself [by investigating] what [am I], thinking ‘I am that [<i>brahman</i>], not this [body or mind]’ is due to non-existence [destitution or deficiency] of strength [of <i>bhakti</i>  and <i>vairāgya</i>] [and consequent lack of clarity of heart and mind], because that [<i>brahman</i>] alone [or that itself] is always actually seated [calmly] as oneself.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk33\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 136-140: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — அதுவுமலா<br>\nதென்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— aduvumalā<br>\ndeṉṉai yaṟiyēṉā ṉeṉṉai yaṟindēṉā<br>\nṉeṉṉa ṉahaippuk kiḍaṉāhu — meṉṉai<br>\ntaṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> அதுவும் அலாது, ‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aduvum alādu, ‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> அதுவும் அலாது, ‘நான் என்னை அறியேன்’, ‘நான் என்னை அறிந்தேன்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்றாய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aduvum alādu, ‘nāṉ eṉṉai aṟiyēṉ’, ‘nāṉ eṉṉai aṟindēṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy; āl</i>.<br>\n<br>\n<b>English translation:</b> Besides that, saying ‘I do not know myself’, ‘I have known myself’, is ground for ridicule. Why? To make oneself an object, are there two selves? Because being one is the truth, the experience of everyone.<br>\n<br>\n<b>Explanatory paraphrase:</b> Besides that, saying [either] ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule. Why? To make oneself <i>viṣaya</i> [an object, something known as other than oneself, the knower], are there two selves [a knowing self and a known self]? Because being one is the truth, [as is known by] the experience of everyone. [That is, since we always experience ourself as one, we are never not aware of ourself, so <i>ātma-jñāna</i> (self-knowledge or self-awareness) is not something that we are yet to attain but is our very nature, and hence what is called the attainment of <i>ātma-jñāna</i> is actually not a gain of anything but a loss of everything along with its root, the ego, which is merely a false awareness of ourself (an awareness of ourself as something other than what we actually are), and when the ego is lost there is no one left to say ‘I have known myself’, because what remains is only our real nature, which is pure, infinite, eternal and immutable awareness.]<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un33\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk34\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 140-144: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un34\">verse 34</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] ஓர் — நினைவறவே<br>\nயென்று மெவர்க்கு மியல்பா யுளபொருளை<br>\nயொன்று முளத்து ளுணர்ந்துநிலை — நின்றிடா<br>\nதுண்டின் றுருவருவென் றொன்றிரண் டன்றென்றே<br>\nசண்டையிடன் மாயைச் சழக்கொழிக. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>ōr — niṉaivaṟavē<br>\nyeṉḏṟu mevarkku miyalbā yuḷaporuḷai<br>\nyoṉḏṟu muḷattu ḷuṇarndunilai — niṉḏṟiḍā<br>\nduṇḍiṉ ḏṟuruvaruveṉ ḏṟoṉḏṟiraṇ ḍaṉḏṟeṉḏṟē<br>\ncaṇḍaiyiḍaṉ māyaic caṙakkoṙiha</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> ஓர் நினைவு அறவே என்றும் எவர்க்கும் இயல்பாய் உள பொருளை ஒன்றும் உளத்து உள் உணர்ந்து நிலை நின்றிடாது, ‘உண்டு’, ‘இன்று’, ‘உரு’, ‘அரு’ என்று, ‘ஒன்று’, ‘இரண்டு’, ‘அன்று’ என்றே சண்டையிடல் மாயைச் சழக்கு. ஒழிக.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ōr niṉaivu aṟavē eṉḏṟum evarkkum iyalbāy uḷa poruḷai oṉḏṟum uḷattu uḷ uṇarndu nilai niṉḏṟiḍādu, ‘uṇḍu’, ‘iṉḏṟu’, ‘uru’, ‘aru’ eṉḏṟu, ‘oṉḏṟu’, ‘iraṇḍu’, ‘aṉḏṟu’ eṉḏṟē caṇḍai-y-iḍal māyai caṙakku. oṙiha</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஓர் நினைவு அறவே என்றும் எவர்க்கும் இயல்பாய் உள பொருளை உள் ஒன்றும் உளத்து [அல்லது, ஒன்றும் உளத்துள்] உணர்ந்து நிலை நின்றிடாது, ‘உண்டு’, ‘இன்று’, ‘உரு’, ‘அரு’ என்று, ‘ஒன்று’, ‘இரண்டு’, ‘அன்று’ என்றே சண்டையிடல் மாயை சழக்கு. ஒழிக.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ōr niṉaivu aṟavē eṉḏṟum evarkkum iyalbāy uḷa poruḷai uḷ oṉḏṟum uḷattu [or: oṉḏṟum uḷattuḷ] uṇarndu nilai niṉḏṟiḍādu, ‘uṇḍu’, ‘iṉḏṟu’, ‘uru’, ‘aru’ eṉḏṟu, ‘oṉḏṟu’, ‘iraṇḍu’, ‘aṉḏṟu’ eṉḏṟē caṇḍai-y-iḍal māyai caṙakku. oṙiha</i>.<br>\n<br>\n<b>English translation:</b> Not standing firmly knowing the substance, which without a single thought always exists for everyone as nature, in the mind that merges within, quarrelling saying ‘It exists’, ‘It does not exist’, ‘Form’, ‘Formless’, ‘One’, ‘Two’, ‘Neither’, is delusion-mischief. May you stop.<br>\n<br>\n<b>Explanatory paraphrase:</b> Instead of standing firmly [as pure, infinite, eternal and immutable awareness] knowing <i>poruḷ</i> [the real substance, namely pure awareness], which without a single thought always exists for everyone as [their real] nature, in the mind that merges within [or in the heart, where it exists as one], quarrelling [fighting or disputing] saying ‘It exists’, ‘It does not exist’, ‘[It is a] form’, ‘[It is] formless’, ‘[It is] one’, ‘[It is] two’, ‘[It is] neither [one nor two]’, is <i>māyā</i>-mischief [mischief, wickedness or defectiveness born of <i>māyā</i>, delusion or self-ignorance]. May you stop [engaging in such disputes].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un34\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk35\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 144-148: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un35\">verse 35</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — ஒண்டியுளஞ்<br>\nசித்தமா யுள்பொருளைத் தேர்ந்திருத்தல் சித்திபிற<br>\nசித்தியெலாஞ் சொப்பனமார் சித்திகளே — நித்திரைவிட்<br>\nடோர்ந்தா லவைமெய்யோ வுண்மைநிலை நின்றுபொய்ம்மை<br>\nதீர்ந்தார் தியங்குவரோ தேர்ந்திருநீ. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— oṇḍiyuḷañ<br>\nsiddhamā yuḷporuḷait tērndiruttal siddhipiṟa<br>\nsiddhiyelāñ soppaṉamār siddhikaḷē — niddiraiviṭ<br>\nṭōrndā lavaimeyyō vuṇmainilai niṉḏṟupoymmai<br>\ntīrndār tiyaṅguvarō tērndirunī</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> ஒண்டி உளம் சித்தமாய் உள் பொருளை தேர்ந்து இருத்தல் சித்தி. பிற சித்தி எலாம் சொப்பனம் ஆர் சித்திகளே; நித்திரை விட்டு ஓர்ந்தால், அவை மெய்யோ? உண்மைநிலை நின்று பொய்ம்மை தீர்ந்தார் தியங்குவரோ? தேர்ந்து இரு நீ.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>oṇḍi uḷam siddhamāy uḷ poruḷai tērndu iruttal siddhi. piṟa siddhi elām soppaṉam ār siddhigaḷ-ē; niddirai viṭṭu ōrndāl, avai meyyō? uṇmai nilai niṉḏṟu poymmai tīrndār tiyaṅguvarō? tērndu iru nī</i>.<br>\n<br>\n<b>அன்வயம்:</b> சித்தமாய் உள் பொருளை உளம் ஒண்டி தேர்ந்து இருத்தல் சித்தி. பிற சித்தி எலாம் சொப்பனம் ஆர் சித்திகளே; நித்திரை விட்டு ஓர்ந்தால், அவை மெய்யோ? உண்மை நிலை நின்று பொய்ம்மை தீர்ந்தார் தியங்குவரோ? தேர்ந்து இரு நீ.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>siddhamāy uḷ poruḷai uḷam oṇḍi tērndu iruttal siddhi. piṟa siddhi elām soppaṉam ār siddhigaḷ-ē; niddirai viṭṭu ōrndāl, avai meyyō? uṇmai nilai niṉḏṟu poymmai tīrndār tiyaṅguvarō? tērndu iru nī</i>.<br>\n<br>\n<b>English translation:</b> The mind merging, being knowing the substance, which exists as accomplished, is accomplishment. All other accomplishments are just accomplishments achieved in dream; if one wakes up leaving sleep, are they real? Will those who, standing in the real state, have left unreality be deluded? You be knowing.<br>\n<br>\n<b>Explanatory paraphrase:</b> [With] the mind merging [within], being [as one actually is] knowing <i>poruḷ</i> [the one real substance, which is oneself], which exists as <i>siddham</i> [what is always accomplished], is [real] <i>siddhi</i> [accomplishment]. All other <i>siddhis</i> [such as the <i>aṣṭa-siddhis</i>, eight kinds of paranormal powers that some people try to achieve by meditation or other <i>yōga</i> practices] are just <i>siddhis</i> achieved [or experienced] in dream; if one wakes up leaving [this] sleep [of self-ignorance], will they be real? Will those who, standing [firmly] in the real state [of pure awareness], have left unreality [or illusion, namely the unreal states of waking and dream] be deluded [by such unreal <i>siddhis</i>]? You be [as you are] knowing [the one real substance].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un35\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the one in which this <i>kaliveṇbā</i> version is discussed:<br>\n2016-10-25: <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#un35\"><i>Uḷḷadu Nāṟpadu</i> verse 35: spiritual accomplishment is not acquiring supernatural powers but only knowing and being what is real</a><br>\n<br>\n<a name=\"uk36\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 148-152: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">verse 36</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — கூர்ந்துமய<br>\nனாமுடலென் றெண்ணினல நாமதுவென் றெண்ணுமது<br>\nநாமதுவா நிற்பதற்கு நற்றுணையே — யாமென்று<br>\nநாமதுவென் றெண்ணுவதே னான்மனித னென்றெணுமோ<br>\nநாமதுவா நிற்குமத னால். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— kūrndumaya<br>\nṉāmuḍaleṉ ḏṟeṇṇiṉala nāmaduveṉ ḏṟeṇṇumadu<br>\nnāmaduvā niṟpadaṟku naṯṟuṇaiyē — yāmeṉḏṟu<br>\nnāmaduveṉ ḏṟeṇṇuvadē ṉāṉmaṉida ṉeṉḏṟeṇumō<br>\nnāmaduvā niṟkumada ṉāl</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> கூர்ந்து மயல் நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். என்றும் ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ? நாம் அதுவா நிற்கும் அதனால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kūrndu mayal nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṟpadaṟku nal tuṇai-y-ē ām. eṉḏṟum ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō? nām adu-v-ā niṟkum adaṉāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> மயல் கூர்ந்து நாம் உடல் என்று எண்ணின், ‘அலம், நாம் அது’ என்று எண்ணும் அது நாம் அதுவா நிற்பதற்கு நல் துணையே ஆம். என்றும் நாம் அதுவா நிற்கும் அதனால், ‘நாம் அது’ என்று எண்ணுவது ஏன்? ‘நான் மனிதன்’ என்று எணுமோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>mayal kūrndu nām uḍal eṉḏṟu eṇṇiṉ, ‘alam, nām adu’ eṉḏṟu eṇṇum adu nām adu-v-ā niṟpadaṟku nal tuṇai-y-ē ām. eṉḏṟum nām adu-v-ā niṟkum adaṉāl, ‘nām adu’ eṉḏṟu eṇṇuvadu ēṉ? ‘nāṉ maṉidaṉ’ eṉḏṟu eṇumō?</i><br>\n<br>\n<b>English translation:</b> Confusion being excessive, if we think that we are a body, , thinking ‘No, we are that’ will be just a good aid for us to stand as that. Since we always stand as that, why thinking ‘We are that’? Does one think ‘I am a man’?<br>\n<br>\n<b>Explanatory paraphrase:</b> If we think that we are a body [because of our] confusion [or delusion] being excessive, thinking ‘No [we are not this body], we are that [<i>brahman</i>]’ will be just a good aid for [reminding and encouraging] us to stand [firmly] as that. [However] since we always stand [abide or exist] as that, why [should we be] thinking ‘We are that’? Does one think ‘I am a man’ [that is, does one need to always think ‘I am a man’ in order to be aware of oneself as a man]? [Therefore instead of just thinking ‘I am not this body, I am that’, we should look keenly at ourself to see what we actually are, because only when we see what we actually are will we see that we always stand firmly as that.]<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk37\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 152-156: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un37\">verse 37</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] அறியா — தேமுயலுஞ்<br>\nசாதகத்தி லேதுவிதஞ் சாத்தியத்தி லத்துவித<br>\nமோதுகின்ற வாதமது முண்மையல — வாதரவாய்த்<br>\nதான்றேடுங் காலுந் தனையடைந்த காலத்துந்<br>\nதான்றசம னன்றியார் தான். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>aṟiyā — dēmuyaluñ<br>\nsādhakatti lēduvitañ sāddhiyatti ladduvita<br>\nmōdugiṉḏṟa vādamadu muṇmaiyala — vādaravāyt<br>\ntāṉḏṟēḍuṅ kālun taṉaiyaḍainda kālattun<br>\ntāṉḏṟaśama ṉaṉḏṟiyār tāṉ</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> அறியாதே முயலும் ‘சாதகத்திலே துவிதம், சாத்தியத்தில் அத்துவிதம்’ ஓதுகின்ற வாதம் அதும் உண்மை அல. ஆதரவாய் தான் தேடும் காலும், தனை அடைந்த காலத்தும், தான் தசமன் அன்றி யார் தான்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiyādē muyalum ‘sādhakattil-ē duvitam, sāddhiyattil adduvitam’ ōdugiṉḏṟa vādam-adum uṇmai ala. ādaravāy tāṉ tēḍum kālum, taṉai aḍainda kālattum, tāṉ daśamaṉ aṉḏṟi yār tāṉ?</i><br>\n<br>\n<b>English translation:</b> Even the contention that declares, ‘Duality only in spiritual practice’, which one practises only not knowing, ‘non-duality in attainment’, is not true. Both when one is eagerly searching and when one has found oneself, who indeed is one other than the tenth man?<br>\n<br>\n<b>Explanatory paraphrase:</b> Even the contention that declares, ‘Duality [exists] only in spiritual practice’, which one practises [undertakes or attempts] only [because of] not knowing [one’s real nature], ‘[and] non-duality [exists only] in attainment’, is not true [because even when one is seeking to know one’s real nature, what actually exists is only oneself and not anything else]. Both when one is eagerly searching [for the missing tenth man] and when one has found oneself [to be him], who indeed is one other than the tenth man? [Here <i>daśamaṉ</i>, ‘the tenth man’, refers to the supposedly missing man in the analogy of the ten foolish men who, after fording a river, each counted the other nine but forgot to count himself, and therefore concluded that one of them was missing. Just as each of them was actually the tenth man even while they were anxiously searching for him, we are never actually anything other than the one reality that we are seeking to know, so just as all that each of the ten men needed was to count himself, all that we need is to look keenly at ourself, because when we look at ourself keenly enough we will see that we alone exist and are therefore eternally non-dual.]<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un37\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk38\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 156-160: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] வித்துப் — போன்ற<br>\nவினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலையீதே. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>vittup — pōṉḏṟa<br>\nviṉaimudaṉā māyiṉ viḷaipayaṉ ḏṟuyppōm<br>\nviṉaimudalā reṉḏṟu viṉavit — taṉaiyaṟiyak<br>\nkarttat tuvampōyk karumamūṉ ḏṟuṅkaṙalu<br>\nnittamā mutti nilaiyīdē</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> வித்து போன்ற வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். நித்தமாம் முத்தி நிலை ஈதே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vittu pōṉḏṟa viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. viṉaimudal ār eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. nittam-ām mutti nilai īdē</i>.<br>\n<br>\n<b>அன்வயம்:</b> வித்து போன்ற வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். ஈதே நித்தமாம் முத்தி நிலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vittu pōṉḏṟa viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. ‘viṉaimudal ār?’ eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. īdē nittam-ām mutti nilai</i>.<br>\n<br>\n<b>English translation:</b> If we are the doer of actions, which are like seeds, we will experience the resulting fruit. Investigating who is the doer of action, when one knows oneself, doership will depart and all the three actions will slip off. This alone is the state of liberation, which is eternal.<br>\n<br>\n<b>Explanatory paraphrase:</b> If we are the doer of actions, which are like seeds [because they give rise to the vast spreading tree of <i>saṁsāra</i>, the perpetually revolving cycle of births and deaths], we will experience the resulting fruit. [However] [by] investigating who is the doer of action, when one knows oneself [as one actually is], [the ego, which is what seemed to do actions and to experience their fruit, will thereby be eradicated, and along with it its] <i>kartṛtva</i> [doership] [and its <i>bhōktṛtva</i>, experiencership] will depart and [hence] all [its] three <i>karmas</i> [its <i>āgāmya</i> (actions that it does by its own will), <i>sañcita</i> (the heap of the fruits of such actions that it is yet to experience) and <i>prārabdha</i> (destiny or fate, which is the fruits that have been allotted for it to experience in its current life)] will slip off. This alone is the state of <i>mukti</i> [liberation], which is eternal [being what actually exists even when we seem to be this ego].<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un38\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk39\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 160-164: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un39\">verse 39</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] — மத்தனாய்ப்<br>\nபத்தனா னென்னுமட்டே பந்தமுத்தி சிந்தனைகள்<br>\nபத்தனா ரென்றுதன்னைப் பார்க்குங்காற் — சித்தமாய்<br>\nநித்தமுத்தன் றானிற்க நிற்காதேற் பந்தசிந்தை<br>\nமுத்திசிந்தை முன்னிற்கு மோ. […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>— mattaṉāyp<br>\nbaddhaṉā ṉeṉṉumaṭṭē bandhamutti cintaṉaigaḷ<br>\nbaddhaṉā reṉḏṟutaṉṉaip pārkkuṅgāṯ — siddhamāy<br>\nnittamuttaṉ ḏṟāṉiṟka niṯkādēṯ bandacintai<br>\nmutticintai muṉṉiṟku mō</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> மத்தன் ஆய் ‘பத்தன் நான்’ என்னும் மட்டே, பந்த முத்தி சிந்தனைகள். பத்தன் ஆர் என்று தன்னை பார்க்குங்கால், சித்தமாய் நித்த முத்தன் தான் நிற்க, நிற்காதேல் பந்த சிந்தை, முத்தி சிந்தை முன் நிற்குமோ?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>mattaṉ āy ‘baddhaṉ nāṉ’ eṉṉum maṭṭē, bandha mutti cintaṉaigaḷ. baddhaṉ ār eṉḏṟu taṉṉai pārkkuṅgāl, siddhamāy nitta muttaṉ tāṉ niṟka, niṟkādēl bandha cintai, mutti cintai muṉ niṟkumō?</i><br>\n<br>\n<b>அன்வயம்:</b> மத்தன் ஆய் ‘நான் பத்தன்’ என்னும் மட்டே, பந்த முத்தி சிந்தனைகள். பத்தன் ஆர் என்று தன்னை பார்க்குங்கால், நித்த முத்தன் தான் சித்தமாய் நிற்க, பந்த சிந்தை நிற்காதேல், முத்தி சிந்தை முன் நிற்குமோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>mattaṉ āy ‘baddhaṉ nāṉ’ eṉṉum maṭṭē, bandha mutti cintaṉaigaḷ. baddhaṉ ār eṉḏṟu taṉṉai pārkkuṅgāl, nitta muttaṉ tāṉ siddhamāy niṟka, bandha cintai niṟkādēl, mutti cintai muṉ niṟkumō?</i><br>\n<br>\n<b>English translation:</b> Only so long as one says, being a crazy person, ‘I am someone bound’, thoughts of bondage and liberation. When one looks at oneself as who is the one who is bound, when oneself, the one who is eternally liberated, remains as accomplished, if thought of bondage will not remain, will thought of liberation henceforth remain?<br>\n<br>\n<b>Explanatory paraphrase:</b> Only so long as one says, being a crazy [or intoxicated] person, ‘I am someone bound’ [that is, only so long as one experiences oneself as if one were bound] [will there be] thoughts of <i>bandha</i> [bondage] and <i>mukti</i> [liberation]. When one looks at [observes, examines or scrutinises] oneself [to see] who is the one who is bound, and when [thereby] oneself, the one who is eternally liberated, [alone] remains as <i>siddham</i> [what is firmly established or always accomplished], since thought of bondage will not remain, will thought of liberation henceforth remain?<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un39\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.<br>\n<br>\n<a name=\"uk40\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 164-168: the extended version of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">verse 40</a> of <i>Uḷḷadu Nāṟpadu</i>:</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] மனத்துக் — கொத்தாங்<br>\nகுருவ மருவ முருவருவ மூன்றா<br>\nமுறுமுத்தி யென்னி லுரைப்ப — னுருவ<br>\nமருவ முருவருவ மாயு மகந்தை<br>\nயுருவழிதன் முத்தி யுணர். […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>maṉattuk — kottāṅ<br>\nguruva maruva muruvaruva mūṉḏṟā<br>\nmuṟumutti yeṉṉi luraippa — ṉuruva<br>\nmaruva muruvaruva māyu mahandai<br>\nyuruvaṙitaṉ mutti yuṇar</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்துக்கு ஒத்தாங்கு, உருவம், அருவம், உருவருவம், மூன்று ஆம் உறும் முத்தி என்னில், உரைப்பன்: உருவம், அருவம், உருவருவம் ஆயும் அகந்தை உரு அழிதல் முத்தி. உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattukku ottāṅgu, uruvam, aruvam, uru-v-aruvam, mūṉḏṟu ām uṟum mutti eṉṉil, uraippaṉ: uruvam, aruvam, uru-v-aruvam āyum ahandai-uru aṙidal mutti. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனத்துக்கு ஒத்தாங்கு, உறும் முத்தி உருவம், அருவம், உருவருவம், மூன்று ஆம் என்னில், உரைப்பன்: உருவம், அருவம், உருவருவம் ஆயும் அகந்தை உரு அழிதல் முத்தி. உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉattukku ottāṅgu, uṟum mutti uruvam, aruvam, uru-v-aruvam, mūṉḏṟu ām eṉṉil, uraippaṉ: uruvam, aruvam, uru-v-aruvam āyum ahandai-uru aṙidal mutti. uṇar</i>.<br>\n<br>\n<b>English translation:</b> If it is said, so as to be agreeable to the mind, that liberation that one will experience is three, form, formless, form-formless, I will say: The ego-form, which distinguishes form, formless, form-formless, being destroyed is liberation. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> If it is said, in order to be agreeable to [each] mind [or so as to be suited to the (maturity or ripeness of each) mind], that <i>mukti</i> [liberation] that one will experience [or that one will attain, or that will happen] is of three kinds, with form, without form, or either with form or without form [that is, a state in which one can alternate back and forth between being a form or being formless], I will say: [Only] destruction of the ego-form [the form-bound ego], which distinguishes [these three kinds of liberation], with form, without form, or either with form or without form, is <i>mukti</i>. Know.<br>\n<br>\n<b>Explanations and discussions:</b> For explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, especially the one in which this <i>kaliveṇbā</i> version is discussed:<br>\n2015-12-10: <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#un40\"><i>Uḷḷadu Nāṟpadu</i> verse 40: annihilating our ego by means of <i>ātma-vicāra</i> is fulfilling the ultimate purpose of <i>sanātana dharma</i></a><br>\n<br>\n<a name=\"ukcl\"></a><b><i>Upadēśa Kaliveṇbā</i> lines 168-170: the concluding lines of the <i>kaliveṇbā</i> (composed by Sri Muruganar):</b><br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] ஈ — தருள்ரமண<br>\nனுள்ளது நாற்பது மொன்றுகலி வெண்பாவா<br>\nமுள்ளது காட்டு மொளி.<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>ī — daruḷramaṇa<br>\nṉuḷḷadu nāṟpadu moṉḏṟukali veṇbāvā<br>\nmuḷḷadu kāṭṭu moḷi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஈது அருள் ரமணன் உள்ளது நாற்பதும் ஒன்று கலிவெண்பா ஆம் உள்ளது காட்டும் ஒளி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>īdu aruḷ ramaṇaṉ uḷḷadu nāṟpadum oṉḏṟu kaliveṇbā ām uḷḷadu kāṭṭum oḷi</i>.<br>\n<br>\n<b>அன்வயம்:</b> அருள் ரமணன் உள்ளது நாற்பதும் ஒன்று கலிவெண்பா ஆம் ஈது உள்ளது காட்டும் ஒளி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruḷ ramaṇaṉ uḷḷadu nāṟpadum oṉḏṟu kaliveṇbā ām īdu uḷḷadu kāṭṭum oḷi</i>.<br>\n<br>\n<b>English translation:</b> This, in which all the forty on what is of gracious Ramana become one <i>kaliveṇbā</i>, is the light that shows what is.<br>\n<br>\n<b>Explanatory paraphrase:</b> This [the text <i>Upadēśa Kaliveṇbā</i>], in which all the forty [verses] on what is [composed by] [Bhagavan] Ramana, [the embodiment of] grace, become one <i>kaliveṇbā</i>, is the light that shows [or reveals] <i>uḷḷadu</i> [what is or what exists].</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "15",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4995458425969308091/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjkwNDQzMDI5NDQ1Cm9mZnNldDogMzYwMDAwMAo\""
}