{
    "kind": "blogger#post",
    "id": "4919101765713798317",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-04-16T09:30:00+01:00",
    "updated": "2017-04-16T19:04:34+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/04/why-is-effort-required-for-us-to-go.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4919101765713798317",
    "title": "Why is effort required for us to go deep in our practice of self-investigation?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me asking:<br>\n<blockquote>My question about I-Alone is this: in relaxing attention from objects I can be keenly aware of my existence as Sat Chit. That is effortless, but it is not completely and exclusively ‘I’-Self-aware. Other objects are also ‘known’.<br>\n<br>\nBut, today I have read from you [in <a href=\"http://happinessofbeing.blogspot.com/2014/12/our-aim-should-be-to-experience-ourself.html\">Our aim should be to experience ourself alone, in complete isolation from everything else</a>]: “Our real aim should not be just longer durations of self-attentiveness but should be more deep, intense and clear self-attentiveness — that is, attentiveness that is more keenly and exclusively focused on ‘I’ alone, without the least trace of any awareness of anything else.”<br>\n<br>\nFirst of all, wow! My experience so far is that this is not effortless, but an intense, actively engaged ‘focusing down’, so to speak, on Self.<br>\n<br>\nI just wanted to ask you if that is correct. That intense active focusing is required.</blockquote>\nThe following is adapted from what I replied to him:<br><a name='more'></a>\n<ol>\n<li><a href=\"#attention\">We are always self-aware, but we must make effort to be attentively self-aware</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: to the extent that our attention is focused on ourself it will thereby be withdrawn from other things</a></li>\n<li><a href=\"#partial\">The more we are able to be partially self-attentive, the easier it will be for us to be more keenly self-attentive when free from other activities</a></li>\n<li><a href=\"#effort\">Effort is required to overcome our ego’s natural resistance to being self-attentive</a></li>\n<li><a href=\"#investigation\">The way to proceed with our self-investigation will gradually unfold as we proceed</a></li>\n</ol>\n<a name=\"attention\"></a><b>1. We are always self-aware, but we must make effort to be attentively self-aware</b><br>\n<br>\nWe are always self-aware, because self-awareness is our very nature (what we actually are), so we do not need to make any effort to be self-aware. However, though we are always self-aware, we are generally not attentively self-aware, because most of our attention is taken up with being aware of other things, since we find it more interesting and appealing to be aware of other things than to be attentively aware of ourself alone.<br>\n<br>\nThis self-negligence or lack of self-attentiveness is what is called <i>pramāda</i>, and it is the root of all our problems, because it is the very nature of the ego and the means by which the ego seems to rise, stand and flourish. Therefore all our efforts should be directed towards being self-attentive and thereby overcoming our <i>pramāda</i>.<br>\n<br>\n<a name=\"uu16\"></a><b>2. <i>Upadēśa Undiyār</i> verse 16: to the extent that our attention is focused on ourself it will thereby be withdrawn from other things</b><br>\n<br>\nMerely withdrawing our attention from other things (objects or phenomena) is not self-attentiveness and is therefore not a means to destroy the ego, because our attention is withdrawn from everything else whenever we fall asleep, but our ego is not thereby destroyed. However, to the extent that our attention is focused on ourself, it will be withdrawn from other things, so though withdrawing our attention from other things is not sufficient, it is necessary, because we cannot be exclusively self-attentive without thereby withdrawing our attention entirely from everything else.<br>\n<br>\nThis is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nThe subject of this sentence is ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), ‘the mind knowing its own form of light’, which means being keenly self-attentive (attentively aware of the light of awareness that we actually are), whereas ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside external phenomena’, which means ceasing to be aware of anything other than ourself, is an adverbial clause, which indicates that it is either a precondition for or an effect of being keenly self-attentive. In fact it is both, because we cannot be focused entirely on being attentively self-aware unless our attention is withdrawn from everything else, but it will be withdrawn from everything else merely by being keenly focused on its ‘form of light’ (the pure self-awareness that we actually are).<br>\n<br>\nTherefore our sole aim while investigating who am I should be to be so keenly self-attentive that our entire attention is focused only on ourself, thereby being withdrawn completely from everything else.<br>\n<br>\n<a name=\"partial\"></a><b>3. The more we are able to be partially self-attentive, the easier it will be for us to be more keenly self-attentive when free from other activities</b><br>\n<br>\nIn the midst of our daily activities, most of us are unable to be exclusively self-attentive, because we are not yet able to see clearly that whatever is destined to happen will happen whether we attend to it or not. However, even though we cannot be keenly self-attentive so long as we feel any need to attend to anything else, we can at least be partially self-attentive even while engaged in our routine activities. Such partial self-attentiveness is very beneficial, particularly if we are able to maintain it relatively clearly and steadily no matter what activities our body, speech and mind may be engaged in, because the more we are able to be partially self-attentive, the easier it will be for us to focus our entire attention on ourself more keenly when we are not engaged in any bodily or mental activity.<br>\n<br>\nHowever, in addition to trying to be steadily and at least partially self-attentive even in the midst of activities, we should also try whenever possible to sink more deeply into ourself by attempting to be keenly and exclusively self-attentive, because ultimately we (this ego) will subside completely and dissolve forever back into our source (the absolutely pure and clear self-awareness that we actually are) only by being so keenly self-attentive that we thereby completely exclude everything else from our awareness.<br>\n<br>\n<a name=\"effort\"></a><b>4. Effort is required to overcome our ego’s natural resistance to being self-attentive</b><br>\n<br>\nRegarding the question of effort, it is required only because — and to the extent that — we resist allowing ourself to be self-attentive, and the reason we resist being so is that we know instinctively that we cannot survive as this ego without attending to other things, and that self-attentiveness is therefore a direct threat to our very existence as this ego. Since partial self-attentiveness is not such an immediate threat to the survival of our ego, being partially self-attentive requires relatively little effort, whereas more keenly focused self-attentiveness requires much more effort.<br>\n<br>\nIn other words, the amount of effort we need to put into being self-attentive is proportionate to the extent to which we resist allowing ourself to be self-attentive, and the more keenly and intensely we try to be self-attentive, the more we will resist such attempts.<br>\n<br>\nTo make this clearer, the following analogy may help. Let us suppose that we are at the top of a high cliff with a protective railing along the edge of it. If we wish to see what is at the bottom of the cliff, we can climb over the railing and, while holding it tightly, we can lean out to look down. If we have a strong head for heights, so long as we are holding the railing firmly we will not be afraid to lean out, but if we dare ourself to loosen our hold, fear will immediately grip us and we will quickly tighten our hold again.<br>\n<br>\nPartial self-attentiveness is like holding the railing firmly while leaning out to look down, because though we are trying to look at ourself (our fundamental self-awareness), we are also holding on to our awareness of other things, and hence we are still relatively safe and secure. However, being more keenly self-attentive is like loosening our hold on the railing, because we are so eager to look at ourself that we begin to let go of our awareness of other things, and since this is putting the life of our ego in immediate danger, our urge to attend to other things will naturally manifest itself more strongly.<br>\n<br>\nIn other words, the more keenly we attend to ourself and thereby loosen our hold on our awareness of other things, the more strongly our <i>viṣaya-vāsanās</i> (our propensities, inclinations, impulses or desires to be aware of anything other than oneself) will rise up in rebellion to protect their parent and master, our ego, and consequently the more effort we will need to make to swim against the powerful current of the outward-going urge that they induce.<br>\n<br>\nTherefore you are correct in saying that ‘intense active focusing is required’, provided that what you mean by ‘active’ is effortful, because as I am sure you appreciate, <a href=\"http://happinessofbeing.blogspot.com/2015/02/just-being-summa-irukkai-is-not.html\">being keenly self-attentive is not literally an action or activity, but is simply a state of just being (<i>summā iruppadu</i>)</a> — that is, just being as we always actually are, which is pure and hence actionless self-awareness.<br>\n<br>\n<a name=\"investigation\"></a><b>5. The way to proceed with our self-investigation will gradually unfold as we proceed</b><br>\n<br>\nHowever, whenever anyone describes to me how they practise self-investigation (<i>ātma-vicāra</i>) and asks me whether it is correct, I can never say with certainty to what extent it is correct, because no words can adequately describe this practice, and hence as Bhagavan used to say, we each have to discover for ourself what the state of pure self-attentiveness actually is. If we had discovered it perfectly, we would no longer be aware of ourself as anything other than what we actually are, so our story would already be over.<br>\n<br>\nThis is why Bhagavan called this practice ‘<i>ātma-vicāra</i>’, which means self-investigation, because like any true investigation, the way to proceed with it will gradually reveal itself as one proceeds. Thinking deeply and carefully about his teachings, particularly as expressed by him in his own original writings (especially in <i>Nāṉ Yār?</i>,  <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>), perhaps with the aid of explanations of them given by those who have followed them correctly, will reveal to us many valuable and subtle clues, but we each need to apply such clues for ourself in order to discover what <i>ātma-vicāra</i> actually is, and thereby what we ourself actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "54",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4919101765713798317/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkyMzY1ODc0Nzk1Cm9mZnNldDogMzYwMDAwMAo\""
}