{
    "kind": "blogger#post",
    "id": "1831646004179431680",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-01-06T11:20:00Z",
    "updated": "2017-01-07T08:01:36Z",
    "url": "http://happinessofbeing.blogspot.com/2017/01/whether-it-be-called-yoga-nidra-or.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1831646004179431680",
    "title": "Whether it be called ‘<i>yōga nidrā</i>’ or ‘<i>nirvikalpa samādhi</i>’, any kind of <i>manōlaya</i> is of no spiritual benefit",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me describing how he sometimes goes involuntarily into a sleep-like state, and he asked me about the significance of such experiences, referring to what he had read about the distinction that some people make between ‘<i>yōga nidrā</i>’ or ‘<i>nirvikalpa samādhi</i>’, so the following is what I replied to him:<br><a name='more'></a>\n<br>\nI cannot say for sure, but the experiences you describe may all be a good sign that indicates that you have previously (though perhaps not in this lifetime) done spiritual practice of one kind or another and that you are now well prepared to follow the simple practice of self-investigation taught by Bhagavan.<br>\n<br>\nHowever, whether or not this is the case, as a general rule we should not attach too much importance to any experience that comes or goes, because whatever we do not experience constantly (in waking, dream and sleep) is something other than ourself, and what we should be seeking to experience or be aware of is only ourself as we actually are. Therefore what you need to do is to investigate to whom such experiences occurred.<br>\n<br>\nThat is, whatever experience may arise, we should try to attend only to ourself, the one who experiences it, in order to see what we ourself actually are. While experiencing the sort of state you describe, if your mind is completely subsided in a sleep-like state, you (the mind or ego) will not be there to make any effort to attend to yourself (just as we cannot try to be self-attentive while asleep, because the attending ego is then absent), but as soon as you arise from such a state of complete subsidence, you should try to investigate yourself, the one to whom that experience occurred.<br>\n<br>\n(In this context you may find it useful to read one of my recent articles: <a href=\"http://happinessofbeing.blogspot.com/2016/12/whatever-experience-may-arise-we-should.html\">Whatever experience may arise, we should investigate to whom it arises</a>.)<br>\n<br>\nRegarding terms such as <i>yōga nidrā</i> and <i>nirvikalpa samādhi</i>, Bhagavan generally did not talk about such things unless he was specifically asked, because such terms are very ambiguous and mean different things to different people or in different contexts. The only important distinction he made is between <i>manōlaya</i> (complete but nevertheless temporary subsidence of mind, such as sleep, coma or certain types of artificially induced ‘<i>samādhis</i>’) and <i>manōnāśa</i> (permanent annihilation of the mind, which is our goal), and he taught that <i>manōlaya</i> is of no spiritual benefit, so rather than trying to induce such a state by any artificial means such as breath-control or any other <i>yōgic</i> practice we should just turn our attention back to keenly focus on ourself alone, both before we subside in any such state and after we rise from it. Even if a state of <i>manōlaya</i> is glorified by terms such as ‘<i>yōga nidrā</i>’ or ‘<i>nirvikalpa samādhi</i>’, it is still only <i>manōlaya</i> and therefore just a temporary interruption in the time when we should be trying to keenly attend to ourself alone.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1831646004179431680/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "manōnāśa (annihilation of mind)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgzNzc2MDk2NTMxCm9mZnNldDogMAo\""
}