{
    "kind": "blogger#post",
    "id": "6002978711197497422",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-06-01T19:39:00+01:00",
    "updated": "2017-06-02T08:02:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/06/what-is-purpose-of-questions-such-as-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6002978711197497422",
    "title": "What is the purpose of questions such as ‘To whom have these thoughts arisen?’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me today saying that he is practicing a Buddhist tradition of investigating ‘Who is reciting the Buddha?’, which he considers to be ‘no different from Ramana Maharshi’s teaching of self-enquiry’, and he asked whether there is spiritually any difference between investigating ‘to whom have these thoughts arisen?’ and ‘who is giving rise to these thoughts?’. The following is what I replied to him:<br><a name='more'></a>\n<br>\nThe purpose of questions such as ‘to whom have these thoughts arisen?’ is only to turn our attention back towards ourself, the one to whom everything else appears, so that we can see what we actually are. Since we are what is aware of everything that appears in our view, the question ‘to whom?’ will always point us back to ourself.<br>\n<br>\nAccording to Bhagavan everything that appears in our view is projected by us, just like everything that appears in any of our dreams, so if we accept this, the question ‘who is giving rise to these thoughts?’ will likewise point our attention back to ourself, the one who projects and perceives all this. However, philosophical disputes can and frequently do arise about how thoughts arise, and there are some who claim (rather absurdly, I believe) that thoughts arise without any thinker, so if our mind has been confused by such ideas, the question ‘who is giving rise to these thoughts?’ will not necessarily direct our attention back towards ourself.<br>\n<br>\nHowever, whatever may be claimed about the origin of thoughts, no one can reasonably dispute the fact that thoughts (or whatever we are aware of) appear to us, so if we investigate ‘to whom have these thoughts arisen?’ or ‘to whom does all this appear?’ our attention will unfailingly be turned back towards ourself, which is the sole purpose and benefit of any such question.<br>\n<br>\nRegarding the other question you mention, namely ‘Who is reciting the Buddha?’, that should also point our attention back to ourself, because it is we ourself who are reciting the Buddha. Therefore as you say, that amounts to the same as the practice of self-investigation taught by Bhagavan, because we could not recite the Buddha if we did not exist or were not aware of our existence. Therefore who is this ‘I’ who is aware of itself reciting the Buddha? Only by looking keenly at ourself can we find the real answer to this question: the ancient and timeless question ‘Who am I?’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "60",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6002978711197497422/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk2Mzg2OTIyMTAwCm9mZnNldDogMzYwMDAwMAo\""
}