{
    "kind": "blogger#post",
    "id": "934407898929754678",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-07-06T07:32:00+01:00",
    "updated": "2017-07-06T07:32:16+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/07/what-we-actually-are-is-just-pure-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/934407898929754678",
    "title": "What we actually are is just pure self-awareness: awareness that is aware of nothing other than itself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me:<br>\n<blockquote>You say that the Self is always self-aware. What about then the concept of Parabrahman (where awareness isn’t aware that it is aware). Isn’t this a contradiction? Ramesh Balsekar used this phrase a lot in his teaching for instance.<br>\n<br>\nCan you comment on this please.</blockquote>\nThe following is adapted from the reply I wrote to him:<br><a name='more'></a>\n<br>\nHow can we be aware without being aware that we are aware? Can you not see the obvious absurdity in such an idea?<br>\n<br>\n‘<i>Parabrahman</i>’ is just another name for <i>brahman</i>, because if <i>parabrahman</i> were anything other than <i>brahman</i> that would entail duality, and it would mean that both <i>brahman</i> and <i>parabrahman</i> are limited.<br>\n<br>\nAnd what is <i>brahman</i>? According to one <i>mahāvākya</i> (‘<i>prajñānaṁ brahma</i>’) it is <i>prajñāna</i>, pure awareness, and according to another <i>mahāvākya</i> (‘<i>tat tvam asi</i>’) you are that. So <i>brahman</i> is what we actually are, which is just pure awareness: that is, awareness that is aware of nothing other than itself.<br>\n<br>\n<a name=\"uu23\"></a>It is not aware of any objects or phenomena, but it is aware that it is (‘I am’), and since it is awareness (in the sense of being what is aware), its being aware that it is entails it being aware that it is aware, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n <blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi<br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarv[u]-ē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we.</blockquote>\n<a name=\"un12\"></a>Likewise in <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i> (the meaning of which I discussed in detail in <a href=\"http://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html\"><i>Uḷḷadu Nāṟpadu</i> verse 12: other than the real awareness that we actually are, there is nothing to know or make known</a>) he says what knows or is aware of anything other than itself (namely the ego or mind) is not real awareness, but that since one shines without another to know or to cause to know, oneself is real awareness, implying that what we actually are is only awareness that is aware of nothing other than itself:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself] is not real <i>aṟivu</i> [knowledge or awareness]. Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. It is not a void. Know [or be aware].</blockquote>\nWhat we actually are is what is called <i>brahman</i> or <i>parabrahman</i>, and obviously it doesn’t think ‘I am aware’, nor is it aware of itself in the same way that we are aware of objects or phenomena, but it is aware, and therefore it is aware of itself being aware.<br>\n<br>\nThere are so many <i>gurus</i> who teach so many confusing and inconsistent ideas, but what Bhagavan has taught us is clear, simple and coherent, so I believe it is best for us to stick to his teachings and thereby avoid being confused by others. He has taught us all that we need to understand, which amounts to the simple fact that all we need do is investigate what we ourself actually are, because that is the only way to eradicate the ego or mind (the false awareness that is aware of things other than itself) and thereby achieve perfect clarity: clarity of pure self-awareness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "18",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/934407898929754678/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "philosophy of Sri Ramana",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk5MzIyNzM2OTEwCm9mZnNldDogMzYwMDAwMAo\""
}