{
    "kind": "blogger#post",
    "id": "7558564477247921210",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-01-06T11:51:00Z",
    "updated": "2017-01-06T11:51:59Z",
    "url": "http://happinessofbeing.blogspot.com/2017/01/when-this-world-is-nothing-but-illusion.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7558564477247921210",
    "title": "When this world is nothing but an illusion, why do we run after it?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me this morning, ‘When this world is nothing but an illusion... Why run after it; why try to change it; why try to enjoy its seeming pleasures; why be over concerned about expected profits and losses; why look forward to various relationships... why? Why not just remain still, now and always...When this world is nothing but an illusion...’, to which I replied:<br><a name='more'></a>\n<br>\nIf we really believe that the snake we see lying on the ground is an illusion, we will not be afraid of it, so if we still feel even the slightest fear we are not yet fully convinced that it is just an illusion. Likewise with the world.<br>\n<br>\nWhy then are we not yet fully convinced that this world is an illusion? For the simple reason that we cannot be so long as we experience this body as ourself, because since we are real, if the body is ourself it must also be real, and since this body is part of this world-appearance, if this body is real so must be the world.<br>\n<br>\nTherefore we cannot escape from the allure of this world (the need we feel to change it, our liking to enjoy its seeming pleasures, our concern about expected profits and losses, our desire for various relationships and so on) so long as we experience ourself as this body. And so long as we rise as this ego, we will always experience a body as ourself and the corresponding world as real, so the only way to escape from the allure of any world is to investigate and thereby eradicate this ego.<br>\n<br>\nThere is no other way, and no shortcut. We just have to follow this simple path that our beloved Bhagavan has so lovingly shown us.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "103",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7558564477247921210/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDgzNzAzNTE5MjkwCm9mZnNldDogMAo\""
}