{
    "kind": "blogger#post",
    "id": "3899456904484806243",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-03-08T00:21:00Z",
    "updated": "2017-03-12T23:26:07Z",
    "url": "http://happinessofbeing.blogspot.com/2017/03/rather-than-being-aware-of-being-aware.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3899456904484806243",
    "title": "Rather than being aware of being aware, we should be aware only of what is aware, namely ourself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">This article is my reply to a recent <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html#c1913814604202349532\">comment</a> on one of my earlier articles, <a href=\"http://happinessofbeing.blogspot.com/2016/05/how-to-attend-to-ourself.html\">How to attend to ourself?</a>, in which a friend wrote: ‘I have tried being aware of being aware. I find it slightly different than being aware of myself. In being aware of being aware, it is more like getting more awake towards entire gamut of experience. While being aware of myself is more like somewhat withdrawing from other experiences. There is more effort involved in the latter. What is your experience?’<br><a name='more'></a>\n<ol>\n<li><a href=\"#self\">What we need to be aware of is only ourself and not anything else</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: being aware of anything other than ourself is the food that nourishes and sustains our ego</a></li>\n<li><a href=\"#ego\">We will forever cease to rise as this ego only when we attend to ourself alone</a></li>\n<li><a href=\"#effort\">Why do we need to make effort to attend to ourself?</a></li>\n</ol>\n<a name=\"self\"></a><b>1. What we need to be aware of is only ourself and not anything else</b><br>\n<br>\nWhat we are seeking to know is what we ourself actually are, so what we need to attend to, look at, watch, observe or be aware of is only ourself and not anything else. Even more than the popular term ‘awareness watching awareness’, ‘being aware of being aware’ is an ambiguous way of describing this simple practice of self-attentiveness, because throughout our waking and dream states we are aware of many things, so if we are instructed to be aware of being aware (or to watch awareness), the first question we should ask is: we should be aware of being aware of what (or we should watch awareness of what)?<br>\n<br>\nGenerally people associate the term awareness with being aware of phenomena (things that appear and disappear and that are therefore other than ourself), which is why sleep is generally considered to be a state of unconsciousness or non-awareness. In sleep we are not aware of anything other than ourself, so it is a <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html\"><i>nirviśēṣa</i></a> (featureless or undifferentiated) state, and because of the absence of any awareness of phenomena (or of any distinguishing features), we tend to mistake it to be a state devoid of awareness.<br>\n<br>\nTherefore, unless we have already thought deeply about this subject, if we are advised to be aware of being aware (or to watch awareness), we will tend to interpret such advice to mean that we should be aware of being aware of phenomena (or that we should watch our awareness of phenomena). I assume that this is why you wrote, ‘In being aware of being aware, it is more like getting more awake towards entire gamut of experience’.<br>\n<br>\n<a name=\"un25\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 25: being aware of anything other than ourself is the food that nourishes and sustains our ego</b><br>\n<br>\nBeing aware of phenomena is not our real nature, because if it were we would be perpetually aware of phenomena, even in sleep. Since awareness of phenomena appears in waking and dream and disappears in sleep, it is just a temporary adjunct and not what we actually are. So what actually are we? Since we are always aware of ourself, whether we are aware of other things (as in waking and dream) or not (as in sleep), what we actually are is only the fundamental awareness that is aware of nothing other than ourself.<br>\n<br>\nAwareness of phenomena (or of the ‘entire gamut of experience’, as you call it) is what Bhagavan called <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>), which literally means ‘pointing awareness’ or ‘showing awareness’ (that is, awareness that points away from itself or shows things other than itself) and which therefore implies transitive awareness or objective cognition, and he explained that it is the nature of the ego but not of ourself as we actually are. As he says in <a href=\"http://happinessofbeing.blogspot.com/2017/02/i-certainly-exist-but-i-am-not.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nAwareness of phenomena or சுட்டறிவு (<i>suṭṭaṟivu</i>) entails ‘grasping form’, because every phenomenon is a form of one kind or another, and since the ego is formless, it can grasp forms only by being aware of them. Therefore the ego comes into existence, endures, feeds itself and flourishes only by ‘grasping form’ or being aware of phenomena, and hence it will subside only when it ceases being aware of any phenomena.<br>\n<br>\n<a name=\"ego\"></a><b>3. We will forever cease to rise as this ego only when we attend to ourself alone</b><br>\n<br>\nHowever, though the ego ceases being aware of any phenomena whenever it falls asleep or subsides into any other kind of <i>manōlaya</i> (state of temporary dissolution of the mind), it is not thereby annihilated, so sooner or later it rises again by once more grasping form. Therefore in order for it to be eradicated, something more than just ceasing to be aware of any phenomena is required. What else is required, and why is it required?<br>\n<br>\nSince the ego is just a wrong knowledge of ourself (that is, a mistaken awareness of ourself as something other than what we actually are), it can be destroyed only by correct knowledge of ourself (that is, awareness of ourself as we actually are), so it will be eradicated only when it tries to know what it itself actually is. Since it is a mixed and confused form of self-awareness that rises, stands and flourishes only by grasping form (that, by being aware of things other than itself), it cannot be aware of itself as it actually is so long as it is aware of anything other than itself, so it needs to focus its attention on itself so keenly that it ceases to be aware of anything else whatsoever.<br>\n<br>\nThis is what Bhagavan implies when he says in the third line of this verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’. So long as we look elsewhere (that is, so long as we are aware of anything other than ourself), we seem to be this ego, but if we turn back to look at ourself alone, this ego will disappear and what will remain in its place is only the pure self-awareness that we actually are, just as if we look at an illusory snake carefully enough, it will disappear and what will remain in its place is only the rope that it actually is. Just as no snake ever actually existed where we saw it, this ego does not actually exist, but just as the snake seemed to exist until we looked at it carefully enough to see what it actually is, this ego seems to exist until we look at it carefully enough to see that it is actually just pure self-awareness (awareness that is aware of nothing other than itself).<br>\n<br>\nTherefore being aware of phenomena is not real awareness but just an illusion that seems to exist only in the self-ignorant view of the non-existent ego. Hence so long as we are aware of anything other than ourself we are feeding and perpetuating this ego, so the awareness that we need to be aware of is not awareness of any other thing but only awareness of ourself, which is the pure self-awareness that we experience every day in deep sleep.<br>\n<br>\nThe reason why the ego is not destroyed by the pure self-awareness that we experience in sleep is that it is not present then to be destroyed, because we experience that pure self-awareness then only after the ego has subsided. That is, in sleep pure self-awareness alone remains as a result of the subsidence of the ego, but the ego will be destroyed only when it subsides as a result of experiencing pure self-awareness alone.<br>\n<br>\nTherefore in either waking or dream we (this ego) need to turn our attention back towards ourself so keenly that we are aware of nothing other than ourself, just as we are in sleep, and then only will we experience the state of pure self-awareness (<i>ātma-jñāna</i>), which is called <a href=\"http://happinessofbeing.blogspot.com/2014/06/self-investigation-effort-and-sleep.html#ut16\"><i>jāgrat-suṣupti</i></a>, the state of ‘waking-sleep’ or ‘wakeful sleep’, which is the only state that actually exists, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/12/the-jnani-is-only-pure-awareness.html#una32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>.<br>\n<br>\n<a name=\"effort\"></a><b>4. Why do we need to make effort to attend to ourself?</b><br>\n<br>\nSo long as we are aware of anything that we are not aware of in sleep, we are feeding our ego, so if we try to be aware of being aware of the ‘entire gamut of experience’, our ego will happily co-operate, which is why you find that it requires less effort than that required to attend to ourself. When we attend to ourself, we are threatening the very existence of our ego, because it seems to exist only when we do not look at it directly (or rather, we seem to be this ego only when we do not look at ourself directly), so until we are ready to surrender ourself entirely, we (this ego) will do everything in our power to resist looking at ourself directly.<br>\n<br>\nThis is why effort seems to be necessary to attend to ourself. The effort required is not actually an effort to attend to ourself, because pure self-attentiveness is our real nature and therefore requires no effort, but is only an effort to resist our strong urge to attend to other things. From the perspective of ourself as this ego, trying to be self-attentive is somewhat like trying to hold our head under water. We can manage for at least a short while to be partially self-attentive, but the more keen and intense our self-attentiveness becomes, the stronger will be our urge to rise up to grasp forms (awareness of things other than ourself), just as the longer we hold our head under water the stronger will be our urge to rise up to gasp a breath of air.<br>\n<br>\n<a name=\"ny11\"></a>This is why Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம்.<br>\n<br>\n<i>aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām</i>.<br>\n<br>\nNot attending to <i>anya</i> [anything other than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are only one. Just as pearl-divers, tying stones to their waists and submerging, pick up pearls that lie at the bottom of the ocean, so each one, submerging [beneath the surface activity of one’s mind] and sinking [deep] within oneself with <i>vairāgya</i>, can attain the pearl of oneself.</blockquote>\nThe more we practise being self-attentive without letting go of ourself by attending to anything else, the more we will thereby strengthen our <i>svātma-bhakti</i> (our love to be aware only of ourself) and correspondingly our <i>vairāgya</i> (freedom from desire to be aware of anything other than oneself), and it is only by means of this <i>bhakti</i> and <i>vairāgya</i> (which are like the two sides of a single piece of paper) that we can sink deep within ourself and find the ஆத்மமுத்து (<i>ātma-muttu</i>), the ‘self-pearl’ or precious gem that we actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "16",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3899456904484806243/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "effort",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg5MzYxMTY3NDcyCm9mZnNldDogMAo\""
}