{
    "kind": "blogger#post",
    "id": "5051886881241322272",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-05-02T12:00:00+01:00",
    "updated": "2017-05-02T12:00:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/05/does-anything-exist-independent-of-our.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5051886881241322272",
    "title": "Does anything exist independent of our perception of it?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2017/04/why-is-effort-required-for-us-to-go.html#c5137839527155575900\">comment</a> on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2017/04/why-is-effort-required-for-us-to-go.html\">Why is effort required for us to go deep in our practice of self-investigation?</a>, a friend called Samarender Reddy asked:<br>\n<blockquote>Take the case of anesthesia. I may be undergoing an operation, for which anesthesia is given. Under the influence of anesthesia, I am unaware or do not perceive the world. But once the operation is done and the anesthetic wears off and I wake up, I might see a big scar with stitches on my abdomen. Can I not thereby conclude that the world existed during the anesthesia for the operation to have taken place even though I was not perceiving it due to the effect of anesthesia. Otherwise, how to account for the fact of the scar on the abdomen, and the consequent relief from pain I might be experiencing. If the world did not exist when I was under anesthesia, then how did the operation take place, as evidenced by the scar and relief of symptoms, and maybe, say, even a specimen of my gallbladder taken out. And if we so concede that the world existed during anesthesia, then analogously can we not conclude that the world exists even during deep sleep. Perception is not the only means to establish a fact, right, with inference and verbal testimony being the other means of knowledge to establish a fact. In the case of anesthesia and deep sleep, while I cannot resort to perception as a means of knowledge to establish the fact of the existence of the world during those states, but surely inference (with regard to cause-and-effect) and the verbal testimony of others can lead me to conclude that the world does indeed exist during anesthesia and deep sleep, right?</blockquote>\nIn reply to this I wrote the following <a href=\"http://happinessofbeing.blogspot.com/2017/04/why-is-effort-required-for-us-to-go.html#c7155888354505019670\">comment</a>:<br><a name='more'></a>\n<blockquote>Samarender, we draw inferences from evidence, but when we do so we need to be critical of the evidence, of our interpretation of it and of the logic by which we draw inferences from it, because unless we do so, we are liable either to draw wrong inferences or to be unduly sure of whatever inferences we happen to draw.<br>\n<br>\nIn your latest comment you offer some hypothetical evidence (such as the scar we may see on our abdomen and the relief from pain that we may feel after waking from anaesthesia) and you suggest that we can infer from such evidence that the world did exist while we were under anaesthesia. But how sure can we be that this inference is correct? In a dream we may see a building and infer that it was built by some people, and that those people must have worked on it for some time in order to build it, and that would be a perfectly reasonable inference if we were to assume that we are not dreaming. But are we justified in assuming that we are not dreaming?<br>\n<br>\nWhile dreaming we normally assume we are not dreaming, and even if we question this assumption, the dream world still seems to us at that time to be as real as this world now seems to be. Therefore are we justified in assuming that we are not now dreaming, or are we ever justified in assuming that we are not dreaming?<br>\n<br>\nIf our present state (and also any other state in which we perceive any kind of phenomena) is just a dream, as Bhagavan says it is, then whatever we perceive is just our own mental projection and does not exist independent of our perception of it, in which case the inference that you suggest we can draw from whatever evidence we may perceive after waking from anaesthesia cannot be correct.<br>\n<br>\nAny evidence we may offer to prove that our present state is not a dream could be adequate evidence only if our present state were actually not a dream, so we cannot infer that this is not a dream without assuming that it is not. Therefore any argument that anyone may offer to support the contention that this is not a dream would entail circular reasoning, and such arguments are what is technically called ‘begging the question’, which is a term used to describe the logical fallacy in which a contention (an inference or the conclusion of an argument) is assumed to be true and that assumption is used either as an implicit or an explicit premise in order to prove or at least support the contention.<br>\n<br>\nSince we cannot be sure that our present state is not a dream, and since we have no evidence to support the contention that it is anything but a dream, there is no adequate justification for us to assume that whatever we perceive is anything other than our own mental projection or that it exists independent of our perception of it. Therefore, since the verbal testimony of others and even the principles of cause and effect are all phenomena perceived by us, we should not assume that they exist when we do not perceive them, as in sleep or when we are supposedly under the influence of general anaesthesia.<br>\n<br>\nThe inference you attempt to draw in your comment is therefore unjustified. If everything we perceive is just a dream, the scar on your abdomen, the relief from pain, the specimen of your gallbladder, the verbal testimony of others, the laws of cause and effect, and any other evidence you may find are all just your own mental projection and hence they seem to exist only when you perceive them and not when you are asleep or in any other state in which you perceive no phenomena.</blockquote>\nSamarender then wrote <a href=\"http://happinessofbeing.blogspot.com/2017/04/why-is-effort-required-for-us-to-go.html#c4580074349355352341\">another comment</a> in reply to this:<br>\n<blockquote>I understand that waking life could also be, and to all accounts is, dream-like. Yet, it is a bit difficult to believe that no operation was done and yet I ended up with a scar. Imagine telling the doctor, “Sorry buddy, I will not be giving you the fees because how could you have operated on me when the world did not exist once you gave me the anesthesia”. Because if I were the doctor and the one administering the anesthesia, I would see that the world does not disappear when I give anesthesia to a patient. But I know what you are going to say. You will say from the doctor’s viewpoint it does not disappear but from the viewpoint of the patient it disappears. Somehow, I find it too far-fetched to believe that the world disappears the moment someone administers me anesthesia, although I do admit that from my point of view or in my experience it does not exist. There is a distinction between Ishvara-srishti and jiva-srishti, which even Bhagavan alluded to in an analogy he gave of a father receiving the wrong news that his son was dead. Moreover, Bhagavan says at one point that in the Avasthatraya analysis, the object is to be kept in view and one should not accentuate the differences between dreams and waking life, thereby hinting that there are some differences between waking life and dreams. From Talk 399: “There are different methods of approach to prove the unreality of the universe. The example of the dream is one among them. Jagrat, svapna and sushupti are all treated elaborately in the scripture in order that the Reality underlying them might be revealed. It is not meant to accentuate differences among the three states. The purpose must be kept clearly in view”.</blockquote>\nThe following is my reply to this:<br>\n<ol>\n<li><a href=\"#world\">Is the proposition that the world may not exist when we do not perceive it as far-fetched as it may seem?</a></li>\n<li><a href=\"#real\">Even though this world may be a dream, we should act in it as if it were real</a></li>\n<li><a href=\"#difference\">Is there any significant difference between our present state and dream?</a></li>\n<li><a href=\"#ny04\"><i>Nāṉ Yār?</i> paragraph 4: this world is a mental projection, so it does not exist independent of our perception of it</a></li>\n<li><a href=\"#misperception\">What actually exists is perfect, so imperfection lies only in our misperception of it</a></li>\n<li><a href=\"#ny18\"><i>Nāṉ Yār?</i> paragraph 18: there is no substantive difference between waking and dream</a></li>\n<li><a href=\"#dream\">If what we now take to be waking is actually just another dream, nothing that we perceive exists independent of our perception of it</a></li>\n<li><a href=\"#investigation\">Since nothing other than ourself is certainly real, we should focus on investigating what we ourself actually are</a></li>\n</ol>\n<a name=\"world\"></a><b>1. Is the proposition that the world may not exist when we do not perceive it as far-fetched as it may seem?</b><br>\n<br>\nSamarender, you say that you find it ‘too far-fetched’ to believe that the world disappears (in the sense of ceasing to exist) the moment you are anaesthetised, but presumably you do not find it at all far-fetched to believe that the world you perceive in a dream ceases to exist as soon as you cease perceiving it, so the proposition that this world likewise ceases to exist as soon as you cease perceiving it (that is, as soon as you cease to be in this present state) seems to you far-fetched only because you assume that this present state is not a dream. However according to Bhagavan it is just a dream, as is any other state in which we experience ourself as a body and consequently perceive a world, and as I explained in my previous reply we do not have any adequate evidence or other reason (except perhaps wishful thinking) to believe that this is actually anything other than a dream.<br>\n<br>\n<a name=\"real\"></a><b>2. Even though this world may be a dream, we should act in it as if it were real</b><br>\n<br>\nYou argue that when the world ceases to exist in our view, as in sleep or when we are anaesthetised, it does not cease to exist in the view of others, but those others are part of the world whose existence whenever we do not perceive it is in question, so the testimony of others whom we perceive only in our present state is not adequate evidence to prove that this world existed even when we were not in this state. In a dream the people we perceive may testify that they and the world of which they are a part continue to exist even when we are asleep or anaesthetised, but though we may believe their testimony so long as we remain in that dream, as soon as we wake up we would recognise that their testimony did not actually prove anything, because they, their testimony and the world about which they testified were all mere figments created by our dreaming mind. Likewise, if our present state is a dream, all the other people we perceive in it are just figments created by our dreaming mind and hence their testimony about the continued existence of this world when we are not in this state proves nothing.<br>\n<br>\nSo long as we are dreaming, we experience ourself as a person (a body) who is part of our dream, so we need to play our role in the dream as if it were real, because it is as real as the person we then seem to be. However, though we need to outwardly behave in the dream as if the dream world and all the people in it were real, we should inwardly doubt and try to ascertain whether anything we perceive in that state is real, and we can ascertain this only by investigating the reality of ourself, the one who perceives it all.<br>\n<br>\nSince we now experience ourself as a body and consequently as part of this world-appearance, we obviously have to interact with this world as if it were real (since it is as real as the body we now take ourself to be), so it would be foolish on our part to tell the doctor that he or she could not have operated on us since the world did not exist when we were anaesthetised. So long as we perceive this world-appearance, we experience ourself as a person, who is a part of it, so it is as real as this person whom we now seem to be, and since the supposed continuity of this world-appearance in our sleep or when we are anaesthetised is itself an integral part of this world- appearance, we should behave in this world as if it existed even when we did not perceive it.<br>\n<br>\nHowever, though we should act in this world as if we believed in its continued existence in our sleep or in any other state in which we do not perceive it, we should inwardly doubt whether it actually exists whenever we do not perceive it. Since all our actions (that is, the actions of the body and mind that we take ourself to be) are part of this dream, they should be in accordance with its seeming reality, so when Bhagavan taught us that this world is no more real that whatever world we may perceive in any other dream, what he intended was not that we should cease behaving outwardly as if it were real but only that we should inwardly detach ourself from it by turning our mind inwards to investigate what we ourself actually are.<br>\n<br>\n<a name=\"difference\"></a><b>3. Is there any significant difference between our present state and dream?</b><br>\n<br>\nIn my previous reply I wrote that any attempt to prove that our present state is not a dream would entail circular reasoning, because any argument that this is not a dream would entail employing the assumption that it is not a dream as an implicit or explicit premise, and hence it would be begging the question. However, I perhaps did not explain this clearly enough, so I will now try to explain it more clearly.<br>\n<br>\nIn order to prove that our present state is not a dream we need to find one or more significant differences between this state and a dream, but whatever difference we may claim to be significant would seem to be significant only if we were to assume that this is not a dream, because if this were a dream, it would just be a difference between one dream and another. For example, if we were to argue that our present state recurs day after day and has been doing so as long as we can remember, whereas dreams do not recur in this way, the premise that dreams do not recur in this way would be based on the assumption that our present state is not a dream, because if this is a dream, then this is an instance of a dream that does recur in this way.<br>\n<br>\nMoreover, whenever we are dreaming we seem to be awake, so we seem to have memories that extend back to our early childhood, and our dream seems to be a state that recurs day after day. Therefore it is only from our perspective in our present state that other dreams seem to be different from this state, because while dreaming our current dream always seems to be real, and all other dreams seem to be unreal.<br>\n<br>\nWhat do we generally consider to be the fundamental difference between our present state (which always seems to be waking so long as we are experiencing it) and dream? We all generally believe that whatever we experience in a dream is just a creation of our own mind and therefore does not exist independent of our perception of it, whereas the world we perceive in our present state is not just a creation of our own mind and therefore does exist independent of our perception of it. However, how can we know whether anything that we perceive exists independent of our perception of it, and how can we be sure that our present state is not just a creation of our own mind?<br>\n<br>\nSince we know from our experience in dream that our mind is able to project a body, which it simultaneously experiences as itself, and to project and perceive a world through the five senses of that body, why should we suppose that the body that we now experience as ourself and the world that we perceive through the five senses of this body are not likewise a projection of our own mind? So long as we are dreaming the body and world that we project and perceive in that dream seem to be as real as this body and world seem to be so long as we are experiencing this state, so our mind is not only able to project and perceive a body and an entire world but is also able to delude itself into believing that that body is itself and that that world is real. Therefore what evidence do we have to support our deeply engrained belief that this present body and world are not just mental projections like those that we perceive in any other dream?<br>\n<br>\n<a name=\"ny04\"></a><b>4. <i>Nāṉ Yār?</i> paragraph 4: this world is a mental projection, so it does not exist independent of our perception of it</b><br>\n<br>\nIf our present state is just a dream, as Bhagavan says it is, then this entire world (including whatever body we now seem to be) is just our own mental projection and hence it does not exist independent of our perception of it. Though it seems to exist so long as we perceive it, it does not actually exist, so its seeming existence is entirely dependent on our perception of it, and hence when we do not perceive it it does not exist. This is why Bhagavan wrote in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>.<br>\n<br>\nExcluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself.</blockquote>\n<a name=\"misperception\"></a><b>5. What actually exists is perfect, so imperfection lies only in our misperception of it</b><br>\n<br>\nRegarding what you wrote about <i>īśvara-sṛṣṭi</i> and <i>jīva-sṛṣṭi</i>, Bhagavan did sometimes say (particularly to those who were unwilling to accept that this world is just a mental projection and who therefore believed that it was actually created by God) that <i>īśvara-sṛṣṭi</i> (God’s creation) is perfect and that imperfection lies only in <i>jīva-sṛṣṭi</i> (the ego’s creation), so what we need to rectify is not the world but only ourself, this ego, who see it as imperfect. However, the inner meaning of this is that what is metaphorically called in this context ‘<i>īśvara-sṛṣṭi</i>’ is just what actually exists (which is only <i>ātma-svarūpa</i>, the ‘own form’ or real nature of oneself, as he says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>), and that what exists (<i>uḷḷadu</i>) seems to be imperfect only because we have risen as an ego or <i>jīva</i> and consequently misperceive it, the one infinite and indivisible whole, as the countless finite phenomena that constitute what we perceive as the world.<br>\n<br>\n<a name=\"ny18\"></a><b>6. <i>Nāṉ Yār?</i> paragraph 18: there is no substantive difference between waking and dream</b><br>\n<br>\nYou argue that ‘there are some differences between waking life and dreams’, but though there may seem to be some superficial differences, there are no substantive differences, and even the superficial differences seem to exist only because we assume that our present state is not a dream. However, we make the same assumption in every other dream also, because whenever we are dreaming we seem to be awake, so in practice we cannot distinguish waking from dream, and hence we have no justification for believing that what we now take to be waking is not actually just another dream.<br>\n<br>\nTherefore in the <a href=\"http://happinessofbeing.com/nan_yar.html#para18\">eighteenth paragraph</a> of <i>Nāṉ Yār?</i> Bhagavan says:<br>\n<blockquote>ஜாக்ரம் தீர்க்கம், சொப்பனம் க்ஷணிக மென்பது தவிர வேறு பேதமில்லை. ஜாக்ரத்தில் நடக்கும் விவகாரங்க ளெல்லாம் எவ்வளவு உண்மையாகத் தோன்றுகின்றனவோ அவ்வளவு உண்மையாகவே சொப்பனத்தில் நடக்கும் விவகாரங்களும் அக்காலத்திற் றோன்றுகின்றன. சொப்பனத்தில் மனம் வேறொரு தேகத்தை யெடுத்துக்கொள்ளுகிறது. ஜாக்ரம் சொப்பன மிரண்டிலும் நினைவுகளும் நாமரூபங்களும் ஏககாலத்தில் நிகழ்கின்றன.<br>\n<br>\n<i>jāgram dīrgham, soppaṉam kṣaṇikam eṉbadu tavira vēṟu bhēdam-illai. jāgrattil naḍakkum vivahāraṅgaḷ ellām e-vv-aḷavu uṇmai-y-āha-t tōṉḏṟugiṉḏṟaṉa-v-ō a-vv-aḷavu uṇmai-y-āha-v-ē soppaṉattil naḍakkum vivahāraṅgaḷ-um a-k-kālattil tōṉḏṟugiṉḏṟaṉa. soppaṉattil maṉam vēṟoru dēhattai y-eḍuttu-k-koḷḷugiṟadu. jāgram soppaṉam iraṇḍil-um niṉaivugaḷ-um nāma-rūpaṅgaḷ-um ēka-kālattil nihaṙgiṉḏṟaṉa</i>.<br>\n<br>\nExcept that waking is <i>dīrgha</i> [long lasting] and dream is <i>kṣaṇika</i> [momentary or lasting for only a short while], there is no other difference [between them]. To what extent all the <i>vyavahāras</i> [activities, affairs or transactions] that happen in waking seem to be real, to that extent even the <i>vyavahāras</i> that happen in dream seem at that time to be real. In dream the mind takes another body [to be itself]. In both waking and dream thoughts and names-and-forms [the phenomena that constitute the seemingly external world] occur in one time [or simultaneously].</blockquote>\n<a name=\"gvk560\"></a>Though in the first sentence of this paragraph Bhagavan seems to concede that there is just one difference between waking and dream, namely a difference in duration, in <a href=\"http://happinessofbeing.blogspot.com/2015/03/is-there-any-real-difference-between.html#gvk560\">verse 560</a> of <i>Guru Vācaka Kōvai</i> he explains that even this difference is only a seeming one:<br>\n<blockquote>வினாவிடுகேள் விக்கு விடையிறுக்கு மாற்றாற்<br>\nகனாநொடியாத் தோன்றிக் கழிய — நனாநெடிதா<br>\nமன்னலாக் கூறுமறு மாற்ற மனமாயைத்<br>\nதுன்னலாற் போந்தவினைச் சூது.<br>\n<br>\n<i>viṉāviḍukēḷ vikku viḍaiyiṟukku māṯṟāṟ<br>\nkaṉānoḍiyāt tōṉḏṟik kaṙiya — naṉāneḍidā<br>\nmaṉṉalāk kūṟumaṟu māṯṟa maṉamāyait<br>\ntuṉṉalāṯ pōndaviṉaic cūdu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினாவிடு கேள்விக்கு விடை இறுக்கும் ஆற்றால், கனா நொடியா தோன்றி கழிய, நனா நெடிதா மன்னலா கூறும் மறுமாற்றம். மனமாயை துன்னலால் போந்த வினை சூது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉāviḍu kēḷvikku viḍai iṟukkum āṯṟāl, kaṉā noḍiyā tōṉḏṟi kaṙiya, naṉā neḍidā maṉṉal-ā kūṟum maṟumāṯṟam. maṉa-māyai tuṉṉalāl pōnda viṉai sūdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> கனா நொடியா தோன்றி கழிய, நனா நெடிதா மன்னலா கூறும் மறுமாற்றம் வினாவிடு கேள்விக்கு ஆற்றால் இறுக்கும் விடை. மனமாயை துன்னலால் போந்த வினை சூது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉā noḍiyā tōṉḏṟi kaṙiya, naṉā neḍidā maṉṉal-ā kūṟum maṟumāṯṟam viṉāviḍu kēḷvikku āṯṟāl iṟukkum viḍai. maṉa-māyai tuṉṉalāl pōnda viṉai sūdu</i>.<br>\n<br>\n<b>English translation:</b> The answer that said that whereas dream momentarily appears and ceases, waking endures for a long time, was a reply given by acquiescing to the question asked. [This seeming difference in duration is] a deceptive trick [or illusion] that has arisen because of the adhering of <i>mana-māyā</i> [the self-deluding power that is mind].</blockquote>\nTherefore it is clear that according to Bhagavan there is absolutely no substantive difference between waking and dream, and that the state that we now take to be waking is actually just another dream.<br>\n<br>\n<a name=\"dream\"></a><b>7. If what we now take to be waking is actually just another dream, nothing that we perceive exists independent of our perception of it</b><br>\n<br>\nThis is one of the fundamental principles of his teachings, and all his other core teachings make sense only if we are ready to accept this principle, because each of the fundamental principles of his teachings is an essential part of a coherent whole, and hence if we are unwilling to accept any of them, our understanding of the rest of them will not be sufficiently coherent, comprehensive or clear.<br>\n<br>\nIf this principle is true, whatever we now perceive is just a mental projection, and hence it does not exist independent of our perception of it, just as nothing that we perceive in any other dream exists independent of our perception of it. That is, if what we now take to be waking is actually just another dream, whatever body we now take ourself to be, this world and all the other people in it are all just a creation of our own mind and seem to exist only so long as we perceive them.<br>\n<br>\n<a name=\"investigation\"></a><b>8. Since nothing other than ourself is certainly real, we should focus on investigating what we ourself actually are</b><br>\n<br>\nHowever, we are each free to choose whether or not we are willing to accept this and all the other fundamental principles of Bhagavan’s teachings, but if we are not willing to accept this principle and therefore choose to believe that this world exists independent of our perception of it, we should at least recognise that we do not have any evidence or other adequate reason to justify that belief.<br>\n<br>\nIf we sincerely wish to know what is real, we must be willing to critically question all our metaphysical beliefs and assumptions, and to give up clinging to any that we find to be unjustified or insufficiently justified. Since we have no adequate means to justify the belief that anything exists independent of our perception of it, we must be willing to give up this belief, or at least suspend it until we are in a better position to judge whether there is any truth in it.<br>\n<br>\nWhat we can be absolutely certain is real is only our own existence and awareness, because if we did not exist or were not aware, nothing (neither ourself nor anything else) could seem to exist in our view, and though our own existence and awareness must therefore be real, everything else that we perceive could be (and according to Bhagavan actually is) just an illusory appearance — something that seems to exist but does not actually exist.<br>\n<br>\nHowever, though only our own existence and awareness are certainly real, what we actually are is not clear to us at present, because we are currently aware of ourself as if we were this body and mind, which we cannot actually be, since we are aware of ourself even when we are not aware of either this body or mind, as in sleep. Therefore if we are wise we will suspend our belief in the reality of everything else and focus all our interest, attention and effort only on the task of investigating what we ourself actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "122",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5051886881241322272/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkzNzIyODU3MjAzCm9mZnNldDogMzYwMDAwMAo\""
}