{
    "kind": "blogger#post",
    "id": "6608603246726922701",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-03-05T11:23:00Z",
    "updated": "2017-10-01T14:58:01+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/03/what-is-real-living-guru-and-what-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6608603246726922701",
    "title": "What is the real ‘living <i>guru</i>’, and what is the look of its grace?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently asking ‘is it really not necessary to have a living guru if one truly opens oneself to Sri Ramana, and tries as best as one can to live the teachings with devotion and sincerity?’, to which I replied:<br><a name='more'></a>\n<br>\nA living <i>guru</i> is absolutely necessary, but what is ‘<i>guru</i>’ and could it ever be not living? Contrary to popular belief, <i>guru</i> is not a person, and therefore ‘living <i>guru</i>’ does not mean a living body. <i>Guru</i> is not physical but spiritual, because it is the infinite and ever-living reality, which is always shining in our heart as pure self-awareness, ‘I’, our own actual self.<br>\n<br>\n<a name=\"ny12\"></a>As Bhagavan often used to say, God, <i>guru</i> and self are one and non-different, and this is the real significance of the Christian concept of the Trinity (the Father = God, the Son = <i>guru</i>, and the Holy Spirit = self). When we rise as this ego, we seemingly separate ourself from the one infinite whole that we actually are, so we conceive that infinite whole as God, the all-knowing, all-powerful and all-loving Lord of the universe. When our search for happiness in the things of the world is repeatedly frustrated and disappointed, we gradually develop love for God, considering him to be the sole source of real happiness, and hence we seek to come close to him, to reduce or even to remove entirely our separation from him.<br>\n<br>\nHowever, because we consider him to be something other than ourself, our efforts to reach him are directed outwards, away from ourself, so he appears in human form as the <i>guru</i> to teach us that he is our own self and that to reach him we must therefore turn back within and thereby subside and merge in the pure self-awareness that we actually are. Once the <i>guru</i> has taught us this, the purpose of his human form has been served, and since every human form has a limited lifespan, it inevitably comes to an end, but its teachings remain, and all we then have to do is to follow those teachings by seeking God/<i>guru</i>/self within ourself.<br>\n<br>\nThis is clearly implied by Bhagavan in the <a href=\"http://happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br>\n<br>\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br>\n<br>\nGod and <i>guru</i> are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the look [or glance] of <i>guru</i>’s grace will surely be saved by him and will never instead be forsaken; nevertheless, it is necessary to walk unfailingly along the path that <i>guru</i> has shown.</blockquote>\n‘குருவினருட்பார்வையிற் பட்டது’ (<i>guruviṉ-aruḷ-pārvaiyil paṭṭadu</i>), ‘being caught in the look [or glance] of <i>guru</i>’s grace’, means being enchanted by his love and by the teachings that he has so lovingly given us in order to save us from the misery of self-ignorance, so it does not depend upon our being in the physical presence of his human form, because his grace is infinite love, which is ever shining silently in our heart, and is therefore in no way limited to his human form. Therefore if we are drawn to Bhagavan’s teachings, we have been caught in the glance of his grace, even if we never had the opportunity (at least in our present lifetime) to be in his physical presence or to be seen by his physical eyes.<br>\n<br>\nHis real eye is pure self-awareness, through which he is always seeing us as we actually are, so all that we need to do is to look through the same eye to see ourself as he sees us. This is why he concluded this paragraph by saying, ‘எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்’ (<i>eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>), which means ‘nevertheless, it is necessary to walk unfailingly along the path that <i>guru</i> has shown’.<br>\n<br>\nThe human form of the <i>guru</i> is only its outward manifestation, but the real form of the <i>guru</i> is our own fundamental self-awareness, so though its outward form passes away, the <i>guru</i> lives on eternally as pure self-awareness, which alone is real. Therefore the ‘living <i>guru</i>’ is our own pure self-awareness, so if we are to follow the living <i>guru</i> we must stop seeking in outward forms what always exists within us as ourself, and must instead direct all our love and effort to turning within to know who am I.<br>\n<br>\nTherefore the answer to your question is that ‘if one truly opens oneself to Sri Ramana, and tries as best as one can to live the teachings with devotion and sincerity’, one has already been caught in the look of his grace and one is walking along that path that he has shown, so he is truly our ever-living <i>guru</i>, and hence we do not need any other ‘living <i>guru</i>’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "102",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6608603246726922701/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "God",
        "grace",
        "guru",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-love"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA2ODY2MjgxODgzCm9mZnNldDogMzYwMDAwMAo\""
}