{
    "kind": "blogger#post",
    "id": "6836830755679288380",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-02-26T10:46:00Z",
    "updated": "2017-04-30T12:24:22+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/02/i-certainly-exist-but-i-am-not.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6836830755679288380",
    "title": "I certainly exist, but I am not necessarily what I seem to be",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently explaining how he feels most of the time, and he started by saying, ‘I know for sure, that whatever I say, think or do, there is no “I” who is doing anything’, so the following is adapted from what I replied to him:<br><a name='more'></a>\n<ol>\n<li><a href=\"#doer\">There can be no thinking, saying or doing without an ‘I’ who is doing such actions</a></li>\n<li><a href=\"#existence\">We cannot reasonably doubt <i>that I am</i>, but we can and should doubt <i>what I am</i></a></li>\n<li><a href=\"#ego\">What is this ‘I’ who thinks, says and does?</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: the seeming existence of the ego is the sole cause for the seeming existence of everything else</a></li>\n<li><a href=\"#vasanas\"><i>Viṣaya-vāsanās</i> are the very nature of the ego, so they can be eradicated only by eradicating their root, the ego</a></li>\n<li><a href=\"#peace\">Real peace can be experienced only in the absence of the ego</a></li>\n</ol>\n<a name=\"doer\"></a><b>1. There can be no thinking, saying or doing without an ‘I’ who is doing such actions</b><br>\n<br>\n<a name=\"ny05\"></a>So long as there seems to be any thinking, saying or doing, there also seems to be an ‘I’ who is doing that thinking, saying or doing, so any thinking, saying or doing is no more real than this ‘I’. Without this ‘I’, who not only seems to be thinking, saying or doing, but is also aware of itself doing so, there could be no thinking, saying or doing. As Bhagavan says in <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first</b> [primal, basic, original or causal] <b>thought</b>. Only after this arises do other thoughts arise. Only after the first person appears do second and third persons appear; without the first person second and third persons do not exist.</blockquote>\nWhat he refers to here as ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), ‘the thought called I’, and as ‘தன்மை’ (<i>taṉmai</i>), ‘the first person’, is the ego, which is the ‘I’ who thinks, says and does, and who is aware of itself thinking, saying or doing, so since thinking, saying and doing are just some among the countless phenomena that this ‘I’ is aware of, and since all phenomena are what he refers to here as ‘ஏனைய நினைவுகள்’ (<i>ēṉaiya niṉaivugaḷ</i>), ‘other thoughts’, and as ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘second and third persons’, he clearly implies here that thinking, saying and doing would not seem to occur if there were no ego. Therefore the question we need to ask ourself is whether this ‘I’ who thinks, says or does anything is real or not. In other words, is this ‘I’ actually what it seems to be?<br>\n<br>\n<a name=\"existence\"></a><b>2. We cannot reasonably doubt <i>that I am</i>, but we can and should doubt <i>what I am</i></b><br>\n<br>\nWe cannot seriously doubt the existence of ourself, but we can reasonably doubt whether we are what we seem to be. In other words, we cannot doubt <i>that I am</i>, but we can doubt <i>what I am</i> (or who I am). Everything else that we are aware of may be unreal and illusory (that is, it may not actually exist, even though it seems to exist in our view), but our own existence cannot be unreal, because in order to be aware of anything, whether real or illusory, we must exist. Therefore the only thing we cannot reasonably doubt is our own existence and awareness.<br>\n<br>\nTherefore I do certainly exist, but what am I? I now seem to be a person consisting of body and mind, and as such I seem to think, say and do, but is this what I actually am? Now I seem to be this body, but in dream I seem to be some other body, so since I am aware of myself in dream without being aware of this body, and since I am aware of myself now without being aware of my dream body, neither of these bodies can be what I actually am. Likewise, though in both waking and dream I am aware of this mind, in sleep I am aware of myself without being aware of it, so it cannot be what I actually am.<br>\n<br>\n<a name=\"ego\"></a><b>3. What is this ‘I’ who thinks, says and does?</b><br>\n<br>\nThe ‘I’ that I seem to be in waking and dream, which is the ‘I’ who thinks, says and does, is what Bhagavan calls ‘the ego’, ‘the thought called I’ or ‘the first person’, and since I exist and am aware of myself in the absence of this ego in sleep, it is not what I actually am. It is therefore just an illusory appearance: something that seems to exist even though it does not actually exist. But to whom does it seem to exist? Only to itself. It is therefore an illusory appearance that seems to exist only in its own self-ignorant view, so it is wholly unreal.<br>\n<br>\nHowever, though it is wholly unreal as the ego that it seems to be, it does contain an element of reality, because underlying and supporting its false appearance is a deeper and more fundamental self-awareness, which persists even in its absence in sleep. Since this fundamental self-awareness exists in waking, dream and sleep, and since it never undergoes any change whether the ego appears in it or not (just as a cinema screen never undergoes any change whether pictures are projected on it or not), it alone is what I actually am.<br>\n<br>\nWhat then is the difference between the ego that I now seem to be and this fundamental self-awareness that I actually am? Whereas the latter is pure self-awareness — awareness that is aware of nothing other than itself — the former (the ego) is an impure form of self-awareness, firstly because it is aware not only of itself but also of the appearance of other things, and secondly because it is a confused mixture of pure self-awareness and illusory adjuncts (beginning with a body), all of which are insentient. The ego is therefore called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of pure awareness (<i>cit</i>) with adjuncts that are insentient (<i>jaḍa</i>).<br>\n<br>\nAs Bhagavan often used to explain, pure self-awareness (or being-awareness, <i>sat-cit</i>) is what we experience as ‘I am’, whereas the ego is what we experience as ‘I am this body’. In this mixed awareness ‘I am this body’, ‘I am’ is pure awareness (<i>cit</i>), which alone is real (<i>sat</i>), whereas ‘this body’ is just an illusory adjunct, which is non-aware (<i>jaḍa</i>) and unreal (<i>asat</i>), and the combination of the two of them is the knot (<i>granthi</i>) called ‘ego’.<br>\n<br>\nTherefore Bhagavan never said that there is no ‘I’, as certain Buddhist philosophers have claimed rather absurdly and illogically (because how could I be aware at all if I did not exist?), but only that there is no ego, because though I now seem to be this ego, it is not what I actually am, so it is just an illusory appearance, and hence it does not actually exist any more than an illusory snake actually exists. Just as the illusory snake is actually just a harmless rope, even though it seems to be a dangerous creature, this ego is actually just pure and infinite self-awareness, other than which nothing exists, even though it seems a finite entity that is aware not only of itself but also of other things.<br>\n<br>\n<a name=\"un26\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 26: the seeming existence of the ego is the sole cause for the seeming existence of everything else</b><br>\n<br>\nHowever, though Bhagavan said that the ego does not actually exist, he conceded that in our experience it seems to exist, and he explained that its seeming existence alone is the cause for the seeming existence of everything else, as he clearly pointed out in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. The ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nThe reason why he says that investigating what the ego is alone is giving up everything is that this ego seems to exist only when it looks at or attends to things other than itself, so if it looks keenly at itself in order to see what it actually is, it will subside and disappear (just as an illusory snake would disappear if we were to look at it keenly enough to see that it is actually only a rope), and since everything else seems to exist only when we seem to be this ego, when this ego ceases to exist due to our keenly investigating what it actually is, everything else will cease to exist along with it.<br>\n<br>\nTherefore it is not quite correct to say as you wrote, ‘whatever I say, think or do, there is no “I” who is doing anything’, because so long as there seems to be any thinking, saying or doing, there also seems to be an ‘I’ (the ego) who is thinking, saying or doing. Though this thinking, doing and saying ‘I’ is not real, no thinking, doing or saying could seem to occur if we did not seem to be the ego who is thinking, saying or doing.<br>\n<br>\n<a name=\"vasanas\"></a><b>5. <i>Viṣaya-vāsanās</i> are the very nature of the ego, so they can be eradicated only by eradicating their root, the ego</b><br>\n<br>\nRegarding your remark, ‘Also the vasanas have been piled up for centuries and now they have to get cut off somehow’, in whose view do <i>vāsanās</i> seem to exist, and whose <i>vāsanās</i> are they? They are the ego’s <i>vāsanās</i>, and they seem to exist only in its view. Therefore without the ego they would not exist.<br>\n<br>\n<a name=\"un25\"></a>And what do we actually mean when we talk of ‘<i>vāsanās</i>’? In this context the term ‘<i>vāsanās</i>’ means <i>viṣaya-vāsanās</i>, which are our inclinations, propensities or desires to be aware of <i>viṣayas</i> (phenomena or things other than oneself), so such <i>vāsanās</i> are the very nature of the ego, because the ego comes into existence, stands, feeds itself and flourishes only by projecting and grasping <i>viṣayas</i>, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nIn order to exist the ego must be constantly ‘grasping form’ (that is, attending to or being aware of <i>viṣayas</i> or things other than itself), so its <i>viṣaya-vāsanās</i> will endure so long as it endures. Therefore, though we can weaken our <i>viṣaya-vāsanās</i> by clinging tenaciously to self-attentiveness (as Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Yār?</i>), we cannot destroy them entirely without destroying the ego, which is their root and foundation. Therefore when you say ‘they have to get cut off somehow’, that ‘somehow’ is only by cutting their root by means of persistent self-attentiveness (<i>svarūpa-dhyāna</i>), which is the practice called self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\n<a name=\"peace\"></a><b>6. Real peace can be experienced only in the absence of the ego</b><br>\n<br>\nRegarding your remark, ‘Sometimes there is peace and sometimes not’, whatever peace may be experienced by us as this ego is only a relative, transient and imperfect form of peace, because the rising and existence of the ego is the very antithesis of real peace, since the ego is compelled by its very nature to constantly grasp forms or <i>viṣayas</i>. Therefore so long as we experience ourself as this ego we can never truly rest or enjoy perfect peace, so our aim should not be to experience any relative or transient peace, but only to experience the infinite and eternal peace that will remain when this ego has been eradicated forever.<br>\n<br>\nTherefore whether we experience temporary peace or not, we should constantly and persistently investigate ourself, the one who experiences such peace or lack of it. In other words, whatever transient experience may arise, we should always try to turn our attention back to ourself, the ‘I’ to whom it appears, because if we do so keenly enough, this ‘I’ (the ego) will dissolve and disappear, and what will then remain is only the pure self-awareness that we actually are, which is infinite and eternal peace.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "24",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6836830755679288380/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkzNTUxNDYyOTAxCm9mZnNldDogMzYwMDAwMAo\""
}