{
    "kind": "blogger#post",
    "id": "7142369235302660143",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-08-24T09:21:00+01:00",
    "updated": "2017-08-24T09:21:30+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/08/the-ego-is-spurious-entity-but-entity.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7142369235302660143",
    "title": "The ego is a spurious entity, but an entity nonetheless, until we investigate it keenly enough to see that it does not actually exist",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me yesterday:<br>\n<blockquote>You prefer using ‘ourself’ or ‘oneself’ or ‘I’ instead of ‘the Self’. It is because by using ‘the Self’ we tend to objectify ourself. So this point is clear. But then why do we use ‘the ego’? Are we likewise not objectifying ourself by using ‘the ego’?</blockquote>\nThe following is adapted from the reply I wrote to him:<br><a name='more'></a>\n<br>\nThere are two levels or dimensions to the problem of using the term ‘the Self’: at a grosser level it tends to objectify ourself (implying that we are an object), but at a subtler level it tends to reify ourself (implying that we are a thing or entity).<br>\n<br>\nSince our real nature (<i>ātma-svarūpa</i>) is neither an object nor an entity (because it is the <i>vastu</i>, the ultimate substance of all entities, and the <i>adhiṣṭhāna</i> or <i>ādhāra</i>, the fundamental ground from which and in which they all appear), we have to guard against such a confusion. However, in the case of our ego the problem is slightly different, because as the ego we are not an object but the subject, but as the subject we are an entity — the first entity and root of all other entities.<br>\n<br>\nTherefore we should not objectify the ego, but until we investigate it keenly enough to see that it does not actually exist, we cannot avoid reifying it (that is, considering it to be an entity), and we must do so in order to distinguish and isolate it from all the objects of which it is aware, including all the adjuncts that it mistakes to be itself. Only when we isolate it from all its adjuncts will it dissolve and disappear forever, and then only will we know that there never was any such entity at all.<br>\n<br>\n<a name=\"un24\"></a>As Bhagavan clearly explained, though the ego seems to be both ourself and whatever adjuncts it mistakes to be ourself, it is actually neither ourself nor any adjunct, because it does not actually exist, as we shall discover if we investigate ourself keenly enough. The fact that it is neither ourself, who are <i>sat-cit</i> (being-awareness), nor the body, which is <i>jaḍa</i> (non-conscious or insentient), is explained by him in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The <i>jaḍa</i> body does not say ‘I’; <i>sat-cit</i> does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. Know that this [the adjunct-mixed self-awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot formed by the entanglement of awareness with an insentient body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], the subtle body, <i>ahandai</i> [the ego], this <i>saṁsāra</i> [wandering, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [the mind].</blockquote>\nIn this verse ஒன்று (<i>oṉḏṟu</i>) is a noun that means ‘one’ in the sense of ‘one thing’ or ‘something’, so ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), ‘one [called] I’, implies something called ‘I’, and then in the next sentence he refers to it as ‘இது’ (<i>idu</i>), which means ‘this’ or ‘it’. Thus in this verse he indicates that the ego is a spurious entity (because it poses both as ourself and as a body, even though it is neither), but it is an entity nevertheless — or rather it seems to be an entity so long as it seems to exist, as it will until we look at it carefully enough to see what we actually are.<br>\n<br>\n<a name=\"un25\"></a>The fact that it is a spurious entity that seems to exist only so long as we look at other things instead of looking keenly at ourself alone is also indicated by him in the next verse, <a href=\"http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he refers to it as ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, which comes into existence, stands and flourishes only by grasping forms (things other than itself), and which will cease to exist if we investigate it keenly enough:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\n<a name=\"un26\"></a>By saying all this about the ego, Bhagavan is not objectifying it, because every object is a form, and he says the ego is formless, but he is reifying it, because it seems to be an entity until we investigate it keenly enough to see that it does not exist and has never existed. When we see this, we will also see that nothing else except ourself has ever existed, because everything else (all objects or phenomena) seems to exist only in the view of this ego, so it all comes into seeming existence along with the ego and ceases to exist along with it, as he explains in <a href=\"http://happinessofbeing.blogspot.com/2017/07/any-experience-that-is-temporary-is-not.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [the ego] is alone is giving up everything.</blockquote>\nSince the ego will cease to exist if we investigate it keenly enough, and since nothing else (except ourself as we really are) can exist if it does not exist, Bhagavan concludes this verse by saying: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what it is alone is giving up everything’. That is, if we investigate this primal entity keenly enough, it will cease to exist and all other entities will cease to exist along with it.<br>\n<br>\nAs Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, so no entity ever actually exists, but so long as the first entity, the ego, seems to exist, other entities will also seem to exist, because it can never seem to exist without projecting and grasping other entities, some of which (such as a body) it takes to be itself. However if we look at this first entity keenly enough, we will clearly see that what seemed to be this ego is only <i>ātma-svarūpa</i>, the nature of which is just pure, infinite, indivisible and immutable self-awareness, so no such entity as the ego has ever existed as such, and hence no other entity has ever existed either, nor has any entity ever even seemed to exist (because they could seem to exist only in the view of the ego, which itself does not ever seem to exist except in its own non-existent view). To see this, all we need do is look at ourself carefully enough to see what we actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "277",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7142369235302660143/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTAzNTYyODkwNTE2Cm9mZnNldDogMzYwMDAwMAo\""
}