{
    "kind": "blogger#post",
    "id": "838446370605234176",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-01-22T10:23:00Z",
    "updated": "2017-01-28T20:14:36Z",
    "url": "http://happinessofbeing.blogspot.com/2017/01/like-bhagavan-sankara-taught-that.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/838446370605234176",
    "title": "Like Bhagavan, Sankara taught that objects are perceived only through ignorance and hence by the mind and not by ourself as we actually are",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In two comments on my previous article, <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html\">What is aware of everything other than ourself is only the ego and not ourself as we actually are</a>, a friend called Ken quoted Swami Nikhilananda’s English translation of Adi Sankara’s commentaries on <i>Māṇḍukya Kārikā</i> <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143643.html\">2.12</a> and <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143664.html\">2.33</a>, and in response to that I wrote the following <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#c1287051551793490752\">comment</a>:<br><a name='more'></a>\n<blockquote>Ken, in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#c4170866696210491487\">one of your comments</a> you quote Sankara’s commentary on <i>Māṇḍukya Kārikā</i> <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143643.html\">2.12</a>, in which (according to <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya\">Swami Nikhilananda’s translation</a>) he says, ‘The self-luminous <i>Ātman</i> himself, by his own <i>Māyā</i>, imagines in himself the different objects [...] like the imagining of the snake, etc., in the rope, etc. He himself cognizes them, as he has imagined them’, whereas in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#c2533376238612373365\">your previous comment</a> you had quoted his commentary on <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143664.html\">2.33</a>, in which he says, ‘Just as in a rope, an unreal snake, streak of water or the like is imagined, [...] even so this <i>Ātman</i> is imagined to be the innumerable objects such as <i>Prāṇa</i>, etc., which are unreal and perceived only through ignorance, but not from the standpoint of the Ultimate Reality. For, unless the mind is active, nobody is ever able to perceive any object. But no action is possible for <i>Ātman</i>. Therefore the objects that are perceived to exist by the active mind can never be imagined to have existence from the standpoint of the Ultimate Reality’.<br>\n<br>\nIf we consider them superficially, in these two passages Sankara seems to be contradicting himself, because in the first he says that <i>ātman</i> itself imagines and cognises objects, whereas in the second he says that objects ‘are unreal and perceived only through ignorance, but not from the standpoint of the Ultimate Reality’ and that ‘unless the mind is active, nobody is ever able to perceive any object. But no action is possible for <i>Ātman</i>. Therefore the objects that are perceived to exist by the active mind can never be imagined to have existence from the standpoint of the Ultimate Reality’, thereby implying that objects are imagined and perceived only by the active mind and not by <i>ātman</i>, which is the ultimate reality.<br>\n<br>\nHow should we reconcile this seeming contradiction? The answer is simple: the term ‘<i>ātman</i>’ means ‘oneself’ or ‘ourself’, and as we actually are we imagine nothing and are aware of nothing other than ourself as we actually are, which is just pure, infinite and indivisible self-awareness or <i>sat-cit-ānanda</i>, the one ultimate reality, but when we seemingly rise as this ego or mind, as such we project (or imagine) and perceive all objects (everything that seems to be other than the pure self-awareness that we actually are). In other words, as it actually is <i>ātman</i> does not project or perceive anything, so it is only as this ego or mind that it projects and perceives everything.<br>\n<br>\nThis is why Bhagavan says in the portion of the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i> that I quoted in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#ny04\">section 5</a> of this article: ‘Excluding thoughts, there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [ourself as we actually are] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’.</blockquote>\nIn response to this a friend called Jeremy wrote a <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#c2763682742894653987\">comment</a> in which he objected, ‘I don’t see a contradiction between Sankara’s comments which are quoted by Ken’, and then offered his own interpretation of Sankara’s commentaries on these two verses of <i>Māṇḍukya Kārikā</i>. Therefore in this article I will reply to what he said in that comment.<br>\n<ol>\n<li><a href=\"#contradiction\">The seeming contradiction between Sankara’s commentaries on <i>Māṇḍukya Kārikā</i> 2.12 and 2.33</a></li>\n<li><a href=\"#maya\">The ego or mind is <i>māyā</i>, and without it there can be no imagination or perception of objects</a></li>\n<li><a href=\"#perception\">Objects are perceived only through ignorance, so they are perceived only by ourself as the mind and not by ourself as the ultimate reality</a></li>\n<li><a href=\"#objects\">Objects are nothing other than <i>ātma-svarūpa</i>, but we cannot see <i>ātma-svarūpa</i> as it is while seeing it as objects</a></li>\n<li><a href=\"#ny3-4\"><i>Nāṉ Yār?</i> paragraphs 3 and 4: perception of the world will cease when we see <i>svarūpa</i>, our ‘own form’ or real nature</a></li>\n<li><a href=\"#ny07\"><i>Nāṉ Yār?</i> paragraph 7: what actually exists is only <i>ātma-svarūpa</i>, so whatever else may seem to exist is not what it seems to be but is only <i>ātma-svarūpa</i></a></li>\n<li><a href=\"#ignorance\">Since <i>ātma-svarūpa</i> is not self-ignorant, it cannot see itself as anything other than itself, so everything else is perceived only by the self-ignorant mind</a></li>\n<li><a href=\"#gender\">Though ‘<i>ātman</i>’ is a masculine noun or pronoun, it refers to our genderless self, so its implied meaning is best conveyed by the generic and genderless pronouns ‘one’ and ‘oneself’</a></li>\n<li><a href=\"#atman\">Since ‘<i>ātman</i>’ serves as a generic pronoun referring to oneself, whether it refers to oneself in general, oneself as one actually is or oneself as one seems to be depends upon the context in which it is used</a></li>\n<li><a href=\"#support\">Since some Buddhist philosophers deny the existence of any self whatsoever, they maintain that there is no support for knowledge and memory</a></li>\n<li><a href=\"#intransitive\">What we actually are is pure intransitive awareness, because in sleep we are aware without being aware of anything other than ourself</a></li>\n<li><a href=\"#willingness\">In order to be aware of ourself as we actually are, we must be willing to cease forever being aware of anything else whatsoever</a></li>\n</ol>\n<a name=\"contradiction\"></a><b>1. The seeming contradiction between Sankara’s commentaries on <i>Māṇḍukya Kārikā</i> 2.12 and 2.33</b><br>\n<br>\nJeremy, if we interpret the term ‘<i>ātman</i>’ in both passages to mean ourself as we actually are (which is what Bhagavan generally calls <i>ātma-svarūpa</i>, the ‘own form’ or real nature of ourself), then there would very clearly be a contradiction, because what we actually are is the ultimate reality, so if Sankara were using ‘<i>ātman</i>’ in that sense in his commentary on <i>Māṇḍukya Kārikā</i> <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143643.html\">2.12</a>, he would be saying there that the ultimate reality itself imagines and cognises objects, whereas in his commentary on <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143664.html\">2.33</a> he repudiates that idea by saying that objects ‘are unreal and perceived only through ignorance, but not from the standpoint of the Ultimate Reality’ and that ‘unless the mind is active, nobody is ever able to perceive any object. But no action is possible for <i>Ātman</i>. Therefore the objects that are perceived to exist by the active mind can never be imagined to have existence from the standpoint of the Ultimate Reality’.<br>\n<br>\nTherefore, unless we are ready to accept that he contradicted himself, which would obviously be an unreasonable assumption, we have to infer that in his commentary on 2.12 he was not using ‘<i>ātman</i>’ in the sense of ourself as we actually are but only in the sense of ourself in general, and that what he implied when he wrote ‘The self-luminous <i>Ātman</i> himself, by his own <i>Māyā</i>, imagines in himself the different objects [...] like the imagining of the snake, etc., in the rope, etc. He himself cognizes them, as he has imagined them’ is that when we rise as this ego or mind, which is <i>māyā</i>, we thereby project and perceive objects. In other words, what imagines and perceives objects is not ourself as we actually are but only ourself as this mind.<br>\n<br>\n<a name=\"maya\"></a><b>2. The ego or mind is <i>māyā</i>, and without it there can be no imagination or perception of objects</b><br>\n<br>\n<a name=\"un26\"></a>Without the ego, which is the root and essence of the mind, there would be no such thing as <i>māyā</i>, because <i>māyā</i> does not actually exist but merely seems to exist, and it seems to exist only in the view of the ego and not in the view of ourself as we actually are. This is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. The ego itself is everything’. Therefore the ego or mind itself is <i>māyā</i>, and there is no <i>māyā</i> other than that (which is why Bhagavan often used the compound term மனமாயை (<i>maṉa-māyai</i>), which means ‘mind-<i>māyā</i>’ or ‘<i>māyā</i>, the mind’, as recorded by Muruganar in many verses of <a href=\"http://happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>, such as verses 22, 55, 118, 296, 560, 597 and 1090).<br>\n<br>\nWithout <i>māyā</i>, the mind, there can be no imagination or perception of objects, as Sankara confirms in his commentary on 2.33 when he says that objects ‘are unreal and perceived only through ignorance, but not from the standpoint of the Ultimate Reality’ and that ‘unless the mind is active, nobody is ever able to perceive any object. But no action is possible for <i>Ātman</i>. Therefore the objects that are perceived to exist by the active mind can never be imagined to have existence from the standpoint of the Ultimate Reality’.<br>\n<br>\n<a name=\"perception\"></a><b>3. Objects are perceived only through ignorance, so they are perceived only by ourself as the mind and not by ourself as the ultimate reality</b><br>\n<br>\nWhat he says in his commentary on <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143664.html\">2.33</a> very clearly confirms that objects are ‘perceived only through ignorance’ and that ‘unless the mind is active, nobody is ever able to perceive any object’, so since the ultimate reality, which is what we actually are (<i>ātma-svarūpa</i> or <i>brahman</i>), is not the mind and is never subject to ignorance, how can it ever perceive any object? The idea that it imagines or perceives any objects (anything other than itself) is explicitly repudiated by him in the same passage when he says that objects are not perceived ‘from the standpoint of the Ultimate Reality’ and that since ‘no action is possible for <i>Ātman</i>’, ‘the objects that are perceived to exist by the active mind can never be imagined to have existence from the standpoint of the Ultimate Reality’.<br>\n<br>\n<a name=\"objects\"></a><b>4. Objects are nothing other than <i>ātma-svarūpa</i>, but we cannot see <i>ātma-svarūpa</i> as it is while seeing it as objects</b><br>\n<br>\nYou try to explain away this obvious implication of what Sankara says in his commentary on 2.33 by saying, ‘In 2.33 he says that objects which are in reality the Self (Atman) do not have separate existence and are perceived as being real (having separate existence) through ignorance’, but though it is true that everything is <i>ātma-svarūpa</i> and therefore not separate from it, what Sankara actually says is that objects are ‘perceived only through ignorance’ and cannot be perceived ‘unless the mind is active’, since they ‘are perceived to exist by the active mind’, and he does not mention anything about their being ‘perceived as being real (having separate existence) through ignorance’. By adding ‘as being real (having separate existence)’ instead of ‘only’ in the phrase ‘perceived only through ignorance’, you are limiting and therefore distorting the meaning of what he said. When he says that objects are ‘perceived only through ignorance’, he meant that except through ignorance they are not perceived at all, and not merely that they are not perceived as real or as having separate existence.<br>\n<br>\nWhen you add ‘as being real (having separate existence)’, you imply that objects could be perceived as not separate from <i>ātma-svarūpa</i>, and you seem to think that if they were perceived as not separate it would not be through ignorance. But how could objects ever be perceived as not separate from <i>ātma-svarūpa</i>?  And if it were said that they could be perceived as not separate, what would that mean? Being perceived as not separate from <i>ātma-svarūpa</i> means being perceived as <i>ātma-svarūpa</i>, and if objects were perceived as <i>ātma-svarūpa</i> they would not be perceived as objects, because though objects are nothing other than <i>ātma-svarūpa</i>, just as an illusory snake is nothing other than a rope, the nature of objects is in many respects quite contrary to the nature of <i>ātma-svarūpa</i>. For example, <i>ātma-svarūpa</i> is one, infinite, indivisible, immutable, otherless, formless, timeless, self-aware and self-shining, whereas objects are numerous, finite, divisible, changeable, other, forms, time-bound, not aware and shining only by the light of the mind, which is <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\"><i>cidābhāsa</i></a>, a mere reflection or semblance of the original awareness that is <i>ātma-svarūpa</i>.<br>\n<br>\nJust as we cannot see a rope as a rope and as a snake simultaneously, because if we recognise that it is just a rope we cannot mistake it to be a snake, and so long as we mistake it to be a snake we are not recognising that it is just a rope, we cannot see ourself as we actually are and as objects simultaneously, because if we recognise ourself to be what we actually are (namely <i>ātma-svarūpa</i> or <i>brahman</i>) we cannot mistake ourself to be anything else (any objects, forms or phenomena), and so long as we mistake ourself to be any objects, forms or phenomena we are not recognising ourself to be what we actually are.<br>\n<br>\n<a name=\"ny3-4\"></a><b>5. <i>Nāṉ Yār?</i> paragraphs 3 and 4: perception of the world will cease when we see <i>svarūpa</i>, our ‘own form’ or real nature</b><br>\n<br>\n<a name=\"ny03\"></a>This is why Bhagavan says in <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as unless awareness of the imaginary snake ceases, awareness of the rope, which is the <i>adhiṣṭhāna</i> [base or foundation], will not arise, unless perception of the world, which is a <i>kalpita</i> [a fabrication or figment of the imagination], ceases, seeing <i>svarūpa</i> [one’s own form or real nature], which is the <i>adhiṣṭhāna</i>, will not arise.<br>\n<br>\n<a name=\"ny04\"></a>[...] மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. [...]<br>\n<br>\n[...] <i>maṉam ātma sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>. [...]<br>\n<br>\n[...] When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> does not appear; when <i>svarūpa</i> appears (shines), the world does not appear. [...]</blockquote>\nSince <i>ātma-svarūpa</i> (the ‘own form’ or real nature of oneself) alone is what seems to be all objects (forms or phenomena), just as a rope alone is what seems to be a snake, if we are aware of <i>ātma-svarūpa</i> as <i>ātma-svarūpa</i> we cannot be aware of it as any objects, and if we are aware of it as any objects we cannot be aware of it as <i>ātma-svarūpa</i>.<br>\n<br>\n<a name=\"ny07\"></a><b>6. <i>Nāṉ Yār?</i> paragraph 7: what actually exists is only <i>ātma-svarūpa</i>, so whatever else may seem to exist is not what it seems to be but is only <i>ātma-svarūpa</i></b><br>\n<br>\nAs Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), which means ‘What actually exists is only <i>ātma-svarūpa</i>’, so whatever else may seem to exist does not actually exist as it seems to be, because what it actually is is only <i>ātma-svarūpa</i>. Therefore all objects, forms or phenomena do not actually exist as such, because what they actually are is only <i>ātma-svarūpa</i>.<br>\n<br>\n<a name=\"ignorance\"></a><b>7. Since <i>ātma-svarūpa</i> is not self-ignorant, it cannot see itself as anything other than itself, so everything else is perceived only by the self-ignorant mind</b><br>\n<br>\nSince <i>ātma-svarūpa</i> can never be self-ignorant, it is always aware of itself as it actually is, and therefore it can never be aware of itself as anything else (as any objects, forms or phenomena). Therefore what is aware of <i>ātma-svarūpa</i> as if it were numerous objects, forms or phenomena is not ourself as we actually are (because what we actually are is just <i>ātma-svarūpa</i>) but only ourself as this self-ignorant ego or mind, which is <i>māyā</i>. This is why in his commentary on 2.12 Sankara says that oneself (<i>ātman</i>) by one’s own <i>māyā</i> (that is, by rising as the mind) imagines in oneself the different objects, and that oneself cognises them as one has imagined them (that is, by one’s own <i>māyā</i>, which is what appears as this mind and thereby projects and perceives all objects).<br>\n<br>\n<a name=\"gender\"></a><b>8. Though ‘<i>ātman</i>’ is a masculine noun or pronoun, it refers to our genderless self, so its implied meaning is best conveyed by the generic and genderless pronouns ‘one’ and ‘oneself’</b><br>\n<br>\nIn his translation of Sankara’s commentary on <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143643.html\">2.12</a> Nikhilananda translated this portion as: ‘The self-luminous <i>Ātman</i> himself, by his own <i>Māyā</i>, imagines in himself the different objects [...] like the imagining of the snake, etc., in the rope, etc. He himself cognizes them, as he has imagined them’. Though in this context <i>ātman</i> means ‘oneself’, and though oneself is genderless, Nikhilananda used masculine third person pronouns to refer to it because, as I explained in the <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#atman\">final section</a> of my previous article, ‘<i>ātman</i>’ is a singular and masculine noun or pronoun, even though it can refer to a noun of any number or gender (and hence depending on the context it can mean myself, yourself, himself, herself, itself, ourselves, yourselves or themselves). Therefore though Nikhilananda treated ‘<i>ātman</i>’ literally as masculine by using masculine pronouns to refer to it, the implied meaning of this portion can be conveyed more clearly by using the generic and genderless pronouns ‘one’ and ‘oneself’ in place of ‘he’, ‘him’ and ‘himself’.<br>\n<br>\n<a name=\"atman\"></a><b>9. Since ‘<i>ātman</i>’ serves as a generic pronoun referring to oneself, whether it refers to oneself in general, oneself as one actually is or oneself as one seems to be depends upon the context in which it is used</b><br>\n<br>\nIn your comment you wrote, ‘I don’t think you can argue that in 2.12 Sankara is using atman to refer to “oneself”’, but in a spiritual context such as this ‘<i>ātman</i>’ cannot refer to anything other than oneself (or ourself), because there is no other ‘self’ that it could refer to, since we are one and indivisible. The question we need to consider, therefore, is not whether or not it refers to ourself, but whether it refers to ourself in general or specifically either to ourself as we actually are or to ourself as as we seem to be, namely this ego or mind. In this case we cannot say that it refers specifically either to ourself as we actually are or to ourself as this mind, because what is self-luminous is only ourself as we actually are, whereas what imagines and perceives objects is only ourself as the mind that we now seem to be, so Sankara is using the term ‘<i>ātman</i>’ here to refer to ourself in general.<br>\n<br>\nThat is, what we actually are is self-luminous, because we ourself are the fundamental awareness that illumines (or makes known) our own existence, but when we seem to be this ego or mind, as such (that is, as this ego or mind) we imagine and perceive objects. Since we are one, infinite, indivisible and immutable, we never actually change in any way whatsoever, so we do not actually rise as or become this ego, but in the limited and distorted view of this ego, which is <i>māyā</i> or ‘what is not’, we seem to be this ego, and as such we seem to perceive objects, which are things that seem to be other than ourself, the subject who perceives them. Our seeming existence as this object-perceiving ego is just <i>māyā</i>, which means that it does not actually exist at all, even though it seems to exist from the perspective of ourself as this ego, but not from the perspective of ourself as the ultimate reality that we actually are (as Sankara says explicitly in his commentary on <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143664.html\">2.33</a>).<br>\n<br>\n<a name=\"support\"></a><b>10. Since some Buddhist philosophers deny the existence of any self whatsoever, they maintain that there is no support for knowledge and memory</b><br>\n<br>\nAs you say, in his commentary on 2.12 Sankara was arguing against the view of ‘Buddhistic nihilists’ who maintain that there is no support for knowledge and memory, since they deny the existence of any self (<i>ātman</i>) that knows or remembers. However, you are not quite correct when you write that ‘the essential difference between Vedanta and Buddhism (as Sankara notes) is that Buddhists deny the existence of a universal Self’, firstly because not all Buddhists deny the existence of any self, but only certain nihilistic schools of Buddhist philosophy do so, and secondly because what the nihilists deny is not just the existence of ‘a universal Self’ but of any self whatsoever.<br>\n<br>\nIf they denied just the existence of any infinite self (which is what I assume you mean by the term ‘a universal Self’) and accepted the existence of a finite self, they would not have to maintain that there is no support for knowledge and memory, because the immediate support for knowledge and memory is our finite self (the ego, mind or <i>jīva</i>), since this finite self is what knows and remembers objects. However, they take the absurd position of denying the existence of any self whatsoever, so they have to maintain that there is no support for knowledge and memory, since there is no one to know or remember anything.<br>\n<br>\nKnowledge and memory could not seem to exist if we did not seem to be this ego or mind, which is what knows and remembers things other than itself, so since they do seem to exist, we cannot deny that we seem to be the one who knows and remembers. And since we could not seem to know or remember anything if we did not actually exist, we cannot reasonably deny or doubt our own existence. Therefore the question we need to consider is not whether or not we actually exist, but whether or not we are actually what we seem to be. So what actually are we? Are we this finite ego, the one who knows and remembers other things, as we now seem to be, or not?<br>\n<br>\nThough we now seem to be this object-knowing ego, we did not seem to be any such thing while we were asleep, yet we existed and were aware of our existence then. Therefore, since we were aware of ourself while asleep, even though we were not then aware of this ego or of anything else, this ego cannot be what we actually are. Hence, since we exist whether this ego appears or not, we ourself are the source from which it rises (appears) and into which it subsides (disappears), so we are the base or foundation that supports its seeming existence in waking and dream. Therefore just as the ego is the support for knowledge and memory, what we actually are is the support for the ego, so whereas the ego is the immediate support for knowledge and memory, what we actually are is their ultimate support.<br>\n<br>\nThe Buddhist philosophers who deny the existence of any self whatsoever are thereby maintaining an absurd contention, because the term ‘self’ refers to nothing other than whatever thing it is the self of, since nothing can be other than itself. For example, a table and itself are not two different things, because in this context the term ‘itself’ refers only to the table itself. Likewise, we and ourself are not two different things, because each of this pair of pronouns refers to the same thing, namely us ourself. Therefore we cannot deny the existence of any self whatsoever without thereby denying the existence of anything whatsoever, because nothing could exist without itself, since nothing is anything other than itself.<br>\n<br>\nAs I explained in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#anatta\">What did Buddha mean by <i>anattā</i>?</a>, <i>anattā</i> is a Pali form of the Sanskrit term अनात्मन् (<i>anātman</i>), which means ‘non-self’ or ‘not oneself’, but his use of this term was misinterpreted by many Buddhists to mean that there is no self at all. When he said, for example (as recorded in various texts such as <i>Dhammapada</i> verse 279), ‘<i>sabbē dhammā anattā</i>’, which means ‘All phenomena are non-self’, he obviously did not mean that anything is not itself (which would be absurd), but only that all impermanent things (everything that appears and disappears or that changes in any way) are not ourself — that is, they are not what we actually are. In this respect what Buddha taught is the same as what Gaudapada, Sankara and Bhagavan taught.<br>\n<br>\nSince in his commentary on <i>Māṇḍukya Kārikā</i> 2.12 Sankara was repudiating the view of those Buddhists who deny the existence of any self whatsoever and who therefore have to maintain that there is no support for knowledge and memory of objects, we do not have to interpret his use of the term ‘<i>ātman</i>’ in this context to mean ourself as we actually are, because if we interpret it to mean ourself in general, what he says would still be a repudiation of their absurd view. What supports our knowledge and memory of objects is ourself as this ego or mind, and what supports our seeming existence as this ego or mind is ourself as we actually are.<br>\n<br>\n<a name=\"intransitive\"></a><b>11. What we actually are is pure intransitive awareness, because in sleep we are aware without being aware of anything other than ourself</b><br>\n<br>\nYou end your comment by asking, ‘How can awareness not be aware?’, but I am not sure what you intend to imply by this. Presumably you are using the term ‘awareness’ here in the sense of ‘what is aware’, and obviously in this sense awareness cannot not be aware, because if it were not aware it would not be awareness. What is actually aware is always aware, but being aware does not entail being aware of anything other than oneself, because in sleep we are aware without being aware of anything other than ourself.<br>\n<br>\nSince we are aware in sleep without being aware of anything other than ourself, being aware of other things (objects or phenomena), as we are in waking and dream, is just a temporary appearance, and hence it is not our real awareness. Being aware of other things is what Bhagavan called <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>), which literally means ‘pointing’ or ‘showing’ awareness and which therefore implies transitive or object-knowing awareness, and since what is aware of other things (objects or phenomena) is only the ego or mind, he often used this term to refer to the mind. Since awareness of other things (transitive awareness or <i>suṭṭaṟivu</i>) appears in waking and dream and disappears in sleep, it is not real awareness, nor is it what we actually are.<br>\n<br>\nWhether we are aware of other things or not, we are always aware, so the awareness that we actually are is not transitive awareness (awareness of other things) but only pure <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#intransitive\">intransitive awareness</a> (awareness that is just aware, without being aware of anything other than itself), which is what we experience alone in sleep, and which is the foundation of the transitive awareness that we experience in waking and dream. That is, since we could not be aware of anything unless we were aware, intransitive awareness is what supports the appearance of transitive awareness in waking and dream, but since we continue to be aware even when we are not aware of anything else, as in sleep, intransitive awareness is permanent, and hence it alone is real awareness, as Bhagavan explains very clearly in verse 12 of <i>Uḷḷadu Nāṟpadu</i> (which I cited and discussed in detail in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un12\">section 16</a> of my previous article).<br>\n<br>\n<a name=\"willingness\"></a><b>12. In order to be aware of ourself as we actually are, we must be willing to cease forever being aware of anything else whatsoever</b><br>\n<br>\nWhy does it matter whether what perceives objects is ourself as we actually are or ourself as this ego? Why did Bhagavan emphasise in so many ways (such as in the various verses and passages from <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Yār?</i> and <i>Guru Vācaka Kōvai</i> that I cited and discussed in my previous article, <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html\">What is aware of everything other than ourself is only the ego and not ourself as we actually are</a>) that as our actual self (<i>ātma-svarūpa</i>) we are not aware of anything other than ourself, and that it is only as this ego that we are aware of other things? And why did he say in the <a href=\"#ny03\">third</a> and <a href=\"#ny04\">fourth</a> paragraphs of <i>Nāṉ Yār?</i> that we cannot see our real nature (<i>svarūpa</i>) unless perception of the world ceases, because when we are aware of any world we are not aware of <i>svarūpa</i>, and when we are aware of <i>svarūpa</i> we will not be aware of any world? And why did Sankara likewise say in his commentary on <i>Māṇḍukya Kārikā</i> <a href=\"http://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143664.html\">2.33</a> that objects are ‘perceived only through ignorance, but not from the standpoint of the Ultimate Reality’ and that ‘unless the mind is active, nobody is ever able to perceive any object’?<br>\n<br>\nWhat they taught us in this regard matters because we are faced with an extremely stark choice: either we can continue perceiving phenomena and therefore not being aware of ourself as we actually are, or we can be aware of ourself as we actually are and therefore cease perceiving phenomena. We cannot have our cake and eat it. So long as we choose to continue being aware of phenomena, we cannot be aware of ourself as we actually are, and if we choose to be aware of ourself as we actually are, we must give up being aware of phenomena.<br>\n<br>\nThe reason we are all still here discussing this subject is that we have not yet chosen to be aware of ourself as we actually are and thereby to give up being aware of anything else. Therefore we each need to be aware of our present unwillingness to pay the simple price that is necessary in order for us to be aware of ourself as we actually are, namely the price of giving up being aware of anything else, because only if we recognise that this is the reason why we are not yet aware of ourself as we actually are will we be willing to begin working to give up our attachment to being aware of other things.<br>\n<br>\nHow can we give up this attachment? The first requirement is willingness to try to do so, and in order to be willing to try we must recognise that it is necessary for us to do so. Once we have recognised this and are therefore willing to try, we are ready to begin patiently and persistently turning our attention back towards ourself, the one who is aware of all other things. When we try to do so, we will find that our attention is constantly being drawn back to other things, but if we persevere in trying to turn it back to ourself whenever it is drawn away towards anything else, we will thereby gradually weaken our <i>viṣaya-vāsanās</i> (our inclinations, propensities, desires or liking to be aware of anything other than ourself) and correspondingly strengthen our <i>sat-vāsanā</i> (our inclination, liking or love just to be, which entails being aware of ourself alone).<br>\n<br>\nThis is the simple path of self-investigation (<i>ātma-vicāra</i>) that Bhagavan taught us, and it is the only means by which we can weaken and eventually destroy all our <i>viṣaya-vāsanās</i> along with their root, the ego, who is the one who likes to be aware of other things (<i>viṣayas</i>) and is therefore unwilling to give up being aware of them forever.<br>\n<br>\nSince the ego rises, stands and flourishes only by grasping form (namely <i>viṣayas</i>: objects, phenomena or things other than itself), as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, it is naturally inclined to continue doing so, because it cannot survive unless it does. However, by persistent practice of self-attentiveness it can gradually cultivate the love to be aware of itself alone, and thereby weaken its inclination to cling to other things, until eventually its love to be aware of itself alone will consume all its other desires and attachments.<br>\n<br>\nThough we now seem to be this object-grasping ego, it is not what we actually are, and since it is nothing but a mistaken awareness of ourself as a body, which is something other than what we actually are, it does not actually exist as such. It seems to exist and to be ourself only so long as it grasps other things by being aware of them, so if it ceases to grasp them by trying to be aware of itself alone, its illusory existence will dissolve and be consumed forever in the clear light of pure intransitive self-awareness, which is what we actually are and what alone actually exists.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "35",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/838446370605234176/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg1NjM0NDc2NDExCm9mZnNldDogMAo\""
}