{
    "kind": "blogger#post",
    "id": "6844825610919554165",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-01-28T14:18:00Z",
    "updated": "2017-01-28T14:18:52Z",
    "url": "http://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6844825610919554165",
    "title": "<i>Uḷḷadu Nāṟpadu</i> verse 12: other than the real awareness that we actually are, there is nothing to know or make known",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un12\">section 16</a> of one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html\">What is aware of everything other than ourself is only the ego and not ourself as we actually are</a>, I quoted and discussed verse 12 of <i>Uḷḷadu Nāṟpadu</i>, after reading which a friend who has translated many of my articles into Italian and posted them on his blog , <a href=\"http://lacavernadelcuore.blogspot.it/\">La Caverna del Cuore</a>, wrote asking me to explain the exact meaning and implication of a word in the third sentence that I had translated as ‘for causing to know’. Since this is a very significant word that has a deep and broad meaning in this context, I will explain its significance in this article.<br><a name='more'></a>\n<ol>\n<li><a href=\"#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12 and its meaning</a></li>\n<li><a href=\"#sentence1\">The first sentence: real awareness is devoid of knowledge and ignorance of anything else</a></li>\n<li><a href=\"#uu27\"><i>Upadēśa Undiyār</i> verse 27: what is real is only awareness devoid of knowledge and ignorance, because nothing at all exists for it to know</a></li>\n<li><a href=\"#sentence2\">The second sentence: what knows anything other than itself is not real awareness</a></li>\n<li><a href=\"#sentence3\">The third sentence: real awareness is ourself, other than which nothing exists to know or make known</a></li>\n<li><a href=\"#awareness\">The ego is the false awareness that knows other things, whereas what we actually are is the real awareness other than which nothing exists to know</a></li>\n<li><a href=\"#sentence4\">The fourth sentence: real awareness is not <i>śūnya</i>, void or non-existent</a></li>\n<li><a href=\"#sentence5\">The fifth sentence: know or be aware</a></li>\n</ol>\n<a name=\"un12\"></a><b>1. <i>Uḷḷadu Nāṟpadu</i> verse 12 and its meaning</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance is actually knowledge [or awareness]. That which knows is not real knowledge [or awareness]. Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] knowledge [or awareness]. It is not a void. Know [or be aware].</blockquote>\n<a name=\"sentence1\"></a><b>2. The first sentence: real awareness is devoid of knowledge and ignorance of anything else</b><br>\n<br>\n<a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:4888.tamillex\">அறிவு</a> (<i>aṟivu</i>) and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:4867.tamillex\">அறியாமை</a> (<i>aṟiyāmai</i>) are both derived from the verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:4845.tamillex\">அறி</a> (<i>aṟi</i>), which means to know, be aware, perceive, cognise or experience, so அறிவு (<i>aṟivu</i>) means knowledge or awareness, and அறியாமை (<i>aṟiyāmai</i>) means ignorance or non-awareness. The knowledge and ignorance that Bhagavan refers to in the first sentence of this verse when he says ‘அறிவு அறியாமையும் அற்றது’ (<i>aṟivu aṟiyāmai-y-um aṯṟadu</i>), ‘what is devoid of knowledge and ignorance’, is knowledge and ignorance or awareness and non-awareness of anything other than ourself, because we can never not know or not be aware of ourself, since self-awareness is our real nature, and hence there is no awareness that is devoid of self-awareness. However, as he implies in this first sentence, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘What is devoid of knowledge and ignorance is actually awareness’, our real awareness (the real awareness that we actually are) is devoid of both awareness and non-awareness of other things, because in its clear view there are no other things that it could either be aware of or not aware of (as he points out in the <a href=\"#sentence3\">third sentence</a>).<br>\n<br>\nTherefore, since the knowledge and ignorance of which true knowledge or real awareness is devoid are knowledge and ignorance of things other than ourself, what Bhagavan implies in this first sentence is that true knowledge or real awareness is pure intransitive awareness — that is, <a href=\"http://happinessofbeing.blogspot.com/2017/01/like-bhagavan-sankara-taught-that.html#intransitive\">intransitive awareness</a> that is completely devoid of even the least trace of any <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>) or transitive awareness (awareness of anything other than oneself).<br>\n<br>\nLest we should have any lingering doubt about whether he perhaps meant that real awareness is only partially, temporarily or just in a certain sense devoid of both awareness and non-awareness of other things, in the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> of this verse he extended this first sentence by adding at the beginning of it the intensified adverb அறவே (<i>aṟavē</i>), which means completely, utterly or entirely, and which qualifies அற்றது (<i>aṯṟadu</i>), ‘what is devoid of’ or ‘that which is devoid of’. Thus the extended form of this sentence is ‘அறவே அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟavē aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), which means ‘What is completely devoid of knowledge and ignorance is actually knowledge [or awareness]’, and which therefore implies that real awareness or knowledge is completely devoid of any knowledge or ignorance (awareness or non-awareness) of anything other than itself, because nothing other than itself actually exists for it to be either aware of or not aware of.<br>\n<br>\n<a name=\"uu27\"></a><b>3. <i>Upadēśa Undiyār</i> verse 27: what is real is only awareness devoid of knowledge and ignorance, because nothing at all exists for it to know</b><br>\n<br>\nWhat Bhagavan says succinctly in this first sentence was earlier explained by him in verse 27 of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge that is devoid of knowledge and ignorance is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\n‘அறிவு அறியாமையும் அற்ற அறிவு’ (<i>aṟivu aṟiyāmai-y-um aṯṟa aṟivu</i>) means ‘knowledge that is devoid of knowledge and ignorance’ or ‘awareness that is devoid of awareness and non-awareness’, and therefore implies awareness that is devoid of both awareness and non-awareness of anything else, so what Bhagavan is referring to by this phrase is pure intransitive awareness (awareness that is aware of nothing other than itself). By concluding the first sentence of this verse with the clause ‘அறிவே அறிவு ஆகும்’ (<i>aṟivē aṟivu āhum</i>), ‘only [such] awareness is awareness’, he implies that only pure intransitive awareness is real awareness.<br>\n<br>\nIn the second sentence of this verse he says simply, ‘உண்மை ஈது’ (<i>uṇmai īdu</i>), which means ‘this is real’ or ‘this is truth’, and which implies that pure intransitive awareness (awareness that is devoid of both awareness and non-awareness of anything else) is alone what is real. The reason for this is explained by him in the final sentence, ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), which literally means ‘there is not anything for knowing’, and which therefore implies that nothing else exists for real awareness to know, which is a point on which he elaborates in the third sentence of verse 12 of <i>Uḷḷadu Nāṟpadu</i>, as we shall see in the <a href=\"#sentence3\">fifth section</a> below.<br>\n<br>\n<a name=\"sentence2\"></a><b>4. The second sentence: what knows anything other than itself is not real awareness</b><br>\n<br>\nIn the second sentence of verse 12 Bhagavan says, ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), which means ‘That which knows is not real knowledge [or awareness]’, but what exactly does he mean by this? Why does he say that what knows is not real awareness? Because the knowing he refers to here is knowing as an action rather than knowing as our natural state of just being, and whereas in our natural state of just being we know nothing other than ourself, as illustrated by our experience in sleep, knowing as an act of knowing entails the existence or seeming existence of something other than ourself for us to know. Therefore if anything other than ourself existed for us to know, the act of knowing it would be real knowing, and that which knows it would be real awareness, but as he says in the <a href=\"#sentence3\">next sentence</a> this verse and in the final sentence of <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, no other thing actually exists for us to know, so whatever knows anything other than itself is not real awareness but is just a self-deluded semblance of awareness (<a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\"><i>cidābhāsa</i></a>).<br>\n<br>\nThat is, since he says in the next sentence that for the real awareness that we actually are no other exists to know, the unreal awareness that he refers to here as ‘அறியும் அது’ (<i>aṟiyum adu</i>), which means ‘that which knows’ or ‘that which is aware’, must be whatever is aware of the illusory appearance of any other thing. The term அன்னியம் (<i>aṉṉiyam</i>), which he uses in the next sentence when he says that no other exists to know or make known, is a Tamil form of the Sanskrit term अन्य (<i>anya</i>), which means what is other or different, and in a context such as this it means anything other than oneself. Therefore, since nothing exists other than the real awareness that we actually are, there is nothing for us as that awareness to know or make known, so what he implies when he says in this sentence ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘That which knows is not real knowledge [or awareness]’, is that whatever knows anything other than itself is not true knowledge or real awareness. In other words, real awareness is only pure self-awareness (intransitive awareness) and not awareness of anything else (transitive awareness).<br>\n<br>\nTherefore what the term ‘அறியும் அது’ (<i>aṟiyum adu</i>), ‘that which is aware’ or ‘that which knows’, implies in this context is ‘சுட்டறியும் அது’ (<i>suṭṭaṟiyum adu</i>), which means ‘that which is transitively aware’ or ‘that which knows anything other than itself’, so since what is transitively aware (that is, aware of anything other than itself)  is only the ego, what he implies here is that this transitively aware ego is not real awareness.<br>\n<br>\n<a name=\"sentence3\"></a><b>5. The third sentence: real awareness is ourself, other than which nothing exists to know or make known</b><br>\n<br>\nThe fact that real awareness is only intransitive awareness, and that what is only intransitively aware is just the real awareness that we actually are, is indicated by Bhagavan explicitly in the third sentence of this verse: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), which means ‘Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] knowledge [or awareness]’. In this context ‘தான்’ (<i>tāṉ</i>), ‘oneself’, means ourself as we actually are (which is what Bhagavan often referred to as <i>ātma-svarūpa</i>, the ‘own form’ or real nature of oneself), so in this sentence he teaches us explicitly that for ourself as we actually are there is no other (<i>anya</i>), and hence there is nothing other than ourself for us to know or to cause to be known.<br>\n<br>\nIn this sentence அறிதற்கு (<i>aṟidaṟku</i>) is a dative form of அறிதல் (<i>aṟidal</i>), which is a verbal noun that means ‘knowing’, so (like அறிவதற்கு (<i>aṟivadaṟku</i>) in the final sentence of <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>) அறிதற்கு (<i>aṟidaṟku</i>) literally means ‘for knowing’, but in this context implies the same as the infinitive ‘to know’ in English. Likewise அறிவித்தற்கு (<i>aṟivittaṟku</i>) is a dative form of அறிவித்தல் (<i>aṟivittal</i>), which is a verbal noun that means ‘causing to know’, ‘causing to be known’ or ‘making known’, so அறிவித்தற்கு (<i>aṟivittaṟku</i>) literally means ‘for causing to know’, ‘for causing to be known’ or ‘for making known’, but in this context implies the same as the infinitive ‘to cause to know’,  ‘to cause to be known’ or ‘to make known’ in English.<br>\n<br>\nThe base of this verbal noun அறிவித்தல் (<i>aṟivittal</i>) and its dative form அறிவித்தற்கு (<i>aṟivittaṟku</i>) is the verb அறிவி (<i>aṟivi</i>), which is a causative form of அறி (<i>aṟi</i>), which means ‘know’, so (like <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:6268.tamillex\">தெரிவி</a>) <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:4882.tamillex\">அறிவி</a> (<i>aṟivi</i>) literally means ‘cause to know’, but is generally used in the sense of cause to be known, make known, publish, announce, inform, teach, explain, point out or reveal, because in Tamil the natural way to say ‘cause A to know B’ or ‘make A know B’ is ‘make B known to A’. Therefore, though அறிவித்தற்கு (<i>aṟivittaṟku</i>) literally means ‘for causing to know’, it is generally used in the sense of ‘for causing to be known’ or ‘for making known’, or in more idiomatic English, ‘to make known’.<br>\n<br>\nTherefore if we translate அறிவித்தற்கு (<i>aṟivittaṟku</i>) as ‘for making known’ or ‘to make known’, in combination with ‘அன்னியம் இன்றாய்’ (<i>aṉṉiyam iṉḏṟāy</i>), which means ‘being without another’ (in which இன்றாய் (<i>iṉḏṟāy</i>) is a compound of two words, இன்று (<i>iṉḏṟu</i>), which is a particle or adverb that utterly denies existence (as does இலை (<i>ilai</i>) in the final sentence of <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>), and ஆய் (<i>āy</i>), which means being or as, so ‘அன்னியம் இன்றாய்’ (<i>aṉṉiyam iṉḏṟāy</i>) means ‘being without another’ or simply ‘without another’ in the sense that no other exists at all), it can be interpreted in seven ways, namely:<br>\n<ol>\n<li>being without another [for oneself] to make [anything else] known [to oneself]</li>\n<li>being without another [for oneself] to make [oneself] known [to anything else]</li>\n<li>being without another [for oneself] to make [anything else] known [to anything else]</li>\n<li>being without another [for anything else] to make [anything else] known [to oneself]</li>\n<li>being without another [for anything else] to make [oneself] known [to anything else]</li>\n<li>being without another [for anything else] to make [anything else] known [to anything else]</li>\n<li>being without another [for anything else] to make [oneself] known [to oneself]</li>\n</ol>\nThe implication shared by meanings 1, 3, 4 and 6 is that there is nothing else (no form, phenomenon or object) that could be made known to anything (whether to the ego, which is what we currently seem to be, or to the one real awareness, which is what we always actually are), and the implication shared by meanings 2, 3, 5 and 6 is that there is nothing else (no ego or subject) to which anything (whether our real nature or anything else) could be made known, whereas the implication shared by meanings 4, 5, 6 and 7 is that there is nothing else (no other ‘light’) that could illumine or make anything (whether our real nature or anything else) known to anything (whether to our real nature or to anything else).<br>\n<br>\nThat is, in our real state (the one infinite, indivisible, immutable, formless, eternal and timeless state of ourself as the real awareness that we actually are) nothing other than ourself exists, but in the first three meanings the non-existence of only two factors other than ourself is considered, namely any other thing that could be known (in other words, any object) or any other thing by which anything could be known (in other words, any subject). Thus the import of the first and third meanings is that there is no second thing (no form, phenomenon or object) that could be made known either to ourself or to anything else (that is, to any ego), whereas the import of the second meaning is that there is no other thing (no ego) to which ourself could be made known.<br>\n<br>\nHowever in the last four meanings the non-existence of a third factor other than ourself is considered, namely any other ‘light’ (<i>prakāśa</i>) to illumine or make anything known. The fourth, fifth and sixth meanings are each respectively a duplication of the first, second and third meanings, but with the non-existence of this third factor considered alongside the non-existence of each of the other two. Thus the import of the fourth and sixth meanings is that there is no other light that could illumine or make any other thing (any object) known either to ourself or to anything else (that is, to any ego), whereas the import of the fifth meaning is that there is no other light that could illumine or make ourself known to anything else (that is, to any ego).<br>\n<br>\nIn the final meaning, however, the non-existence of this third factor is considered on its own, so the import of this meaning is that there is no other light that could illumine or make ourself known to ourself. Since this is the case, we must know ourself by ourself, and hence we must be the one real light of awareness, which shines eternally by itself, illuminating itself but nothing else, since there is nothing else for it to illuminate. In other words, since there is no other ‘light’ to make ourself known to ourself, we ourself are the light of awareness that makes ourself known to ourself, so we are self-shining or self-luminous (<i>svayam-prakāśa</i>).<br>\n<br>\nThe final word in this first clause of the third sentence is அவிர்வதால் (<i>avirvadāl</i>), which is an instrumental case form of a participial noun form of the verb அவிர் (<i>avir</i>), which means to shine, so அவிர்வதால் (<i>avirvadāl</i>) literally means ‘by shining’, but implies ‘since it shines’ or ‘because it shines’. The implied subject of this participial noun and hence of this entire first clause is the subject of the main clause, namely தான் (<i>tāṉ</i>), which means ‘oneself’, so by saying that oneself shines without another to know or to make known, Bhagavan clearly implies that in the clear view of the real awareness that we actually are nothing other than ourself exists, shines or is known.<br>\n<br>\nThat is, in this context ‘shines’ is a metaphor for ‘makes itself known’ (though in other contexts, such as in the first sentence of <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>, it can be a metaphor for ‘is made known’), so since he states in this clause that nothing other than oneself exists, there is nothing else to which oneself could be made known, so oneself makes oneself known only to oneself. Moreover, since there is nothing other than oneself, there is nothing else for oneself to know or that oneself could make known to oneself, so oneself is not only known only to oneself, but also knows only oneself.<br>\n<br>\nThus in this first clause of the third sentence, ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl</i>), which means ‘since [oneself] shines without another for knowing or for making known’, Bhagavan indicates clearly and unequivocally that his own experience is actually just <i>ajāta</i>: the ultimate truth (<i>pāramārthika satya</i>) that nothing has ever been born or come into existence, either actually or seemingly, because nothing other than oneself ever actually exists or even seems to exist (since seeming to exist entails being known by something, and according to this clause there is no other thing either to know or to make known, so there is nothing else that could seem to exist or be known to oneself, and there is also nothing other than ourself to whom anything else could ever seem to exist or be known).<br>\n<br>\nThat is, when he says in the first part of this clause, ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்று’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟu</i>), which means ‘another does not exist for knowing or for making known’, and when he likewise says in the final sentence of <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), which means ‘there is not anything for knowing’ or ‘anything for knowing does not exist’, what he means by ‘அன்னியம்’ (<i>aṉṉiyam</i>), ‘another’, and ‘ஒன்று’ (<i>oṉḏṟu</i>), ‘anything’, is anything whatsoever other than ourself, so that includes any appearance, anything that seems to exist or anything that could be known in any way whatsoever. Therefore, by saying that there is nothing other than ourself for us to know or make known, he clearly and unequivocally implies that in the clear view of the real awareness that we actually are not even an illusory appearance exists for us to know or to make known. Moreover, since time itself is other than ourself and hence just an illusory appearance, it does not actually exist, so he also implies that there is no time in which anything (any illusory appearance or anything else other than ourself) has ever existed, will ever exist or could ever exist for us to know or to make known.<br>\n<br>\nThis first clause is an adverbial one, and its function is to express the reason for what Bhagavan states in the main clause of this third sentence, namely ‘தான் அறிவு ஆகும்’ (<i>tāṉ aṟivu āhum</i>), which means ‘oneself is awareness’, and which in this context implies that we ourself are the only real awareness, because in the previous sentence he said ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), which means ‘That which knows is not real awareness’, implying that what knows anything other than itself is not real awareness. Therefore the import of this third sentence, ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), which means ‘Since it shines without another for knowing or for making known, oneself is [real] awareness’, is that since we ourself ‘shine’ or make ourself known, and since nothing else exists for us to know, or for us to make known, or for us to make ourself known to, or to make ourself known either to ourself or to anything else, we alone make ourself known, and we make ourself known only to ourself, so we ourself are the only real knowledge or awareness.<br>\n<br>\n<a name=\"awareness\"></a><b>6. The ego is the false awareness that knows other things, whereas what we actually are is the real awareness other than which nothing exists to know</b><br>\n<br>\nIn the <a href=\"#sentence2\">second</a> and <a href=\"#sentence3\">third</a> sentences of this verse Bhagavan contrasts the nature of the ego with the nature of ourself as we actually are, indicating that the ego is the false awareness that knows or is aware of things other than itself, whereas what we actually are is the real awareness for which nothing other than itself exists to know. This distinction between the ego and what we actually are is a vital clue to us in our practice of self-investigation (<i>ātma-vicāra</i>), because so long as we are aware even to the slightest extent of anything other than the pure self-awareness that we actually are, we are still aware of ourself as if we were the ego, the subject that is aware of objects, and hence we are not aware of ourself as we actually are. Therefore in order to be as we actually are, we need to be aware of nothing other than ourself, which entails focusing our entire attention only on our own fundamental self-awareness, thereby excluding everything else from our awareness.<br>\n<br>\n<a name=\"uu26\"></a>There is a fundamental difference between knowing or being aware of ourself and knowing or being aware of any other thing, because being aware of anything other than ourself is a mental activity, since it entails movement of our mind or attention away from ourself towards something else, whereas being aware of ourself is not a mental activity, since it entails no movement of our attention away from ourself. Therefore knowing other things is an action (<i>karma</i>) or doing (<i>kriyā</i>), whereas knowing ourself is just being (<i>summā iruppadu</i>), because self-awareness is our real nature — our ‘own form’ (<i>svarūpa</i>) or ‘own being’ (<i>svabhāva</i>) — and hence we know ourself just by being ourself, as Bhagavan says in the first sentence of <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>: ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl</i>), ‘Being oneself alone is knowing oneself, because oneself is not two’.<br>\n<br>\nSince pure self-awareness alone is what we actually are, <i>ātma-jñāna</i> (self-knowledge or self-awareness) is not an act of knowing or cognising ourself but is just our natural state of being ourself (being as we actually are), unlike knowing or being aware of anything else, which is an act of knowing. Therefore whereas knowing other things is best expressed by saying ‘அறிகிறேன்’ (<i>aṟigiṟēṉ</i>), ‘I know’, knowing ourself is best expressed by saying simply ‘இருக்கிறேன்’ (<i>irukkiṟēṉ</i>), ‘I am’, because we could not know ourself without being ourself, and we could not be ourself without knowing ourself, since our being or existence (<i>sat</i>) itself is our awareness (<i>cit</i>), and our awareness itself is our existence.<br>\n<br>\n<a name=\"sentence4\"></a><b>7. The fourth sentence: real awareness is not <i>śūnya</i>, void or non-existent</b><br>\n<br>\nIn the fourth sentence Bhagavan says, ‘பாழ் அன்று’ (<i>pāṙ aṉḏṟu</i>), which means ‘it is not a void [emptiness, nothingness or non-existence]’, thereby explicitly repudiating the contention of certain Buddhist philosophers who maintain that everything is ‘<i>śūnya</i>’, which is a Sanskrit term that means empty, void or non-existent, but which in the context of Buddhist philosophy is generally interpreted to mean <i>svabhāva-śūnya</i>, which means ‘empty of own being’ or ‘empty of self-existence’. Though Bhagavan said in the <a href=\"#sentence1\">first sentence</a> of this verse that real awareness is devoid of knowledge and ignorance (implying knowledge and ignorance of anything other than itself), and though in the <a href=\"#sentence3\">third sentence</a> he say that nothing other than real awareness exists, in this sentence he denies that it is ‘<a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.8:1:5859.tamillex\">பாழ்</a>’ (<i>pāṙ</i>), which is a Tamil term that in this context means <i>śūnyatā</i>, emptiness, nothingness or non-existence.<br>\n<br>\nWhat is non-existent or ‘empty of own being’ is anything other than the real awareness that we actually are, as Bhagavan pointed out in the first clause of the third sentence by saying that nothing other than ourself exists to know or make known. However, though nothing other than ourself actually exists, in the deluded view of ourself as this ego other things seem to exist, and they seem to exist only because we are aware of them. Therefore, whether they actually exist or are merely illusory appearances, we ourself must exist in order to be aware of them, so even if everything else is actually non-existent, we at least must exist to be aware of their seeming existence.<br>\n<br>\nHowever, though we ourself must exist, we are not necessarily what we seem to be, so we have to consider the possibility that perhaps we are not actually this ego, the subject or first person who is aware of all other things (which are objects or second and third persons), as we now seem to be. Though we now seem to be this ego and therefore seem to be aware of other things, we do not always seem to be thus, because in sleep we exist and are aware of our existence even though we are not aware of this ego or anything else. Therefore, since we are aware of ourself in sleep without being aware of this ego, this ego cannot be what we actually are.<br>\n<br>\nOnly when we rise as this ego do other things seem to exist (as Bhagavan points out, for example, in verses <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un14\">14</a>, <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un23\">23</a> and <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un26\">26</a> of <i>Uḷḷadu Nāṟpadu</i> and in the first sentence of <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>), so their seeming existence is dependent on the seeming existence of ourself as this ego. Therefore if this ego does not actually exist, nothing else actually exists or even seems to exist (since they could not seem to exist unless there were actually an ego to be aware of them).<br>\n<br>\nTherefore does this ego actually exist? If it actually existed, it would exist always, and would not just appear in waking and dream and disappear in sleep. Moreover, what is this ego? Does it exist by itself? Since it is just a wrong knowledge of ourself (an erroneous awareness of ourself as something that is not what we actually are), it is not real, but is just an illusory appearance.<br>\n<br>\nBut to whom does it appear? In whose view does it seem to exist? It cannot seem to exist in the clear view of ourself as the real awareness that we actually are, because since it is just an erroneous awareness of ourself, if it did seem to exist in the view of ourself as we actually are, that would mean that what we actually are is erroneously aware of itself as something that is not itself, in which case it would not be real awareness but only ignorance. Therefore the ego can only seem to exist in its own view and not in the view of the real awareness that we actually are.<br>\n<br>\nTherefore real awareness is never aware of the ego, and hence it is never aware of anything other than itself (as Bhagavan points out in the first clause of the <a href=\"#sentence3\">third sentence</a> of this verse). Since real awareness is what we actually are, and since as real awareness we alone exist, being aware of anything other than ourself (any multiplicity) is not real awareness but only ignorance, as Bhagavan points out in the first two sentences of the next verse (<a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>): ‘ஞானம் ஆம் தானே மெய். நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>ñāṉam ām tāṉē mey. nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Knowledge [or awareness] that is many is <i>ajñāna</i> [ignorance]’, in which ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is many’, refers to the ego’s awareness, because as soon as the ego appears it separates itself as a subject that is aware of objects and thereby sees the one real awareness as many phenomena.<br>\n<br>\nAs real awareness, we can never be ignorant, and hence we can never be aware of any multiplicity, so what is aware of multiplicity is only the self-ignorant ego, which is itself not real. Therefore, since the multiplicity of phenomena is perceived only by the ego, and since the ego is not real, both the ego and all the phenomena perceived by it are <i>śūnya</i>, non-existent or ‘empty of own being’.<br>\n<br>\nHowever, there is just one thing that is not <i>śūnya</i>, as Bhagavan points out in this verse, and that is the real awareness that we actually are. Since as real awareness we alone exist, nothing else exists for us to know or not know, so we are completely devoid of both knowledge and ignorance of anything else, but we are not devoid of <i>svabhāva</i> or ‘own being’, because we exist in ourself, by ourself and as ourself. What we actually are is not emptiness (<i>śūnyatā</i>) but absolute fullness (<i>pūrṇatva</i>), because we are full of the only thing that is real, namely pure and infinite self-awareness.<br>\n<br>\n<a name=\"sentence5\"></a><b>8. The fifth sentence: know or be aware</b><br>\n<br>\nBhagavan concludes this verse with a single-word sentence, ‘அறி’ (<i>aṟi</i>), which means ‘know’ or ‘be aware’ (since it is the root of this verb and therefore serves as an imperative when used on its own like this). In this context this imperative can simply imply ‘know what is stated here (either in the previous sentence or in this entire verse)’, but it can also imply ‘be aware of yourself thus (as the one real awareness that you actually are, which alone exists and which therefore shines without anything else to know or make known)’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "56",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6844825610919554165/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "just being (summa iruppadu)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg1NjEzMTMyNDUzCm9mZnNldDogMAo\""
}