{
    "kind": "blogger#post",
    "id": "8492056569090929424",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-03-24T23:08:00Z",
    "updated": "2017-03-24T23:14:54Z",
    "url": "http://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8492056569090929424",
    "title": "After the annihilation of the ego, no ‘I’ can rise to say ‘I have seen’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\"><a name=\"un33\"></a>In <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#un33\"><i>Uḷḷadu Nāṟpadu</i> verse 33: the ‘I’ that rises to say ‘I have seen’ has seen nothing</a>, which is the final section of one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html\">There is only one ego, and even that does not actually exist</a>, I quoted a Tamil saying, ‘கண்டவர் விண்டில்லை; விண்டவர் கண்டில்லை’ (<i>kaṇḍavar viṇḍillai; viṇḍavar kaṇḍillai</i>), which means ‘those who have seen do not say; those who say have not seen’, and then <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>, in which Bhagavan says:<br><a name='more'></a>\n<blockquote>என்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால்.<br>\n<br>\n<i>eṉṉai yaṟiyēṉā ṉeṉṉai yaṟindēṉā<br>\nṉeṉṉa ṉahaippuk kiḍaṉāhu — meṉṉai<br>\ntaṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான் என்னை அறியேன்’, ‘நான் என்னை அறிந்தேன்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்றாய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ eṉṉai aṟiyēṉ’, ‘nāṉ eṉṉai aṟindēṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy; āl</i>.<br>\n<br>\n<b>English translation:</b> Saying ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule. Why? To make oneself an object known, are there two selves? Because being one is the truth of everyone’s experience.</blockquote>\nI then concluded:<br>\n<blockquote>Therefore we should be very sceptical about anyone who claims ‘I have known myself’ or ‘I have experienced what remains after the ego is annihilated’. As you rightly point out, if the ego has been eradicated, who remains there to say ‘I’ have experienced anything? Whatever ‘I’ makes such claims can only be the ego, because what we actually are is infinite self-awareness, other than which nothing actually exists, so how could it make any such claims, and to whom could it make them? Therefore as Bhagavan says, all such claims are ‘ground for ridicule’.</blockquote>\nReferring to this, a friend wrote to me: ‘although I assume totally true the saying in Tamil that you mention, nevertheless I think to Bhagavan telling about his first and ultimate experience at the age of 16 years, or to Sri Muruganar in his Sri Ramana Anubhuti, where he affirms without any doubt the total annihilation of his ego at the merciful feet of Bhagavan. If the ego has been eradicated, who remains there to say ‘I’ have experienced anything? Yes, no one, but can we conceive the jnani, nay, his human form in our dream, using words, that is dualism, to describe to our dualistic mind, the experience which his human form had of annihilation of his illusory ego? I think yes, but in that case, no ego rises in him to say ‘I have seen’, so that rising and saying ego doesn’t belong to the jnani but to us, who project and see his human form. Because the jnani is each of us, and his grace is always calling us to recognize ourself. But here I stop, and ask to you rescue for my fumbling mind’, and then in a second email he wrote: ‘So I express a precise question: what prompted Sri Muruganar to write his Sri Ramana Anubhuti, where he affirms without any doubt the total annihilation of his ego at the merciful feet of Bhagavan?’ The following is adapted from my reply to him.<br>\n<ol>\n<li><a href=\"#grace\">Since there was no ego in Muruganar, what prompted him to sing in praise of Bhagavan’s grace was only his grace</a></li>\n<li><a href=\"#experience\">When Bhagavan spoke about his death experience, he did so without using the word ‘I’ in a personal sense</a></li>\n<li><a href=\"#aa1-2\"><i>Śrī Aruṇācala Aṣṭakam</i> verses 1 and 2: when the seeing ego ceased to exist, the mind did not rise to say ‘I saw’</a></li>\n<li><a href=\"#uu28\"><i>Upadēśa Undiyār</i> verse 28: our real nature is infinite and undivided, so nothing else exists to know it</a></li>\n<li><a href=\"#rs960\"><i>Śrī Ramaṇa Sahasram</i> verse 960: when you caught me in your jaws, what happened? Only you can say</a></li>\n<li><a href=\"#un31\"><i>Uḷḷadu Nāṟpadu</i> verse 31: egolessness is a state devoid of awareness of anything other than oneself, so how can the mind comprehend it?</a></li>\n</ol>\n<a name=\"grace\"></a><b>1. Since there was no ego in Muruganar, what prompted him to sing in praise of Bhagavan’s grace was only his grace</b><br>\n<br>\nWhatever Muruganar wrote in any of his verses was not written with any egotism but was only addressed to Bhagavan and was sung in praise of his grace, which had swallowed the ego that had previously identified the person Muruganar as ‘I’. I do not know how accurately any of his verses have been translated into English, but in the original Tamil there is not a trace of ego in them.<br>\n<br>\nMoreover, in his personal life he was the embodiment of perfect humility, and he never claimed to be anything or to have achieved anything. Whenever anyone told him that they considered him as their <i>guru</i>, he would react strongly, saying that he is nothing and only Bhagavan is <i>guru</i>.<br>\n<br>\nTherefore what prompted him to write so many verses in praise of Bhagavan’s grace was only his grace, which is the infinite love that we as we actually are have for ourself as we actually are. Since the ego in Muruganar had been consumed entirely by that grace, the person that he seemed to be was just an empty shell through which grace sang in praise of itself to itself.<br>\n<br>\nWhat need did grace have to sing thus? Since such singing seems to exist only in the outward-looking view of ourself as this ego, it did so for our benefit, as part of its strategy to draw us back within to see ourself as we actually are.<br>\n<br>\n<a name=\"experience\"></a><b>2. When Bhagavan spoke about his death experience, he did so without using the word ‘I’ in a personal sense</b><br>\n<br>\nRegarding whatever Bhagavan said about his death experience, it has not been translated or recorded accurately in English, and people have added in their own interpretations and embellishments of what he said. What he said was very carefully nuanced and said in a completely impersonal way without using the pronoun ‘I’ or the first person form of any verb (which is possible to do in Tamil but impossible in most other languages, except by using the passive voice), except when referring to the one infinite (and hence absolutely impersonal) self-awareness that we all actually are, so there was no trace of any ego in the actual words he used, but what he said was translated into English using the word ‘I’ in a personal sense, which radically changes the flavour and nuanced meaning of what he actually said.<br>\n<br>\n<a name=\"aa1-2\"></a><b>3. <i>Śrī Aruṇācala Aṣṭakam</i> verses 1 and 2: when the seeing ego ceased to exist, the mind did not rise to say ‘I saw’</b><br>\n<br>\nIn short, neither Bhagavan nor Muruganar ever said directly ‘I have known myself’, ‘I have lost my ego’ or any such thing, but they spoke or wrote in a way that enables us to infer that this was the case. Consider for example what Bhagavan wrote about his experience in the first two verses of <i>Śrī Aruṇācala Aṣṭakam</i>, which contains the most reliable account of his spiritual journey up to the age of sixteen, when he reached his final destination, ceasing to be anything other than Arunachala, the one infinite space of pure self-awareness. Though in most English translations ‘I’ is used several times, it does not occur at all in Tamil, and he used first person forms of verbs only twice in verse 1 and three times in verse 2.<br>\n<br>\n<a name=\"aa1\"></a>In verse 1 he sang:<br>\n<blockquote>அறிவறு கிரியென வமர்தரு மம்மா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வதிசய மிதன்செய லறிவரி தார்க்கு<br>\nமறிவறு சிறுவய ததுமுத லருணா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சலமிகப் பெரிதென வறிவினி லங்க<br>\nவறிகில னதன்பொரு ளதுதிரு வண்ணா<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மலையென வொருவரா லறிவுறப் பெற்று<br>\nமறிவினை மருளுறுத் தருகினி லீர்க்க<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வருகுறு மமயமி தசலமாக் கண்டேன்.<br>\n<br>\n<i>aṟivaṟu giriyeṉa vamardaru mammā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vatiśaya midaṉceya laṟivari dārkku<br>\nmaṟivaṟu siṟuvaya dadumuda laruṇā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;calamihap perideṉa vaṟiviṉi laṅga<br>\nvaṟihila ṉadaṉporu ḷadutiru vaṇṇā<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;malaiyeṉa voruvarā laṟivuṟap peṯṟu<br>\nmaṟiviṉai maruḷuṟut taruhiṉi līrkka<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;varuhuṟu mamayami dacalamāk kaṇḍēṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறு கிரி என அமர்தரும். அம்மா, அதிசயம் இதன் செயல் அறி அரிது ஆர்க்கும். அறிவு அறு சிறு வயது அது முதல் அருணாசலம் மிக பெரிது என அறிவின் இலங்க, அறிகிலன் அதன் பொருள் அது திருவண்ணாமலை என ஒருவரால் அறிவு உற பெற்றும். அறிவினை மருள் உறுத்து அருகினில் ஈர்க்க, அருகு உறும் அமயம் இது அசலம் ஆ கண்டேன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟu giri eṉa amardarum. ammā, atiśayam idaṉ seyal aṟi aridu ārkkum. aṟivu aṟu siṟu vayadu adu mudal aruṇācalam miha peridu eṉa aṟiviṉ ilaṅga, aṟihilaṉ adaṉ poruḷ adu tiruvaṇṇāmalai eṉa oruvarāl aṟivu uṟa peṯṟum. aṟiviṉai maruḷ uṟuttu aruhiṉil īrkka, aruhu uṟum amayam idu acalam ā kaṇḍēṉ</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறு கிரி என அமர்தரும். அம்மா, அதிசயம் இதன் செயல் அறி அரிது ஆர்க்கும். அறிவு அறு சிறு வயது அது முதல் அருணாசலம் மிக பெரிது என அறிவின் இலங்க, அது திருவண்ணாமலை என ஒருவரால் அறிவு உற பெற்றும் அதன் பொருள் அறிகிலன். அறிவினை மருள் உறுத்து அருகினில் ஈர்க்க, அருகு உறும் அமயம் இது அசலம் ஆ கண்டேன்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟu giri eṉa amardarum. ammā, atiśayam idaṉ seyal aṟi aridu ārkkum. aṟivu aṟu siṟu vayadu adu mudal aruṇācalam miha peridu eṉa aṟiviṉ ilaṅga, adu tiruvaṇṇāmalai eṉa oruvarāl aṟivu uṟa peṯṟum adaṉ poruḷ aṟihilaṉ. aṟiviṉai maruḷ uṟuttu aruhiṉil īrkka, aruhu uṟum amayam idu acalam ā kaṇḍēṉ</i>.<br>\n<br>\n<b>English translation:</b> It stands calmly as a hill [seemingly] bereft of knowledge [or awareness], [but] ah, its action is pre-eminent [or wonderful], difficult for anyone to understand. Though Arunchalam shone in the mind as something exceedingly great from the young age bereft of knowledge, even [after] coming to know from someone that it is Tiruvannamalai I did not know its <i>poruḷ</i> [substance, reality, truth, import, meaning or significance]. When it enchanted the mind and drew [the body] near, at the opportune time of coming near I saw it to be <i>acalam</i> [a hill or what is motionless].</blockquote>\nIn this verse the only two first person verbs are ‘அறிகிலன்’ (<i>aṟihilaṉ</i>), ‘I did not know’ or ‘I did not understand’, at the beginning of the third line, and ‘கண்டேன்’ (<i>kaṇḍēṉ</i>), ‘I saw’, at the end of the last line. In the third line he says that he did not know the <i>poruḷ</i> (substance, reality or import) of Arunachala even when he came to know that it was Tiruvannamalai, so there is no hint of any egotism or claim to know implied there, and in the last line he says that he saw it to be a hill (or what is motionless), so again this is making no claim to any special knowledge.<br>\n<br>\n<a name=\"aa2\"></a>In verse 2 he sang:<br>\n<blockquote>கண்டவ னெவனெனக் கருத்தினு ணாடக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்டவ னின்றிட நின்றது கண்டேன்<br>\nகண்டன னென்றிடக் கருத்தெழ வில்லை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்டில னென்றிடக் கருத்தெழு மாறென்<br>\nவிண்டிது விளக்கிடு விறலுறு வோனார்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விண்டிலை பண்டுநீ விளக்கினை யென்றால்<br>\nவிண்டிடா துன்னிலை விளக்கிட வென்றே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விண்டல மசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<i>kaṇḍava ṉevaṉeṉak karuttiṉu ṇāḍak<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇḍava ṉiṉḏṟiḍa niṉḏṟadu kaṇḍēṉ<br>\nkaṇḍaṉa ṉeṉḏṟiḍak karutteṙa villai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇḍila ṉeṉḏṟiḍak karutteṙu māṟeṉ<br>\nviṇḍidu viḷakkiḍu viṟaluṟu vōṉār<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṇḍilai paṇḍunī viḷakkiṉai yeṉḏṟāl<br>\nviṇḍiṭā duṉṉilai viḷakkiḍa veṉḏṟē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṇḍala macalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கண்டவன் எவன் என கருத்தின் உள் நாட, கண்டவன் இன்றிட நின்றது கண்டேன். ‘கண்டனன்’ என்றிட கருத்து எழ இல்லை; ‘கண்டிலன்’ என்றிட கருத்து எழுமாறு என்? விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர், விண்டு இலை பண்டு நீ விளக்கினை என்றால்? விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa, kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ. ‘kaṇḍaṉaṉ’ eṉḏṟiḍa karuttu eṙa illai; ‘kaṇḍilaṉ’ eṉḏṟiḍa karuttu eṙum-āṟu eṉ? viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār, viṇḍu ilai paṇḍu nī viḷakkiṉai eṉḏṟāl? viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> கண்டவன் எவன் என கருத்தின் உள் நாட, கண்டவன் இன்றிட நின்றது கண்டேன். ‘கண்டனன்’ என்றிட கருத்து எழ இல்லை; ‘கண்டிலன்’ என்றிட கருத்து எழுமாறு என்? பண்டு நீ விண்டு இலை விளக்கினை என்றால், விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர்? விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa, kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ. ‘kaṇḍaṉaṉ’ eṉḏṟiḍa karuttu eṙa illai; ‘kaṇḍilaṉ’ eṉḏṟiḍa karuttu eṙum-āṟu eṉ? paṇḍu nī viṇḍu ilai viḷakkiṉai eṉḏṟāl, viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār? viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>English translation:</b> When [the seer] investigated within the mind who the seer is, I saw what remained when the seer [thereby] became non-existent. The mind did not rise to say ‘I saw’, [so] in what way could the mind rise to say ‘I did not see’? Who has the power to elucidate this [by] speaking, when in ancient times [even] you [as Dakshinamurti] elucidated [it] without speaking? Only to elucidate your state without speaking, you stood as a hill [or motionlessly] shining [from] earth [to] sky.</blockquote>\nIn this verse the only three first person verbs are ‘கண்டேன்’ (<i>kaṇḍēṉ</i>), ‘I saw’, at the end of the first line, ‘கண்டனன்’ (<i>kaṇḍaṉaṉ</i>), ‘I saw’, at the beginning of the second line, and ‘கண்டிலன்’ (<i>kaṇḍilaṉ</i>), ‘I did not see’, in the middle of the second line. In the first line he says that when the seer (the ego) investigated within the mind to see who is the seer and when the seer thereby became non-existent, he saw that which remained. This was the closest that he came to saying that he had seen what he actually is, but in the next sentence he clarifies this by saying that the mind did not rise to say ‘I saw’, so how could it rise to say ‘I did not see’? <br>\n<br>\nThat is, though he said ‘கண்டவன் இன்றிட நின்றது கண்டேன்’ (<i>kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ</i>), which means ‘I saw what remains when the seer ceased to exist’, the ‘I’ that saw what remained was not the mind but only what remained, which is the pure, infinite and indivisible self-awareness that we always actually are. The mind or ego is the seer, which is what ceases to exist when it investigates itself to see who or what it actually is, so when it has ceased to exist what sees what remains is only what remains.<br>\n<br>\nThe first line of this verse, ‘கண்டவன் எவன் என கருத்தின் உள் நாட, கண்டவன் இன்றிட நின்றது கண்டேன்’ (<i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa, kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ</i>), ‘When [the seer] investigated within the mind who the seer is, I saw what remained when the seer [thereby] became non-existent’, is a single sentence, and in Tamil each sentence can have only one finite verb (a verb whose ending expresses tense, person, number and in some cases gender), unless any of the subordinate clauses are quotative, in which case each such clause may have its own finite verb. In this sentence the finite verb is கண்டேன் (<i>kaṇḍēṉ</i>), which is the first person singular form of the past tense of காண் (<i>kāṇ</i>), so it means ‘I saw’, and hence though the subject of this verb is not explicitly stated, it is unambiguously implied by the first person singular ending, ஏன் (<i>ēṉ</i>).<br>\n<br>\nThere are two other verbs in this sentence, each of which is non-finite, namely நாட (<i>nāḍa</i>) and இன்றிட (<i>iṉḏṟiḍa</i>), both of which are infinitives used to express conditions similar to those expressed by ‘when’ in English. The subject of இன்றிட (<i>iṉḏṟiḍa</i>), which means ‘when [the subject] ceases [or ceased] to exist’, is கண்டவன் (<i>kaṇḍavaṉ</i>), which means ‘the seer’, so ‘கண்டவன் இன்றிட’ (<i>kaṇḍavaṉ iṉḏṟiḍa</i>) means ‘when the seer ceased to exist’. However there is no explicit subject for நாட (<i>nāḍa</i>), which means ‘when [the subject] investigates [or investigated]’, so in such cases the implied subject would normally be the subject of the main verb (the finite verb) of the sentence, which in this case would be the ‘I’ implied in கண்டேன் (<i>kaṇḍēṉ</i>), ‘I saw’. Therefore this sentence would normally be interpreted as meaning ‘When [I] investigated within the mind who the seer is, I saw what remained when the seer [thereby] became non-existent’ (or ‘When [I] investigated within the mind who the seer is, [and] when the seer [thereby] became non-existent, I saw what remained’).<br>\n<br>\nHowever, since the ‘I’ who investigated who the seer is is ‘I’ as the seer (the ego or mind), whereas the ‘I’ that saw what remained when the seer thereby became non-existent is ‘I’ as what remained, in this translation I have taken the subject of the first subordinate clause, ‘கண்டவன் எவன் என கருத்தின் உள் நாட’ (<i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa</i>), ‘When [the subject] investigated within the mind who the seer is’, to be the same as the subject of the second subordinate clause, ‘கண்டவன் இன்றிட’ (<i>kaṇḍavaṉ iṉḏṟiḍa</i>), ‘when the seer [thereby] became non-existent’, so I translated the whole sentence as ‘When [the seer] investigated within the mind who the seer is, I saw what remained when the seer [thereby] became non-existent’ (or I could have translated it as ‘When [the seer] investigated within the mind who the seer is, [and] when the seer [thereby] became non-existent, I saw what remained’).<br>\n<br>\nThere is actually only one ‘I’, which is the pure, infinite and indivisible self-awareness that we actually are, but from this one ‘I’ an ego seems to rise into existence, though it seems to do so only in its own self-ignorant view, and so long as it seems to exist it seems to be ‘I’. Since this ego is what sees, perceives or is aware of everything other than itself, Bhagavan refers to it here as ‘கண்டவன்’ (<i>kaṇḍavaṉ</i>), ‘the seer’, but though it can see everything else, it cannot see what it itself actually is, because it only seems to be the ego or seer so long as it is aware of itself as ‘I am this person’, which is not what it actually is.<br>\n<br>\nThe ego (which is what he refers to it here not only as ‘கண்டவன்’ (<i>kaṇḍavaṉ</i>), ‘the seer’, but also as ‘கருத்து’ (<i>karuttu</i>), ‘the mind’) is what is aware of itself as ‘I am this person’, whereas what remains when this ego ceases to exist is what is aware of itself only as ‘I am’ or ‘I am I’. Since whatever person the ego mistakes itself to be is just one of the numerous illusory phenomena that it projects and perceives, it is not real, so the ego is a combination of two elements, one of which is real, namely the fundamental self-awareness ‘I am’, and the other of which is unreal, namely the temporary adjunct ‘this person’.<br>\n<br>\nSo long as the ego is aware of itself as ‘I am this person’, it cannot be aware of itself as it actually is, because what it actually is is just pure self-awareness, which shines alone as ‘I am’ without any adjuncts. Therefore when it investigates what it actually is and thereby sees that it is actually just pure self-awareness, ‘I am’, it will cease to exist as the false adjunct-bound self-awareness ‘I am this person’, and what will then remain is only the pure self-awareness that it always actually is. Therefore though it is the ego that must investigate itself to see what it actually is, when it sees what it actually is it is no longer the ego but only pure self-awareness, which is all that then remains, and hence what sees pure self-awareness is not the ego but only pure self-awareness itself.<br>\n<br>\nThis is why Bhagavan said in the second line of this verse, ‘‘கண்டனன்’ என்றிட கருத்து எழ இல்லை; ‘கண்டிலன்’ என்றிட கருத்து எழுமாறு என்?’ (<i>‘kaṇḍaṉaṉ’ eṉḏṟiḍa karuttu eṙa illai; ‘kaṇḍilaṉ’ eṉḏṟiḍa karuttu eṙum-āṟu eṉ?</i>), which means ‘The mind did not rise to say ‘I saw’, [so] in what way could the mind rise to say ‘I did not see’?’ That is, since கருத்து (<i>karuttu</i>), ‘the mind’, is கண்டவன் (<i>kaṇḍavaṉ</i>), ‘the seer’, and since he said in the previous sentence that the seer had ceased to exist when it investigated itself to see who it actually is, the mind no longer existed and hence it could not rise to say either ‘I saw’ or ‘I did not see’. Therefore the ‘I’ that saw what remained when the seer ceased to exist was not the mind or ego but only what remained, namely the pure adjunctless self-awareness ‘I am’.<br>\n<br>\nHowever, since speech is a tool designed and used by the mind to express and interpret its experience of phenomena, it is not an adequate instrument to express or explain what remains when the mind has ceased to exist, so in the third line of this verse he asks, ‘விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர், விண்டு இலை பண்டு நீ விளக்கினை என்றால்?’ (<i>viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār, viṇḍu ilai paṇḍu nī viḷakkiṉai eṉḏṟāl?</i>), which means, ‘Who has the power to elucidate this [by] speaking, when in ancient times [even] you [as Dakshinamurti] elucidated [it] without speaking?’ By referring here indirectly to Dakshinamurti , the original <i>guru</i> (<i>ādi-guru</i>), who taught through silence, he implied that what remains when the seer (the ego or mind) ceases to exist can be made clear only in absolute silence, the state in which the mind does not rise at all.<br>\n<br>\nTo emphasise this implication, in the final line he wrote, ‘விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்’ (<i>viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>), which means ‘Only to elucidate your state without speaking, you stood as a hill [or motionlessly] shining [from] earth [to] sky’. அசலம் (<i>acalam</i>) is a Tamil form of the Sanskrit word अचल (<i>acala</i>), which means unmoving, immovable or motionless, and which is therefore frequently used to refer to a hill or mountain, and hence the name அருணாசலம் (<i>aruṇācalam</i>) or ‘Arunachala’, which means ‘Aruṇa Hill’ or ‘the motionless Aruṇa’. In this sentence அசலம் (<i>acalam</i>) occurs with an adverbial suffix as அசலமா (<i>acalamā</i>), which therefore means either ‘motionlessly’ or ‘as a hill’. Therefore what Bhagavan implies by saying that Arunachala stand motionlessly as a hill only to elucidate its state without speaking is once again that the state of pure self-awareness can be made clear only in absolute silence.<br>\n<br>\nThus what he implies in this verse is that although he said that when he investigated who the seer is, it disappeared and he saw what then remained, what saw that was not the ego, mind or seer but only that itself. That is, what remained is only Arunachala, which is pure self-awareness and therefore always aware of itself as it actually is, and since it alone actually exists, there is nothing other than it that could ever know it. Therefore how, by whom and to whom could this ever be elucidated?<br>\n<br>\nThese two verses of <i>Śrī Aruṇācala Aṣṭakam</i> were addressed primarily to Arunachala (just as Muruganar’s verses were addressed primarily to Bhagavan), but even then he expressed in a very nuanced and impersonal manner what happens when the ego (the seer) is dissolved. Therefore this is utterly different to those people who address the world and claim (whether explicitly or just implicitly) that they are egoless or ‘self-realised’.<br>\n<br>\n<a name=\"uu28\"></a><b>4. <i>Upadēśa Undiyār</i> verse 28: our real nature is infinite and undivided, so nothing else exists to know it</b><br>\n<br>\nWhat remains when we investigate and see what our real nature is, thereby annihilating the ego, which alone is what sees the appearance of everything else, is clarified by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\nSince our real nature is <i>sat-cit-ānanda</i>, which is beginningless, endless, infinite and undivided, nothing other than it can actually exist (because if anything else did exist, <i>sat-cit-ānanda</i> would thereby be limited and hence not infinite), and it cannot consist of any parts (because if it did, it would thereby be divided), so what ‘sees’ or is aware of it is only itself and not anything else. Therefore if any person claims ‘I have seen my real nature’ or ‘I have experienced <i>sat-cit-ānanda</i>’, that would be patently false, because how could <i>sat-cit-ānanda</i> rise to claim anything, and to whom could it make any claim? <br>\n<br>\nTherefore when sages like Bhagavan and Muruganar sing about the experience of <i>sat-cit-ānanda</i>, their bodies and minds are being used by grace to sing thus for our benefit. However, those bodies and minds that are used in this way are very rare, whereas egos who wish to claim ‘I know myself’ or ‘I have seen what remains after the ego has died’ are very common, so we should be cautiously sceptical about anyone who makes such claims.<br>\n<br>\n<a name=\"rs960\"></a><b>5. <i>Śrī Ramaṇa Sahasram</i> verse 960: when you caught me in your jaws, what happened? Only you can say</b><br>\n<br>\nWhen the ego has been eradicated, no one will remain to say ‘I have experienced this’ or ‘I have seen that’, as was beautifully expressed by Sadhu Om in verse 960 of <i>Śrī Ramaṇa Sahasram</i> (a thousand verses praying for <i>jñāna</i>):<br>\n<blockquote>இறந்தேனா வின்னு மிருந்தேனா வுன்னை<br>\nமறந்தேனா வொன்று மறியேன் — றிறந்துவா<br>\nயென்னைப் பிடித்த விறைவேங்கை யேரமணா<br>\nபின்னை நடந்ததென்ன பேசு.<br>\n<br>\n<i>iṟandēṉā viṉṉu mirundēṉā vuṉṉai<br>\nmaṟandēṉā voṉḏṟu maṟiyēṉ — ṟiṟanduvā<br>\nyeṉṉaip piḍitta viṟaivēṅgai yēramaṇā<br>\npiṉṉai naḍandadeṉṉa pēsu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இறந்தேனா? இன்னும் இருந்தேனா? உன்னை மறந்தேனா? ஒன்றும் அறியேன். திறந்து வாய் என்னை பிடித்த இறை வேங்கையே ரமணா, பின்னை நடந்தது என்ன? பேசு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṟandēṉā? iṉṉum irundēṉā? uṉṉai maṟandēṉā? oṉḏṟum aṟiyēṉ. tiṟandu vāy eṉṉai piḍitta iṟai vēṅgaiyē ramaṇā, piṉṉai naḍandadu eṉṉa? pēsu</i>.<br>\n<br>\n<b>அன்வயம்:</b> வாய் திறந்து என்னை பிடித்த வேங்கையே, இறை ரமணா, இறந்தேனா? இன்னும் இருந்தேனா? உன்னை மறந்தேனா? ஒன்றும் அறியேன். [வாய் திறந்து என்னை பிடித்த] பின்னை நடந்தது என்ன? பேசு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vāy tiṟandu eṉṉai piḍitta vēṅgaiyē, iṟai ramaṇā, iṟandēṉā? iṉṉum irundēṉā? uṉṉai maṟandēṉā? oṉḏṟum aṟiyēṉ. [vāy tiṟandu eṉṉai piḍitta] piṉṉai naḍandadu eṉṉa? pēsu</i>.<br>\n<br>\n<b>English translation:</b> Lord Ramana, O tiger who opening [your] mouth caught me, did I die? [Or] did I still exist? Did I forget you? I do not know anything. After [you opened your mouth and caught me] what happened? [Only you can] say.</blockquote>\nThough the final word of this verse is just ‘பேசு’ (<i>pēsu</i>), which is an imperative that means ‘say’, in his explanatory paraphrase Sadhu Om indicated that this implies ‘நீதான் சொல்ல முடியும்’ (<i>nī-tāṉ solla muḍiyum</i>), which means ‘Only you can say’, thereby implying that only our real nature (<i>ātma-svarūpa</i>), which is what Bhagavan actually is, can know what remains when the ego and everything else has ceased to exist. The ego who investigates itself, having been caught under the sway of his grace, cannot know what happens when it is swallowed, being consumed by the absolute clarity of pure self-awareness. It cannot even know that it has ceased to exist, or that it ever did exist, so how could it know anything else, or claim to have experienced or achieved anything at all?<br>\n<br>\n<a name=\"un31\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 31: egolessness is a state devoid of awareness of anything other than oneself, so how can the mind comprehend it?</b><br>\n<br>\nRegarding your question, ‘but can we conceive the jnani, nay, his human form in our dream, using words, that is dualism, to describe to our dualistic mind, the experience which his human form had of annihilation of his illusory ego?’, his human form exists only in our outward-looking view, so it does not experience anything. When the ego is annihilated, what remains is only the eternal and ever-immutable <i>ātma-svarūpa</i> (the ‘own form’ or real nature of ourself), which is always experiencing itself as it is and nothing else whatsoever, so from its perspective no change ever occurs. Therefore our finite and ever-changing mind cannot conceive what the infinite and immutable state of egolessness actually is, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṟku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who are [blissfully immersed in and as] <i>tanmayānanda</i> [‘happiness composed of that’, namely our real self], which rose [as ‘I am I’] destroying themself [the ego], what one [action] exists for doing? They do not know [or are not aware of] anything other than themself; [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\nTherefore it is futile for us to try to understand Bhagavan’s state by our mind. To understand it we must experience it, and to experience it we must cease rising as this ego. And if we cease rising as this ego, there will be no one to say that we have understood anything.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "46",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8492056569090929424/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "manōnāśa (annihilation of mind)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Sri Muruganar",
        "Sri Sadhu Om",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkwMzk3Mjk0NDQwCm9mZnNldDogMAo\""
}