{
    "kind": "blogger#post",
    "id": "2105768513393425492",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-03-14T14:27:00Z",
    "updated": "2017-03-14T14:50:09Z",
    "url": "http://happinessofbeing.blogspot.com/2017/03/is-guided-meditation-possible-in.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2105768513393425492",
    "title": "Is ‘guided meditation’ possible in Bhagavan’s path of self-investigation?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In April the <a href=\"http://www.ramana-maharshi.org.uk/\">Ramana Maharshi Foundation UK</a> are organising a non-residential retreat in London, which they have asked me to lead, and recently a friend wrote suggesting that ‘in addition to the usual question and answer sessions, some sessions could be devoted to practising guided meditations’, so that ‘the sessions in the retreat should go beyond clarifying doubts to practising focussed meditation’. This article is adapted from the reply I wrote to him.<br><a name='more'></a>\n<br>\nI am not sure what ‘guided meditation’ means, and I cannot imagine how anyone could guide anyone else in the practise of self-investigation (<i>ātma-vicāra</i>). Even Bhagavan said that it is not possible, as recorded, for example, by Lakshmana Sarma in a passage in chapter 12 of <a href=\"http://www.holybooks.com/wp-content/uploads/Maha-Yoga-or-the-Upanishadic-Lore.pdf\">Maha Yoga</a> (2002 edition, page 202) in which he said in reply to someone who asked how to investigate who am I:<br>\n<blockquote>The way is subjective, not objective; so it cannot and need not be shown by another. Is it necessary to show anyone the way inside his own house? If the seeker keeps his mind still, that will be enough.</blockquote>\nA similar reply is also recorded in section 486 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, pages 480-1), so it would be pretentious of anyone if they were to imagine that they could guide anyone else in this practice when even Bhagavan said ‘it cannot and need not be shown by another’.<br>\n<br>\nWhen we try to follow the clues that Bhagavan has given us regarding this practice, our only guide is our own self-awareness, ‘I am’, and to follow this guide we must turn our whole attention inwards, leaving aside awareness of anything else. Therefore if anyone were to try to guide us when we are trying to turn inwards, their voice would just be an unwanted distraction.<br>\n<br>\nTrue meditation, which is meditation on oneself (<i>svarūpa-dhyāna</i>, <i>ātma-cintana</i>, <i>ātma-vicāra</i>, <i>ananya-bhāva</i> or whatever else it may be called), is necessarily a solitary pursuit, because it entails withdrawing our attention away from everything else by focusing it entirely on ourself, so if this is the practice we are doing, ‘guided meditation’ or ‘group meditation’ has no meaning or purpose whatsoever.<br>\n<br>\nIt seems to me that the only useful thing we can do at the retreat or in any gathering of devotees, such as your monthly <i>satsaṅg</i>, is to discuss his teachings in depth, because the actual practice is something that we each have to do on our own within our own heart. If we are listening deeply to a discussion of his teachings, or even when we are reading or thinking about them on our own, what we are hearing, reading or thinking should prompt our mind to turn selfwards, so anyone who is really paying attention to what is being said will be practising self-attentiveness to a greater or lesser extent even while they are listening.<br>\n<br>\nThat is, hearing (<i>śravaṇa</i>) should be accompanied by deep reflection (<i>manana</i>), and reflection should be accompanied by self-attentiveness (<i>nididhyāsana</i>), so we should each be doing our own meditation (<i>nididhyāsana</i>) whenever we engage in any discussion about his teachings. No one else can help us or enable us to do so.<br>\n<br>\nThough <i>śravaṇa</i> literally means hearing, in this context it includes reading and studying, because when we read or study Bhagavan’s teachings we are metaphorically ‘hearing’ them. However, when we read or hear them, we should not do so passively, because just as we need to chew and digest whatever food we eat in order to assimilate it, we need to metaphorically chew and digest his teachings in order to assimilate them. This process of chewing and digesting them is what is called <i>manana</i>, which means thinking, considering, reflecting, pondering or meditating, and which entails carefully considering all that we learn through <i>śravaṇa</i>, trying to understand the reasons for each of the basic principles of his teachings and the logical connections between them, in order to form a clear and coherent comprehension of the entire core of his teachings.<br>\n<br>\nThe most important function of <i>manana</i> is to understand what the basic principles of his teachings actually are and the logical connections between each of them, but another important function of it is to apply this understanding in order to sort the grain from the chaff, particularly when we read any of the various recordings of his answers to questions. The reason why this is necessary is twofold: firstly, because when he replied to questions asked by those who were not yet ready to understand or accept the basic principles of his teachings (which was the case with the majority of those who asked him questions), he had to modify his teachings to suit their strongly held preconceptions, beliefs, desires and aspirations, which in most cases was not the annihilation of their own ego, so the purpose of whatever he replied to such people was to draw them gently and gradually towards his teachings without trying to compel them to accept what they would not yet be willing to accept; secondly, because in most cases those who recorded his replies did so in English, even though he generally spoke only in Tamil, so they did not record his exact words, and since they did so from memory some time after he had spoken, they could only record what they had been able to understand, which was often not actually what he had said or meant.<br>\n<br>\nTherefore deep and clear <i>manana</i> is extremely important, because it is what forms our understanding of his teachings, and whatever practice (<i>nididhyāsana</i>) we do will only be according to what we have been able to understand. If our understanding is at all confused or imperfect, our practice will be equally confused and imperfect.<br>\n<br>\nIn order to deepen and clarify our understanding, repeated <i>śravaṇa</i>, <i>manana</i> and <i>nididhyāsana</i> is necessary. When we practise <i>nididhyāsana</i>, which literally means contemplation (being a noun derived from the verb <i>nidhyai</i>, which means to contemplate, observe, look at, attend to or meditate upon) and which in this context means self-contemplation or self-investigation (<i>ātma-vicāra</i>), which is the simple practice of being self-attentive, we are looking at ourself, the light of self-awareness by which everything else is illumined, so we are thereby bathing our mind in light, so to speak, and thus we are cleansing, purifying and clarifying it. Self-attentiveness is therefore the most effective way to deepen and clarify our understanding, so the more we practise being self-attentive the more we will be able to understand whatever we hear or read about his teachings, and the deeper and clearer our <i>manana</i> will become, which in turn will enable us to go deeper in our practice of being self-attentive.<br>\n<br>\nSince being self-attentive is something that we must necessarily do on our own, ‘guided meditation’ or ‘group meditation’ cannot help us in this practice. The only thing that can help us is careful and repeated <i>śravaṇa</i> and deep and prolonged <i>manana</i>. Therefore it is only in these two elements of the spiritual path that we can be helped directly by others, and whatever help we derive from fellow devotees and aspirants in this respect will indirectly help us in our practice of <i>ātma-vicāra</i>.<br>\n<br>\nTherefore when a group of devotees gather together, the most useful thing we can do is to discuss Bhagavan’s teachings, because properly directed discussions can help us to do deeper and clearer <i>manana</i>, which will help us not only to read his teachings more effectively and fruitfully, but also to practise them with greater enthusiasm and clearer understanding. This is why I believe that the most effective and beneficial use that we can make of our time together during any retreat, <i>satsaṅg</i> or other gathering of devotees is to discuss his teachings in depth, and it is then up to each of us to make use of such discussions to deepen our own individual <i>śravaṇa</i>, <i>manana</i> and <i>nididhyāsana</i>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2105768513393425492/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "śravaṇa-manana-nididhyāsana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg5NTAzMDA5MzU2Cm9mZnNldDogMAo\""
}