{
    "kind": "blogger#post",
    "id": "313898171148766033",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-06-07T09:11:00+01:00",
    "updated": "2017-06-07T09:11:05+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/06/why-should-we-believe-that-dream-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/313898171148766033",
    "title": "Why should we believe that dream is anything other than a fabrication of our dreaming mind?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me last night saying that his father and brother believe that when one dreams ‘the dream is really you leaving the physical body and going to some other realm and interacting with other souls’, and that he always had trouble believing this idea, but asked me: ‘What is the best argument philosophically to counter such an assertion?’ The following is what I replied to him:<br><a name='more'></a>\n<br>\nPeople will believe whatever they want to believe, and as far as metaphysical beliefs are concerned, such as the one you refer to, we cannot conclusively prove that any of them are wrong (though all of them obviously cannot be right) until we experience ourself as we actually are, because as this ego we are metaphysically ignorant. Indeed metaphysical ignorance is the very nature of the ego, because the ego is nothing but an awareness of ourself as something other than what we actually are.<br>\n<br>\nWe can logically prove that we are metaphysically ignorant, because we experience ourself as one thing (this body) in waking and another thing (a different body) in dream, and we do not experience either of these things (or any other phenomena) in sleep. Since we are aware of ourself in all these three states, we cannot be anything that appears in one or two of them but not in the other one. Therefore since we are ignorant of what we ourself actually are, we should be sceptical about everything else that we as this self-ignorant person believe or seem to know. This is why Bhagavan taught us that the first thing we should doubt is the doubter itself, namely ourself as what we now seem to be.<br>\n<br>\nAs far as the belief that you refer to is concerned, why should we believe anything in the absence of any evidence or good reason to believe it? As Sadhu Om often told me, Bhagavan used to say ‘Do not believe what you do not know’, and this principle was implicit in all his most fundamental teachings.<br>\n<br>\nTo claim that in dream we leave our body and go to some other realm and interact with other souls is a mere supposition, so why should we believe it? Why should we believe that that other realm or those other souls exist anywhere other than in our own mind?<br>\n<br>\nSuppose you dream of meeting your Dad and brother and having a conversation with them, if you ask them the next day whether they remember that conversation they will laugh at you. Then who were those ‘other souls’ who were impersonating your Dad and brother in you dream? The most plausible explanation, and one that most of us instinctively believe as soon as we wake up from a dream, is that they were a fabrication of your dreaming mind, so why should we believe anything else on the basis of mere supposition or wishful thinking?</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "211",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/313898171148766033/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "philosophy of Sri Ramana"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk2ODIzMDY1OTU1Cm9mZnNldDogMzYwMDAwMAo\""
}