{
    "kind": "blogger#post",
    "id": "4218814086395355092",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-09-11T18:12:00+01:00",
    "updated": "2017-09-13T08:07:12+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/09/how-to-find-source-of-i-ego.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4218814086395355092",
    "title": "How to find the source of ‘I’, the ego?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me, ‘I am a Ramana devotee. Bhagavaan asked to watch the “I” and find the source of this. I am watching the “I” whenever my mind is not needed for my work. I am so happy with watching the “I” all the times. [...] How to find the source of this? Should I try to keep my mind in right side of the heart?’, and the following is what I replied to him:<br><a name='more'></a>\n<br>\n<a name=\"un26\"></a>What we now experience as ‘I’ is the ego, which is a limited and distorted form of self-awareness — an awareness of ourself as a finite body, which is not what we actually are. When we rise and stand as this ego (as in waking and dream) countless other phenomena seem to exist, and when we do not rise or stand as this ego (as in sleep) nothing else seems to exist. Therefore in <a href=\"http://happinessofbeing.blogspot.com/2017/08/the-ego-is-spurious-entity-but-entity.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says: <br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [the ego] is alone is giving up everything.</blockquote>\nIn other words, the ego is the root from which everything else springs, so nothing else exists independent of the ego. Therefore everything else, including whatever body we mistake ourself to be, is just a mental projection, and what projects and perceives it all is only the ego.<br>\n<br>\nTherefore how can the body or any location in it be the source from which we rise as this ego? Unless and until we rise as this ego there is no body nor any other phenomena, so the source from which the ego rises must be whatever exists prior to and independent of its rising.<br>\n<br>\nWhat exists in the absence of the ego? The ego exists (or rather seems to exist) only in waking and dream, so since neither the ego nor any phenomena exist in sleep, the source of the ego must be only what exists alone in sleep, namely pure self-awareness.<br>\n<br>\nSince pure self-awareness exists not only in sleep but also in waking and dream, and since nothing else exists without a break in all these three states, it alone is what we actually are. However though it exists in waking and dream, in the view of ourself as this ego it seems to be obscured, because instead of experiencing ourself as pure self-awareness (that is, as ‘I am’ alone), we experience ourself as self-awareness mixed with adjuncts as ‘I am this body’, which is the ego.<br>\n<br>\nTherefore the source of the ego (and hence of everything else) is only ourself as we actually are, which is pure self-awareness. However in the view of ourself as this ego, what we actually are now seems to be this ego, so in order to see what we actually are we (as this ego) need to examine ourself (this ego) very closely.<br>\n<br>\nIf we mistake a rope to be a snake, what is the source of that illusory snake? What exists prior to the misperception of the rope as a snake is only the rope, so the rope is the source from which the illusory appearance of the snake has arisen. In the same way pure self-awareness is the source from which the illusory appearance of the ego has arisen.<br>\n<br>\nIn order to see the rope as it actually is, the only way is to look at the snake very carefully until we see that it is not a snake but just a rope. Likewise in order to see ourself as we actually are, namely as pure self-awareness, the only way is to look at, watch or attend to this ego very carefully until we see that it is not actually an ego (a finite adjunct-bound form of self-awareness that experiences itself as ‘I am this body, a person called so-and-so (Shreehari, Michael or whatever)’) but just pure self-awareness, which experiences itself only as ‘I am’ (or as ‘I am I, and nothing other than I’).<br>\n<br>\nTherefore the practice of being self-attentive, which is what you describe as ‘watching the I’, is the only way to find the source from which this ‘I’ (the ego) has arisen, just as looking carefully at the illusory snake is the only way to find its source, namely the rope from which it appeared.<br>\n<br>\nSince everything else depends for its seeming existence on the seeming existence of ourself as this ego, and since the ego will cease to exist when we find its source (that is, when we see ourself as pure self-awareness), in order to find its source we must be willing to let go of (give up or surrender) everything. To cultivate such willingness all we need do is just persevere in watching ‘I’ (ourself, the ego) as much as possible, because the more we watch ourself the more our love to be aware of ourself alone will increase, and correspondingly our desire to be aware of anything else will decrease.<br>\n<br>\nTherefore, since you say you are so happy watching ‘I’, all you need do is to continue doing so as keenly and as much as possible. This is the simple, clear and direct road back to our home, the source from which we have arisen.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "135",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4218814086395355092/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA1Mjg2NDMyMjg1Cm9mZnNldDogMzYwMDAwMAo\""
}