{
    "kind": "blogger#post",
    "id": "8690040847984707090",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-01-15T11:54:00Z",
    "updated": "2022-02-23T11:21:17Z",
    "url": "http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8690040847984707090",
    "title": "What is aware of everything other than ourself is only the ego and not ourself as we actually are",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2016/11/why-does-bhagavan-sometimes-say-that.html#c2813699523970000604\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2016/11/why-does-bhagavan-sometimes-say-that.html\">Why does Bhagavan sometimes say that the <i>ātma-jñāni</i> is aware of the body and world?</a>, a friend called Ken wrote, ‘Ramana states: “The ego functions as the knot between the Self which is Pure Consciousness and the physical body which is inert and insentient.” Therefore, there is nothing that can experience other than the Self. [...] since the body is insentient (cannot experience), and only the Self can experience, then any experience that occurs, can only be experienced by the Self’, but contrary to what he argues in this comment and in several other ones, what experiences everything (all forms or phenomena) is not ‘the Self’ (ourself as we actually are) but only ourself as this ego, as I will try to explain in this article.<br><a name='more'></a>\n<ol>\n<li><a href=\"#cjg\">Being <i>cit-jaḍa-granthi</i>, the ego is a confused mixture of awareness (<i>cit</i>) and insentience (<i>jaḍa</i>), so it is aware of everything insentient</a></li>\n<li><a href=\"#un04\"><i>Uḷḷadu Nāṟpadu</i> verse 4: our actual self is infinite (and hence formless) awareness, so it cannot see any finite forms</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: everything seems to exist only in the view of the ego, so for its seeming existence it depends on the seeming existence of the ego</a></li>\n<li><a href=\"#un23\"><i>Uḷḷadu Nāṟpadu</i> verse 23: everything else arises only after the ego arises, and if we investigate this ego it will disappear</a></li>\n<li><a href=\"#ny04\"><i>Nāṉ Yār?</i> paragraph 4: when we see ourself as we actually are, we will not be aware of any world</a></li>\n<li><a href=\"#ny03\"><i>Nāṉ Yār?</i> paragraph 3: we cannot be aware of ourself as we actually are unless we cease being aware of any world</a></li>\n<li><a href=\"#ny05\"><i>Nāṉ Yār?</i> paragraph 5: without the ego (the thought called ‘I’ or first person), no phenomena (no other thoughts or second and third persons) exist</a></li>\n<li><a href=\"#un05\"><i>Uḷḷadu Nāṟpadu</i> verse 5: unless we experience ourself as a body, there is no world for us to see</a></li>\n<li><a href=\"#gvk98\"><i>Guru Vācaka Kōvai</i> verse 98: unless we experience ourself as ‘I am this body’, nothing other than ourself appears</a></li>\n<li><a href=\"#un06\"><i>Uḷḷadu Nāṟpadu</i> verse 6: the mind alone perceives the world, so but for the mind there is no world</a></li>\n<li><a href=\"#un07\"><i>Uḷḷadu Nāṟpadu</i> verse 7: the world is illumined or made perceptible by the mind’s awareness of it</a></li>\n<li><a href=\"#un22\"><i>Uḷḷadu Nāṟpadu</i> verse 22 (<i>kaliveṇbā</i> version): our actual self gives light to the mind, which sees everything</a></li>\n<li><a href=\"#gvk114\"><i>Guru Vācaka Kōvai</i> verse 114: in the bright light of pure self-awareness, the false appearance of ego, world and God will vanish</a></li>\n<li><a href=\"#un09\"><i>Uḷḷadu Nāṟpadu</i> verse 9: if we look within to see what this ego is, all dyads and triads will cease to exist</a></li>\n<li><a href=\"#un11\"><i>Uḷḷadu Nāṟpadu</i> verse 11: when we know the non-existence of the ego, knowledge and ignorance of everything else will cease</a></li>\n <ul type=\"disc\">\n <li><a href=\"#un10\"><i>Uḷḷadu Nāṟpadu</i> verse 10: knowledge and ignorance of phenomena are co-existent and mutually dependent</a></li>\n </ul>\n<li><a href=\"#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12: real awareness is our actual self, which shines without anything else to know or to cause to know</a></li>\n<li><a href=\"#un13\"><i>Uḷḷadu Nāṟpadu</i> verse 13: what is aware of multiplicity is not real awareness but only ignorance</a></li>\n <ul type=\"disc\">\n <li><a href=\"#ut12\"><i>Upadēśa Taṉippākkaḷ</i> verse 12: ignorance (<i>ajñāna</i>) is nothing other than awareness that sees the one reality as many forms or phenomena</a></li>\n </ul>\n<li><a href=\"#un31\"><i>Uḷḷadu Nāṟpadu</i> verse 31: when the ego is destroyed by <i>tanmayānanda</i>, what remains is not aware of anything other than itself</a></li>\n <ul type=\"disc\">\n <li><a href=\"#uu26\"><i>Upadēśa Undiyār</i> verse 26: being oneself is knowing oneself</a></li>\n </ul>\n<li><a href=\"#un14\"><i>Uḷḷadu Nāṟpadu</i> verse 14: second and third persons do not exist except in the view of the first person, the ‘I’ who is aware of itself as a body</a></li>\n<li><a href=\"#un18\"><i>Uḷḷadu Nāṟpadu</i> verse 18: for the <i>jñāni</i>, what is real is not the world as such but only its formless <i>ādhāra</i></a></li>\n<li><a href=\"#gvk54\"><i>Guru Vācaka Kōvai</i> verse 54: seeing with the infinite eye of <i>sat-cit-āṉanda</i>, the <i>jñāni</i> can see nothing other than that</a></li>\n<li><a href=\"#atman\">Only as this ego, which is not what it actually is, does <i>brahman</i> or <i>ātman</i> see anything other than itself</a></li>\n <ul type=\"disc\">\n <li><a href=\"#un01\"><i>Uḷḷadu Nāṟpadu</i> verse 1: everything is in substance just oneself</a></li>\n </ul>\n</ol>\n<a name=\"cjg\"></a><b>1. Being <i>cit-jaḍa-granthi</i>, the ego is a confused mixture of awareness (<i>cit</i>) and insentience (<i>jaḍa</i>), so it is aware of everything insentient</b><br>\n<br>\nKen, as you point out, the ego is <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of <i>cit</i> (pure awareness, which is ourself as we actually are) and <i>jaḍa</i> (what is insentient, namely the body), but what is aware of other things (namely all forms or phenomena, all of which are insentient) is not pure awareness itself but only this seeming knot, because pure awareness is <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#intransitive\">intransitive</a>, so it is aware of nothing other than itself, and the body (which includes not only the physical body but all the five sheaths, as Bhagavan explains in <a href=\"#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>) is not aware of anything, since all the five sheaths that constitute it are not only <i>jaḍa</i> (insentient or non-conscious) but also <i>asat</i> (unreal or not actually existent), as he explains in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>. Since neither <i>cit</i> nor <i>jaḍa</i> can be aware of any forms or phenomena, what is aware of all of them is is only the ego, the knot formed as a seeming mixture of <i>cit</i> and <i>jaḍa</i>.<br>\n<br>\nWhen you argue, ‘since the body is insentient (cannot experience), and only the Self can experience, then any experience that occurs, can only be experienced by the Self’, you are assuming that there are only two possible candidates for the role of experiencer, namely the body and ‘the Self’, of which only the latter has the required qualification of being aware or sentient, but you are overlooking the third entity in the equation, namely the ego, which borrows and combines features both of ‘the Self’, which is awareness (<i>cit</i>), and of the body, which is insentient (<i>jaḍa</i>). Though this ego seems to be limited to the form and dimensions of whatever body it currently experiences as itself, unlike this body it is aware, because it is <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\"><i>cidābhāsa</i></a> (a reflection or semblance of <i>cit</i>), since it is a confused mixture of <i>cit</i> and <i>jaḍa</i>, and as such it is aware of the seeming existence both of itself and of all other things (namely all forms or phenomena), all of which are insentient.<br>\n<br>\n<a name=\"un04\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 4: our actual self is infinite (and hence formless) awareness, so it cannot see any finite forms</b><br>\n<br>\nThis is clearly implied by Bhagavan in many of his original writings, such as <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக்<br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [in nature] than the eye [that sees it]? The [real] eye is oneself, the infinite eye.</blockquote>\nWhat he implies here by saying ‘if oneself is a form’ is if we are the ego, because we rise, stand and flourish as this ego only by ‘grasping form’ (that is, by projecting and thereby being aware of forms or phenomena, the first of which is whichever body we currently experience as ourself), as he explains in <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, so what he implies in the first sentence of this verse is that so long as we rise and stand as this ego (as in waking and dream) the world and God will seem to be forms, and what he implies in the second sentence is that if we do not rise and stand as this ego (as in sleep) there will be no one to see them as forms, and no means to do so. Therefore what experiences forms or phenomena is only ourself as this ego and not ourself as we really are.<br>\n<br>\nAs we really are, we are what he describes here as ‘அந்தமிலா கண்’ (<i>antam-ilā kaṇ</i>), ‘the endless [limitless or infinite] eye’, in which கண் (<i>kaṇ</i>) or ‘eye’ is a metaphor for awareness. Since every form has a boundary or limit, the limitless awareness that we actually are is not a form, and hence as such we cannot be aware of any forms, but can only be aware of ourself, the one infinite whole, other than which nothing can exist or even seem to exist.<br>\n<br>\nThat is, according to the principle that he expresses in the penultimate sentence of this verse, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which means ‘Can what is seen be otherwise [in nature] than the eye [that sees it]?’, that which is infinite (namely our actual self) can see only what is infinite (and therefore formless), and that which is finite (namely our ego) can see only what is finite (namely forms or phenomena). The infinite ‘eye’ that we actually are (namely pure awareness) can never see any finite forms, and the finite ‘eye’ that we seem to be (namely this body-bound ego) can never see infinite awareness as it actually is.<br>\n<br>\n<a name=\"un26\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 26: everything seems to exist only in the view of the ego, so for its seeming existence it depends on the seeming existence of the ego</b><br>\n<br>\nTherefore ‘the Self’ (ourself as we actually are) is never aware of anything other than itself, so we seem to be aware of other things only when we seem to be this ego. This is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/11/when-ego-seems-to-exist-other-things.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nSince what actually exists is only <i>ātma-svarūpa</i>, our own real nature, as Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), neither the ego nor anything else actually exists, so when he says in this verse, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum</i>), ‘If the ego comes into existence, everything comes into existence’, what he means is that if the ego seems to come into existence, everything else seems to come into existence.<br>\n<br>\nWhatever seems to exist must seem to exist in the view of something that is aware, so in the absence of whatever is aware of its seeming existence whatever seems to exist would not and could not seem to exist. Therefore, since everything (all forms or phenomena) seems to exist only in the view of ourself as this ego, when we do not seem to be this ego (either in <i>manōnāśa</i> or in any state of <i>manōlaya</i> such as sleep) nothing else seems to exist. This is why Bhagavan says in the second sentence of this verse, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), which means ‘If the ego does not exist, everything does not exist’.<br>\n<br>\nNot only do all forms or phenomena seem to exist only in the view of this ego, but so too does this ego itself seem to exist only in its own view, because it is just a wrong knowledge of ourself (a mistaken awareness of ourself as something other than what we actually are), so it does not seem to exist in the clear view of the pure self-awareness that we actually are. Therefore the ego and all the myriad phenomena that it is aware of are just illusory appearances that seem to exist only in its own self-deluded view, and hence it alone is the cause, root, foundation and sole substance of all that seems to exist. In other words, everything of which it is aware is just an expansion of itself, so in the third sentence of this verse Bhagavan says: ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), which means ‘The ego itself is everything’.<br>\n<br>\nSince the ego does not actually exist, it seems to exist only when it is looking at (attending to and hence aware of) things other than itself, and it ceases to exist when it looks only at itself. This is why Bhagavan said in the previous verse (<a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>): ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means ‘If sought [examined or investigated], it will take flight’.<br>\n<br>\nTherefore, since everything else seems to exist only when the ego seems to exist, and since the ego ceases to exist when it looks at itself, in the last sentence of this verse he says: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), which means ‘Therefore, know that investigating what this [ego] is alone is giving up everything’. If anything else existed or seemed to exist in the clear view of ourself as we actually are, we would not be able to give up being aware of it merely by investigating this ego, but since everything else seems to exist only in the limited, distorted and deluded view of this ego, we cannot investigate and know what this ego actually is without thereby giving up forever being aware of everything else.<br>\n<br>\n<a name=\"un23\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 23: everything else arises only after the ego arises, and if we investigate this ego it will disappear</b><br>\n<br>\nSince everything else appears only after the ego appears, and since nothing else appears when the ego does not appear, everything depends for its seeming existence on the seeming existence of this ego. Therefore since this ego seems to exist only when it does not keenly investigate itself, and disappears when it does investigate itself keenly enough, the only means by which we can free ourself from everything is by investigating this ego with a very keenly focused power of attention, as Bhagavan instructs us to do in <a href=\"http://happinessofbeing.blogspot.com/2016/02/the-role-of-logic-in-developing-clear.html#un23\">verse 23</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>நானென்றித் தேக நவிலா துறக்கத்து<br>\nநானின்றென் றாரு நவில்வதிலை — நானொன்<br>\nறெழுந்தபி னெல்லா மெழுமிந்த நானெங்<br>\nகெழுமென்று நுண்மதியா லெண்.<br>\n<br>\n<i>nāṉeṉḏṟid dēha navilā duṟakkattu<br>\nnāṉiṉḏṟeṉ ḏṟāru navilvadilai — nāṉoṉ<br>\nḏṟeṙundapi ṉellā meṙuminda nāṉeṅ<br>\ngeṙumeṉḏṟu nuṇmatiyā leṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ என்று இத் தேகம் நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ eṉḏṟu id-dēham navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இத் தேகம் ‘நான்’ என்று நவிலாது. ‘உறக்கத்தும் நான் இன்று’ என்று ஆரும் நவில்வது இலை. ‘நான்’ ஒன்று எழுந்த பின், எல்லாம் எழும். இந்த ‘நான்’ எங்கு எழும் என்று நுண் மதியால் எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>id-dēham ‘nāṉ’ eṉḏṟu navilādu. ‘uṟakkattum nāṉ iṉḏṟu’ eṉḏṟu ārum navilvadu ilai. ‘nāṉ’ oṉḏṟu eṙunda piṉ, ellām eṙum. inda ‘nāṉ’ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>.<br>\n<br>\n<b>English translation:</b> This body does not say ‘I’. No one says ‘In sleep I do not exist’. After one thing [called] ‘I’ rises, everything rises. Investigate [consider, determine or find out] with a subtle mind where this ‘I’ rises.</blockquote>\nThe logical connections between each of the four sentences of this verse are not stated explicitly, so we have to consider the whole verse carefully in order to infer all the logical connections that are implied in it. The first sentence, ‘நான் என்று இத் தேகம் நவிலாது’ (<i>nāṉ eṉḏṟu id-dēham navilādu</i>), literally means ‘This body does not say I’, which is a metaphorical way of saying that it is not aware of itself, because what is aware of this body as ‘I’ is not this body itself but only our ego. The next sentence, ‘உறக்கத்தும் நான் இன்று என்று ஆரும் நவில்வது இலை’ (<i>uṟakkattum nāṉ iṉḏṟu eṉḏṟu ārum navilvadu ilai</i>), literally means ‘There is not anyone saying: in sleep I do not exist’, which implies that no one is not aware of the fact ‘I existed in sleep’, since we cannot have been asleep if we did not exist then.<br>\n<br>\nHowever, though we did exist in sleep, we existed then without being aware of this body, so the awareness ‘I am this body’ is not real, because if it were real it would persist in sleep. That is, since we are aware of our existence in sleep without being aware of this or any other body as ‘I’, no body can be what we actually are. Therefore there is a clear distinction between ourself, the enduring ‘I’ of whom we are aware permanently in each of our three states, and the transitory ‘I’ that appears as ‘I am this body’ in waking and dream but disappears in sleep.<br>\n<br>\nThis transitory ‘I’ is what Bhagavan refers to in the third sentence when he says, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), which means ‘After one ‘I’ rises, everything rises’. Here the term ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), which means ‘one I’, refers to the ego, the one ‘I’ that appears in waking and dream as the adjunct-bound self-awareness ‘I am this body’. The real ‘I’ that we actually are (namely the pure adjunct-free self-awareness ‘I am’) exists permanently, so it never rises (appears) or subsides (disappears), and hence the one ‘I’ that rises is not what we actually are.<br>\n<br>\nSince nothing other than the real ‘I’ that we actually are (the pure adjunct-free self-awareness ‘I am’) exists or even seems to exist in sleep, in this sentence Bhagavan points out the obvious fact that only after the rising ‘I’ (the ego) appears does everything else appear. The verb he uses in both clauses of this sentence is எழு (<i>eṙu</i>), which means to rise, ascend, arise, appear or originate, but in this context it does not mean appear merely in the sense of becoming visible or perceivable but in the sense of coming into existence, because according to Bhagavan nothing other than <i>ātma-svarūpa</i> (our own real nature) actually exists, so whatever else seems does not exist independent of our perception of it.<br>\n<br>\nTherefore what he implies in this sentence, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), ‘After one ‘I’ rises, everything rises’, is what he states more explicitly in the first sentence of <a href=\"#un26\">verse 26</a>, namely ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum</i>), ‘If the ego comes into existence, everything comes into existence’. In other words, everything else seems to exist only when the ego seems to exist, as he emphasises in the second sentence of verse 26 by saying, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If the ego does not exist, everything does not exist’.<br>\n<br>\nWhy should this be the case? Why should other things not exist when the ego does not exist? For the simple reason that they seem to exist only in the view of this ego. If they could seem to exist in the view of anything other than this ego, they could seem to exist even when we do not rise as this ego, such as in sleep. Therefore when Bhagavan says that everything appears only when we rise as this ego, he clearly implies that they exist only in the view of ourself as this ego and not in the view of ourself as we actually are.<br>\n<br>\nSince everything else depends for its seeming existence upon our rising as this ego, the adjunct-bound awareness ‘I am this body’, rather than seeking to know anything else we should first seek to know what we ourself actually are. Since this ego appears and disappears in our awareness, it is obviously not what we actually are, so we must be the source from which it rises. Therefore in the final sentence of this verse Bhagavan says, ‘இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்’ (<i>inda nāṉ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇ</i>), which means ‘Investigate [consider, determine or find out] with a subtle mind where this I rises’.<br>\n<br>\nWhat he implies by the phrase ‘நுண் மதியால்’ (<i>nuṇ matiyāl</i>), which literally means ‘by a subtle [refined, sharp, acute or keen] mind’, is a keenly focused attention, so since we ourself are the source from which we rise as this ego, what he instructs us to do in this sentence is to investigate ourself by focusing our entire attention keenly on ourself alone. That is, since this ego rises as ‘I am this body’ by attending to things other than itself, beginning with whatever body we currently mistake ourself to be, it will subside back into its source to the extent that it attends keenly to itself alone, so if it manages to focus its attention on itself so keenly that it ceases to be aware of anything else whatsoever, it will thereby cease to exist.<br>\n<br>\nThis is clearly implied by Bhagavan in the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> of this verse, in which he extended this sentence by changing the final word எண் (<i>eṇ</i>) to எண்ண (<i>eṇṇa</i>) and adding நழுவும் (<i>naṙuvum</i>). எண் (<i>eṇ</i>) is the root of a verb that means to think, consider, ponder on, meditate on, evaluate, calculate, determine or in this case investigate, and it is used here as an imperative. எண்ண (<i>eṇṇa</i>) is the infinitive form of the same verb, and in contexts such as this the infinitive is used as a conditional, so here it means ‘when one investigates’. நழுவும் (<i>naṙuvum</i>) means ‘it will slip off [steal away, escape or evade detection]’, so the extended version of this sentence, ‘இந்த நான் எங்கு எழும் என்று நுண் மதியால் எண்ண, நழுவும்’ (<i>inda nāṉ eṅgu eṙum eṉḏṟu nuṇ matiyāl eṇṇa, naṙuvum</i>), means ‘When one investigates with a subtle mind where this I rises, it will slip away’.<br>\n<br>\nTherefore, since everything else arises only after this ‘I’ arises, and since consequently nothing else exists when it does not arise, when Bhagavan says that it will slip away when one keenly investigates where it rises, he clearly implies that everything else will thereby cease to exist. However, in case any of us are in any doubt about whether this is what he actually intended to imply in the last two sentences of this verse, he stated it still more explicitly and unequivocally in <a href=\"#un26\">verse 26</a>.<br>\n<br>\n<a name=\"ny04\"></a><b>5. <i>Nāṉ Yār?</i> paragraph 4: when we see ourself as we actually are, we will not be aware of any world</b><br>\n<br>\nWhat Bhagavan refers to as ‘everything’ (<i>ellām</i>, <i>aṉaittum</i> and <i>yāvum</i>) in verses <a href=\"#un23\">23</a> and <a href=\"#un26\">26</a> obviously includes whatever world we may see either in our current state or in any other dream, and the reason why any world appears only when we rise as this ego (which is the root and essence of the mind) is explained by Bhagavan in the following portion of the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nExcluding thoughts, there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [ourself as we actually are] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\nWhat Bhagavan means by the term நினைவுகள் (<i>niṉaivugaḷ</i>), which literally means ‘thoughts’ or ‘ideas’, is mental phenomena of any kind whatsoever, so since what we perceive as the world is just a series of sensory impressions, and since all such impressions are mental phenomena (just like all the sensory impressions that we experience in a dream), he says that the world is nothing but thoughts or ideas. Just as any world we experience in a dream is just a multitude of thoughts projected by our mind, so too is the world that we now experience, and hence he says: ‘மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது’ (<i>maṉamum taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>), which means ‘the mind projects [or causes to appear] the world from within itself and again dissolves it back into itself’.<br>\n<br>\nTherefore in the next sentence he says, ‘மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும்’ (<i>maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum</i>), ‘When the mind comes out from <i>ātma-svarūpa</i>, the world appears’, thereby implying that the world appears only in the view of the mind (which in this case means the ego, which is its root and essence, being the only element of it that is aware of anything). This implication is made more clear in the next two sentences: ‘ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), which means ‘Therefore when the world appears, <i>svarūpa</i> [our own real nature, ourself as we actually are] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’.<br>\n<br>\nSince <i>ātma-svarūpa</i> (our own real nature or actual self) is always clearly aware of itself as it actually is, in its clear view there is never any moment in which it does not appear and shine as it is, so only the second of these two sentences, ‘சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), ‘when <i>svarūpa</i> [ourself as we actually are] appears (shines), the world does not appear’, applies to it. Therefore, since it always shines as it actually is, what Bhagavan clearly implies in this sentence is that in its view no world ever appears.<br>\n<br>\nWhat is not clearly aware of itself as it actually is is only this ego, so the first of these two sentences, ‘ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது’ (<i>āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu</i>), ‘Therefore when the world appears, <i>svarūpa</i> [ourself as we actually are] does not appear’, applies only to it. That is, since the ego is a wrong knowledge of ourself (a mistaken awareness of ourself as something other than what we actually are), in its self-deluded view <i>ātma-svarūpa</i> does not appear as it actually is, and hence a world does appear.<br>\n<br>\nHowever, if we, who have now risen as this ego and are consequently aware of a world, turn our entire attention back within in order to be keenly aware of ourself alone, we will subside back into our source and thereby be clearly aware of ourself as we actually are (that is, without any adjuncts whatsoever), and hence we will forever cease to rise as this ego. Therefore, since we will then be shining clearly as <i>ātma-svarūpa</i>, in our view no world at all will appear.<br>\n<br>\nIn other words, what Bhagavan implies by saying ‘ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), ‘Therefore when the world appears, <i>svarūpa</i> does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’, is that when we perceive any world we are not aware of ourself as we actually are, and when we are aware of ourself as we actually are we will not perceive any world.<br>\n<br>\n<a name=\"ny03\"></a><b>6. <i>Nāṉ Yār?</i> paragraph 3: we cannot be aware of ourself as we actually are unless we cease being aware of any world</b><br>\n<br>\nThis is also clearly explained by Bhagavan in unambiguous terms in the <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும். கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitamāṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, subsides, <i>jagad-dṛṣṭi</i> [perception of the world] will cease. Just as unless awareness of the imaginary snake ceases, awareness of the rope, which is the <i>adhiṣṭhāna</i> [base or foundation], will not arise, unless perception of the world, which is a <i>kalpita</i> [a fabrication or figment of the imagination], ceases, seeing <i>svarūpa</i>, which is the <i>adhiṣṭhāna</i>, will not arise.</blockquote>\nTherefore we cannot see ourself as we actually are so long as we perceive any world, just as we cannot see a rope as it actually is so long as we mistake it to be a snake, and when we see ourself as we actually are, we will not perceive any world, just as when we see a rope as it actually is we will not see it as a snake. This once again clearly implies that as we actually are (that is, as ‘the Self’) we are not aware of any world, so we are aware of any world only because we have risen as this ego.<br>\n<br>\n<a name=\"ny05\"></a><b>7. <i>Nāṉ Yār?</i> paragraph 5: without the ego (the thought called ‘I’ or first person), no phenomena (no other thoughts or second and third persons) exist</b><br>\n<br>\nEverything other than the ego is just a thought or idea projected and experienced by it, so the ego is the root cause for the appearance of everything else, and hence without it nothing else can appear or seem to exist, as Bhagavan states unequivocally in the final four sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first</b> [primal, basic, original or causal] <b>thought</b>. Only after this arises do other thoughts arise. Only after the first person [the ego] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\nWhat Bhagavan refers to here as ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), the thought called ‘I’, and as ‘தன்மை’ (<i>taṉmai</i>), the first person, is the ego, and what he refers to as ‘ஏனைய நினைவுகள்’ (<i>ēṉaiya niṉaivugaḷ</i>), other thoughts, and as ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), is everything else (all phenomena), so here once again he implies that all phenomena appear only in the view of the ego, and hence without it they do not exist at all.<br>\n<br>\n<a name=\"un05\"></a><b>8. <i>Uḷḷadu Nāṟpadu</i> verse 5: unless we experience ourself as a body, there is no world for us to see</b><br>\n<br>\nIn addition to the three verses that we have considered above, namely verses <a href=\"#un04\">4</a>, <a href=\"#un23\">23</a> and <a href=\"#un26\">26</a>, there are many other verses of <i>Uḷḷadu Nāṟpadu</i> in which Bhagavan clearly implies that what is aware of everything else is not ourself as we actually are but only ourself as this ego. For example, after explaining in <a href=\"#un04\">verse 4</a> that the world and God will seem to be forms only if oneself (the ‘eye’ that perceives them) is a form, and that if oneself is not a form there will be no one to see them as forms, because the nature of what is seen cannot be otherwise than that of the ‘eye’ that sees it, in <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html#un05\">verse 5</a> he says:<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக்<br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு உலகத்தைக் கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?</blockquote>\nWhatever body we currently experience as ourself, whether in waking or in dream, is not just a physical form but consists of five <i>kōśa</i> (sheaths or coverings), which obscure our awareness of ourself as we actually are, namely the physical body (which though seemingly physical is actually just a mental projection, like all other physical forms), the <i>prāṇa</i> or life that animates it (manifesting in it as breathing and all its other physiological processes), the mind, the intellect and the darkness of self-ignorance, which rises as a fundamental feature of the ego and enables it to project and perceive all phenomena, just as the darkness in a cinema enables pictures to be projected and seen on the screen.<br>\n<br>\nWhenever we rise as this ego, we do so by projecting and enveloping ourself in self-ignorance and the other four sheaths, all of which we mistake to be ourself. Only when we thus experience ourself as this ‘பஞ்ச கோச உரு’ (<i>pañca kōśa uru</i>) or ‘form of five sheaths’ are we able to project and perceive a world, which likewise consists of forms, some of which seem to be physical and others of which seem to be more subtle, such as all the ideas, concepts, emotions, desires, fears and values that we see manifested in and through the people around us.<br>\n<br>\nSince we perceive all the gross (or physical) and subtle (or non-physical) phenomena that constitute this or any other world only when we experience ourself as a body consisting of five sheaths, Bhagavan asks two rhetorical questions in this verse, namely ‘உடல் அன்றி உலகம் உண்டோ?’ (<i>uḍal aṉḏṟi uṇḍō ulaham?</i>), which means ‘Without a body, is there a world?’, thereby implying that no world would exist if we did not experience ourself as a body, and ‘உடல் விட்டு, உலகத்தை கண்டார் உளரோ?’ (<i>uḍal viṭṭu, ulahattai kaṇḍār uḷarō?</i>), which means ‘Leaving the body, is there anyone who has seen a world?’, thereby implying likewise that we cannot perceive any world whenever we cease experiencing ourself as a body, as we know from our experience in sleep.<br>\n<br>\nSince what rises as ‘I am this body’ is only the ego, what Bhagavan clearly implies in this verse is that no world exists independent of this body-encased ego, and that whenever this ego subsides (either in <i>manōlaya</i> or in <i>manōnāśa</i>) we cannot be aware of any world. Thus in this verse he expresses in slightly different terms what he expressed in the previous verse, namely that we can see the world as a multitude of forms or phenomena only when we experience ourself as the form of a body.<br>\n<br>\nSince perception of the world as a diverse multitude of names and forms depends upon the perceiver experiencing itself as a body consisting of five sheaths, and since our actual self never experiences itself as any of these sheaths, Bhagavan clearly implies in this verse that as we actually are (that is, as pure, infinite and indivisible self-awareness, which can never be enveloped in or concealed by any sheaths) we cannot be aware of any world as anything other than our own nameless and formless self.<br>\n<br>\n<a name=\"gvk98\"></a><b>9. <i>Guru Vācaka Kōvai</i> verse 98: unless we experience ourself as ‘I am this body’, nothing other than ourself appears</b><br>\n<br>\nThis is also explained by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html#gvk98\">verse 98</a> of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>சரீரமே நானாச் சரித்தாலே யன்றிச்<br>\nசராசரமா மன்னியஞ்சா ராதேல் — பராபரமாத்<br>\nதோன்று மயல்விடய சூனியத்தா லான்மாதான்<br>\nஏன்றகரி யென்ற லிழுக்கு.<br>\n<br>\n<i>śarīramē nāṉāc carittālē yaṉḏṟic<br>\ncarācaramā maṉṉiyañcā rādēl — parāparamāt<br>\ntōṉḏṟu mayalviḍaya śūṉiyattā lāṉmādāṉ<br>\nēṉḏṟagari yeṉḏṟa liṙukku</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘சரீரமே நான்’ ஆ சரித்தாலே அன்றி, சராசரம் ஆம் அன்னியம் சாராதேல், பராபரம் ஆ தோன்றும் அயல் விடய சூனியத்தால், ஆன்மா தான் ஏன்ற கரி என்றல் இழுக்கு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘śarīram-ē nāṉ’ ā carittāl-ē aṉḏṟi, cara-acaram ām aṉṉiyam sārādēl, para-aparam ā tōṉḏṟum ayal viḍaya śūṉiyattāl, āṉmā tāṉ ēṉḏṟa kari eṉḏṟal iṙukku</i>.<br>\n<br>\n<b>English translation:</b> Since another thing that is moving or unmoving does not appear except by one wandering as ‘the body alone is I’, and because of the non-existence of external phenomena, which seem to be superior or inferior, saying that <i>ātman</i> itself is the actual witness is incorrect.<br>\n<br>\n<b>Explanatory paraphrase:</b> Since [any] other thing that is moving or unmoving does not appear except by [or because of] one wandering as [ego, which is what is always aware of itself as] ‘the body alone is I’, [and] because of the non-existence [in the clear view of ourself as we actually are] of <i>ayal viṣayas</i> [phenomena, all of which are outside of, alien to and other than oneself], which seem to be <i>para-apara</i> [superior or inferior, far or near, earlier or later, cause or effect] [that is, pairs of opposites that appear due to delusion such as God, who is superior, distant, prior and the cause, and <i>jīva</i>, who is inferior, near, later and an effect], saying that <i>ātman</i> [ourself as we actually are] itself is the actual witness is incorrect.</blockquote>\nAs Bhagavan explains clearly in the first clause of this verse, we cannot be aware of anything other than ourself unless we are aware of ourself as ‘I am this body’, and as he implies in the second clause, this is because nothing other than ourself actually exists in the clear view of ourself as we really are. Therefore, as he says in the final clause, it is not correct to say that what we really are is actually the ‘witness’ or perceiver of anything. Thus he clearly implies that what is aware of everything other than ourself is not our actual self (‘the Self’), which is pure self-awareness, but only the ego, the adjunct-bound form of self-awareness that rises and stands as ‘I am this body’.<br>\n<br>\nThis is why he often explained that when it is said our actual self is the ‘witness’, this should not be taken in a literal sense, because our actual self is not aware of anything other than itself, but should be understood to be a metaphor meaning that it is the fundamental awareness in the presence of which everything else appears, because it is the light that illumines the mind and thereby enables it to see everything.<br>\n<br>\n<a name=\"un06\"></a><b>10. <i>Uḷḷadu Nāṟpadu</i> verse 6: the mind alone perceives the world, so but for the mind there is no world</b><br>\n<br>\nThough in <a href=\"#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan asked rhetorically, ‘உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ?’ (<i>uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō?</i>), which means ‘Without a body, is there a world? Leaving the body, is there anyone who has seen a world?’, he did not mean to imply thereby that the body is what perceives the world, because though the body and its senses are the instrument though which the world is perceived, what actually perceives the world is not the body itself but only the ego, the formless phantom that grasps the form of the body as ‘I’. Since this ego is the root and essence of the mind, being the only experiencing element of it, in <a href=\"http://happinessofbeing.blogspot.com/2016/10/the-difference-between-vivarta-vada-and.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan refers to the ego as ‘mind’ and says:<br>\n<blockquote>உலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறை.<br>\n<br>\n<i>ulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br>\npulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br>\nmoṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br>\nyaṉḏṟiyula kuṇḍō vaṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>English translation:</b> The world is a form [composed] of five [kinds of] sense-data, not anything else. Those five [kinds of] sense-data are sensory phenomena [related] to the five senses. Since the mind alone perceives the world by way of the five senses, say, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind?</blockquote>\nThough the world seems to us to be something external to ourself and therefore independent of ourself, what we perceive as the world (whether in waking or in dream) is actually just a conglomeration of five kinds of sense-data, which we seem to perceive though the channels of our five senses. However, since the world as we perceive it is nothing other than these five kinds of sense-data, there is no evidence whatsoever in our experience that justifies our assumption that these sense-data are caused by anything external to or independent of our mind.<br>\n<br>\nWhatever world we experience in a dream seems to us to be external so long as we are dreaming, but as soon as we wake up from that dream we recognise that it was just a mental projection and therefore did not actually exist outside or independent of our mind. That is, so long as we experienced ourself as a body in that dream, the world seemed to be outside and independent of ourself, but as soon as we ceased experiencing ourself as that body, it became clear to us that both that body and world were just a creation of our mind and seemed to exist only because we perceived them.<br>\n<br>\nLikewise, though the world we now perceive seems to us to be external (that is, outside or independent of our mind), it seems to be so only so long as we are aware of ourself as this body, so why should we believe that our present state is not just another dream and that this body and world are not just a creation of our mind? Since it is our mind alone that perceives both this body and world, just as it perceived whatever body and world we experienced in a dream, do either this body or world exist independent of our mind?<br>\n<br>\nWhen Bhagavan poses this question to us in this verse, asking ‘உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ?’ (<i>ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō?</i>), which means ‘Since the mind alone perceives the world by way of the five senses, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind?’, he does so rhetorically, thereby implying that no world exists independent of the mind that perceives it. As he explains in the extract from the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i> that we considered above in <a href=\"#ny04\">section 5</a>, the world is just a projection of the mind, so it seems to exist only when the mind seems to come out from <i>ātma-svarūpa</i> (ourself as we actually are), and since we can seem to come out as this mind only when we do not see ourself as we actually are, ‘சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), ‘when <i>svarūpa</i> appears (shines) [that is, when we see ourself as we actually are], the world does not appear’.<br>\n<br>\nSince there is no world independent of the mind that perceives it, when our mind subsides temporarily in sleep (or in any other state of <i>manōlaya</i>) no world seems to exist, and likewise when our mind is annihilated (in the state of <i>manōnāśa</i>) by the clear experience of pure self-awareness (<i>ātma-jñāna</i>) no world will seem to exist. Moreover, since our mind or ego is just a wrong knowledge of ourself (a mistaken awareness of ourself as a body), and since as our actual self we are always clearly aware of ourself as we actually are, in the clear mind-free view of our actual self (‘the Self’) there is absolutely no world at all, nor is there even any appearance of any world, because there is no mind to project or perceive it.<br>\n<br>\n<a name=\"un07\"></a><b>11. <i>Uḷḷadu Nāṟpadu</i> verse 7: the world is illumined or made perceptible by the mind’s awareness of it</b><br>\n<br>\nThe fact that the world (whether in waking or in dream) seems to exist only because we seem to have risen as this mind or ego, and that it therefore does not appear in the clear view of our infinite self, which never appears or disappears, is also emphasised by Bhagavan in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and mind arise and subside simultaneously, the world shines by the mind. Only that which shines without appearing or disappearing as the base for the appearing and disappearing of the world and mind is <i>poruḷ</i> [the real substance], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nThe term that Bhagavan uses here to refer to the mind or ego is அறிவு (<i>aṟivu</i>), which literally means knowledge or awareness, but since the only awareness that arises and subsides is the mind or ego, that is what he clearly means by this term in this context.<br>\n<br>\nWhat he means by saying ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by the mind’, is that the seeming existence of the world is illumined or made perceptible by the mind’s awareness of it, or in other words, that it seems to exist only by being perceived by the mind. Therefore, since it shines by the mind, it does not shine or seem to exist in the absence of the mind. Since it is just an illusory appearance, it does not actually exist, but seems to exist only because we (as this ego or mind) see it.<br>\n<br>\nHowever, not only is this world just an illusory appearance, but so too is this ego or mind, because like whatever world it perceives, it arises (appears) and subsides (disappears), so it is just temporary and hence not real. What is real is only that which does not ever appear or disappear, and which is therefore the sole base or foundation for the appearance and disappearance of the ego and all that it perceives, as Bhagavan says in the final sentence of this verse: ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>), ‘Only that which shines without appearing or disappearing as the base for the appearing and disappearing of the world and mind is <i>poruḷ</i> [the real substance], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’.<br>\n<br>\nSince the nature of what is perceived cannot be otherwise than that of what perceives it, as Bhagavan explained in <a href=\"#un04\">verse 4</a>, whatever appears and disappears can be perceived only by something that itself appears and disappears, so the appearing and disappearing world can be seen only by the appearing and disappearing mind and not by our actual self (<i>ātma-svarūpa</i>), which is what Bhagavan describes in this last sentence as ‘பூன்றம் ஆம் பொருள்’ (<i>pūṉḏṟam ām poruḷ</i>), the ‘substance that is the whole’, which shines without appearing or disappearing as the base for the appearing and disappearing of the world and mind.<br>\n<br>\n<a name=\"un22\"></a><b>12. <i>Uḷḷadu Nāṟpadu</i> verse 22 (<i>kaliveṇbā</i> version): our actual self gives light to the mind, which sees everything</b><br>\n<br>\nThough the mind is what illumines the appearance of both itself and the world, it does not shine by its own light but only by the light of our actual self, as Bhagavan indicates in <a href=\"http://happinessofbeing.blogspot.co.uk/2016/10/as-we-actually-are-we-do-nothing-and.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] எவையுங் — காணு<br>\nமதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுக லெங்ஙன் மதியாய் […]<br>\n<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;[…] <i>evaiyuṅ — kāṇu<br>\nmatikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmatittiḍuda leṅṅaṉ matiyāy</i> [...]<br>\n<br>\n<b>பதச்சேதம்:</b> எவையும் காணும் மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதியாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>evaiyum kāṇum matikku oḷi tandu, am-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? matiyāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> எவையும் காணும் மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதியாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>evaiyum kāṇum matikku oḷi tandu, am-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl matittiḍudal eṅṅaṉ? matiyāy</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by turning the mind back within [and thereby] completely immersing it in God, who shines within that mind giving light to the mind, which sees everything, how to know God by the mind?</blockquote>\nWhat Bhagavan refers to in this verse as மதி (<i>mati</i>), which means mind or intellect, is what he refers to in <a href=\"#un06\">verse 6</a> as மனம் (<i>maṉam</i>), the mind, in <a href=\"#un07\">verse 7</a> as அறிவு (<i>aṟivu</i>), the awareness that arises and subsides, in <a href=\"#un23\">verse 23</a> as ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), ‘one I’, in <a href=\"http://happinessofbeing.blogspot.com/2015/05/the-ego-is-essentially-formless-and.html#un24\">verse 24</a> as ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), ‘one I’, சித்சடக்கிரந்தி (<i>cit-jaḍa-granthi</i>), the knot formed by the entanglement of awareness with what is insentient, சீவன் (<i>jīvaṉ</i>), the soul, அகந்தை (<i>ahandai</i>), the ego, மனம் (<i>maṉam</i>), the mind, and so on, and in verses <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#un25\">25</a> and <a href=\"#un26\">26</a> as அகந்தை (<i>ahandai</i>) , the ego.<br>\n<br>\nIn this <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> of verse 22, before the first word, மதிக்கு (<i>matikku</i>), which means ‘to the mind’, he added a relative clause, ‘எவையும் காணும்’ (<i>evaiyum kāṇum</i>), which means ‘which sees everything’, thereby stating explicitly that this mind or ego is what sees or is aware of everything. Everything that it sees is insentient (<i>jaḍa</i>), and the reason it is able to see everything is that it is itself a tangled mixture of awareness (<i>cit</i>) and insentient adjuncts, such as whatever body it currently experiences as itself, which is why it is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement of these two contrary elements, <i>cit</i> and <i>jaḍa</i>.<br>\n<br>\nIf we were not aware of ourself as a <i>jaḍa</i> form, we would not be aware of any phenomena, because all phenomena are <i>jaḍa</i> forms, and as Bhagavan asks rhetorically in <a href=\"#un04\">verse 4</a>, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms, and how [to do so]?’ What is aware of ourself as the form of a <i>jaḍa</i> body is not ourself as we actually are but only ourself as this ego, so it is only as this ego that we can be aware of any forms or phenomena — that is, anything other than ourself. As we actually are, we are aware of nothing other than ourself, because we are formless and therefore cannot see any forms.<br>\n<br>\nIn order to see ourself as we actually are, we need to turn our mind (our attention) back within and thereby immerse it completely in our source, which is what we actually are, namely pure self-awareness, and which is what Bhagavan refers to in this verse as பதி (<i>pati</i>), Lord or God. When we thereby immerse our mind in pure self-awareness, it will drown and be lost forever, and since it alone is what sees everything, we will thereafter never be aware of anything other than ourself.<br>\n<br>\nThe awareness or ‘light’ by which we as this mind or ego see everything is called <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\"><i>cidābhāsa</i></a>, a semblance, likeness, reflection or false appearance of awareness, because it is not our original awareness (<i>cit</i>) but only a reflection or semblance of it. By means of this reflected light we are able to see everything other than ourself, but we cannot see what we ourself actually are, because what we actually are is the original light of which this mind is just a reflection, so if we turn our mind back within to see ourself, the source from which it derives light, this mind will dissolve and disappear in its source, just as a ray of sunlight reflected from a mirror into a dark cave would disappear as soon as the bright light of the sun shines directly into the cave.<br>\n<br>\n<a name=\"gvk114\"></a><b>13. <i>Guru Vācaka Kōvai</i> verse 114: in the bright light of pure self-awareness, the false appearance of ego, world and God will vanish</b><br>\n<br>\nThat is, though our actual self (<i>ātma-svarūpa</i>) is the original light of awareness that gives the mind the reflected awareness by which it sees everything, our actual self itself does not see anything other than itself, because being what is real, it can see only what is real, and what is real is only itself as it actually is and not itself as all the illusory forms or phenomena that it seems to be in the deluded outlook of ourself as this ego or mind. Therefore when the reflected light of our mind turns back within to see its own source and thereby drowns and merges forever in the infinite light of pure self-awareness, perception of everything else will cease, just as the appearance of pictures on a cinema screen would disappear if the bright light of the sun were to flood into the cinema, thereby swallowing both the limited light from the projector and the background darkness in which it was shining, as Bhagavan says in verse 114 of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>சின்னவொளி பேரொளியிற் சேர்ந்தொழியி லவ்வொளியிற்<br>\nறுன்னுபடக் காட்சி தொலைந்தாங்கே — மன்னியமெய்ச்<br>\nசித்தொளியிற் சித்தவொளி சேர்ந்தொழியிற் றீர்ந்தொழியும்<br>\nமுத்திறப்பொய்க் காட்சி முடிந்து.<br>\n<br>\n<i>ciṉṉavoḷi pēroḷiyiṯ cērndoṙiyi lavvoḷiyiṟ<br>\nṟuṉṉupaḍak kāṭci tolaindāṅgē — maṉṉiyameyc<br>\ncittoḷiyiṯ cittavoḷi sērndoṙiyiṯ ṟīrndoṙiyum<br>\nmuttiṟappoyk kāṭci muḍindu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சின்ன ஒளி பேர் ஒளியில் சேர்ந்து ஒழியில், அவ் ஒளியில் துன்னு படக் காட்சி தொலைந்து ஆங்கே, மன்னிய மெய் சித்து ஒளியில் சித்த ஒளி சேர்ந்து ஒழியில், தீர்ந்து ஒழியும் முத்திறப் பொய் காட்சி முடிந்து.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ciṉṉa oḷi pēr oḷiyil sērndu oṙiyil, a-vv-oḷiyil tuṉṉu paḍa-k-kāṭci tolaindu āṅgē, maṉṉiya mey cittu oḷiyil citta oḷi sērndu oṙiyil, tīrndu oṙiyum mu-t-tiṟa-p poy kāṭci muḍindu</i>.<br>\n<br>\n<b>அன்வயம்:</b> சின்ன ஒளி பேர் ஒளியில் சேர்ந்து ஒழியில், அவ் ஒளியில் துன்னு படக் காட்சி தொலைந்து ஆங்கே, மன்னிய மெய் சித்து ஒளியில் சித்த ஒளி சேர்ந்து ஒழியில், முத்திறப் பொய் காட்சி முடிந்து தீர்ந்து ஒழியும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ciṉṉa oḷi pēr oḷiyil sērndu oṙiyil, a-vv-oḷiyil tuṉṉu paḍa-k-kāṭci tolaindu āṅgē, maṉṉiya mey cittu oḷiyil citta oḷi cērndu oṙiyil, mu-t-tiṟa-p poy kāṭci muḍindu tīrndu oṙiyum</i>.<br>\n<br>\n<b>English translation:</b> Just as if the small light [from a cinema projector] merges and dies in the vast light [of the sun], the picture-show that appeared in that [small] light will cease, if the mind-light merges and dies in the permanent real light of awareness, the three kinds of false appearance [namely the soul, world and God] will end, cease and die.</blockquote>\nTo emphasise and make clear that by saying this Bhagavan intended us to understand that the false appearance of ego, world and God will be completely and permanently annihilated by the bright light of pure self-awareness, in the final clause of this verse Muruganar used three verbs, namely ‘முடிந்து தீர்ந்து ஒழியும்’ (<i>muḍindu tīrndu oṙiyum</i>), which all mean more or less the same, namely end, cease, vanish, perish, expire, die, be destroyed, be annihilated, be terminated or become extinct, from which we can infer that everything other than our actual self (<i>ātma-svarūpa</i>), which is the real light of awareness, appears only in the finite light of the ego’s adjunct-mixed awareness and not in the infinite light of pure awareness.<br>\n<br>\n<a name=\"un09\"></a><b>14. <i>Uḷḷadu Nāṟpadu</i> verse 9: if we look within to see what this ego is, all dyads and triads will cease to exist</b><br>\n<br>\nEvery phenomenon (that is, everything other than the pure self-awareness that we actually are) has certain features that define it and distinguish it from every other phenomenon, and every feature has an opposite, so the totality of all phenomena consists of countless pairs of opposites or ‘dyads’, which are called द्वंद्व (<i>dvaṁdva</i>) or द्वन्द्व (<i>dvandva</i>) in Sanskrit and இரட்டை (<i>iraṭṭai</i>) in Tamil. Since all these dyads and the phenomena that are constituted of them are perceived in one way or another, perception or awareness of them entails three factors, namely a perceiver (the perceiving subject), what is perceived (the perceived object) and the former’s perception of the latter, which together form a ‘triad’, which is called त्रिपुटि (<i>tripuṭi</i>) in Sanskrit and முப்புடி (<i>muppuḍi</i>) in Tamil.<br>\n<br>\nSince no phenomenon could be perceived without a perceiver, the appearance of all these dyads and triads depend upon the ego, which is the perceiver of them, and hence if the ego ceases to exist all these dyads and triads and the phenomena that are constituted of them will also cease to exist, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>இரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண்.<br>\n<br>\n<i>iraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads exist [by] clinging always to one. If one looks within the mind [to see] what that one is, they will cease to exist. Only those who have seen [this] have seen the reality. See, they will not be confused.</blockquote>\nThe ‘one’ (<i>oṉḏṟu</i>) that Bhagavan refers to here is the ego, which is what perceives everything else, but if we (this ego) look within ourself to see what we actually are, we will cease to exist as this ego, and hence everything else (all the dyads and triads) will also cease to exist, and what will then remain is only the infinite self-awareness that we actually are, which as Bhagavan says in <a href=\"#un07\">verse 7</a> ‘shines without appearing or disappearing as the base for the appearing and disappearing of the world and mind’. Seeing ourself as this fundamental self-awareness is alone seeing what is real, and when we see it we will never again be confused, deluded or disturbed by the illusory appearance of any dyad or triad, as Bhagavan implies here when he says, ‘கண்டவரே உண்மை கண்டார்; கலங்காரே’ (<i>kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē</i>), which means, ‘Only those who have seen [this] have seen the reality; they will not be confused [confounded, agitated or disturbed]’.<br>\n<br>\nSince perception or awareness of anything other than oneself (any form or phenomenon) entails the basic triad (<i>tripuṭi</i>) of oneself as the perceiver, that other thing as what is perceived, and one’s perception of it, when Bhagavan says in this verse, ‘அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை’ (<i>a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai</i>), ‘If one looks within the mind [to see] what that one [the ego] is, they [all dyads and triads] will cease to exist’, he clearly implies that when the ego is annihilated by self-investigation, everything else that was formerly perceived and the perception of all such things will cease to exist along with it. Without this triad of perceiver, perceived and perception, nothing other than oneself could be perceived, so since we as we actually are cannot be a member of such a transitory triad — because we alone are what actually exists and we exist forever, unlike the perceiver, who appears and disappears along with whatever it perceives — it should be clear to us that the perceiver of anything other than ourself can only be ourself as this transitory ego and not ourself as we actually are.<br>\n<br>\n<a name=\"un11\"></a><b>15. <i>Uḷḷadu Nāṟpadu</i> verse 11: when we know the non-existence of the ego, knowledge and ignorance of everything else will cease</b><br>\n<br>\n<a name=\"un10\"></a>One of the most basic dyads or pairs of opposites is knowledge (awareness) and ignorance (non-awareness) of any particular phenomenon, because as soon as we come to know or become aware of anything other than ourself, we also come to know that we were previously ignorant or not aware of it. Therefore, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un10\">verse 10</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் வறியாமை இன்று ஆகும்’ (<i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum</i>), ‘Without ignorance, knowledge does not exist; without knowledge, that ignorance does not exist’, because no phenomenon exists independent of our awareness of it, and hence our ignorance of it (the fact that we were formerly not aware of it) comes into existence only when our knowledge or awareness of it comes into existence, and our knowledge of it could not come into existence without our prior ignorance of it coming into existence simultaneously.<br>\n<br>\nSince what knows or is aware of any phenomena is only the ego, knowledge and ignorance of them is a feature only of this ego and not of our actual self, in whose clear view no phenomena exist either to be known or not known. However, whatever else it may know or not know, this ego does not know what it itself is, and not knowing this is real ignorance, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறும்.<br>\n<br>\n<i>aṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows, knowing other things is ignorance; except [that], can it be knowledge? When one knows oneself, the basis for knowledge and the other [ignorance], knowledge and ignorance will cease.</blockquote>\nWhat Bhagavan refers to here as ‘அறிவு உறும் தன்னை’ (<i>aṟivu-uṟum taṉṉai</i>), ‘oneself who knows’, is the ego, because in this context ‘who knows’ implies ‘who knows other things’, and what knows anything other than itself is only the ego. Likewise, what he refers to as ‘அறிவு அயற்கு ஆதார தன்னை’ (<i>aṟivu ayaṟku ādhāra taṉṉai</i>), ‘oneself, the basis for knowledge and the other [ignorance]’, is again the ego, because it alone is the <i>ādhāra</i> or base for both knowledge and ignorance of other things, since such knowledge and ignorance seem to exist only in its self-ignorant view.<br>\n<br>\nTherefore the reason why he says, ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), which means ‘When one knows oneself, the basis for knowledge and the other [ignorance], knowledge and ignorance will cease’, is that when we know the non-existence of the ego by investigating what we actually are, knowledge and ignorance of other things will cease to exist, because they seem to exist only in the self-deluded view of ourself as this ego and not in the clear view of ourself as we actually are, as he explains in the next verse.<br>\n<br>\n<a name=\"un12\"></a><b>16. <i>Uḷḷadu Nāṟpadu</i> verse 12: real awareness is our actual self, which shines without anything else to know or to cause to know</b><br>\n<br>\nAs we actually are, we are just pure awareness — that is, awareness that is uncontaminated with awareness of anything other than itself, because in its clear view nothing other than itself exists or even seems to exist for it to know, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> That which is devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge [or awareness]. Since it shines without another for knowing or for causing to know, oneself is [real] knowledge [or awareness].  Know it is not a void.</blockquote>\nAs Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [our own real self]’, so when we are aware of ourself as we actually are, we are aware of ourself alone, because nothing else exists for us to be aware of. It is only when we rise as this ego that other things seem to exist, and so long as they seem to exist, we can either know or be ignorant of each particular one of them.<br>\n<br>\nTherefore knowledge and ignorance of other things is possible only for us as the ego and not for us as we actually are, because for us as we actually are there is nothing else either to know or not know. Therefore what Bhagavan refers to in the first sentence of this verse as ‘அறிவு அறியாமையும் அற்றது’ (<i>aṟivu aṟiyāmaiyum aṯṟadu</i>), ‘that which is devoid of knowledge and ignorance’, is our actual self (<i>ātma-svarūpa</i>), which he says is actually knowledge or awareness, thereby implying that it alone is real knowledge or awareness.<br>\n<br>\nAwareness of anything other than oneself is what Bhagavan called <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>), which literally means ‘pointing’ or ‘showing’ awareness and which therefore implies transitive or object-knowing awareness. Therefore what he implies in this first sentence is that real awareness (<i>aṟivu</i>) is only pure <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#intransitive\">intransitive</a> awareness — that is, intransitive awareness that is devoid of any transitive awareness and hence of any transitive ignorance (that is, awareness and non-awareness of anything other than oneself).<br>\n<br>\nTo emphasise this point, in the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> of this verse he extended this first sentence by adding at the beginning of it the intensified adverb அறவே (<i>aṟavē</i>), which means completely, utterly or entirely, and which qualifies அற்றது (<i>aṯṟadu</i>), ‘that which is devoid of’. Thus the extended form of this sentence is ‘அறவே அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟavē aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), which means ‘That which is completely devoid of knowledge and ignorance is actually knowledge [or awareness]’, and which therefore implies that real awareness or knowledge is completely devoid of any knowledge or ignorance (awareness or non-awareness) of anything other than itself, because nothing other than itself actually exists for it to be either aware of it or not aware of it (as he says in the third sentence, which we will consider in more detail below).<br>\n<br>\nThen in the second sentence he says, ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), which means ‘That which knows is not real knowledge [or awareness]’. In this context what he implies by ‘அறியும் அது’ (<i>aṟiyum adu</i>), which means ‘that which knows’ or ‘that which is aware’, is ‘சுட்டறியும் அது’ (<i>suṭṭaṟiyum adu</i>), ‘that which is transitively aware’ or ‘that which knows things other than itself’. Since what is transitively aware (that is, aware of anything other than itself) is only the ego, the implication of this sentence is that the ego is not true knowledge or real awareness. That is why it is called <i>cidābhāsa</i>, a semblance, likeness, reflection or false appearance of awareness.<br>\n<br>\nThe fact that pure intransitive awareness alone is real awareness is emphasised by Bhagavan even more explicitly in the third sentence: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), which means ‘Since it shines without another for knowing or for causing to know, oneself is [real] knowledge [or awareness]’. That is, as we actually are we alone exist, so nothing else exists for us to know or for us to cause to know, which implies that what causes the ego to know other things is not our actual self but only the ego’s own self-ignorance. Indeed, since nothing else exists in the clear awareness that we actually are, there is not only nothing else to know but also nothing else — no ego — to know anything else or to be caused to know anything else.<br>\n<br>\nHowever, though the real awareness that we actually are is completely devoid of any knowledge or ignorance of anything other than itself, including any ego to know or be ignorant of any other things, Bhagavan says it is not a void. What is void or non-existent is only the ego and all the other things that seem to exist only in its view, because what we actually are is the infinite and indivisible fullness of <i>sat-cit-ānanda</i> — being, awareness and happiness — since it alone exists and shines eternally as it is.<br>\n<br>\n<a name=\"un13\"></a><b>17. <i>Uḷḷadu Nāṟpadu</i> verse 13: what is aware of multiplicity is not real awareness but only ignorance</b><br>\n<br>\nSince nothing other than real awareness actually exists, it is not aware of anything other than itself, as Bhagavan explains in the third sentence of the previous verse: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since it shines without another for knowing or for causing to know, oneself is [real] knowledge [or awareness]’. Therefore what is aware of anything other than itself is not real awareness but only ignorance, as he implies in <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇika ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇikaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Knowledge [or awareness] that is many is ignorance. Even ignorance, which is unreal, does not exist apart from oneself, who is knowledge [or awareness]. All the many ornaments are unreal; say, do they exist apart from the gold, which is real?</blockquote>\nAs Bhagavan implies in the first sentence of this verse, there is only one thing that is real, namely ourself, and what we actually are is only <i>jñāna</i>, which in this context means awareness, but since we alone are real, we are awareness that is aware only of itself and not of anything else whatsoever, because what is real can know only what is real, and what is unreal can be known only by what is unreal. Since awareness of anything else entails at least two things, namely a subject (that which is aware of that other thing) and an object (the other thing of which it is aware), Bhagavan refers to such awareness as ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), which means ‘<i>jñāna</i> [knowledge or awareness] that is many’.<br>\n<br>\nWhat is aware of more than one thing is only the ego, so both it and its awareness of other things are what Bhagavan describes here as ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is many’, which he says is ignorance (<i>ajñāna</i>), thereby implying that it is not real awareness (<i>jñāna</i> or <i>cit</i>) but only a semblance of it: <i>cidābhāsa</i>.<br>\n<br>\n<a name=\"ut12\"></a>In an earlier version of this verse, which is now <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#ut12\">verse 12</a> of <i>Upadēśa Taṉippākkaḷ</i>, instead of ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is many’, Bhagavan used the term ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), which means ‘awareness (<i>jñāna</i>) that sees as many’ and which therefore clarifies that what he meant by ‘awareness that is many’ is ‘awareness that sees as many’, and he says that ignorance (<i>ajñāna</i>) is nothing other than that. The ‘awareness that sees as many’ is the ego, and what it sees as many is only ourself, who are pure awareness, because nothing other than ourself actually exists for it to see as many.<br>\n<br>\nThus in these two verses (verse 12 of <i>Upadēśa Taṉippākkaḷ</i> and verse 13 of <i>Uḷḷadu Nāṟpadu</i>) Bhagavan says unequivocally that what is real is only ourself, who is <i>jñāna</i> (awareness), and that what sees this one real thing as many is therefore not real awareness but only ignorance. In saying this so clearly, he leaves no room for us to doubt the fact that according to him what is aware of multiplicity (everything other than the one real awareness that we actually are) is not ourself as we actually are but only ourself as this ego that we now seem to be.<br>\n<br>\n<a name=\"un31\"></a><b>18. <i>Uḷḷadu Nāṟpadu</i> verse 31: when the ego is destroyed by <i>tanmayānanda</i>, what remains is not aware of anything other than itself</b><br>\n<br>\nThe fact that as the real awareness that we actually are we are not aware of anything other than ourself is also clearly implied by him in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṟku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who are [blissfully immersed in and as] <i>tanmayānanda</i> [‘happiness composed of that’, namely our real self], which rose [as ‘I am I’] destroying themself [the ego], what one [action] exists for doing? They do not know [or experience] anything other than themself; [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\nThough in this verse Bhagavan uses the plural forms தன்மயானந்தர் (<i>taṉmayāṉandar</i>), which is a personal noun formed from <i>tanmayānanda</i> and which therefore means ‘those who are <i>tanmayānanda</i>’ or ‘those who are blissfully immersed in and as <i>tanmayānanda</i>’, அறியார் (<i>aṟiyār</i>), which means ‘they do not know’, and அவர் (<i>avar</i>), which means ‘they’ but which in this case is used in the sense of ‘their’, he does not use them in a plural sense but as honorific singulars, as is customary in Tamil, because when the ego is destroyed what remains is only the one real self-awareness, which (as he indicates in the second sentence of this verse) is never aware of any other, since it alone actually exists.<br>\n<br>\nWhat enjoys <i>tanmayānanda</i>, which literally means ‘happiness composed of that’ (in which <i>tat</i> or ‘that’ refers to <i>brahman</i>, which is ourself as we actually are), is nothing other than <i>tanmayānanda</i> itself, because <i>tanmayānanda</i> is our real nature, which is pure self-awareness or <i>sat-cit-ānanda</i>. Though infinite <i>tanmayānanda</i> is what we actually are, it seems to be obscured so long as we experience ourself as this finite ego, so Bhagavan describes it here using the relative clause ‘தன்னை அழித்து எழுந்த’ (<i>taṉṉai aṙittu eṙunda</i>), which means ‘which rose destroying oneself’, in which ‘தன்னை’ (<i>taṉṉai</i>), ‘oneself’ or (in this case to match the plural form but singular sense of <i>taṉmayāṉandar</i>) ‘themself’, refers to the ego.<br>\n<br>\nWhen the ego is destroyed by seeing itself as <i>tanmayānanda</i>, what remains is only <i>tanmayānanda</i>, and for <i>tanmayānanda</i> there is nothing to do, because there is nothing other than itself, so in the first sentence of this verse Bhagavan asks rhetorically: ‘தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு?’ (<i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku?</i>), ‘For those who are [immersed in and as] <i>tanmayānanda</i>, which rose destroying themself, what one [action] exists for doing?’<br>\n<br>\n<a name=\"uu26\"></a>In the second sentence, which is the most significant one in the context of this article, he says unequivocally: ‘தன்னை அலாது அன்னியம் ஒன்றும் அறியார்’ (<i>taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār</i>), which means ‘They do not know [or are not aware of] anything other than themself’. In this context ‘they’ refers directly to ‘those who are [immersed in and as] <i>tanmayānanda</i>’, and therefore by implication it refers to <i>brahman</i>, which is our own real nature or actual self (<i>ātma-svarūpa</i>), because <i>tanmayānanda</i> is the nature of <i>brahman</i>, and what experiences <i>brahman</i> is only <i>brahman</i> itself, as Bhagavan implies when he says in <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is not two. This is <i>tanmaya-niṣṭha</i> [the state of being firmly established as <i>tat</i>, ‘it’ or ‘that’, the one fundamental reality called <i>brahman</i>].</blockquote>\nThat is, by being ourself we are knowing (or being aware of) ourself, and by knowing ourself we are being ourself, so what is aware of ourself as we actually are is only ourself as we actually are. Therefore the <i>ātma-jñāni</i> (the one who is immersed in and as <i>tanmayānanda</i>) is <a href=\"http://happinessofbeing.blogspot.co.uk/2016/12/the-jnani-is-only-pure-awareness.html\">not a person but only our own actual self (<i>ātma-svarūpa</i>), which is pure self-awareness (<i>prajñāna</i>)</a>, so when Bhagavan says in this verse (verse 31 of <i>Uḷḷadu Nāṟpadu</i>), ‘தன்னை அலாது அன்னியம் ஒன்றும் அறியார்’ (<i>taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār</i>), ‘They [those who are immersed in and as <i>tanmayānanda</i>] do not know [or are not aware of] anything other than themself’, he clearly implies that what we actually are is not aware of anything other than itself.<br>\n<br>\nSo long as we are aware of ourself as this finite ego, whose nature is to be constantly aware of things other than itself, our view is thereby limited, so we cannot adequately conceive or comprehend the state of the <i>ātma-jñāni</i>, who is aware of nothing other than itself, and hence Bhagavan concludes this verse by asking rhetorically: ‘அவர் நிலைமை இன்னது என்று உன்னல் எவன்?’ (<i>avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i>), ‘Who can [or how to] conceive their state as ‘it is such’?’<br>\n<br>\nHowever, though we cannot grasp or comprehend what the state of the <i>ātma-jñāni</i> actually is, we can at least understand the simple fact that the <i>ātma-jñāni</i> is not aware of anything other than itself, as Bhagavan states categorically in this verse, and that by implication our own actual self (<i>ātma-svarūpa</i>), which is what the <i>ātma-jñāni</i> actually is, is therefore not aware of anything other than itself.<br>\n<br>\n<a name=\"un14\"></a><b>19. <i>Uḷḷadu Nāṟpadu</i> verse 14: second and third persons do not exist except in the view of the first person, the ‘I’ who is aware of itself as a body</b><br>\n<br>\nSo long as we experience ourself as if we were this ego, in relation to everything else we experience ourself as the first person (the subject) and everything else as second and third persons (objects), and as Bhagavan says in the portion of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i> that I cited in <a href=\"#ny05\">section 7</a>, ‘தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), which means ‘Only after the first person [the ego] appears do second and third persons [all phenomena] appear; without the first person second and third persons do not exist’. Likewise, in <a href=\"http://happinessofbeing.blogspot.com/2011/01/second-and-third-person-objects.html#07-UN-14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>தன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br>\nதன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br>\nமுன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br>\nதன்மையே தன்னிலைமை தான்.<br>\n<br>\n<i>taṉmaiyuṇḍēṉ muṉṉilaipa ḍarkkaiga ḍāmuḷavān<br>\ntaṉmaiyi ṉuṇmaiyait tāṉāyndu — taṉmaiyaṟiṉ<br>\nmuṉṉilaipa ḍarkkai muḍivuṯṟoṉ ḏṟāyoḷirun<br>\ntaṉmaiyē taṉṉilaimai tāṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம். தன்மையின் உண்மையைத் தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām. taṉmaiyiṉ uṇmaiyai-t tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>.<br>\n<br>\n<b>English translation:</b> If the first person exists, second and third persons will exist. If the first person ceases to exist [by] oneself investigating the truth of the first person, second and third persons will come to an end, and the <i>taṉmai</i> [reality or true ‘selfness’] that shines as one [undivided by the appearance of these three persons] alone will be oneself, one’s [real] state.</blockquote>\nThe Tamil term for the first person is <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.6:1:604.tamillex\">தன்மை</a> (<i>taṉmai</i>), which literally means ‘selfness’ and also means nature, essence, reality, state, condition or manner, so though the first three occurrences of this word in this verse refer to the first person (the ego), the final occurrence of it in the last clause, ‘ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்’ (<i>oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>), which means ‘the <i>taṉmai</i> that shines as one alone is oneself, one’s [real] state’, refers to the one reality that we actually are.<br>\n<br>\nIn the <a href=\"http://sri-ramana-maharshi.blogspot.com/2008/05/ulladu-narpadu-kalivenba.html\"><i>kaliveṇbā</i> version</a> of this verse Bhagavan extended the first sentence by adding at the beginning of it the relative clause ‘உடல் நான் என்னும்’ (<i>uḍal nāṉ eṉṉum</i>), which literally means ‘which says the body is I’ but implies ‘which is called ‘the body is I’’, and which can be interpreted to mean ‘which is appears as ‘the body is I’’ or ‘which is aware of itself as ‘the body is I’’, followed by the demonstrative particle அ (<i>a</i>), which means ‘that’, so the extended form of the first sentence is ‘உடல் நான் என்னும் அத் தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம்’ (<i>uḍal nāṉ eṉṉum a-t-taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām</i>), which means ‘If that first person called ‘the body is I’ exists, second and third persons will exist’. Thus what he implies in this sentence is that if the ego, the false adjunct-bound self-awareness ‘I am this body’, exists, everything else will also exist, as he later says again in the third sentence of <a href=\"#un23\">verse 23</a>, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), which means ‘After one ‘I’ rises, everything rises’, and in the first sentence of <a href=\"#un26\">verse 26</a>, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum</i>), ‘If the ego comes into existence, everything comes into existence’.<br>\n<br>\nIn the second sentence of verse 26 he says, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), which means ‘If the ego does not exist, everything does not exist’, and he likewise implies this in the first two clauses of the second sentence of this verse (verse 14), ‘தன்மையின் உண்மையைத் தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று’ (<i>taṉmaiyiṉ uṇmaiyai-t tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu</i>), which means ‘If the first person ceases to exist [by] oneself investigating the truth of the first person, second and third persons will come to an end’.<br>\n<br>\nThus the clear implication of both verses 14 and 26 (and to a lesser extent verse 23) is that everything other than ourself (all phenomena or second and third persons) seems to exist only when the ego (the perceiving subject or first person) seems to exist, and that nothing other than ourself seems to exist when the ego does not seem to exist. Why should this be so? For the simple reason that what perceives or is aware of the seeming existence of everything else is only ourself as this ego, so when we do not rise or stand as this ego, nothing else seems to exist at all.<br>\n<br>\nIf anything other than ourself could ever be perceived by ourself as we actually are, it could seem to exist even in the absence of our ego, but since Bhagavan says that if the ego does not exist nothing else exists, what he clearly implies is that nothing other than ourself is ever perceived by ourself as we actually are. What actually exists is only ourself as we actually are, but when we seemingly rise as this ego by projecting and grasping the form of a body as ourself, we simultaneously project in our awareness the appearance of numerous other forms, so what we are seeing as all these forms or phenomena is only ourself, even though we are actually not many but only one.<br>\n<br>\nThis is why he said in <a href=\"#un13\">verse 13</a>: ‘ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām</i>), ‘Oneself, who is awareness, alone is real. Awareness that is many [that is, awareness that sees this one reality as many forms] is ignorance’. However, since we alone are what is real, even this ignorance could not exist independent of us or as other than us, as he says in the next sentence, ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Even ignorance, which is unreal, does not exist apart from oneself, who is awareness’.<br>\n<br>\nThat is, since awareness of multiplicity is ignorance (<i>ajñāna</i>), and since ignorance is unreal, it does not actually exist, even though it seems to exist in the view of the unreal ego, so its seeming existence is entirely dependent on the actual existence of ourself, who alone are real. However, though we are the sole reality underlying and supporting the unreal appearance of ignorance (awareness of multiplicity), this ignorance does not seem to exist in the view of ourself as we actually are but only in the view of ourself as this ego, the first person, who rises and stands as ‘I am this body’, because if our actual self were aware of multiplicity it would be ignorance (<i>ajñāna</i>) and hence not real awareness (<i>jñāna</i>), which is one and indivisible.<br>\n<br>\n<a name=\"un18\"></a><b>20. <i>Uḷḷadu Nāṟpadu</i> verse 18: for the <i>jñāni</i>, what is real is not the world as such but only its formless <i>ādhāra</i></b><br>\n<br>\nThough Bhagavan sometimes said that the world is real even for the <i>ātma-jñāni</i>, he explained that what he meant by this is not that the <i>jñāni</i> sees the forms of the world as real, but that what we see as the world is what the <i>jñāni</i> sees as the one formless reality, which is what we and everything else actually are. As he says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un18\">verse 18</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகுண்மை யாகு முணர்வில்லார்க் குள்ளார்க்<br>\nகுலகளவா முண்மை யுணரார்க் — குலகினுக்<br>\nகாதார மாயுருவற் றாருமுணர்ந் தாருண்மை<br>\nயீதாகும் பேதமிவர்க் கெண்.<br>\n<br>\n<i>ulahuṇmai yāhu muṇarvillārk kuḷḷārk<br>\nkulahaḷavā muṇmai yuṇarārk — kulahiṉuk<br>\nkādhāra māyuruvaṯ ṟārumuṇarn dāruṇmai<br>\nyīdāhum bhēdamivark keṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு உண்மை ஆகும், உணர்வு இல்லார்க்கு, உள்ளார்க்கு. உலகு அளவு ஆம் உண்மை உணரார்க்கு; உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை. ஈது ஆகும் பேதம் இவர்க்கு. எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu uṇmai āhum, uṇarvu illārkku, uḷḷārkku. ulahu aḷavu ām uṇmai uṇarārkku; ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai. īdu āhum bhēdam ivarkku. eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உணர்வு இல்லார்க்கு, உள்ளார்க்கு உலகு உண்மை ஆகும். உணரார்க்கு உண்மை உலகு அளவு ஆம்; உணர்ந்தார் உண்மை உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும். ஈது இவர்க்கு பேதம் ஆகும். எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṇarvu illārkku, uḷḷārkku ulahu uṇmai āhum. uṇarārkku uṇmai ulahu aḷavu ām; uṇarndār uṇmai ulahiṉukku ādhāram-āy uru aṯṟu ārum. īdu ivarkku bhēdam āhum. eṇ</i>.<br>\n<br>\n<b>English translation:</b> To those who do not have knowledge and to those who have, the world is real. To those who do not know, reality is [limited to] the extent of the world, [whereas] to those who have known, reality pervades devoid of form as the <i>ādhāra</i> [support, substratum or foundation] for the world. This is the difference between them. Consider.</blockquote>\nThe உணர்வு (<i>uṇarvu</i>), knowledge or awareness, that Bhagavan refers to in the first line of this verse when he says ‘உணர்வு இல்லார்க்கு, உள்ளார்க்கு’ (<i>uṇarvu illārkku, uḷḷārkku</i>), ‘to those who do not have <i>uṇarvu</i> [knowledge or awareness] and to those who have’, is self-knowledge (<i>ātma-jñāna</i>), which is clear awareness of oneself as one actually is, so what he means by ‘to those who do not have <i>uṇarvu</i> and to those who have’ is ‘to the <i>ajñāni</i> and the <i>jñāni</i>’. For both of them, he says, ‘உலகு உண்மை ஆகும்’ (<i>ulahu uṇmai āhum</i>), ‘the world is real’.<br>\n<br>\nHowever, what he means by saying this is explained by him in the next two sentences: ‘உலகு அளவு ஆம் உண்மை உணரார்க்கு; உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை’ (<i>ulahu aḷavu ām uṇmai uṇarārkku; ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai</i>), which means ‘To those who do not know, reality is [just] the extent [or measure] of the world, [whereas] to those who have known, reality pervades devoid of form as the <i>ādhāra</i> for the world’. That is, for the <i>ajñāni</i>, who sees the world as a vast conglomeration of forms (phenomena) of various kind, reality is limited to the extent or measure of those forms, whereas for the <i>jñāni</i>, who sees nothing but formless self-awareness, which alone is real, reality shines devoid of form and hence without any limit as the infinite <i>ādhāra</i> (support, substratum or foundation) for the illusory appearance of the world.<br>\n<br>\nA rope is the <i>ādhāra</i> for the illusory appearance of a snake, because it is the base that supports (enables and sustains) that appearance, since without it no snake would seem to exist there. Likewise pure self-awareness (<i>ātma-jñāna</i>), which alone is real, is the <i>ādhāra</i> for the illusory appearance of the world, because if we (this ego) were not self-aware, we could not be aware of the seeming existence of all the forms that constitute whatever world we may see.<br>\n<br>\nHowever, since our real nature is formless, if we were aware of ourself as we actually are, we would not be aware of any forms, so all the forms of this world seem to exist in our view only because we have limited our self-awareness to the form of whatever body we currently experience as ourself. Since we alone are what is real, whenever (whether in waking or in dream) we experience the form of a body as if it were ourself, it seems to be real, and since it is a part of the vast conglomeration of forms that constitute whatever world we then perceive, all the other forms of that world also seem to be real. However, though this body and world seem to be real (in the view of ourself as this ego), what is actually real is only the pure formless self-awareness that we actually are.<br>\n<br>\nSince the <i>jñāni</i> is nothing other than formless self-awareness, it is not aware of any forms, so what we see as the forms of this world is what the <i>jñāni</i> sees as formless self-awareness, just as what a deluded person sees as a snake is what an undeluded person sees as a rope. If the deluded person says, ‘See, this snake is real’, the undeluded person may agree, saying, ‘Yes, it is real’, but what the undeluded person means when they say that is not that the snake is real as a snake, but only that it is real as the rope that it actually is. Likewise, when Bhagavan agrees with us, saying that in his view also the world is real, what he means is not that it is real as the world (that is, as all the forms that we see it to be), but only that it is real as the formless self-awareness that it actually is. This is what he implies when he says here: ‘உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை’ (<i>ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai</i>), ‘To those who have known, reality pervades devoid of form as the <i>ādhāra</i> for the world’.<br>\n<br>\n<a name=\"gvk54\"></a><b>21. <i>Guru Vācaka Kōvai</i> verse 54: seeing with the infinite eye of <i>sat-cit-ānanda</i>, the <i>jñāni</i> can see nothing other than that</b><br>\n<br>\nThis is also explained clearly by Bhagavan in verse 54 of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>சேட்டையற லாற்சச் சிதானந்த மாத்தீர்ந்த<br>\nநாட்டமுறக் காணுமெய்ஞ் ஞானிக்கு — நாட்டமுறும்<br>\nகண்ணலாற் காட்சியிலாக் காரணத்தா லன்னதே<br>\nதிண்ணமா யிவ்வுலகுந் தேர்.<br>\n<br>\n<i>cēṭṭaiyaṟa lāṯcac cidāṉanda māttīrnda<br>\nnāṭṭamuṟak kāṇumeyñ ñāṉikku — nāṭṭamuṟum<br>\nkaṇṇalāṯ kāṭciyilāk kāraṇattā laṉṉadē<br>\ntiṇṇamā yivvulakun tēr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சேட்டை அறலால் சத் சித் ஆனந்தமா தீர்ந்த நாட்டம் உற காணும் மெய்ஞ்ஞானிக்கு, நாட்டம் உறும் கண் அலால் காட்சி இலா காரணத்தால் அன்னதே திண்ணமாய் இவ்வுலகும் தேர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>cēṭṭai aṟalāl sat-cit-āṉandam-ā tīrnda nāṭṭam uṟa kāṇum mey-ñ-ñāṉikku, nāṭṭam uṟum kaṇ alāl kāṭci ilā kāraṇattāl aṉṉadē tiṇṇamāy i-vv-ulahum tēr</i>.<br>\n<br>\n<b>அன்வயம்:</b> நாட்டம் உறும் கண் அலால் காட்சி இலா காரணத்தால், சேட்டை அறலால் சத் சித் ஆனந்தமா தீர்ந்த நாட்டம் உற காணும் மெய்ஞ்ஞானிக்கு, இவ்வுலகும் திண்ணமாய் அன்னதே தேர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṭṭam uṟum kaṇ alāl kāṭci ilā kāraṇattāl, cēṭṭai aṟalāl sat-cit-āṉandam-ā tīrnda nāṭṭam uṟa kāṇum mey-ñ-ñāṉikku, i-vv-ulahum tiṇṇamāy aṉṉadē tēr</i>.<br>\n<br>\n<b>English translation:</b> Since [the nature of] what is seen cannot be otherwise than [the nature of] the eye that sees, know that for the <i>mey-jñāni</i> [the knower of what is real] who sees with the eye that has ended as <i>sat-cit-ānanda</i> because of the cessation of <i>cēṣṭā</i> [activity or mischief of the mind], this world is certainly only thus [namely <i>sat-cit-ānanda</i>].</blockquote>\nIn this verse the clause ‘நாட்டம் உறும் கண் அலால் காட்சி இலா காரணத்தால்’ (<i>nāṭṭam uṟum kaṇ alāl kāṭci ilā kāraṇattāl</i>), which literally means ‘since what is seen cannot be other [or otherwise] than the eye that sees’, refers to the principle that Bhagavan stated in the penultimate sentence of <a href=\"#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, namely ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), which literally means ‘Can what is seen be other [or otherwise] than the eye?’ Since அலால் (<i>alāl</i>) is a poetic abbreviation of அல்லால் (<i>allāl</i>), which means except, besides, other than or without, this rhetorical question could superficially be taken to mean that what is seen does not exist without or apart from the eye that sees it, but as Bhagavan explained to Lakshmana Sarma and others, what he intended it to mean is that (as Lakshmana Sarma explained in his Tamil commentary on verse 4 of <i>Uḷḷadu Nāṟpadu</i>) the nature of what is seen cannot be otherwise than the nature of the eye that sees it. This is also made clear by Muruganar in his பொழிப்புரை (<i>poṙippurai</i>) or explanatory paraphrase for this verse of <i>Guru Vācaka Kōvai</i>, in which he paraphrased the clause ‘நாட்டம் உறும் கண் அலால் காட்சி இலா காரணத்தால்’ (<i>nāṭṭam uṟum kaṇ alāl kāṭci ilā kāraṇattāl</i>), ‘since what is seen cannot be otherwise than the eye that sees’, as ‘காணும் கண்ணியல்பை யன்றிக் காணப்படுங் காட்சி யியல்பு வேறாகாக் காரணத்தால்’ (<i>kāṇum kaṇ-ṇ-iyalbai y-aṉḏṟi-k kāṇa-p-paḍum kāṭci y- iyalbu vēṟāhā-k kāraṇattāl</i>), which means ‘since the nature of the sight that is seen cannot be different than the nature of the eye that sees’.<br>\n<br>\nAs I explained in <a href=\"#un04\">section 2</a>, in this context ‘eye’ is a metaphor for awareness in the sense of what is aware, so if awareness is aware of itself as a form (as is the case with the ego or mind), it will be aware of forms, whereas if it is aware of itself as formless and indivisible <i>sat-cit-ānanda</i> (being, awareness and happiness), it will be aware of nothing other than that. Therefore, since the <i>ātma-jñāni</i> is nothing other than <i>ātma-svarūpa</i>, our own real nature or actual self, which is just <i>anādi</i> (beginningless), <i>ananta</i> (endless or infinite) and <i>akhaṇḍa</i> (unbroken) <i>sat-cit-ānanda</i> (as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>), and which is therefore undivided by the appearance of any forms, it cannot see or be aware of any forms but only the one eternal, unchanging, infinite, indivisible and hence formless <i>sat-cit-ānanda</i>, namely itself.<br>\n<br>\n<a name=\"atman\"></a><b>22. Only as this ego, which is not what it actually is, does <i>brahman</i> or <i>ātman</i> see anything other than itself</b><br>\n<br>\nIn <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#c2036804549903949357\">another comment</a>, replying to <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#c2656785938267992923\">one</a> in which Sanjay wrote that in the view of <i>ātma-svarūpa</i> ‘there is no appearance of this world’, you remarked: ‘Everything else in your last post is correct, except for this one. Ramana has always said that in its view, there is only the Self, and the world is seen as the Self’. Since you agree that in the view of <i>ātma-svarūpa</i>, which is what you call ‘the Self’, there is only itself, and that it therefore sees the world as itself, you are implying exactly what you are trying to contradict, because if <i>ātma-svarūpa</i> alone exists and therefore sees the world only as itself, then in its view there is no appearance of the world as a world (a constantly changing appearance of myriad names and forms), because what we (as this ego that we now seem to be) see as a world of names and forms is what we (as the <i>ātma-svarūpa</i> that we actually are) see as our nameless and formless self.<br>\n<br>\nIf we see a rope as a snake, we are not seeing it as a rope, and if we see it as a rope, we are not seeing it as a snake, so we cannot simultaneously see it as a rope (which is what it actually is) and as a snake (which is what it seems to be only in the view of a deluded person who does not recognise that it is just a rope). Likewise, if we see the world as a transitory appearance consisting of names and forms, we are not seeing it as <i>ātma-svarūpa</i>, because <i>ātma-svarūpa</i> is nameless and formless and does not appear or disappear, and if we see it as <i>ātma-svarūpa</i>, we are not seeing it as names and forms, so we cannot simultaneously see it as <i>ātma-svarūpa</i> (which is what it actually is) and as names and forms (which is what it seems to be only in the view of this ego, who is not able to recognise that it is just the one infinite, indivisible and therefore formless <i>ātma-svarūpa</i>).<br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#c9044429208835564593\">subsequent comment</a> you wrote that ‘the Self’ is ‘aware of everything that goes on, especially since it IS the awareness that comprises the ego (and is knotted to the adjuncts)’, but what is knotted or bound to adjuncts is not ourself as we actually are (namely <i>ātma-svarūpa</i>) but only ourself as this ego, because bondage and adjuncts exist only in the view of our ego and not in the clear view of ourself as we actually are. Moreover, what comprises the ego is not just the pure awareness that we actually are but that awareness seemingly mixed and confused with adjuncts, by grasping which it comes into existence, stands and flourishes.<br>\n<br>\nAs a confused mixture of pure awareness and illusory adjuncts, this ego is not our real awareness (<i>cit</i>) as it actually is but is only a semblance or distorted likeness of it, and hence it is called <i>cidābhāsa</i>. Since it is not real but just an illusory appearance, according to the principle stated by Bhagavan in <a href=\"#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, namely that the nature of what is seen cannot be other than the nature of what sees it, this ego cannot see what is real (namely ourself as we actually are) but can only see illusory appearances (namely forms or phenomena). In contrast, the real awareness that we actually are cannot see any illusory appearances but can only see itself as it actually is, because it alone is what is real.<br>\n<br>\n<a name=\"un01\"></a>Therefore, contrary to what you wrote, ‘the Self’ as such is not ‘aware of everything that goes on’. However, though as we actually are we (‘the Self’) are not aware of anything other than ourself, as this ego we are aware of everything other than ourself. That is, since we (as <i>ātma-svarūpa</i>, which is what we really are) alone actually exist, whatever else may seem to exist is in substance nothing other than ourself, so both this ego (which is what sees everything else) and everything that it sees are in reality just ourself as we actually are, as Bhagavan says in the final sentence of <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#un01\">verse 1</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘நாம உரு சித்திரமும், பார்ப்பானும், சேர்படமும், ஆர் ஒளியும் — அத்தனையும் தான் ஆம் அவன்’ (<i>nāma uru cittiramum, pārppāṉum, sērpaḍamum, ār oḷiyum — attaṉaiyum tāṉ ām avaṉ</i>), ‘The picture of names and forms [whatever world may be seen], the one who sees [it], the cohesive screen [on which it appears], and the pervading light [of awareness that illumines it] – all these are he [the one original thing], who is oneself’.<br>\n<br>\nHowever, though the ultimate substance of everything is ourself as we actually are, the more immediate substance of everything is ourself as this ego, as Bhagavan points out in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām</i>), ‘If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Therefore] the ego itself is everything’. Therefore nothing else can seem to exist unless we experience ourself as this ego, because it is only as this ego that we see anything else.<br>\n<br>\nThat is, though the ‘நாம உரு சித்திரம்’ (<i>nāma uru cittiram</i>), the ‘picture of names and forms’ (namely whatever world we may see), and the ‘பார்ப்பான்’ (<i>pārppāṉ</i>), the ‘seer’ or ‘one who sees [it]’ (namely the ego), are both in reality nothing but ourself as we actually are, just as an illusory snake is in reality nothing but a rope, it is not as we actually are but only as this ego that we see anything other than ourself. When we remain as we actually are, no picture of names and forms (<i>nāma uru cittiram</i>) appears in our awareness, and nor does any seer (<i>pārppāṉ</i>), because as we actually are we are aware of nothing other than ourself as we actually are, so it is only when we rise as this ego that any picture of names and forms appears in our awareness and that we consequently see ourself as the seer of it. What we actually are is only pure self-awareness, which alone is what is real, so though pure self-awareness is the ultimate substance that appears as both the picture of names and forms and the seer of it, neither the picture of names and forms nor the seer of it are pure self-awareness as it actually is, because they are both mere appearances.<br>\n<br>\nThis is one of the fundamental principles of Bhagavan’s teachings, and it is stated, implied and explained by him in so many ways in <i>Uḷḷadu Nāṟpadu</i> and <i>Nāṉ Yār?</i> (as we have seen in the various verses and passages that we have considered in this article) and also here and there in some of his other original writings and in his oral teachings, particularly as recorded in <a href=\"http://happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>. Clearly understanding this principle — the principle that what is aware of anything other than ourself (any forms or phenomena) is not ourself as we actually are but only ourself as this ego — is extremely important for us in our practice of self-investigation (<i>ātma-vicāra</i>), because we cannot be aware of ourself as we actually are so long as we are aware of anything else, so it is only by focusing our entire attention on ourself alone so keenly that we cease being aware of anything else whatsoever, just as we are in sleep, that we can be aware of ourself as we actually are.<br>\n<br>\nIn none of the older texts of <i>advaita vēdānta</i> has this important principle been made as clear as Bhagavan made it in his teachings, particularly in <i>Uḷḷadu Nāṟpadu</i> and to a lesser extent in <i>Nāṉ Yār?</i>, and this is one of the reasons why what the correct practice of <i>ātma-vicāra</i> actually is was so widely misunderstood before he came to clarify it, and is still widely misunderstood by those who have not carefully studied his original writings.<br>\n<br>\nIn many of your comments, for example, you have quoted passages from an English translation (namely the one that appears in <a href=\"https://archive.org/details/CollectedWorksOfRamanaMaharishi\"><i>The Collected Works of Sri Ramana Maharishi</i></a>, which is not a very satisfactory translation but is unfortunately the only complete one available) of Bhagavan’s Tamil prose translation of <i>Vivēkacūḍāmaṇi</i> that seem to support your belief that ‘the Self’ (ourself as we actually are) is what perceives the world, and it is true that many of the verses of <i>Vivēkacūḍāmaṇi</i> (and also of many other ancient texts) can easily be misinterpreted as implying that this is the case, and for centuries they have been widely misinterpreted in this way. A lot of this confusion arises because of the frequent misinterpretation of the term <i>ātman</i>, which is usually translated in English as ‘the Self’ and which is generally interpreted in a similar sense by most scholars of <i>vēdānta</i>.<br>\n<br>\nWhat <i>ātman</i> actually means is oneself (and though singular and masculine in form, it can serve as a pronoun referring to a noun of any number or gender, so it can mean myself, yourself, himself, herself, itself, ourselves, yourselves or themselves), so in most cases it refers to oneself in general, but in certain contexts it can by implication refer more specifically either to oneself as one actually is (which is sometimes distinguished as <i>paramātman</i>) or to oneself as one seems to be, namely the ego (which is sometimes distinguished as <i>jīvātman</i>). However, since one of the four <i>mahāvākyas</i> or ‘great sayings’ of the Vēdas is ‘<i>ayam ātmā brahma</i>’, which means ‘this <i>ātman</i> [oneself] is <i>brahman</i>’ (<i>Māṇḍūkya Upaniṣad</i> 2 and <i>Bṛhadāraṇyaka Upaniṣad</i> 4.4.5), many people wrongly take this to imply that the term ‘<i>ātman</i>’ always refers to <i>brahman</i>, which is clearly not the case, because if it were, we could apply the same logic to the <i>mahāvākya</i> ‘<i>ahaṁ brahmāsmi</i>’, which means ‘I am <i>brahman</i>’ (<i>Bṛhadāraṇyaka Upaniṣad</i> 1.4.10), and thereby infer that this implies that the term ‘I’ always refers to <i>brahman</i>, which would be an absurd proposition, because we all know that in most cases it refers to whatever person we seem to be.<br>\n<br>\nJust as in English the pronouns ‘I’ and ‘myself’ (or ‘one’ and ‘oneself’) both refer to oneself without making any explicit distinction between oneself as one actually is and oneself as one seems to be, in Sanskrit ‘<i>aham</i>’ and ‘<i>ātman</i>’ both refer to oneself without making any explicit distinction between oneself as one actually is (namely <i>brahman</i>) and oneself as one seems to be (namely the ego). Therefore, just as it would be wrong in English to interpret the terms ‘oneself’, ‘myself’ or ‘ourself’ in all cases as referring to ourself as we actually are, it is equally wrong to interpret ‘<i>ātman</i>’ in all cases as referring to <i>brahman</i>, which is what we actually are. Since ‘<i>ātman</i>’ functions as a generic pronoun in much the same way as ‘one’ or ‘oneself’ in English, in most cases it refers to oneself in general rather than specifically to either oneself as one actually is or oneself as this ego that we now seem to be.<br>\n<br>\nIf you were to replace ‘the Self’ with ‘oneself’ in all the passages from that English translation of <i>Vivēkacūḍāmaṇi</i> that you cited in your comments, you would see that they give quite a different meaning to the one you supposed, because in that version ‘the Self’ is a misleading translation of <i>ātman</i>, which in most cases refers to ourself in general rather than specifically to ourself as we actually are.<br>\n<br>\nOf course we are only one self, and what we (this one self) actually are is only <i>brahman</i>, the one fundamental reality, whose nature is <i>anādi</i> (beginningless), <i>ananta</i> (endless or infinite) and <i>akhaṇḍa</i> (unbroken) <i>sat-cit-ānanda</i> (as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>). However, though we are actually <i>brahman</i>, we are now aware of ourself as a person, but this does not mean that <i>brahman</i> is this person whom we now seem to be, or that it is aware of itself as this person. Only when we rise as the ego do we seem to be this or any other person, so what seems to be a person is the ego, and what seems to be the ego is <i>brahman</i>.<br>\n<br>\nHowever, as it actually is <i>brahman</i> is not aware of this ego or of anything else whatsoever, because it alone exists and shines, infinite and indivisible, and hence without any other. Therefore it is only in the view of ourself as this ego that we (<i>brahman</i>) seem to be this ego, and that we are consequently aware of the illusory appearance of things other than ourself.<br>\n<br>\nThough we now seem to be this ego, this is not what we actually are, so in order to see ourself as we actually are and thereby destroy the delusion that we are this ego, we must investigate ourself by constantly trying to keenly observe or attend to ourself alone, to the complete exclusion of everything else. That is, we must try to be so attentively aware of ourself alone that we cease being aware of anything else at all, because then only will we pierce through and dissolve forever the delusion that we are this ego, the false adjunct-bound awareness that is aware of all these illusory forms or phenomena, both subtle and gross.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "135",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8690040847984707090/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "Sri Muruganar",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjQ1NjE1Mjc3MDE4Cm9mZnNldDogMAo\""
}