{
    "kind": "blogger#post",
    "id": "4966062818733291958",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-09-07T08:04:00+01:00",
    "updated": "2017-09-13T15:14:01+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/09/to-be-aware-of-ourself-as-we-actually.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4966062818733291958",
    "title": "To be aware of ourself as we actually are, what we need to investigate is only ourself and not anything else",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote three emails to me asking various questions about the practice of self-investigation (<i>ātma-vicāra</i>), so in this article I will reproduce his questions and the two replies I wrote to him.<br><a name='more'></a>\n<br>\n<b>First reply</b><br>\n<br>\nIn his first email he wrote:<br>\n<blockquote>I have been practicing self inquiry by 2 methods of attention<br>\n<br>\nOne as described at <a href=\"http://www.albigen.com/uarelove/\">http://www.albigen.com/uarelove/</a><br>\n<br>\n“Being aware of being aware”<br>\n<br>\nAnd one as described by you and Ramana as the feeling “I”, “being aware of yourself, turning attention towards yourself”<br>\n<br>\nI know they say they are the same but different wording...<br>\n<br>\nHowever when I practice being aware of being aware, the sense feeling of “I”, of feeling myself, isn’t there, yet I am aware of being aware.<br>\n<br>\nBut when I am being self attentive, attention towards myself, I can feel the sense feeling of “I” in high and low degrees, depends on the way I am placing the attention in myself.<br>\n<br>\nMy question is, which method is supposed to be superior? Is the point to feel the sense of “I” as strong as possible? Or just being aware of awareness without the sense of “I” will “kill” the ego as well?</blockquote><br>\nThen in a subsequent email he added:<br>\n<blockquote>I can pretty much stay 1 hour on the “I feeling”, but still I am always aware of the breath going in and out... this doesn’t necessarily make me lose the “I feeling” but still I am aware of the breathing.<br>\n<br>\nI am not even thinking about the breathing progress or obsessed with it in any way, but still when being self attentive I am almost always aware of the breath going in and out no matter [how] inwardly I am.<br>\n<br>\nI don’t know what to do about this...</blockquote>\nIn reply to these two emails I wrote:<br>\n<br>\nOur aim is to be aware of ourself as we actually are, so what we need to investigate is only ourself and not anything else. That is why Bhagavan called this practice <i>ātma-vicāra</i>, which means self-investigation.<br>\n<br>\nThe term ‘being aware of being aware’ is ambiguous, firstly because we are always aware of being aware (since we could not be aware without being aware that we are aware), and secondly because though we are now aware of many things, awareness of things other than ourself comes and goes, so it is not real awareness (<i>cit</i>) but just a seeming awareness (<a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\"><i>cidābhāsa</i></a>). What we are always aware of is only ourself, so self-awareness alone is real awareness.<br>\n<br>\nTherefore the awareness we should try to be aware of is only self-awareness and not awareness of anything else. Since self-awareness alone is our real nature, being aware only of self-awareness is the same as being self-attentive, so it is just another way of describing the simple practice of self-investigation that Bhagavan taught us.<br>\n<br>\nSince the ego is just a false awareness of ourself — an awareness of ourself as something other than what we actually are — we can kill or eradicate it only by being aware of ourself as we actually are, and since what we actually are is just pure self-awareness (awareness of nothing other than ourself), we can be aware of ourself as we actually are only by being aware of ourself alone. This is why Bhagavan taught us that self-investigation, which is the simple practice of trying to be so keenly self-attentive that we are not aware of anything else, is the only means to eradicate the ego.<br>\n<br>\nBecause we do not yet have sufficient love to be always aware of nothing other than ourself, we are not immediately able to wean our mind away from being aware of other things, so even when we try to be keenly self-attentive our mind tends to cling to awareness of other things, as in the case of your experience that you tend to be aware of your breathing when you try to be self-attentive.<br>\n<br>\nThis could in part be because in the past (either in this life or in previous lives) you have practised meditating on your breathing, but if that is the case, just as you cultivated the tendency (<i>vāsanā</i>) to be aware of your breathing by practice, you can likewise by practice destroy that tendency and instead cultivate <i>sat-vāsanā</i>, the tendency or inclination to be aware of yourself alone.<br>\n<br>\nTherefore the only solution to the problem of being aware of your breathing when you are trying to be aware of yourself alone is just to persevere patiently and tenaciously in trying to be self-attentive as much as possible. As Bhagavan often said, no one has ever succeeded on this path without perseverance.<br>\n<br>\n<b>Second reply</b><br>\n<br>\nIn reply to this he wrote:<br>\n<blockquote> I have been practicing self inquiry for a couple of months now and have had my share of “blissful experiences” here and there.<br>\n<br>\nIf you don’t mind I would like to ask you just 2 more questions:<br>\n<br>\nThere are certain degrees I can feel the “I feeling”, however, always when I am self attentive to myself, an impression/image/mental image of myself popups, I will still feel the “I feeling sense” but there is also an impression/image/mental image of myself, perhaps an image of my expression/face (I am not deliberately imagining my form in anyway) but still when “feeling the I” I also feel like I am “looking” at an image of myself...<br>\n<br>\nDo you know what this is about? I feel that because I am self attentive to myself that the ego tries to make “sense” of it by giving me a mental image of myself... should anything be done about that?<br>\n<br>\nAbout Ramana...<br>\n<br>\nIf I am not wrong Ramana didn’t really instruct one to sit formally for like a few hours a day and apply self inquiry, but on spare time whenever one is eating, showering, walking, resting etc... to be self attentive during those times during the day....<br>\n<br>\nDid Ramana believe one can get self realized that way? because when being self attentive during activities, one is not 100% blocking external sensations, so no full continuous strong attention will be on oneself...</blockquote>\nTo which I replied:<br>\n<br>\nFirstly, regarding blissful experiences, any experience that comes and goes is not ourself, so no matter how blissful or sublime it may seem to be, it is not real, and hence we should try to turn our attention back to ourself, the one who is aware of its appearance and subsequent disappearance.<br>\n<br>\nI assume that what you mean by ‘the I feeling’ or ‘the I feeling sense’ is not any kind of object but just your own ever-present self-awareness, so when you say that there are certain degrees of it that you can feel, you are referring to various degrees of clarity of self-awareness. If that is what you mean, the degree of clarity of self-awareness that we experience varies according to how keenly self-attentive we are, because the more self-attentive we are the more clearly we will be aware of ourself in isolation from all the phenomena that appear in our awareness.<br>\n<br>\nRegarding the mental image of your face or expression that you say pops up whenever you try to be self-attentive, as I said above, anything that appears is not yourself, because what you actually are is what you are always aware of. Therefore whatever image, form, phenomenon or experience may appear, you just have to try to turn your attention back to yourself, the fundamental self-awareness that always shines in you as ‘I’.<br>\n<br>\nThe ego or mind survives and nourishes itself by clinging to things other than itself, which means anything that appears and disappears (that is, anything that we are not constantly aware of, not only in waking and dream but also in sleep), so it will be annihilated if it manages to be attentively aware of itself alone, and hence when we try to attend to nothing other than ourself, the very existence of our ego is thereby threatened. Therefore it will do all that it can to survive, which is why it projects thoughts of one kind or another, such as the images or impressions of your face or physical form that you say pop up when you try to be self-attentive.<br>\n<br>\nThis is all part of the natural response of the mind to our attempts to be self-attentive, and the only way to overcome this problem is just to patiently persevere in trying to be self-attentive as much as possible. As I mentioned in my previous reply, Bhagavan often said that no one can succeed in this endeavour without patient perseverance.<br>\n<br>\nRegarding your final question, as you say Bhagavan advised us to try to be self-attentive not just when formally sitting for meditation but whenever possible in the midst of our daily activities, even if it is only for a few moments at a time. He explained that we do not have to sit with closed eyes in order to be self-attentive, because whatever else we may be doing or not doing we are always self-aware, so we can try to be attentively self-aware at any time or in any circumstances.<br>\n<br>\nAs you imply, our ultimate aim is to be attentively aware of nothing other than ourself, because then only will we be aware of ourself as we actually are and thereby dissolve our ego in the infinite clarity of pure self-awareness, but in order to achieve such all-exclusive self-attentiveness we need to refine and sharpen our power of attention by trying to be self-attentive as much as possible.<br>\n<br>\nUntil we achieve complete and perfect self-attentiveness, whatever degree of self-attentiveness we achieve will only be partial, but even a small degree of self-attentiveness is a step in the right direction, and the more time we spend being self-attentive, even if only partially and intermittently, the more our mind will be purified (cleansed of its <i>viṣaya-vāsanās</i> or outward-going inclinations) and thereby our power of attention will be refined and sharpened, which will in turn enable us to be more keenly self-attentive whenever our mind is not engaged in any other activity.<br>\n<br>\nThe degree to which we are able to be keenly self-attentive will vary according to circumstances, but we should always try to be as keenly self-attentive as circumstances permit. We may often fail to do so, because we do not yet have enough love to be aware of ourself alone, so we frequently allow our likings or inclinations to be aware of other things (which are what is called <i>viṣaya-vāsanās</i>) to drag our attention outwards, but no matter how often we fail, we should persevere in trying to be self-attentive as much as possible, because there is no other way to succeed in this endeavour.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "104",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4966062818733291958/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTA1MzEyMDQxODU1Cm9mZnNldDogMzYwMDAwMAo\""
}