{
    "kind": "blogger#post",
    "id": "6102999424179932355",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-03-21T13:51:00Z",
    "updated": "2017-03-23T16:06:23Z",
    "url": "http://happinessofbeing.blogspot.com/2017/03/to-eradicate-mind-we-must-watch-only.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6102999424179932355",
    "title": "To eradicate the mind we must watch only its first thought, the ego",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me saying that a friend of his had advised him that the way to quieten the mind is to watch it, and he implied that watching it means watching whatever thoughts flow through it, because he claimed that ‘once you start watching it [the flow of thoughts] you get separated from your thoughts’, thereby implying that we can detach ourself from thoughts by watching them. This article is adapted from the reply that I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: the ego will be eradicated only when it attends to itself alone</a></li>\n<li><a href=\"#mind\">The mind cannot be quietened permanently by any means other self-attentiveness</a></li>\n<li><a href=\"#uu17-18\"><i>Upadēśa Undiyār</i> verses 17 and 18: what we should watch is only the ego, the root thought called ‘I’, and not any other thought</a></li>\n</ol>\n<a name=\"un25\"></a><b>1. <i>Uḷḷadu Nāṟpadu</i> verse 25: the ego will be eradicated only when it attends to itself alone</b><br>\n<br>\nAccording to Bhagavan the ego rises, stands, feeds itself and flourishes by ‘grasping form’, as he explains in <a href=\"http://happinessofbeing.blogspot.com/2017/03/rather-than-being-aware-of-being-aware.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form, the formless phantom-ego rises into being; grasping form it stands; grasping and feeding on form it grows [spreads, expands, increases, rises high or flourishes] abundantly; leaving [one] form, it grasps [another] form. If sought [examined or investigated], it will take flight. Investigate [or know thus].</blockquote>\nWhat he means here by ‘உரு’ (<i>uru</i>), ‘form’, is phenomena of any kind whatsoever, because every phenomenon (everything that appears and disappears in our awareness) is a form of one kind or another, and every form is a phenomenon. Since the ego is an ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>) or ‘formless phantom’, it has no hands or limbs with which to grasp anything, so it can grasp forms only by attending to or being aware of them, and hence what he means by ‘உருப்பற்றி’ (<i>uru-p-paṯṟi</i>), ‘grasping form’, is attending to or being aware of any phenomena.<br>\n<br>\nAccording to him all phenomena are mental phenomena, because whatever appears in our awareness is a projection or creation of our mind, and since mental phenomena of any kind whatsoever are what he means by the term ‘thought’ (நினைவு (<i>niṉaivu</i>) or எண்ணம் (<i>eṇṇam</i>) in Tamil), every phenomenon is a thought. Therefore by watching thoughts we are ‘grasping form’ and thereby nourishing and sustaining the ego. This is why he taught us that whatever thought may arise, and however many of them may arise, we should constantly turn our attention back towards ourself, this ego, who is the thinker and knower of all of them.<br>\n<br>\nThat is, the nature of the ego is to be nourished and strengthened by attending to anything other than itself (any thought other than ‘I’), but to subside and dissolve forever by attending only to itself, the primal thought called ‘I’. This is the unique secret revealed by Bhagavan, and is the cornerstone of his teachings.<br>\n<br>\nBy watching or attending to any thought other than this primal thought called ‘I’, the ego, we are grasping it in our awareness, so we are not detaching ourself from it but attaching ourself to it. Therefore the only way to detach ourself from all other thoughts is to cease attending to them by directing all our attention back towards ourself, the one who is aware of them.<br>\n<br>\nThe one who watches other thoughts is not ourself as we actually are but only ourself as the ego that we now seem to be, because other thoughts arise only when we rise as this ego, so by watching other thoughts we are not only attaching ourself to them but are also perpetuating the delusion that we are this ego. Whenever we seem to be this ego, we are aware of other thoughts, and whenever we are aware of other thoughts, we seem to be this ego, so there is a clear causal connection between being aware of other thoughts and seeming to be this ego. This is why Bhagavan says in this verse of <i>Uḷḷadu Nāṟpadu</i> that the ego comes into existence, stands, feeds itself and flourishes by ‘grasping form’ (that is, by grasping the appearance of other thoughts in its awareness).<br>\n<br>\nWhereas the ego is nourished and sustained by watching, attending to or being aware of anything other than itself, its seeming existence is dissolved by its watching, attending to or being attentively aware of itself, as Bhagavan implies when he says in this verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), which means, ‘If sought [examined or investigated], it will take flight’. The reason for this is that the ego does not actually exist, but it seems to exist so long as it is aware of anything other than itself, so just as an illusory snake would cease to exist only if we were to look at it carefully enough to see that it is just a rope, this ego will cease to exist only if we were to look at it carefully enough to see that it is just pure and infinite self-awareness (awareness that is aware of nothing other than itself). Therefore vigilantly watching oneself, who now seems to be this ego, is the means to detach oneself not only from all other thoughts but also from the ego itself, which is the root and cause of all of them.<br>\n<br>\n<a name=\"mind\"></a><b>2. The mind cannot be quietened permanently by any means other self-attentiveness</b><br>\n<br>\nTrying to quieten the mind by any means other than self-attentiveness can at best lead only to <i>manōlaya</i> (a state of temporary suspension of mind, like sleep), because if we focus our attention for long enough on any other thought or phenomenon, we will sooner or later subside into <i>laya</i> due to sheer exhaustion. However, subsiding into any kind of <i>laya</i> is of no spiritual benefit, any more than subsiding into sleep (which is one kind of <i>laya</i>) is of any spiritual benefit, because whenever the ego subsides in <i>laya</i> it will sooner or later rise again with all its <i>viṣaya-vāsanās</i> (its tendencies, inclinations or desires to be aware of <i>viṣayas</i> or phenomena) intact, so the only way not only to quieten the mind permanently is to destroy it along with its root, the ego, and the only way to destroy it is for the ego to attend only to itself.<br>\n<br>\n<a name=\"uu17-18\"></a><b>3. <i>Upadēśa Undiyār</i> verses 17 and 18: what we should watch is only the ego, the root thought called ‘I’, and not any other thought</b><br>\n<br>\nThe term ‘watching the mind’, which is frequently used nowadays, is ambiguous and therefore misleading, because it can mean either attending to other thoughts or attending to the first thought, the ego. Most people take it to mean watching other thoughts, which come and go, whereas according to Bhagavan what we should watch is only the ego, the primal thought called ‘I’, which is thinker and perceiver of all other thoughts and therefore their root and foundation. Since the ego is the essence of the mind, the only effective means to investigate what the mind actually is is for us to attend only to the ego and not to any other thought whatsoever.<br>\n<br>\n<a name=\"uu17\"></a>This is why after saying in <a href=\"http://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i> that if one investigates the form of the mind without forgetting, neglecting, ceasing or giving up (which means without succumbing to <i>pramāda</i> or inattentiveness), no mind will exist at all, in <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu18\">verse 18</a> he clarified that though the term ‘mind’ generally refers to thoughts as a whole, since the root of all thoughts is only the ego, the primal thought called ‘I’, what the mind essentially is is only the ego:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting [neglecting, ceasing or giving up], anything called ‘mind’ will not exist. This is the direct [straight or appropriate] path for everyone.<br>\n<br>\n<a name=\"uu18\"></a>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Elaborated translation:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nThe thought called ‘I’, which is the ego, is the root of all other thoughts because it is what thinks them, and thinking them entails forming them in its awareness. Therefore without the ego no other thought could be formed or perceived, so whatever other thought may appear, it could not do so without being formed and cognised by the ego. Therefore so long as any other thought seems to exist, the ego must be present to cognise it, so whereas other thoughts come and go and are constantly changing, the ego remains as the root and foundation of all of them, and hence it cannot subside until it ceases thinking (forming and cognising other thoughts).<br>\n<br>\nTherefore the ego is the essence of the mind, and hence what the mind essentially is is only the ego. Therefore when Bhagavan says in <a href=\"#uu17\">verse 17</a>, ‘மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை’ (<i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai</i>), ‘When one investigates [examines or scrutinises] the form of the mind without forgetting, anything called ‘mind’ will not exist’, what he means by ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), the ‘form of the mind’, is only the ego, the root-thought called ‘I’.<br>\n<br>\nTherefore whoever advised you to watch other thoughts has failed to understand the simple but fundamental principle on which the entire core of Bhagavan’s teachings is based, namely that the ego rises, stands, feeds itself and flourishes only by attending to anything other than itself, and hence it will subside and cease to exist only by attending to itself alone.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "16",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6102999424179932355/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "manōnāśa (annihilation of mind)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDkwMjg1MTgzODIyCm9mZnNldDogMAo\""
}