{
    "kind": "blogger#post",
    "id": "782965290082400921",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-07-25T11:04:00+01:00",
    "updated": "2017-07-27T00:39:54+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/07/what-is-aware-of-absence-of-ego-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/782965290082400921",
    "title": "What is aware of the absence of the ego and mind in sleep?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me today asking:<br>\n<blockquote>If pure awareness simply is and is not aware of anything else because only it exists, and the ego is not there during deep sleep, what knows the absence of the ego and mind during deep sleep?<br>\n<br>\nAfter waking up, I know for a fact that the ego-mind wasn’t there (in deep sleep). I also know that (due to not having investigated keenly enough) it appears to be here now (in waking).<br>\n<br>\nSo my question is, what is aware of both the presence of the ego-mind in waking/dream and its absence in deep sleep? It can’t be pure awareness nor the ego-mind itself.</blockquote>\nThe following is what I replied to him:<br><a name='more'></a>\n<br>\n<a name=\"ny07\"></a>Pure self-awareness is not aware of anything other than itself, but in some way that our mind cannot adequately conceive it is clearly aware that it alone exists. This is why Bhagavan was confidently able to make statements such as the following:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. (<i>Nāṉ Yār?</i> <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">paragraph 7</a>, first sentence)<br>\n<br>\n<a name=\"ny14\"></a>ஆத்மசுகம் ஒன்றே யுள்ளது; அதுவே ஸத்யம்.<br>\n<br>\n<i>ātmasukham oṉḏṟē y-uḷḷadu; aduvē satyam</i>.<br>\n<br>\n<i>Ātma-sukha</i> [the happiness that is oneself] alone exists; that alone is real. (<i>Nāṉ Yār?</i> <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">paragraph 14</a>)<br>\n<br>\n<a name=\"un13\"></a>ஞானம் ஆம் தானே மெய்.<br>\n<br>\n<i>ñāṉam ām tāṉē mey</i>.<br>\n<br>\nOneself, who is <i>jñāna</i> [awareness], alone is real. (<i>Uḷḷadu Nāṟpadu</i> <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un13\">verse 13</a>)<br>\n<br>\n<a name=\"eap5kv\"></a>தனது ஒளியால் எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே.<br>\n<br>\n<i>taṉadu oḷiyāl eppōdum uḷḷadu a-vv-ēkāṉma vattuvē</i>.<br>\n<br>\nWhat always exists by its own light is only that <i>ēkātma-vastu</i> [one self-substance]. (<i>Ēkāṉma Pañcakam</i>, <a href=\"http://happinessofbeing.blogspot.com/2009/05/ekatma-vivekam-kalivenba-version-of.html\"><i>kaliveṇbā</i> version</a>, <a href=\"#eap5\">verse 5</a>)</blockquote>\nSince pure self-awareness is clearly aware that it alone exists, it is in that sense always aware of the absence or non-existence of the ego or of anything else. Therefore for it there is only one state and not three (as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2017/06/there-is-absolutely-no-difference.html#una32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>).<br>\n<br>\nHowever, since it alone is real, from the perspective of the ego we have to say that it exists in all three states, underlying and supporting each of them, and that nothing other than it exists in sleep, whereas in waking and dream the ego and all phenomena appear from it.<br>\n<br>\nAs this ego, we are aware of our presence in waking and dream, and not aware of our presence in sleep, so in retrospect we infer in waking and dream that though we (this ego) are present in these two states, we are absent in sleep. In sleep we obviously do not think that the ego is absent, but we are not aware of its presence, and since it is just an erroneous awareness of ourself (an awareness of ourself as something other than what we actually are) it obviously does not exist when we are not aware of it.<br>\n<br>\nHowever, as this ego we can comprehend waking and dream (at least to a certain extent), but we cannot adequately comprehend sleep, because it is a state in which we (this ego) do not exist. Therefore if we want to grasp all this with perfect clarity, we need to grasp ourself with perfect clarity, and when we do so we will see that we alone exist and that there is therefore nothing else for us to grasp or comprehend.<br>\n<br>\n<a name=\"eap5\"></a>You may think this is an inadequate answer, and it is, but no answer in words can be adequate, because the truth lies beyond the grasping power of our mind, since our mind is <i>māyā</i>, which does not exist and therefore cannot be explained. This is why Bhagavan taught us that no teaching in words can be adequate, and that ultimately the truth can be revealed only by silence, as he implied in <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#eap5\">verse 5</a> of <i>Ēkāṉma Pañcakam</i>:<br>\n<blockquote>எப்போது முள்ளதவ் வேகான்ம வத்துவே<br>\nயப்போதவ் வத்துவை யாதிகுரு — செப்பாது<br>\nசெப்பித் தெரியுமா செய்தன ரேலெவர்<br>\nசெப்பித் தெரிவிப்பர் செப்பு.<br>\n<br>\n<i>eppōdu muḷḷadav vēkāṉma vattuvē<br>\nyappōdav vattuvai yādiguru — seppādu<br>\nseppit teriyumā seydaṉa rēlevar<br>\nseppit terivippar ceppu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே. அப்போது அவ் வத்துவை ஆதி குரு செப்பாது செப்பி தெரியுமா செய்தனரேல், எவர் செப்பி தெரிவிப்பர்? செப்பு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē. appōdu a-v-vattuvai ādi-guru seppādu seppi teriyumā seydaṉarēl, evar seppi terivippar? seppu</i>.<br>\n<br>\n<b>அன்வயம்:</b> எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே. அப்போது ஆதி குரு அவ் வத்துவை செப்பாது செப்பி தெரியுமா செய்தனரேல், எவர் செப்பி தெரிவிப்பர்? செப்பு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē. appōdu ādi-guru a-v-vattuvai seppādu seppi teriyumā seydaṉarēl, evar seppi terivippar? seppu</i>.<br>\n<br>\n<b>English translation:</b> What always exists is only that <i>ēkātma-vastu</i> [one self-substance]. If at that time the <i>ādi-guru</i> [the original guru, Dakshinamurti] made that <i>vastu</i> known [only by] speaking without speaking, say, who can make it known [by] speaking?</blockquote>\nWhat Bhagavan taught us in words is useful only to point out to us where we can find the silence in which everything (namely ourself, which is the only thing) will become clear, namely deep within ourself, in the very core of our being, where pure self-awareness shines all on its own.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "49",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/782965290082400921/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Ēkāṉma Pañcakam",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "silence (mauna)",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTAxMTEyMzk0NTM0Cm9mZnNldDogMzYwMDAwMAo\""
}