{
    "kind": "blogger#post",
    "id": "63031509104138193",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-05-13T12:13:00+01:00",
    "updated": "2017-05-27T11:04:56+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/05/how-to-avoid-following-or-completing.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/63031509104138193",
    "title": "How to avoid following or completing any thought whatsoever?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me:<br>\n<blockquote>I have a question on self-investigation:<br>\n<br>\nI clearly understand that I do not have to complete any of my thoughts when they arise, but, as you explain in your book, have, instead, to use my rising thoughts to remind myself of my thinking mind, that is ‘I’, which in its turn should remind me of ‘I am’.<br>\n<br>\nBut I have a problem: when some useful thought (in my opinion) rises, I lose my strong intention to not complete it and just use it as a reminder of everything that it has to remind me. When some thought that I think to be good or useful rises, I try to use it as a reminder, but unsuccessfully and the idea given me by that thought continues living in my mind. That is, usually I do not tend to just stop such thoughts and cannot help completing them.<br>\n<br>\nCould you please tell me what you do in such cases? Sri Bhagavan says that we should not complete any of our thoughts, and as I understand he means exactly what he says: any of our thoughts. He calls them ‘enemies’ that must be destroyed. What does the situation which I describe should look like ideally? How can I ignore such thoughts in a sense of treating them as well as all other thoughts? Please give me an explanation based on your own experience and understanding.</blockquote>\nThe following is adapted from the reply I wrote to her:<br><a name='more'></a>\n<ol>\n<li><a href=\"#ny10-11\"><i>Nāṉ Yār?</i> paragraphs 10 and 11: we should cling to self-attentiveness so firmly that all other thoughts are annihilated as and when they appear</a></li>\n<li><a href=\"#ny4-14\"><i>Nāṉ Yār?</i> paragraphs 4 and 14: what Bhagavan means by ‘thoughts’ is phenomena of any kind whatsoever</a></li>\n<li><a href=\"#ny05\"><i>Nāṉ Yār?</i> paragraph 5: thoughts appear only because we have appeared as this ego</a></li>\n<li><a href=\"#surrender\">We can surrender and eradicate our ego only by giving no room to the appearance of any thought other than self-attentiveness</a></li>\n<li><a href=\"#wean\">We must gradually wean ourself away from our attachment to thoughts or phenomena</a></li>\n<li><a href=\"#need\">There is never any real need for us to think about or attend to anything other than ourself</a></li>\n<li><a href=\"#bgs27-8\"><i>Bhagavad Gītā Sāram</i> verses 27 and 28: we must gently and gradually wean our ego off thinking by persistently trying to fix our attention on ourself</a></li>\n<li><a href=\"#ny06\"><i>Nāṉ Yār?</i> paragraph 6: it does not matter how many thoughts appear so long as we persevere to turning our attention back to ourself, the one to whom they all appear</a></li>\n</ol>\n<a name=\"ny10-11\"></a><b>1. <i>Nāṉ Yār?</i> paragraphs 10 and 11: we should cling to self-attentiveness so firmly that all other thoughts are annihilated as and when they appear</b><br>\n<br>\n<a name=\"ny10\"></a>Yes, you are correct in saying that Bhagavan referred to thoughts as ‘enemies’ and said that we should therefore try to attend to ourself so keenly and steadily that we do not complete any of them, because this is what he taught us very clearly in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to be aware of things other than oneself], which come from time immemorial, rise [as thoughts] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness or contemplation on one’s own form] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner a person may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ he completely rejects the thought that he is a sinner and is zealous [or steadfast] in <i>svarūpa-dhyāna</i>, he will certainly be reformed [transformed into what one actually is].<br>\n<br>\n<a name=\"ny11\"></a>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist in the mind, so long the investigation who am I is necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or vigilant self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are only one. Just as pearl-divers, tying stones to their waists and submerging, pick up pearls that lie at the bottom of the ocean, so each one, submerging [beneath the surface activity of one’s mind] and sinking [deep] within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], can attain the pearl of oneself. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone will be sufficient. So long as enemies are within the fort, they will continue coming out from it. If one continues cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\n<i>Viṣaya-vāsanās</i> are the seeds that rise in us as thoughts, and whenever they sprout as thoughts they require the water of our attention in order to survive and flourish. Therefore if we allow our attention to be carried away by whatever thoughts arise we are thereby nourishing and sustaining our <i>viṣaya-vāsanās</i>, just as sprouted seeds are nourished and sustained by water, whereas if we keep our attention fixed on ourself as steadily as possible and turn it back to ourself whenever it is distracted by the appearance of any thoughts, we are thereby depriving them of our attention and thus we are parching and weakening our <i>viṣaya-vāsanās</i>, just as sprouted seeds are parched and weakened when deprived of water. This is why Bhagavan taught us that we should cling to self-attentiveness so firmly and persistently that we avoid being distracted or carried away by whatever thoughts may arise, and this is what he meant by saying that we should continue cutting down all our enemies as and when they emerge from the fortress of our heart.<br>\n<br>\n<a name=\"ny4-14\"></a><b>2. <i>Nāṉ Yār?</i> paragraphs 4 and 14: what Bhagavan means by ‘thoughts’ is phenomena of any kind whatsoever</b><br>\n<br>\n<a name=\"ny04\"></a>However, in order to understand exactly what he meant by the rising or appearance of thoughts, and hence by saying that we should annihilate all of them as and when they appear, it is necessary for us first to understand very clearly what he meant by the term ‘thought’ (நினைவு (<i>niṉaivu</i>) or எண்ணம் (<i>eṇṇam</i>) in Tamil), because according to him everything other than ourself is a thought, including the ego, which is the first thought and the root of all other thoughts. Even the world is nothing but a series of thoughts, as he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu. silandi-p-pūcci eppaḍi-t taṉṉiḍamirundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉam-um taṉṉiḍattilirundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>.<br>\n<br>\nExcluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind projects the world from within itself and again dissolves it back into itself.<br>\n<br>\n<a name=\"ny14\"></a>ஜக மென்பது நினைவே. ஜகம் மறையும்போது அதாவது நினைவற்ற போது மனம் ஆனந்தத்தை யனுபவிக்கின்றது; ஜகம் தோன்றும் போது அது துக்கத்தை யனுபவிக்கின்றது.<br>\n<br>\n<i>jagam eṉbadu niṉaivē. jagam maṟaiyum-pōdu adāvadu niṉaivaṯṟa-pōdu maṉam āṉandattai y-aṉubhavikkiṉḏṟadu; jagam tōṉḏṟum-pōdu adu duḥkhattai y-aṉubhavikkiṉḏṟadu</i>.<br>\n<br>\nWhat is called the world is only thought. When the world disappears, that is, when thought ceases, the mind experiences happiness; when the world appears, it experiences <i>duḥkha</i> [affliction, pain, sorrow, distress, discomfort, uneasiness, trouble or difficulty].</blockquote>\nThat is, since the entire world is just a mental projection, like everything we experience in a dream, all phenomena are mental phenomena, and mental phenomena of all kinds are what he means by the term ‘thought’. Therefore what he means by the rising of thought is the appearance of anything in our awareness.<br>\n<br>\n<a name=\"ny05\"></a><b>3. <i>Nāṉ Yār?</i> paragraph 5: thoughts appear only because we have appeared as this ego</b><br>\n<br>\nWhy do thoughts arise or appear in our awareness? Only because we have risen as this ego, the primal thought called ‘I’, as he points out in the final sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first</b> [primal, basic, original or causal] <b>thought</b>. Only after this arises do other thoughts arise. Only after the first person [the ego or primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\nThoughts (or rather their seeds: <i>viṣaya-vāsanās</i>) are the enemies who have occupied the fortress of our heart, but our arch-enemy is their progenitor and sovereign, the ego, who commands and controls them, and for whom they act as a praetorian guard, ready at every moment to rise up in its defence, and if necessary to fight to the death to protect and sustain it. However, like the praetorian guard of ancient Rome, they also hold sway over their sovereign so long as it depends on them for its survival, so they can and do delude and misguide it. This is why we need to annihilate them as and when they rise.<br>\n<br>\nHowever, they cannot be eradicated entirely until their parent and root, the ego, is eradicated, because no matter how many of them are cut down, more will continue sprouting from the ego, since it cannot survive without them, so our effort should be directed at eradicating the ego, which we can do only by being keenly self-attentive. The more we practise being self-attentive, the weaker our <i>viṣaya-vāsanās</i> will become, and as they become weaker, their root, the ego, will also become weaker, and thus our ability to be keenly self-attentive will increase, until eventually the ego and all its progeny (all thoughts or phenomena) will be consumed in the infinite clarity of pure self-awareness.<br>\n<br>\nTherefore thoughts will continue to arise so long as we continue to experience ourself as this ego, because we cannot rise or stand as this ego without following or attaching ourself to other thoughts, which in comparison to it are relatively gross, as Bhagavan points out towards the end of the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனம் எப்போதும் ஒரு ஸ்தூலத்தை யனுசரித்தே நிற்கும்; தனியாய் நில்லாது.<br>\n<br>\n<i>maṉam eppōdum oru sthūlattai y-aṉusarittē niṟkum; taṉiyāy nillādu</i>.<br>\n<br>\nThe mind [the ego] stands only by always going after [conforming, attaching itself or attending to] a <i>sthūlam</i> [something gross, namely a physical body, which is just a thought]; solitarily it does not stand.</blockquote>\nWhen the ego rises, it does so by projecting and attaching itself to a body, which it mistakes to be itself, and along with that body it projects and attaches itself to numerous other thoughts. This is the nature of the ego, and it cannot stand without constantly projecting and grasping thoughts.<br>\n<br>\n<a name=\"surrender\"></a><b>4. We can surrender and eradicate our ego only by giving no room to the appearance of any thought other than self-attentiveness</b><br>\n<br>\nIn other words, as he says in <a href=\"http://happinessofbeing.blogspot.com/2017/03/to-eradicate-mind-we-must-watch-only.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, the ego rises, stands, feeds itself and flourishes by ‘grasping form’, which means by attending to thoughts (because every thought is a form, and every form or phenomenon is just a thought), so by attending to anything other than ourself we are nourishing and sustaining our ego. Therefore our aim should be to attend to ourself so keenly and steadily that we give absolutely no room to the rising of any other thought, as he indicates in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். [...]<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>. [...]<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God.</blockquote>\n<a name=\"wean\"></a><b>5. We must gradually wean ourself away from our attachment to thoughts or phenomena</b><br>\n<br>\nHowever, though clinging so firmly to self-attentiveness that we thereby give absolutely no room to the rising of any other thoughts is our ultimate aim, since it is the only means by which we can surrender and eradicate our ego, most of us are not yet willing to give up our ego, so we continue to cling tenaciously to thoughts most of the time. Therefore we have to gradually wean our ego away from its attachments to thoughts (forms or phenomena of any kind whatsoever), and this can be done only by gentle but persistent practice of being self-attentive.<br>\n<br>\nUntil we are willing to let go of (surrender) our ego entirely, we will not be able to avoid thoughts altogether, but even when we are thinking other thoughts, we never cease to be aware of ourself, so we can be at least partially self-attentive even when attending to other things (which are all thoughts in the sense in which Bhagavan uses the term). That is, whatever else we may be aware of, we are aware of it against a background of permanent self-awareness, but though we are always self-aware, we are usually negligently self-aware, because we are more interested in being aware of other things than in our fundamental awareness of ourself. Therefore whenever we are aware of anything else, our aim should be to be attentively self-aware instead of negligently self-aware, as we usually are.<br>\n<br>\nThe more we practice being attentively self-aware even in the midst of activities and other preoccupations, the easier it will become for us to focus all our attention on ourself, thereby withdrawing it from everything else, whenever we recognise that we have no immediate need to think about (or attend to) anything else. And likewise, the deeper we go into being self-attentive whenever we feel no immediate need to think about anything else, the easier it will become for us to hold fast to being attentively self-aware even while being aware of other things.<br>\n<br>\n<a name=\"need\"></a><b>6. There is never any real need for us to think about or attend to anything other than ourself</b><br>\n<br>\n<a name=\"dec98note\"></a>Though most of us still feel the need to think about other things most of the time, this feeling is actually just a delusion, because we do not ever need to attend to anything other than ourself. Since we now experience ourself as a person (a living body with a functioning mind), it seems to us that we need to engage in various activities in order to sustain our body (and also in most cases to take care of other people for whom we feel responsible), and that to engage in such activities we need to attend to or think about other things, but according to Bhagavan all the actions that our body, speech and mind are destined to do they will be made to do, whether or not we take any interest in them or pay any attention to them, and any other actions that we may try to do will not in any way change what is destined to happen, as he said clearly in the <a href=\"http://happinessofbeing.blogspot.com/2016/06/why-should-we-rely-on-bhagavan-to-carry.html#dec98note\">note he wrote for his mother</a> when she wanted to take him home with her in December 1898:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nAccording to their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance [that is, according to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]. What is never to happen will not happen whatever effort one makes [to make it happen]; what is to happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\n<a name=\"ny13\"></a>Therefore contrary to what we generally believe, there is never actually any need for us to think about or attend to anything other than ourself, so if we are seriously intent on investigating ourself and thereby surrendering our ego we can leave all our other cares and concerns to the care of our destiny, which is what has been ordained to happen by the sweet will of God or <i>guru</i>. Therefore after saying in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i> (which I quoted above in <a href=\"#surrender\">section 4</a>) that holding fast to self-attentiveness (<i>ātma-cintana</i>) and thereby giving absolutely no room to the rising of any other thought is alone surrendering oneself to God, in the subsequent sentences of that paragraph he emphasises that instead of thinking about anything else we should leave all the burden of thinking (attending to anything other than ourself) to God, who is already bearing the entire burden of the universe:<br>\n<blockquote>ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cinti-p-padēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nEven though one places whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all activities [everything that happens in this world], instead of yielding to it why should we be always thinking, ‘it is necessary to act in this way; it is necessary to act in that way’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it suffer bearing our small luggage on our head instead of remaining happily leaving it placed on that [train]?</blockquote>\nIt is natural for us to feel that some thoughts are more important or useful than others, as you say, and we cannot entirely give up feeling so until all our attachments to anything other than ourself are considerably weakened by persistent practice of self-attentiveness. However, whenever we find it difficult to avoid being distracted and carried away by thoughts that we consider to be important or useful, we should remind ourself that Bhagavan has asked us to surrender the entire burden of thinking to God (who is none other than Bhagavan himself), saying that he will bear however much burden we place on him.<br>\n<br>\nWhatever is destined to happen will happen whether or not we take interest in it, attend to it or think about it, so there is actually nothing other than ourself that we ever actually need attend to or think about, so we need not concern ourself at all about what will happen if we focus all our attention only on ourself. However to give up entirely thinking about anything else requires extreme detachment (<i>vairāgya</i>), and we can cultivate such detachment only by patiently and persistently practising being self-attentive as much as possible.<br>\n<br>\n<a name=\"bgs27-8\"></a><b>7. <i>Bhagavad Gītā Sāram</i> verses 27 and 28: we must gently and gradually wean our ego off thinking by persistently trying to fix our attention on ourself</b><br>\n<br>\n<a name=\"bgs27\"></a>That is, though our ego with all its cares and concerns is obviously a huge burden for us, most of us are not yet willing to surrender it entirely by attending to nothing other than ourself. Therefore we need to gradually wean our ego away from its attachments, which we can do most effectively by trying to be self-attentive as much as we can, and this entails turning our attention back to ourself whenever we find it has been distracted away towards anything else, as explained by Bhagavan in verses <a href=\"http://happinessofbeing.blogspot.co.uk/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#bgs27\">27</a> and <a href=\"http://happinessofbeing.blogspot.co.uk/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#bgs28\">28</a> of <i>Bhagavad Gītā Sāram</i> (which are his translations of <i>Bhagavad Gītā</i> 6.25 and 6.26):<br>\n<blockquote>தீரஞ்சேர் புத்தியினாற் சித்தத்தை மெல்லமெல்ல<br>\nநேரச் செயவேண்டு நிச்சலன — மாரதனே<br>\nசித்தத்தை யான்மாவிற் சேர்த்திடுக மற்றெதுவு<br>\nமித்தனையு மெண்ணிடா தே.<br>\n<br>\n<i>dhīrañcēr buddhiyiṉāṯ cittattai mellamella<br>\nnērac ceyavēṇḍu niścalaṉa — mārathaṉē<br>\ncittattai yāṉmāviṟ cērttiḍuka maṯṟeduvu<br>\nmittaṉaiyu meṇṇiḍā dē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தீரம் சேர் புத்தியினால் சித்தத்தை மெல்ல மெல்ல நேர செய வேண்டும் நிச்சலன. மா ரதனே, சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>dhīram sēr buddhiyiṉāl cittattai mella mella nēra seya vēṇḍum niścalaṉa. mā rathaṉē, cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>அன்வயம்:</b> தீரம் சேர் புத்தியினால் சித்தத்தை மெல்ல மெல்ல நிச்சலன நேர செய வேண்டும். மா ரதனே, சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>dhīram sēr buddhiyiṉāl cittattai mella mella niścalaṉa nēra seya vēṇḍum. mā rathaṉē, cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>English translation:</b> It is necessary by a courage-imbued intellect to gently gently [calmly and gradually] make the mind achieve motionlessness. Great charioteer, fix the mind [your attention] in [or on] <i>ātman</i> [yourself]; do not think even the slightest of anything else at all.<br>\n<br>\n<a name=\"bgs28\"></a>எதுவுந் திரமின்றி யென்றுமலை சித்த<br>\nமெதெதனைப் பற்றியே யேகு — மததினின்<br>\nறீர்த்தந்தச் சித்தத்தை யெப்போது மான்மாவிற்<br>\nசேர்த்துத் திரமுறவே செய்.<br>\n<br>\n<i>eduvun thiramiṉḏṟi yeṉḏṟumalai citta<br>\nmededaṉaip paṯṟiyē yēhu — madadiṉiṉ<br>\nḏṟīrttandac cittattai yeppōdu māṉmāviṟ<br>\ncērttut thiramuṟavē sey</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எதுவும் திரம் இன்றி என்றும் அலை சித்தம் எது எதனை பற்றியே ஏகும், அது அதினின்று ஈர்த்து அந்த சித்தத்தை எப்போதும் ஆன்மாவில் சேர்த்து திரம் உறவே செய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eduvum thiram iṉḏṟi eṉḏṟum alai cittam edu edaṉai paṯṟiyē ēhum, adu adiṉiṉḏṟu īrttu anda cittattai eppōdum āṉmāvil cērttu thiram uṟavē sey</i>.<br>\n<br>\n<b>அன்வயம்:</b> எதுவும் திரம் இன்றி என்றும் அலை சித்தம் எது எதனை பற்றியே ஏகும், அது அதினின்று அந்த சித்தத்தை ஈர்த்து ஆன்மாவில் சேர்த்து எப்போதும் திரம் உறவே செய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eduvum thiram iṉḏṟi eṉḏṟum alai cittam edu edaṉai paṯṟiyē ēhum, adu adiṉiṉḏṟu anda cittattai īrttu āṉmāvil cērttu eppōdum thiram uṟavē sey</i>.<br>\n<br>\n<b>English translation:</b> Whatever the mind, which is always wavering without any steadiness, grasps and [wherever it consequently] goes, drawing that mind back from that and fixing it in [or on] <i>ātman</i> [yourself], make it be always steady.</blockquote>\nThis is the practice that we need to do patiently and persistently until we (this ego) have been weaned from our attachment to thinking or being aware of other things to such an extent that we finally become willing to surrender ourself entirely by fixing our entire attention on ourself so keenly and steadily that we see what we actually are and thereby dissolve forever in the perfect clarity of pure self-awareness.<br>\n<br>\nNot allowing our mind to be distracted away from ourself by anything else whatsoever is what Bhagavan means by saying that we should not follow or complete whatever thoughts may arise, and also by saying that as and when they appear we should annihilate all of them in the very place from which they arise (namely ourself). To develop the ability to do so effectively and entirely we must just persevere patiently in our practice of being self-attentive as much as possible.<br>\n<br>\n<a name=\"ny06\"></a><b>8. <i>Nāṉ Yār?</i> paragraph 6: it does not matter how many thoughts appear so long as we persevere to turning our attention back to ourself, the one to whom they all appear</b><br>\n<br>\nUltimately the following of thoughts will cease entirely only when the follower ceases, and the follower (the ego) will cease only when we look at ourself keenly enough to see what we actually are. In the meanwhile, however, thoughts will continue to appear, and whenever we do not cling firmly enough to being keenly self-attentive, they will continue to distract our attention away from ourself. However, this does not matter so long as we persevere in trying to turn our attention back to ourself whenever we notice that it has been distracted by the appearance of any thought (anything other than ourself), as he teaches us in the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நானார் என்னும் விசாரணையினாலேயே மன மடங்கும். நானார் என்னும் நினைவு மற்ற நினைவுகளை யெல்லா மழித்துப் பிணஞ்சுடு தடிபோல் முடிவில் தானு மழியும். பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது. [...]<br>\n<br>\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum. nāṉ-ār eṉṉum niṉaivu maṯṟa niṉaivugaḷai y-ellām aṙittu-p piṇañ-cuḍu taḍi-pōl muḍivil tāṉ-um aṙiyum. piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggiratai-y-āy ovvōr eṇṇamum kiḷambum-pōdē idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>. [...]<br>\n<br>\nOnly by the investigation who am I will the mind [whose root and essence is the ego] cease. The thought who am I [that is, the attentiveness with which one investigates what one is], having destroyed all other thoughts, will itself also in the end be destroyed like a corpse-burning stick [a stick that is used to stir a funeral pyre to ensure that the corpse is burnt completely]. If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; the thought which had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace will increase. [...]</blockquote>\nTherefore it does not matter how often we fail to avoid being distracted by thoughts so long as we persevere in repeatedly turning our attention back to ourself, the one to whom all thoughts appear, and in trying to cling as firmly, steadily and keenly as possible to being self-attentive, because self-attentiveness will eventually enable us to be aware of ourself as we actually are and thereby eradicate the ego, the root from which all other thoughts sprout.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "48",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/63031509104138193/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavad Gītā",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "God",
        "guru",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk1ODc5NDk2MjIwCm9mZnNldDogMzYwMDAwMAo\""
}