{
    "kind": "blogger#post",
    "id": "5167808109511523331",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-05-27T10:21:00+01:00",
    "updated": "2017-05-27T10:27:34+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/05/do-we-need-to-do-anything-at-all.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5167808109511523331",
    "title": "Do we need to do anything at all?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">During a recent meeting of the <a href=\"http://www.ramana-maharshi.org.uk/\">Ramana Maharshi Foundation UK</a>, which was recorded on the video <a href=\"https://youtu.be/ZH14wRP20Uw\">2017-05-13 Ramana Maharshi Foundation UK: discussion with Michael James on importance of practice</a>, a friend called Alasdair was questioning me, and from <a href=\"https://youtu.be/ZH14wRP20Uw?t=2026\">33.46</a> to <a href=\"https://youtu.be/ZH14wRP20Uw?t=2391\">39.51</a> our dialogue was as follows:<br>\n<blockquote><b>Alasdair:</b> OK, so, if I am lying in bed, and I manage to remind myself that the first thing I have got to think of is ‘who am I?’ and keep the ‘I’-current running, but I also know that shortly after I get out of bed I have got to do certain things in the kitchen, or I have got certain tasks to …<br>\n<br>\n<b>Michael:</b> Who has all these tasks?<br>\n<br>\n<b>A:</b> The little ‘I’, and it is precisely that which …<br>\n<br>\n<b>M:</b> No, it is not the little ‘I’. The little ‘I’ doesn’t have any tasks. It’s Alasdair who has all these tasks, isn’t it?<br><a name='more'></a>\n<br>\n<b>A:</b> Alasdair the ego.<br>\n<br>\n<b>M:</b> No, Alasdair is not the ego. Alasdair is the one whom the ego says is ‘I’. Who is it who says, ‘I am Alasdair’? That is the ego.<br>\n<br>\n<b>A:</b> Yes, OK, but nevertheless …<br>\n<br>\n<b>M:</b> So because you feel ‘I am Alasdair’, because of that identification with Alasdair, and because Alasdair has to do things (Alasdair is a body, a person, and this person needs to eat, it needs to pay the bills, it needs to do this, it needs to do that, all these things), so, so long you are Alasdair, you will be feeling ‘I need to do all these things’. That is what is called the <i>kartavya buddhi</i>: <i>kartṛtva buddhi</i> means the sense of doership [ ‘I am doing’]; <i>kartavya buddhi</i> means the sense ‘I have to do’.<br>\n<br>\nThat <i>kartavya buddhi</i> is the real problem, because …, it is because we take ourself, because I feel ‘I am Michael’, I feel I have so many responsibilities, and I think …, but actually according to Bhagavan we don’t have any responsibilities. Bhagavan says your only duty is not to be this or that; your only duty is to be.<br>\n<br>\n<a name=\"dec98note\"></a>We don’t actually … [have any need to do or think anything], we think it is necessary, we think: ‘How can I carry on … with my life, how can I look after my family, how can I do this, how can I do that, if I don’t think?’ According to Bhagavan it is not necessary to think at all, because as he said in <a href=\"http://happinessofbeing.blogspot.co.uk/2017/05/how-to-avoid-following-or-completing.html#dec98note\">the note to his mother</a>: that which is to happen will happen, however much we try to obstruct it; that that which is not to happen will not happen, however much we try to achieve it; therefore we should keep quiet.<br>\n<br>\nDoes that mean we shouldn’t do anything? No, we shouldn’t do anything. But, it doesn’t mean the body, speech and mind shouldn’t do things. The body, speech and mind will be made to act, as he says in the first sentence [of that note]: ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>). That literally means: ‘அவரவர் பிராரப்தப் பிரகாரம்’ (<i>avar-avar prārabdha-p prakāram</i>) means ‘According to their-their <i>prārabdha</i>‘, ‘their-their destiny’, that means according to the destiny of each person; ‘அதற்கானவன்’ (<i>adaṟkāṉavaṉ</i>) means ‘he who is for that’, which means God or <i>guru</i>; ‘ஆங்காங்கிருந்து’ (<i>āṅgāṅgu irundu</i>), ‘being there-there’, that means in the heart of each one; ‘ஆட்டுவிப்பன்’ (<i>āṭṭuvippaṉ</i>), ‘ஆட்டுவிப்பன்’ (<i>āṭṭuvippaṉ</i>) means ‘will make them dance’.<br>\n<br>\nSo it is Bhagavan who …, according to our destiny Bhagavan will make our body, speech and mind do the actions that they need to do. We don’t have to attend to that. It will all go on … [automatically]. If we have sufficient faith in Bhagavan … [we need not do or think anything]: Sadhu Om used to say, if, supposing you had a servant who came to you and said, ‘I will do whatever you want me to do’, how much we would feel relieved from all the responsibilities that we have, because this servant is ready to do everything. But such a servant has come into our life. That servant is Bhagavan. He has come and he has offered even to think for us.<br>\n<br>\n<a name=\"ny13\"></a>If we have trust in what Bhagavan has taught us, we can give even the burden of thinking to him. That is why he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Yār?</i>, after saying, ‘Being firmly fixed in oneself, giving no room to the rising of any thought other than the thought of oneself, is surrendering oneself to God’, then in the following sentences he explains why it is not necessary to think of anything else. He says however much burden we place on God, he will bear all of it. After all, God is bearing the burden of all this universe, isn’t he? So when that one <i>paramēśvara śakti</i>, that one ruling power, is driving all the activities in this universe, why should we be thinking, ‘I should act in this way, I should act in that way’? When you are travelling in a train, you know that the train is carrying all the burden, why don’t you just put your suitcase down beside you or on the luggage rack or wherever? Why do you insist on carrying it on your head?<br>\n<br>\nOur thinking any thought is carrying luggage on our head. It is not necessary to do so. Because what is to happen is going to happen anyway. We don’t have to think about it. It is because of our lack of faith in Bhagavan that we think anything. So none of us here really have faith in Bhagavan. Because if we had faith in Bhagavan we’d let him do all the thinking for us.<br>\n<br>\nWe can’t have faith in Bhagavan, we can’t have full faith in Bhagavan, we can’t get that full trust in Bhagavan, so long as the ego exists, because the nature of the ego is grasping things, the nature of the ego is feeling ‘I am this person, I need to survive as this person, I need food, I need shelter, I need this, I need that, I have to act in this way, I have to act in that way’: ‘இப்படிச் செய்யவேண்டும், அப்படிச் செய்யவேண்டும்’ (<i>ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum</i>) [‘it is necessary to do like this, it is necessary to do like that’], as Bhagavan says in that paragraph of <i>Nāṉ Yār?</i>.<br>\n<br>\nWhy should we be thinking that, he asks us. But we all say, ‘Oh no no, Bhagavan, it is necessary, it is necessary. How will I get my food if I don’t go and work for it? How will I pay the rent? How will I do this, how will I do that? And I have got my family I need to look after’. Bhagavan says, ‘Why you carry the luggage on your head?’ … So we are all sitting here carrying our luggage on our head.</blockquote>\nReferring to my second answer in this portion of our dialogue, namely ‘No, it is not the little ‘I’. The little ‘I’ doesn’t have any tasks. It’s Alasdair who has all these tasks, isn’t it?’, a friend wrote to me:<br>\n<blockquote>This is not very clear to me. As you have explained elsewhere, a person is a set of mental and physical adjuncts centred around a body. Therefore a person is just a set of <i>jada</i> (insentient) adjuncts, and these insentient adjuncts, according to my understanding, can have no real tasks. If any entity feels it needs to do something, if any entity feels it needs to achieve this or that, it can be only the ego, because it is only a sentient being which can have such ideas of doership. But you say ‘No, it is not the little ‘I’; the little ‘I’ doesn’t have any tasks, its Alasdair who has all these tasks, isn’t it?’ This is not very clear. I would appreciate if you would be kind enough to explain this.</blockquote>\n The following is adapted from my reply to him:<br>\n<br>\nYour confusion here is due to your not distinguishing the need to do tasks from the feeling ‘I need to do tasks’. The person called Alasdair is what needs to do tasks, but it does not feel ‘I need to do tasks’, because as you say it is <i>jaḍa</i>: insentient, devoid of awareness. What feels the need to do anything is only the ego, because it alone is aware, and since it mistakes itself to be Alasdair, it feels that it needs to do whatever Alasdair needs to do.<br>\n<br>\nYou say that since a person is just a set of insentient adjuncts, it can have no real tasks, but a person is a living body, and in order to survive, does not the body need to do certain tasks, such as breathing, eating and acquiring the resources needed to maintain itself (food, clothing and shelter)? Therefore the body does need to do certain things, but do we need to do anything? If we are the body, we do need to do things, but are we this body?<br>\n<br>\nAs soon as we rise as this ego, we experience ourself as if we were a certain body, and hence it seems to us that we need to do certain things. This <i>kartavya buddhi</i> (the sense that we need to do this or that) and its concomitant <i>kartṛtva buddhi</i> (the sense that we are doing this or that) are the very nature of the ego, because the ego always experiences itself as ‘I am this body’.<br>\n<br>\nTherefore we need to avoid rising as this ego, which means that we need to cease identifying ourself as a body. This is why I pointed out to Alasdair that the one who has to do so many tasks is not the ego but only Alasdair. So long as the ego experiences itself as ‘I am Alasdair’, it seems to be doing things and to have the need to do things, but all the ego actually needs to do is to look at itself to see whether it is really Alasdair. When it looks keenly enough, it will see what it actually is, and thereby it will cease to be the ego, and hence cease to be Alasdair or any other person.<br>\n<br>\nThat is, the nature of the ego is to experience itself as ‘I am this person’, so to eradicate it we need to constantly question and investigate whether we are actually the person that we seem to be. As a person we have needs, duties and responsibilities, but are we this person?<br>\n<br>\nAs Bhagavan explained in <a href=\"http://happinessofbeing.blogspot.co.uk/2017/05/how-to-avoid-following-or-completing.html#dec98note\">the note that he wrote for his mother</a> in December 1898, so long as it seems to exist, the person that we seem to be will be made to do whatever it has to do according to its destiny, and no matter how much effort we may make we cannot even to the slightest extent change, add to or subtract from what is destined to happen, so we need not concern ourself with any of the needs, duties or responsibilities of this person. Let it do whatever it is destined to do. Our only concern should be to investigate and find out what we ourself actually are.<br>\n<br>\nThis is why in all his core teachings Bhagavan is constantly turning our attention back to ourself. As he made abundantly clear, both in his original writings and in the answers that he gave to numerous questions, we do not actually need to do anything or think anything at all, but need only try to be so keenly and steadily self-attentive that we see what we actually are, whereupon we will find that we are just pure and infinite self-awareness, which never does or needs to do anything at all.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "44",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5167808109511523331/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDk1ODc3MjU0NzY1Cm9mZnNldDogMzYwMDAwMAo\""
}