{
    "kind": "blogger#post",
    "id": "2831935296319178540",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-03-08T21:33:00Z",
    "updated": "2017-03-08T21:33:13Z",
    "url": "http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2831935296319178540",
    "title": "There is only one ego, and even that does not actually exist",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me asking various questions about what I had said in some of the videos on my YouTube channel, <a href=\"https://www.youtube.com/user/SriRamanaTeachings\">Sri Ramana Teachings</a>, and also about several other related topics, so this article is adapted from my reply to her.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ejv\">We who are aware of this world are the only ego</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: investigating what this ego is is giving up everything</a></li>\n<li><a href=\"#uu28\"><i>Upadēśa Undiyār</i> verse 28: when everything else ceases to exist, what remains is only beginningless, infinite and undivided <i>sat-cit-ānanda</i></a></li>\n<li><a href=\"#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12: we are not nothingness but pure awareness</a></li>\n<li><a href=\"#un31\"><i>Uḷḷadu Nāṟpadu</i> verse 31: the <i>jñāni</i> is aware of nothing other than itself, so our mind cannot grasp its perspective</a></li>\n<li><a href=\"#un33\"><i>Uḷḷadu Nāṟpadu</i> verse 33: the ‘I’ that rises to say ‘I have seen’ has seen nothing</a></li>\n</ol>\n<a name=\"ejv\"></a><b>1. We who are aware of this world are the only ego</b><br>\n<br>\nAll questions can ultimately be resolved only in silence, but to enable us to experience the silence that we actually are, Bhagavan gave us teachings in words, so until we lose ourself in absolute silence, his words are our guide.<br>\n<br>\nHe taught us that everything that we experience other than ourself is just a dream, and that just as in dream there is only one ego who projects and perceives the dream world and all the people in it, in this dream that we now mistake to be waking we are the only ego who has projected this world and is perceiving it.<br>\n<br>\nThis teaching is called <i>ēka-jīva-vāda</i> (the contention that there is only one <i>jīva</i> or ego), and once when Bhagavan was explaining it, one of the devotees who was present there asked him, ‘Which one of us here is the one <i>jīva</i>?’, to which he replied, ‘You are that’. Then another devotee asked, ‘What about me?’, and to him also Bhagavan said, ‘You are that’.<br>\n<br>\nWhat should we understand from this? When we are dreaming we seem to be just one among many people in the dream world, and we assume that each other person is a <i>jīva</i> or ego just like us and that each of them is therefore perceiving the world just as we are. However, as soon as we wake up, we understand that all those other people we saw in our dream were just our own mental projections and that none of them were actually perceiving or aware of anything. Likewise in our present state all the other people we see are just our own mental projections, so it is only in our view that they seem to be perceiving the world just as we are.<br>\n<br>\nThis is why if we ask Bhagavan who is the one <i>jīva</i>, he will always say ‘You are that’, because though we cannot know whether anyone else is actually aware of anything, we know that we are aware of this world, so we must be the one <i>jīva</i> or ego that he was talking about.<br>\n<br>\n<a name=\"un26\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 26: investigating what this ego is is giving up everything</b><br>\n<br>\nThis <i>ēka-jīva-vāda</i> is clearly implied in so many of his teachings. For example, in <a href=\"http://happinessofbeing.blogspot.com/2017/02/i-certainly-exist-but-i-am-not.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. [Hence] the ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nWhich ego is he referring to here? The one and only ego there is, namely ourself, so we are that.<br>\n<br>\nHowever this one ego is not what we actually are, but only what we seem to be, so if we investigate ourself keenly enough, we will see what we actually are and hence this one ego will vanish forever, since it does not actually exist, just as an illusory snake would vanish if we were to look at it carefully enough to see that it is actually just a rope. Therefore, since the seeming existence of everything else depends upon the seeming existence of ourself as this ego, and since this ego will cease to exist if we investigate it keenly enough, Bhagavan says, ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும்’ (<i>ādalāl, yādu idu eṉḏṟu nādalē yāvum ōvudal</i>), which means, ‘Therefore, investigating what this [ego] is alone is giving up everything’.<br>\n<br>\n<a name=\"uu28\"></a><b>3. <i>Upadēśa Undiyār</i> verse 28: when everything else ceases to exist, what remains is only beginningless, infinite and undivided <i>sat-cit-ānanda</i></b><br>\n<br>\nHowever, what he means by ‘everything’ in this context is all phenomena, and when the ego and all phenomena cease to exist what remains is only ourself as we actually are, which is <i>anādi</i> (beginningless), <i>ananta</i> (endless, limitless or infinite), <i>akhaṇḍa</i> (unbroken or undivided) <i>sat-cit-ānanda</i> (being-awareness-bliss), as he says in <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṯpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] beginningless, endless [or infinite] and undivided <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\nTherefore what remains when everything ceases to exist is not nothingness but the infinite fullness of <i>sat-cit-ānanda</i>, which is what we actually are and what alone is real, even when other things seem to exist.<br>\n<br>\n<a name=\"un12\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 12: we are not nothingness but pure awareness</b><br>\n<br>\nThis is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance [about anything other than oneself] is actually knowledge [or awareness]. That which knows [anything other than oneself] is not real knowledge [or awareness]. Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] knowledge [or awareness]. It is not a void [or nothingness]. Know [or be aware].</blockquote>\nTherefore you need not have any fear about ‘total and complete nothingness’, because no such thing exists, and because when the ego ceases to exist there will be no one left to experience even a seeming nothingness, since what remains then is only what we actually are, which is pure and infinite self-awareness (awareness that is not aware of anything other than itself). (In this connection you may find it useful to read a more detailed article I wrote on this subject: <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html\">Self-knowledge is not a void (<i>śūnya</i>)</a>.)<br>\n<br>\n<a name=\"un31\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 31: the <i>jñāni</i> is aware of nothing other than itself, so our mind cannot grasp its perspective</b><br>\n<br>\nRegarding your question about my remark that in the view of the <i>jñāni</i> he alone exists, though we mistake the <i>jñāni</i> to be a person, it is not actually any such thing. As Bhagavan often used to say, <i>jñāna</i> alone is the <i>jñāni</i>, which means that pure self-awareness (<i>ātma-jñāna</i>) alone is what is aware of itself. Since nothing other than pure self-awareness exists in its view, our outward-facing mind is unable to comprehend it adequately, which is why Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṟku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who are [blissfully immersed in and as] <i>tanmayānanda</i> [‘happiness composed of that’, namely our real self], which rose [as ‘I am I’] destroying themself [the ego], what one [action] exists for doing? They do not know [or experience] anything other than themself; [so] who can [or how to] conceive their state as ‘it is such’?</blockquote>\nAs you rightly point out, there is no person remaining there to say what the perspective of the <i>jñāni</i> is, so if we want to know what its perspective actually is, we must turn within to see ourself and thereby to merge in and as the pure self-awareness (<i>ātma-jñāna</i>) that we actually are.<br>\n<br>\n<a name=\"un33\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 33: the ‘I’ that rises to say ‘I have seen’ has seen nothing</b><br>\n<br>\nRegarding the people whom David Godman interviewed in some of his videos, who you say ‘were smiling and talking about their wonderful experiences as when their ego was destroyed’, there is a saying in Tamil, ‘கண்டவர் விண்டில்லை; விண்டவர் கண்டில்லை’ (<i>kaṇḍavar viṇḍillai; viṇḍavar kaṇḍillai</i>), which means ‘those who have seen do not say [or open their mouth]; those who say [or open their mouth] have not seen’. And as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2016/01/why-do-i-believe-that-atma-vicara-is.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>என்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால்.<br>\n<br>\n<i>eṉṉai yaṟiyēṉā ṉeṉṉai yaṟindēṉā<br>\nṉeṉṉa ṉahaippuk kiḍaṉāhu — meṉṉai<br>\ntaṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான் என்னை அறியேன்’, ‘நான் என்னை அறிந்தேன்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்றாய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ eṉṉai aṟiyēṉ’, ‘nāṉ eṉṉai aṟindēṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy; āl</i>.<br>\n<br>\n<b>English translation:</b> Saying ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule. Why? To make oneself an object known, are there two selves? Because being one is the truth of everyone’s experience.</blockquote>\nTherefore we should be very sceptical about anyone who claims ‘I have known myself’ or ‘I have experienced what remains after the ego is annihilated’. As you rightly point out, if the ego has been eradicated, who remains there to say ‘I’ have experienced anything? Whatever ‘I’ makes such claims can only be the ego, because what we actually are is infinite self-awareness, other than which nothing actually exists, so how could it make any such claims, and to whom could it make them? Therefore as Bhagavan says, all such claims are ‘ground for ridicule’.<br>\n<br>\nHowever, we need not concern ourself with the seeming self-ignorance or egotism of others, because those others seem to exist only in the outward-turned view of ourself as this ego, so all we need be concerned with is investigating ourself in order to find out what we ourself actually are and thereby free ourself from the clutches of this self-ignorant ego that we now seem to be.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "33",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2831935296319178540/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNDg5MDA4NzkzMDAxCm9mZnNldDogMAo\""
}