{
    "kind": "blogger#post",
    "id": "118625255947156013",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2017-09-29T15:50:00+01:00",
    "updated": "2023-07-28T09:57:21+01:00",
    "url": "http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/118625255947156013",
    "title": "<i>Upadēśa Undiyār</i>: Tamil text, transliteration and translation",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">The three main sources that I cite in articles on this blog are <i>Nāṉ Yār?</i>, <i>Upadēśa Undiyār</i> and <i>Uḷḷadu Nāṟpadu</i>, because these are the three texts in which Bhagavan expressed the fundamental principles of his teachings in the most comprehensive, systematic, clear and coherent manner, but though there is a complete <a href=\"http://happinessofbeing.com/nan_yar.html\">translation of <i>Nāṉ Yār?</i></a> on my website, I have not till now given a complete translation of all the verses of either <i>Upadēśa Undiyār</i> or <i>Uḷḷadu Nāṟpadu</i> in one place, so since friends often write to me asking for such a translation of these texts, I have decided to give a complete translation of each of them here. Therefore in this article I give a translation of all the verses of <i>Upadēśa Undiyār</i> (which Bhagavan composed first in Tamil and later translated into <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html\">Sanskrit</a>, Telugu and Malayalam under the title <i>Upadēśa Sāram</i>, ‘The Essence of Spiritual Teachings’), and in a <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\">subsequent article</a> I will likewise give a translation of all the verses of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i></a>.<br> <a name='more'></a>\n<br>\nIn both these texts Bhagavan expressed the fundamental principles of his teachings in the style of <i>sūtras</i> or aphorisms, so though each verse is relatively short, it is packed with deep meaning and is rich in implications, and hence they require explanation in order for us to understand them more deeply and completely. However no explanation of them should be considered complete, because no matter how much we may study and reflect on their meaning, we can always find fresh depth of meaning and wealth of implications in them, and consequently our understanding of them can become more clear, as I often find while answering questions or replying to comments on this blog, because when I cite and apply these verses in different contexts my understanding of them is deepened and enriched.<br>\n<br>\nTherefore in this article, instead of attempting to give any new explanations of these verses, after each one I will give a list of links in reverse chronological order to places in this blog where I have already cited, explained and discussed it. Later I intend to post a copy of this translation on my website, but until I do so I will try to keep the list of links for each verse up to date by adding new links as and when I write any further explanations of any of these verses.<br>\n<ol>\n<a href=\"#intro\">Introduction</a><br>\n<a href=\"#uu-p\"><i>Pāyiram</i>: Prefatory Verse</a> (composed by Sri Muruganar)<br>\n<a href=\"#uu-u\"><i>Upōdghātam</i>: Introductory Verses</a> (composed by Sri Muruganar)<br>\n<ul>\n<li><a href=\"#uu-u1\"><i>Upōdghātam</i> verse 1</a></li>\n<li><a href=\"#uu-u2\"><i>Upōdghātam</i> verse 2</a></li>\n<li><a href=\"#uu-u3\"><i>Upōdghātam</i> verse 3</a></li>\n<li><a href=\"#uu-u4\"><i>Upōdghātam</i> verse 4</a></li>\n<li><a href=\"#uu-u5\"><i>Upōdghātam</i> verse 5</a></li>\n<li><a href=\"#uu-u6\"><i>Upōdghātam</i> verse 6</a></li>\n</ul>\n<a href=\"#uu-nul\"><i>Nūl</i>: Text</a><br>\n<li><a href=\"#uu01\">Verse 1: <i>karma</i> is insentient, so it gives fruit only as ordained by God</a></li>\n<li><a href=\"#uu02\">Verse 2: <i>karma</i> is caused by <i>vāsanās</i>, so it does not give liberation</a></li>\n<li><a href=\"#uu03\">Verse 3: action done for God purifies the mind and shows the way to liberation</a></li>\n<li><a href=\"#uu04\">Verse 4: actions of body, speech and mind are progressively more purifying</a></li>\n<li><a href=\"#uu05\">Verse 5: worshipping anything considering it to be God is good worship of God</a></li>\n<li><a href=\"#uu06\">Verse 6: doing <i>japa</i> mentally is more purifying than otherwise</a></li>\n<li><a href=\"#uu07\">Verse 7: meditating uninterruptedly is more purifying than otherwise</a></li>\n<li><a href=\"#uu08\">Verse 8: meditation on nothing other than oneself is most purifying of all</a></li>\n<li><a href=\"#uu09\">Verse 9: being in one’s real state of being by self-attentiveness is supreme devotion</a></li>\n<li><a href=\"#uu10\">Verse 10: being in one’s source is <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i></a></li>\n<li><a href=\"#uu11\">Verse 11: when breath is restrained mind will subside</a></li>\n<li><a href=\"#uu12\">Verse 12: the root of mind and breath is one</a></li>\n<li><a href=\"#uu13\">Verse 13: dissolution of mind is of two kinds, <i>laya</i> and <i>nāśa</i></a></li>\n<li><a href=\"#uu14\">Verse 14: only by self-investigation will the mind die</a></li>\n<li><a href=\"#uu15\">Verse 15: when the mind is dead, there is no action but only one’s real nature</a></li>\n<li><a href=\"#uu16\">Verse 16: knowing nothing but awareness is real awareness</a></li>\n<li><a href=\"#uu17\">Verse 17: when one keenly investigates it, there is no mind</a></li>\n<li><a href=\"#uu18\">Verse 18: mind is essentially just the ego, the root of all other thoughts</a></li>\n<li><a href=\"#uu19\">Verse 19: when one investigates from what the ego rises, it will die</a></li>\n<li><a href=\"#uu20\">Verse 20: where the ego dies, the infinite whole will shine forth as ‘I am I’</a></li>\n<li><a href=\"#uu21\">Verse 21: that infinite whole is always the true import of the word ‘I’</a></li>\n<li><a href=\"#uu22\">Verse 22: the five sheaths are <i>jaḍa</i> and <i>asat</i>, so they are not ‘I’</a></li>\n<li><a href=\"#uu23\">Verse 23: what exists is awareness, which is what we are</a></li>\n<li><a href=\"#uu24\">Verse 24: God and soul are just one substance, but only their adjuncts differ</a></li>\n<li><a href=\"#uu25\">Verse 25: knowing oneself without adjuncts is knowing God, because he is oneself</a></li>\n<li><a href=\"#uu26\">Verse 26: being oneself alone is knowing oneself, because oneself is not two</a></li>\n<li><a href=\"#uu27\">Verse 27: there is nothing to know, so real awareness is devoid of knowledge and ignorance</a></li>\n<li><a href=\"#uu28\">Verse 28: one’s real nature is beginningless, infinite and indivisible <i>sat-cit-ānanda</i></a></li>\n<li><a href=\"#uu29\">Verse 29: abiding as supreme bliss devoid of bondage or liberation is serving God</a></li>\n<li><a href=\"#uu30\">Verse 30: knowing and being what remains when the ego has ceased is <i>tapas</i></a></li>\n<a href=\"#uu-v\"><i>Vāṙttu</i>: Concluding Verses of Praise</a> (composed by Sri Muruganar)<br>\n<ul>\n<li><a href=\"#uu-v1\"><i>Vāṙttu</i> verse 1</a></li>\n<li><a href=\"#uu-v2\"><i>Vāṙttu</i> verse 2</a></li>\n<li><a href=\"#uu-v3\"><i>Vāṙttu</i> verse 3</a></li>\n<li><a href=\"#uu-v4\"><i>Vāṙttu</i> verse 4</a></li>\n<li><a href=\"#uu-v5\"><i>Vāṙttu</i> verse 5</a></li>\n</ul>\n</ol>\n<a name=\"intro\"></a><b>Introduction</b><br>\n<br>\nLike <i>Uḷḷadu Nāṟpadu</i> and some of the other important Tamil works of Bhagavan Sri Ramana, <i>Upadēśa Undiyār</i> was composed at the request of Muruganar. In order to understand correctly what Bhagavan teaches us in this text, it is necessary for us to know the context in which he composed it.<br>\n<br>\nMuruganar, who was not only Bhagavan’s foremost disciple but also a great Tamil scholar and poet, first came to him in September 1923, and before coming he composed a song called <i>Dēśika Padigam</i>, which he offered to him on his arrival. Soon after that he composed another song entitled <i>Tiruvembāvai</i>, and on seeing the poetic beauty of these verses and the lofty ideas contained in them, Bhagavan remarked, ‘This is in the style of Manikkavacakar. Can you sing like Manikkavacakar?’. Muruganar was taken aback on hearing these words, and exclaimed, ‘Where is my ignorant mind, which is as blind as an owl in daylight, and which is darker than the darkness of night? And where is the self-experience (<i>ātma-anubhuti</i>) of Manikkavacakar, in whom the darkness of delusion had vanished and in whom true knowledge (<i>mey-jñāna</i>) had surged forth? To compare my base mind with his exalted experience is like comparing a fire-fly with the bright stars’. When Muruganar thus expressed his own deeply felt unworthiness, by his glance of grace Bhagavan shone forth in his heart, thereby making his mind blossom, enabling him to compose the great work <i>Śrī Ramaṇa Sannidhi Muṟai</i>, which in later years Bhagavan himself declared to be equal to Manikkavacakar’s <i>Tiruvācakam</i>.<br>\n<br>\n<i>Śrī Ramaṇa Sannidhi Muṟai</i> is a collection of more than 120 songs composed by Muruganar in praise of Bhagavan, and many of them are sung in the same style and metres as the songs of <i>Tiruvācakam</i>. Among the songs in <i>Tiruvācakam</i>, there is one song of 20 verses called <i>Tiruvundiyār</i>, in which Manikkavacakar sings about some of the <i>līlās</i> or divine games played by Lord Siva. Therefore in 1927 when Muruganar began to compose a song called <i>Tiruvundiyār</i> in praise of Bhagavan, he decided to follow a similar theme, and thus he started to sing about various <i>līlās</i> played by several Gods, taking all those Gods to be none other than Bhagavan Ramana himself.<br>\n<br>\nOnce some devotees asked Sadhu Om, ‘Kavyakantha Ganapati Sastri claimed that Bhagavan is an incarnation or <i>avatāra</i> of Subrahmanya. Other devotees say that he is an incarnation of Siva. What was Muruganar’s opinion? According to him, of which God was Bhagavan an incarnation?’, to which he replied with a smile, ‘According to Muruganar, it is the other way around. His conviction was that all Gods are incarnations or manifestations of Bhagavan’. This conviction of Muruganar’s is beautifully expressed by him in his song <i>Tiruvundiyār</i>.<br>\n<br>\n<a name=\"rjb3-1023\"></a>Having attained self-knowledge by the grace of Bhagavan, Muruganar knew from his own direct experience that Bhagavan is the one unlimited supreme reality, and that all Gods and divine incarnations are truly manifestations of that same supreme reality. Although the supreme reality can manifest itself in any number of divine names and forms, the highest of all those manifestations is the name and form of the <i>sadguru</i>. Therefore being an exemplary disciple, Muruganar was drawn in devotion only to the name and form of his <i>sadguru</i>, Bhagavan Ramana, as he expresses beautifully in <i>Śrī Ramaṇa Jñāna Bōdham</i>, volume 3, verse 1023:<br>\n<blockquote>அறியாதே னல்ல னநேகர்போற் றோன்று<br>\nமிறைவ ரெலாருமொன் றென்றே — அறிந்து<br>\nமவரனைவ ருள்ளு மவாவியென் சிந்தை<br>\nசிவரமணன் பாலே செலும்.<br>\n<br>\n<i>aṟiyādē ṉalla ṉanēkarpōṯ ṟōṉḏṟu<br>\nmiṟaiva relārumoṉ ḏṟeṉḏṟē — aṟindu<br>\nmavaraṉaiva ruḷḷu mavāviyeṉ cintai<br>\nśivaramaṇaṉ bālē selum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறியாதேன் அல்லன். அநேகர் போல் தோன்றும் இறைவர் எலாரும் ஒன்று என்றே அறிந்தும், அவர் அனைவர் உள்ளும் அவாவி என் சிந்தை சிவரமணன் பாலே செலும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiyādēṉ allaṉ. anēkar pōl tōṉḏṟum iṟaivar elārum oṉḏṟu eṉḏṟē aṟindum, avar aṉaivar uḷḷum avāvi eṉ cintai śiva-ramaṇaṉ pālē selum</i>.<br>\n<br>\n<b>English translation:</b> It is not that I do not know. Though I know that all Gods, who appear as if many, are one, among all of them my mind flows lovingly only towards Siva-Ramana.</blockquote>\nHence, even when he had occasion to sing about the <i>līlās</i> of some of the different names and forms in which the supreme reality had manifested itself, he was able to sing about those names and forms only as various manifestations of his Lord and <i>sadguru</i>, Bhagavan Ramana.<br>\n<br>\nThus in <i>Tiruvundiyār</i> Muruganar sings about the <i>līlās</i> of Vinayaka, Subrahmanya, Vishnu and his various incarnations such as Rama and Krishna, Siva, Buddha and Jesus, taking all these Gods to be manifestations of Bhagavan Ramana. <i>Tiruvundiyār</i> is divided into two parts, the first part consisting of 137 verses (<i>Sannidhi Murai</i>, vv. 1277-1413) about the <i>līlās</i> of various Gods narrated in the Hindu <i>Purāṇas</i>, and the second part consisting of 7 verses (<i>Sannidhi Murai</i>, vv. 1414-1420) about Buddha upholding the <i>dharma</i> of compassion (vv. 1-5) and Jesus Christ suffering crucifixion to expiate the sins of others (vv. 6-7).<br>\n<br>\nIn the first part of <i>Tiruvundiyār</i> Muruganar sings about Vinayaka breaking the axle of his father’s chariot (1-2), about Subrahmanya subduing the ego of Brahma (3), giving <i>upadēśa</i> to Siva (4-9) and playing with Vishnu (10-11), about Vishnu killing Hiranaya (12) and bestowing grace upon Mahabali (13-16), about Rama being merciful to Ravana (17), about Krishna teaching Arjuna his duty (18), and about Siva drinking poison (19), subduing Kali by his dance (20-21), plucking off one of the heads of Brahma (22), killing Andhakasura (23), burning the Tripurasuras with a mere laugh (24-34), punishing Daksha (35-36), destroying Jalandharasura (37), flaying the elephant (38), burning Kama (39-51), kicking Yama (52-61), showing compassion to Ravana (62-66), blessing Brahma and Vishnu when they worshipped him in the form of Annamalai, having failed to reach his head and feet (67-69), and finally enlightening the ascetics in the Daruka Forest (70-137). While singing about these <i>līlās</i>, Muruganar sings of them as the <i>līlās</i> of Bhagavan Ramana, who had manifested as all these various Gods.<br>\n<br>\nIt was in the context of the last <i>līlā</i> related in the first part of <i>Tiruvundiyār</i> that the work <i>Upadēśa Undiyār</i> came into existence. Having sung in <a href=\"#uu-u\">verses 70 to 102</a> how Bhagavan in the form of Siva had appeared in the Daruka Forest to subdue the pride of the ascetics (<i>tapasvis</i>) and bring them to the path of liberation, Muruganar came to the point where Siva was to give them his spiritual teachings (<i>upadēśa</i>). Thinking that it would not be appropriate for him to decide what teachings Siva would have given in order to uplift the ascetics from their then level of maturity, in which they were blinded by their attachment to the path of ritualistic action (<i>karma</i>), and to elevate their minds gradually till they would be fit to come to the direct path to liberation, Muruganar prayed to Bhagavan to reveal the essence of the teachings which he had himself given to the ascetics in those ancient days, when he had manifested in their midst in the form of Siva. Accordingly in <a href=\"#uu-nul\">verses 103 to 132</a> of the first part of <i>Tiruvundiyār</i> (verses 1379 to 1408 of <i>Sannidhi Murai</i>) Bhagavan composed the essence of the <i>upadēśa</i> that Siva gave to the ascetics in the Daruka Forest.<br>\n<br>\nWhile composing these thirty verses, which he did in one sitting, Bhagavan discussed in detail with Muruganar all the ideas which were to be presented one after another in a carefully arranged and balanced sequence, and in the course of these discussions the original drafts of verses 16, 28 and 30 were composed by Muruganar and were then revised by Bhagavan. Such was the close co-operation with which they worked together.<br>\n<br>\nThese thirty verses form the main text (<i>nūl</i>) of <i>Upadēśa Undiyār</i>, and Bhagavan subsequently translated them into Telugu, <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html\">Sanskrit</a> and Malayalam under the title <i>Upadēśa Saram</i> (The Essence of Teachings). In Tamil the entire work consists of a <a href=\"#uu-p\">prefatory verse</a> (<i>pāyiram</i>) composed by Muruganar, six <a href=\"#uu-u\">introductory verses</a> (<i>upōdghātam</i>) that Bhagavan selected from Muruganar’s <i>Tiruvundiyār</i> in order to present the teachings in their proper context, <a href=\"#uu-nul\">the main text</a> (<i>nūl</i>) of thirty verses, and five concluding <a href=\"#uu-v\">verses of praise</a> (<i>vāṙttu</i>), which are the last five verses of the first part of <i>Tiruvundiyār</i>.<br>\n<br>\n<a name=\"undipara\"></a>In each of the verses of the <i>upōdghātam</i>, <i>nūl</i> and <i>vāṙttu</i> the final word of the second and third lines is உந்தீபற (<i>undīpaṟa</i>), which is a poetic elongation of the verb <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=உந்திபற&searchhws=yes&matchtype=default\">உந்திபற</a> (<i>undipaṟa</i>), in which <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=பற-த்தல்&searchhws=yes&matchtype=default\">பற</a> (<i>paṟa</i>) is the root and an imperative form of a verb that means to fly, hover, flutter or float in the air, and <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=உந்தி&searchhws=yes&matchtype=default\">உந்தி</a> (<i>undi</i>) seems to have been the name of an ancient game played by women, which was perhaps an early non-competitive form of what later evolved into the modern competitive sports of ball badminton and badminton, and the aim of which may have been for the group of players to keep the ball or shuttlecock flying about in the air without touching the ground for as long as possible. உந்தி (<i>undi</i>) may therefore have also meant the ball or shuttlecock used in such a game, in which case உந்தீ (<i>undī</i>) would be a vocative (or eighth case) form of it, so ‘உந்தீ பற’ (<i>undī paṟa</i>) may have been an exclamation that meant ‘ball, fly’ or ‘shuttlecock, fly’. The <i>Tiruvundiyār</i> song composed by Manikkavacakar was perhaps intended to be sung while playing this game, and hence he adopted a metre in which this word occurs at the end of the second and third lines of each verse. When these verses are translated into English, உந்தீபற (<i>undīpaṟa</i>) is obviously to be treated as a poetic expletive, but it is worth noting that it does lend a very joyful and playful spirit to the profound spiritual teachings that Bhagavan gives us in <i>Upadēśa Undiyār</i>.<br>\n<br>\nIn order to understand what Bhagavan is teaching us in <i>Upadēśa Undiyār</i>, particularly in the first fifteen verses, we need to read and carefully consider the <i>upōdghātam</i> and the summary of the story contained in it. Though in the <i>Purāṇas</i> the ascetics who were living in the Daruka Forest are described as ‘rishis’ (<i>ṛṣis</i>) who were performing <i>tapas</i> or austerities, what actually was their state of mind, what kind of <i>tapas</i> were they performing, and what was it that they were seeking to achieve through their <i>tapas</i>?<br>\n<br>\nThese so-called rishis were following the path of <i>kāmya karma</i> (ritualistic actions performed for the fulfilment of temporal desires), which is the path prescribed by the <i>pūrva mīmāṁsā</i>, a system of philosophy focused on the interpretation and practice of the <i>Karma Kāṇḍa</i>, the preliminary (and by far the largest) portion of the <i>Vedas</i>, which is concerned with performance of sacrifices and other ritualistic actions. Not knowing that the true goal of life is liberation, which is eradication of ego, they exhibited their ignorance by their actions such as the performance of various kinds of <i>yāgas</i> and <i>yajñas</i> (sacrificial rites), whereby they sought to attain powers, <i>siddhis</i> and other sources of enjoyment both in this world and the next. Being adept in the performance of such sacrificial rites and in the use of other techniques such as <i>mantras</i>, <i>yantras</i> and <i>tantras</i>, they had become intoxicated with conceit. Their pride in the power and efficacy of their <i>karmas</i> (ritualistic actions) was so great that they had even come to believe that there is no God except <i>karma</i>. ‘<i>Karma</i> alone is of foremost importance. The efforts we make in performing <i>karmas</i> have the power to yield their own fruit; they must yield their fruit; even God cannot prevent them from yielding fruit. So there is no need for us to be concerned about any God other than our own <i>karmas</i>’ – such was their arrogant attitude.<br>\n<br>\nThus, though in the <i>Purāṇas</i> they are politely referred to as ‘rishis’, their state of mind reveals that they were in fact only students in the first standard of the school of <i>bhakti</i> described in chapter two of the supplement to <a href=\"https://happinessofbeing.com/path_ramana\"><i>The Path of Sri Ramana</i></a>. Can the <i>karmas</i> that they were performing for the fulfilment of their own selfish desires be called real <i>tapas</i>? As Bhagavan taught us in <a href=\"#uu30\">verse 30</a> of <i>Upadēśa Undiyār</i>, real <i>tapas</i> is nothing but complete cessation of ego, the false awareness ‘I am this body’, which is what gives rise to the sense of doership, ‘I am doing <i>karma</i>’.<br>\n<br>\nSince the ascetics had thus strayed so far from the path that leads to the real goal of egolessness, it was necessary for Lord Siva, the ocean of compassion, to make them understand the error of their ways and guide them back to the proper path. Therefore he manifested in the form of a mendicant and made them understand that even their most powerful <i>karmas</i> were rendered powerless in front of him. Thus their pride was subdued and they prayed to him for salvation.<br>\n<br>\nKnowing how gross and unrefined the minds of the ascetics had become due to their longstanding attachment to <i>karma</i>, Siva knew that it would not be possible to bring them immediately to the subtle path of self-investigation (<i>ātma-vicāra</i>), which alone is the direct path to liberation. Therefore he had to guide them towards the path of self-investigation in a gradual manner. That is why in the first fifteen verses of <i>Upadēśa Undiyār</i> it was necessary for Bhagavan to summarise the paths of <i>niṣkāmya karma</i>, <i>bhakti</i> and <i>yōga</i>, which Siva first had to teach to the ascetics in order to elevate their minds gradually to the level of maturity in which they could understand that liberation can ultimately be attained only by means of self-investigation. Only after summarising those paths and explaining how they are each intended to lead eventually to the path of self-investigation, which is the true path of <i>jñāna</i>, could he begin to explain this path in more detail from <a href=\"#uu16\">verse 16</a> onwards.<br>\n<br>\nEither because they do not know the context in which he composed this work, or because they have not carefully considered the connection between the context and what he taught in it, many people wrongly assume that <i>Upadēśa Undiyār</i> or <i>Upadēśa Sāram</i> is the essence of Bhagavan Ramana’s own teachings. However, if we consider the context and what he wrote in the first fifteen verses, it should be clear that the intention with which he composed this work was to summarise not his own teachings but the teachings that Siva gave in ancient days to the ascetics in the Daruka Forest to suit their level of spiritual maturity.<br>\n<br>\nAs Bhagavan often used to say, whatever spiritual teachings are given must be suited to the grasping power and maturity of whomever they are given to, so many different levels of teachings and practices are necessary to suit the needs of people of many different levels of spiritual development (see for example section 107 of <a href=\"https://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (1978 edition, page 103; 2006 edition, page 105), where it is recorded that he said that the instructions to be given ‘differ according to the temperaments of the individuals and according to the spiritual ripeness of their minds’). Since the ascetics to whom Siva gave his teachings were to be elevated by him from a very low level of spiritual maturity, it was necessary for him to begin by giving them teachings that they would be willing to accept and therefore able to grasp and put into practice, and then he had to lead them gradually from the grosser forms of spiritual practice such as <i>pūjā</i>, <i>japa</i>, <i>dhyāna</i> and <i>prāṇāyāma</i> towards the most refined, namely self-investigation, which is the simple practice of self-attentiveness.<br>\n<br>\nTherefore we should not assume that all the <i>sādhanas</i> or spiritual practices that Bhagavan discusses in <i>Upadēśa Undiyār</i> are his own direct teachings. Though it is true that during his lifetime he had to give instructions concerning almost every kind of spiritual practice in order to guide those who were already following such practices and were not yet willing to come to the direct path of self-investigation, what actually was the core and essence of his teachings? Can it be said that <i>pūjā</i>, <i>japa</i>, <i>dhyāna</i> and <i>prāṇāyāma</i> are core elements of his teachings? Was it to teach such practices that he appeared on earth in our present age?<br>\n<br>\nThough he acknowledged the efficacy of such practices as indirect means that, if practiced with devotion and without desire for achieving any selfish aim, would gradually purify the mind and thereby sooner or later lead one to the direct path of self-investigation (as indicated by him in <a href=\"#uu03\">verse 3</a> of <i>Upadēśa Undiyār</i>), the main reason he appeared in human form in modern times was not merely to give his approval to such indirect practices, which have already been expounded in detail in ancient texts. The principal purpose of his life was to teach us why and how to practise the simple and direct path of self-investigation, which is the only means by which we can be aware of ourself as we actually are and thereby eradicate ego. That is why his teachings were focussed on the practice of self-investigation, which bypasses the need for any other kind of spiritual practice.<br>\n<br>\nIn 1928, one year after he had composed <i>Upadēśa Undiyār</i>, Muruganar prayed to him, ‘So that we may be saved, reveal to us the nature of reality and the means by which to attain it’ (<i>Uḷḷadu Nāṟpadu</i> <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unp\"><i>pāyiram</i></a>: introductory verse), in response to which Bhagavan composed <i>Uḷḷadu Nāṟpadu</i>, in which the only practice he expounded was self-investigation, and he made no more than a few indirect references to other practices. Therefore, the real essence of his teachings is only the path of self-investigation, which he has expounded in both <i>Uḷḷadu Nāṟpadu</i> and the last fifteen verses of <i>Upadēśa Undiyār</i>.<br>\n<br>\nThough he briefly discussed <i>pūjā</i>, <i>japa</i>, <i>dhyāna</i> and <i>prāṇāyāma</i> in the first fifteen verses of <i>Upadēśa Undiyār</i>, if we carefully consider what he actually says in these verses, we will see that he is explaining firstly how each of these practices can ultimately lead one to the path of self-investigation, which alone is the direct means to eradicate ego, and secondly that self-investigation is therefore the culmination of all other varieties of spiritual practice, namely <i>niṣkāmya karma</i>, <i>bhakti</i>, <i>yōga</i>, and <i>jñāna</i>, as he says in <a href=\"#uu10\">verse 10</a>.<br>\n<br>\nIn the <a href=\"#uu01\">first two verses</a> he begins by condemning <i>kāmya karmas</i> (actions performed for the fulfilment of temporal desires), declaring that they will not lead to liberation but will only immerse the doer deeper and deeper into the ocean of <i>karma</i> (action). In <a href=\"#uu03\">verse 3</a> he teaches that action can be conducive to the attainment of liberation only if it is done for the love of God and without any desire for its fruit, because it will then purify the mind and thereby enable one to recognise that the means to liberation is only self-investigation. In <a href=\"#uu04\">verses 4 to 7</a> he discusses the various kinds of desireless action (<i>niṣkāmya karma</i>), namely <i>pūjā</i> (worship or adoration of God), <i>japa</i> (repetition of a <i>mantra</i> or name of God) and <i>dhyāna</i> (meditation upon a name or form of God), which are done respectively by body, speech and mind, and each succeeding one of which is more efficacious in purifying the mind than the preceding one.<br>\n<br>\nThen in <a href=\"#uu08\">verse 8</a> he says that rather than meditation upon God as other than oneself, it is better to meditate upon him as not other than oneself, and thereby he reveals how the paths of <i>niṣkāmya</i> <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> must eventually lead to the path of self-investigation, which is what he described as <i>ananya-bhāva</i> (meditation on what is not other), and which he said is ‘<i>aṉaittiṉum uttamam</i>’, ‘the best among all’, thereby implying that among all the practices of <i>bhakti</i> and also all other forms of spiritual practice it is the best, in the sense that it is the most effective means to purify the mind. He then says in <a href=\"#uu09\">verse 9</a> that to abide in one’s own true state of being, which is attained by the strength of such <i>ananya-bhāva</i> (self-attentiveness) and which transcends meditation (in the sense of mental activity, as opposed to self-attentiveness, which is a cessation of all such activity), is the truth of <i>para-bhakti</i> (supreme devotion). Thus, in verses 3 to 9 Bhagavan reveals how the paths of desireless action (<i>niṣkāmya karma</i>) and devotion (<i>bhakti</i>) lead to and culminate in the path of self-investigation, which in turn establishes one in the state of self-abidance, which is the true state of liberation. He then concludes this series of verses by saying in <a href=\"#uu10\">verse 10</a> that subsiding and being in one’s real nature, which is the source from which one had risen as a doer of action, is not only the essence of <i>karma yōga</i> and <i>bhakti yōga</i>, as described in the preceding verses, but is also the essence of <i>rāja yōga</i> and <i>jñāna yōga</i>, as described in the subsequent verses.<br>\n<br>\nIn verses 11 to 15 Bhagavan discusses the path of <i>raja yōga</i>. In verses <a href=\"#uu11\">11</a> and <a href=\"#uu12\">12</a> he explains that <i>prāṇāyāma</i> (breath-control) is an effective means to make the mind subside, but in <a href=\"#uu13\">verse 13</a> he warns that complete subsidence or dissolution of mind is of two kinds, namely <i>laya</i> and <i>nāśa</i>, the former being temporary and the latter being permanent. By <i>prāṇāyāma</i> only a temporary dissolution of the mind can be achieved, so in <a href=\"#uu14\">verse 14</a> he teaches us that the mind, which will subside only temporarily when the breath is restrained, should be directed on the one path of self-investigation, for then only will it attain <i>manōnāśa</i>, the state of destruction or permanent dissolution. Thus he reveals that the path of <i>raja yōga</i> must also lead one to the path of self-investigation if it is to enable one to achieve the final goal of liberation. He then concludes this second series of verses by saying in <a href=\"#uu15\">verse 15</a> that the great <i>yōgi</i> whose mind has thus been destroyed and who thereby abides as what alone is actually real has no more actions to do, because he has attained his natural state, thereby implying that our natural state is not one of doing anything but only one of just being, and that this is the goal we should be seeking.<br>\n<br>\nThus, though in verses 3 to 15 Bhagavan acknowledges the efficacy of <i>niṣkāmya</i> <i>pūjā</i>, <i>japa</i>, <i>dhyāna</i> and <i>prāṇāyāma</i>, he clearly implies that none of these <i>sādhanas</i> can be an adequate substitute for the direct path of self-investigation, but explains how each of them must finally lead one to self-investigation in order to enable one to attain the final goal of self-knowledge or liberation, which is <i>manōnāśa</i> or complete and permanent eradication of ego.<br>\n<br>\nHaving thus briefly summarized the paths of <i>karma yōga</i>, <i>bhakti yōga</i> and <i>raja yōga</i> in the first fifteen verses, showing how they must each sooner lead one to the practice of self-investigation, Bhagavan devotes the <a href=\"#uu16\">last fifteen verses</a> to explaining the practice and goal of <i>jñāna yōga</i>, which he explains to be nothing other than the direct path of self-investigation, the simple practice of attending to and knowing the true nature of ‘I’.<br>\n<br>\n<b>உபதேச வுந்தியார் (<i>Upadēśa-v-Undiyār</i>): Teachings in an <i>Undiyār</i> Song of Thirty Verses</b><br>\n<br>\n<a name=\"uu-p\"></a><b>பாயிரம் (<i>pāyiram</i>): Prefatory Verse</b> (composed by Sri Muruganar)<br>\n<br>\nகன்மமய றீர்ந்துகதி காண நெறிமுறையின்<br>\nமன்மமுல குய்ய வழங்குகெனச் — சொன்முருகற்<br>\nகெந்தைரம ணன்றொகுத் தீந்தா னுபதேச<br>\nவுந்தியார் ஞானவிளக் கோர்.<br>\n<br>\n<i>kaṉmamaya ṯīrndugati kāṇa neṟimuṟaiyiṉ<br>\nmaṉmamula huyya vaṙaṅguheṉac — coṉmurugaṟ<br>\nkendairama ṇaṉḏṟohut tīndā ṉupadēśa<br>\nvundiyār ñāṉaviḷak kōr.</i><br>\n<br>\n<b>பதச்சேதம்:</b> ‘கன்ம மயல் தீர்ந்து கதி காண நெறி முறையின் மன்மம் உலகு உய்ய வழங்குக’ என சொல் முருகற்கு எந்தை ரமணன் தொகுத்து ஈந்தான் உபதேச வுந்தியார் ஞான விளக்கு ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘kaṉma-mayal tīrndu gati kāṇa neṟi muṟaiyiṉ maṉmam ulahu uyya vaṙaṅguha’ eṉa sol murugaṟku endai ramaṇaṉ tohuttu īndāṉ upadēśa-v-undiyār ñāṉa viḷakku ōr.</i><br>\n<br>\n<b>அன்வயம்:</b> ‘உலகு கன்ம மயல் தீர்ந்து உய்ய, கதி காண நெறி முறையின் மன்மம் வழங்குக’ என சொல் முருகற்கு எந்தை ரமணன் தொகுத்து ஈந்தான் ஞான விளக்கு உபதேச வுந்தியார் ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ulahu kaṉma-mayal tīrndu uyya, gati kāṇa neṟi muṟaiyiṉ maṉmam vaṙaṅguha’ eṉa sol murugaṟku endai ramaṇaṉ tohuttu īndāṉ ñāṉa viḷakku upadēśa-v-undiyār ōr.</i><br>\n<br>\n<b>English translation:</b> Know that <i>Upadēśa Undiyār</i> is a light of <i>jñāna</i> that our father Ramana composed and gave to Muruganar, who said, ‘For the world to be saved, giving up the delusion of <i>karma</i>, tell the secret of the nature of the path to experience liberation’.<br>\n<br>\n<b>Explanatory paraphrase:</b> Know that <i>Upadēśa Undiyār</i> is a light of <i>jñāna</i> [true knowledge or pure awareness] that our father Ramana composed and gave to Muruganar, who said, ‘For [the people of] the world to give up the delusion of <i>karma</i> [action] and be saved [from self-ignorance], tell [us] the secret of the <i>muṟai</i> [nature or orderly process] of the path [way or means] to experience liberation’.<br>\n<br>\n<a name=\"uu-u\"></a><b>உபோற்காதம் (<i>upōdghātam</i>): Introductory Verses</b> (composed by Sri Muruganar)<br>\n<br>\n<a name=\"uu-u1\"></a><b><i>Upōdghātam</i> verse 1:</b><br>\n<br>\nதாரு வனத்திற் றவஞ்செய் திருந்தவர்<br>\nபூருவ கன்மத்தா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;போக்கறை போயின ருந்தீபற.<br>\n<br>\n<i>dāru vaṉattiṯ ṟavañcey dirundavar<br>\npūruva kaṉmattā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;pōkkaṟai pōyiṉa rundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தாரு வனத்தில் தவம் செய்து இருந்தவர் பூருவ கன்மத்தால் போக்கறை போயினர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>dāru vaṉattil tavam seydu irundavar pūruva kaṉmattāl pōkkaṟai pōyiṉar.</i><br>\n<br>\n<b>English translation:</b> Those who were doing austerities in the Daruka forest were going to ruin by <i>pūrva karma</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Those who were doing <i>tavam</i> [austerities or <i>tapas</i>] in the Daruka forest were going to ruin by [following] <i>pūrva karma</i> [the path of ritualistic action as interpreted and prescribed by <i>pūrva mīmāṁsā</i>]. (<i>Tiruvundiyār</i> 1.70)<br>\n<blockquote><b>Note:</b> The term <i>pūrva-karma</i> here means the path of <i>kāmya-karmas</i>, actions done for the fulfilment of selfish desires, which is the path prescribed by <i>pūrva mīmāṁsā</i>, a system of philosophy that interprets the <i>Vēdas</i> in a particular way, emphasising the <i>Karma Kāṇḍa</i>, the preliminary portion of the <i>Vēdas</i>, which teaches the path of ritualistic action. <i>Pūrva mīmāṁsā</i> elevates action (<i>karma</i>) to a level of such paramount importance that, as explained in the next verse, it even goes so far as to deny that there is any God except <i>karma</i>. This doctrine that there is no God except <i>karma</i> is emphatically repudiated by Bhagavan in the <a href=\"#uu01\">first verse</a> of <i>Upadēśa Undiyār</i>.</blockquote>\n<a name=\"uu-u2\"></a><b><i>Upōdghātam</i> verse 2:</b><br>\n<br>\nகன்மத்தை யன்றிக் கடவு ளிலையெனும்<br>\nவன்மத்த ராயின ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வஞ்சச் செருக்கினா லுந்தீபற.<br>\n<br>\n<i>kaṉmattai yaṉḏṟik kaḍavu ḷilaiyeṉum<br>\nvaṉmatta rāyiṉa rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vañjac cerukkiṉā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘கன்மத்தை அன்றி கடவுள் இலை’ எனும் வல் மத்தர் ஆயினர் வஞ்ச செருக்கினால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘kaṉmattai aṉḏṟi kaḍavuḷ ilai’ eṉum val mattar āyiṉar vañja serukkiṉāl.</i><br>\n<br>\n<b>அன்வயம்:</b> வஞ்ச செருக்கினால் ‘கன்மத்தை அன்றி கடவுள் இலை’ எனும் வல் மத்தர் ஆயினர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vañja serukkiṉāl ‘kaṉmattai aṉḏṟi kaḍavuḷ ilai’ eṉum val mattar āyiṉar.</i><br>\n<br>\n<b>English translation:</b> Because of delusive conceit they became intoxicated with intense pride that there is no God except <i>karma</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because of [their] delusive conceit [or infatuation] they became [so] intoxicated [or mad] with intense pride [that they fell prey to the arrogant belief] that there is no God except <i>karma</i>. (<i>Tiruvundiyār</i> 1.71)<br>\n<blockquote><b>Note:</b> These first two verses of the <i>upōdghātam</i> are verses 70 and 71 of the first part of <i>Tiruvundiyār</i>, and the following is a free rendering of the story narrated by Muruganar in verses 72 to 98:<br>\n<br>\nEven the wives who conducted their lives with those great ascetics had become deluded, proudly believing that in all the seven worlds there were none as virtuous as themselves in venerating their husbands. (72-3) The wonderful Venkatan [Sri Ramana], who is pure awareness shining like a crystal to which no blemish can cling, appeared singing melodiously with such beauty that would make men desire womanhood. (74-5) Plundering the souls of all who saw his beauty, he wandered about carrying a trident and a skull. (76)<br>\n<br>\nKnowing the cruel enmity of the ascetics, Vishnu also appeared suddenly in their midst as a virtuous maiden with tender beauty. (77) Becoming infatuated with Mohini [that beautiful maiden], all the <i>ahaṅkāra-yōgis</i> [egotistical ascetics] were ashamed [or afraid] when their strength was thereby destroyed. (78)<br>\n<br>\nThat male form that wandered there excelling in lustre was not a real form but just an imaginary appearance. (79) [What appeared in that form is] what cannot be measured [or comprehended] by speech or mind; what does not go or come; the real substance, the whole. (80) As soon as they saw his manly self, those good ladies’ ornament [of modesty and chastity] departed entirely. (81) Desiring [his] youthful beauty and drinking it with their eyes, they were intoxicated and enchanted. (82) They forgot their virtue; they forgot their reputation; they forgot themselves; they followed after [him]. (83)<br>\n<br>\nComing to know about the downfall of their wives, the great ascetic brahmins who knew such things became agitated, quaking [with pain, grief or anger]. (84) [Seeing] that their agreeable life helpmates had become so contemptible, they trembled [with rage]. (85) What a wonder that those who so clearly saw the defects [faults or errors] that took birth in the case of their wives could not see their own defects! (86) If one sees one’s own defects like [one sees] the defects of others, then will even the slightest evil attach to one’s soul? [an adaptation of verse 190 of <i>Tirukkuṟaḷ</i>] (87)<br>\n<br>\nSaying ‘What defilement of the chastity of [our] wives!’, to kill him who is the first [God, the primal being] they thought of a plan. (88) With malicious anger those who had vast learning raised a raging sinful black magic sacrificial fire. (89) To devour the life of <i>Purāri</i> [<i>Tripurāri</i>, Lord Siva, the destroyer of the three demon cities, who did so with a mere laugh or smile], those who did not have subtle awareness [or understanding] discharged a pouncing tiger [from the sacrificial fire]. (90) Flaying it with his fingernail, he aptly wore the skin of that tiger [around his waist]. The ascetics stood perplexed [terrified or abashed]. (91)<br>\n<br>\nTo destroy him they unleashed furious serpents, but he transformed them into fine ornaments [to wear] on his poison-adorned throat. (92) After that <i>parātpara</i> Venkatan [Sri Ramana, the highest of the high] seized in his hands the deer, axe, fire and drum that they conjured up and set upon him. (93) Laughing in a terrifying manner and roaring like thunder, they discharged a whirling and exceedingly white skull on the handsome youth. (94) To the wonder of many, he aptly wore that white skull as an ornament for his head. (95) Hordes of demons [conjured up by them] coming close to him fell unconscious at his feet. He took these as his army. (96) To kill the primal one, they conjured up and set upon him a heinous demon called Muyalagan, but he crushed it under his feet. (97) When all their efforts proved ineffectual, they became weary and understood him to be God. (98)<br>\n<br>\nThe final four verses of the <i>upōdghātam</i> are verses 99 to 102 of the first part of <i>Tiruvundiyār</i>, after which verses 103 to 132 are the <a href=\"#uu-nul\">the main text</a> (<i>nūl</i>) of <i>Upadēśa Undiyār</i>, and verses 133 to 137 are the concluding <a href=\"#uu-v\">verses of praise</a> (<i>vāṙttu</i>).</blockquote>\n<a name=\"uu-u3\"></a><b><i>Upōdghātam</i> verse 3:</b><br>\n<br>\nகன்ம பலந்தருங் கர்த்தற் பழித்துச்செய்<br>\nகன்ம பலங்கண்டா ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கர்வ மகன்றன ருந்தீபற.<br>\n<br>\n<i>kaṉma phalandaruṅ karttaṟ paṙittuccey<br>\nkaṉma phalaṅkaṇḍā rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;garva mahaṉḏṟaṉa rundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கன்ம பலம் தரும் கர்த்தன் பழித்து செய் கன்ம பலம் கண்டார்; கர்வம் அகன்றனர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉma-phalam tarum karttaṉ paṙittu sey kaṉma-phalam kaṇḍār; garvam ahaṉḏṟaṉar.</i><br>\n<br>\n<b>English translation:</b> They saw the fruit of actions done disparaging God, who gives the fruit of actions. They left arrogance.<br>\n<br>\n<b>Explanatory paraphrase:</b> They saw the fruit of actions done disparaging [spurning or disregarding] God [the <i>kartā</i> or ordainer], who gives <i>karma-phala</i> [the fruit of actions], [and hence] they left [gave up or lost] <i>garva</i> [their pride or arrogance]. (<i>Tiruvundiyār</i> 1.99)<br>\n<br>\n<a name=\"uu-u4\"></a><b><i>Upōdghātam</i> verse 4:</b><br>\n<br>\nகாத்தரு ளென்று கரையக் கருணைக்கண்<br>\nசேர்த்தருள் செய்தன னுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சிவனுப தேசமி துந்தீபற.<br>\n<br>\n<i>kāttaru ḷeṉḏṟu karaiyak karuṇaikkaṇ<br>\nsērttaruḷ seydaṉa ṉundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;śivaṉupa dēśami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> காத்து அருள் என்று கரைய, கருணை கண் சேர்த்து அருள் செய்தனன் சிவன் உபதேசம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kāttu aruḷ eṉḏṟu karaiya, karuṇai kaṇ sērttu aruḷ-seydaṉaṉ śivaṉ upadēśam idu.</i><br>\n<br>\n<b>அன்வயம்:</b> காத்து அருள் என்று கரைய, கருணை கண் சேர்த்து சிவன் உபதேசம் இது அருள் செய்தனன்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kāttu aruḷ eṉḏṟu karaiya, karuṇai kaṇ sērttu śivaṉ upadēśam idu aruḷ-seydaṉaṉ.</i><br>\n<br>\n<b>English translation:</b> When they wept, ‘Graciously protect’, attaching the eye of grace, Śiva graciously gave this <i>upadēśa</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> When they wept [repentantly], ‘Graciously protect [or save us]’, fixing [his] eye of grace [upon them], Śiva graciously gave this <i>upadēśa</i> [spiritual teaching]. (<i>Tiruvundiyār</i> 1.100)<br>\n<b><br>\n</b><a name=\"uu-u5\"></a><b><i>Upōdghātam</i> verse 5:</b><br>\n<br>\nஉட்கொண் டொழுக வுபதேச சாரத்தை<br>\nயுட்கொண் டெழுஞ்சுக முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுட்டுன் பொழிந்திடு முந்தீபற.<br>\n<br>\n<i>uṭkoṇ ḍoṙuha vupadēśa sārattai<br>\nyuṭkoṇ ḍeṙuñsukha mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṭṭuṉ boṙindiḍu mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள் கொண்டு ஒழுக உபதேச சாரத்தை, உள் கொண்டு எழும் சுகம்; உள் துன்பு ஒழிந்திடும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷ koṇḍu oṙuha upadēśa sārattai, uḷ koṇḍu eṙum sukham; uḷ tuṉbu oṙindiḍum.</i><br>\n<br>\n<b>அன்வயம்:</b> உபதேச சாரத்தை உள் கொண்டு ஒழுக, சுகம் உள் கொண்டு எழும்; உள் துன்பு ஒழிந்திடும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>upadēśa sārattai uḷ koṇḍu oṙuha, sukham uḷ koṇḍu eṙum; uḷ tuṉbu oṙindiḍum.</i><br>\n<br>\n<b>English translation:</b> When one imbibes and follows <i>upadēśa sāram</i>, happiness will rise from within; miseries within will cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one imbibes and follows [this] <i>upadēśa sāram</i> [the essence or summary of the spiritual teachings given by Lord Siva], happiness will rise from within [and thereby] miseries within will cease [die or be destroyed]. (<i>Tiruvundiyār</i> 1.101)<br>\n<b><br>\n</b><a name=\"uu-u6\"></a><b><i>Upōdghātam</i> verse 6:</b><br>\n<br>\nசார வுபதேச சாரமுட் சாரவே<br>\nசேரக் களிசேர வுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தீரத் துயர்தீர வுந்தீபற.<br>\n<br>\n<i>sāra vupadēśa sāramuṭ cāravē<br>\nsērak kaḷisēra vundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tīrat tuyartīra vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சார உபதேச சாரம் உள் சாரவே. சேர களி சேர. தீர துயர் தீர.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sāra upadēśa sāram uḷ sāravē. sēra kaḷi sēra. tīra tuyar tīra.</i><br>\n<br>\n<b>அன்வயம்:</b> உபதேச சாரம் சார உள் சாரவே. களி சேர சேர. துயர் தீர தீர.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>upadēśa sāram sāra uḷ sāravē. kaḷi sēra sēra. tuyar tīra tīra.</i><br>\n<br>\n<b>English translation:</b> May the essence of <i>Upadēśa Sāram</i> enter within. May joy accumulate, accumulate. May suffering cease, cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> May the <i>sāra</i> [essence, substance or import] of <i>Upadēśa Sāram</i> enter within [our heart]. May joy accumulate [or be achieved] abundantly. May suffering cease entirely. (<i>Tiruvundiyār</i> 1.102)<br>\n<br>\n<a name=\"uu-nul\"></a><b>நூல் (<i>nūl</i>): Text</b><br>\n<br>\n<a name=\"uu01\"></a><b>Verse 1:</b><br>\n<br>\nகன்மம் பயன்றரல் கர்த்தன தாணையாற்<br>\nகன்மங் கடவுளோ வுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கன்மஞ் சடமதா லுந்தீபற.<br>\n<br>\n<i>kaṉmam payaṉḏṟaral karttaṉa dāṇaiyāṟ<br>\nkaṉmaṅ kaḍavuḷō vundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṉmañ jaḍamadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கன்மம் பயன் தரல் கர்த்தனது ஆணையால். கன்மம் கடவுளோ? கன்மம் சடம் அதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl. kaṉmam kaḍavuḷ-ō? kaṉmam jaḍam adāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> கன்மம் பயன் தரல் கர்த்தனது ஆணையால். கன்மம் சடம் அதால், கன்மம் கடவுளோ? <br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉmam payaṉ taral karttaṉadu āṇaiyāl. kaṉmam jaḍam adāl, kaṉmam kaḍavuḷ-ō?</i><br>\n<br>\n<b>English translation:</b> Action giving fruit is by the ordainment of God. Since action is non-aware, is action God?<br>\n<br>\n<b>Explanatory paraphrase:</b> <i>Karma</i> [action] giving fruit is by the ordainment of God [the <i>kartā</i> or ordainer]. Since <i>karma</i> is <i>jaḍa</i> [devoid of awareness], can <i>karma</i> be God?<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us01\"><i>Upadēśa Sāraḥ</i> verse 1: <i>karma</i> is insentient, so it gives fruit only as ordained by God</a><br>\n2019-08-05: <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#uu01\">Since <i>karma</i> is <i>jaḍa</i> (devoid of awareness), what selects which fruit of past <i>āgāmyas</i> are to form the <i>prārabdha</i> of each life is neither ego nor any of its <i>karmas</i> but only grace</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu01\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2016-02-08: <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu01\">Why should we believe what Bhagavan taught us?</a><br>\n2014-09-05: <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-karma-theory-as-taught-by-sri-ramana.html#uu01\">The <i>karma</i> theory as taught by Sri Ramana</a> (in this and the subsequent article, <a href=\"http://happinessofbeing.blogspot.com/2014/09/why-did-sri-ramana-teach-karma-theory.html\">Why did Sri Ramana teach a <i>karma</i> theory?</a>, the meaning and some of the implications of this verse are discussed and explained in depth)<br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu01\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu02\"></a><b>Verse 2:</b><br>\n<br>\nவினையின் விளைவு விளிவுற்று வித்தாய் <br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action perishing, as seed causes to fall in the ocean of action. It is not giving liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> The fruit of [any] action will perish [when it is experienced as part of <i>prārabdha</i>], [but what remains] as seed [namely <i>viṣaya-vāsanās</i> (also known as <i>karma-vāsanās</i>): inclinations to seek happiness or satisfaction in experiencing <i>viṣayas</i> (objects or phenomena) by doing actions of mind, speech and body] causes [one] to fall in the ocean of action. [Therefore] it [action or <i>karma</i>] does not give liberation.<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us02\"><i>Upadēśa Sāraḥ</i> verse 2: <i>karma</i> is caused by <i>vāsanās</i>, so it does not give liberation</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us02a\">The cause for our falling in the vast ocean of action is our <i>viṣaya-vāsanās</i></a><br>\n2021-12-05: <a href=\"https://happinessofbeing.blogspot.com/2021/12/what-are-vasanas-and-how-do-they-work.html#c5773702048161439717\">What Bhagavan means in this verse is that it is the seeds (namely <i>vāsanās</i>) that cause us to fall in the ocean of action, and though each fruit perishes as soon as we experience it, the seeds persist and perpetuate themselves, but only to the extent to which we allow ourself to be swayed by them, so the fundamental error we make is allowing ourself to be swayed by our <i>viṣaya-vāsanās</i>, and hence the only solution is for us to cling firmly to being self-attentive and thereby not allow ourself to be  swayed by any <i>viṣaya-vāsanās</i></a><br>\n2021-12-04: <a href=\"https://happinessofbeing.blogspot.com/2021/12/what-are-vasanas-and-how-do-they-work.html#uu02\">All actions are caused by our allowing ourself to be swayed by our <i>viṣaya-vāsanās</i>, as Bhagavan implies here, because the seeds he refers to are <i>viṣaya-vāsanās</i> and consequent <i>karma-vāsanās</i> (inclinations to do actions in order to experience <i>viṣayas</i>), so these are what prompt us to do actions by mind, speech and body and thereby cause us to fall in the great ocean of perpetual action</a><br>\n2021-06-29: <a href=\"https://happinessofbeing.blogspot.com/2021/06/the-nature-of-ego-and-its-visaya.html#uu02\"><i>Upadēśa Undiyār</i> verse 2: <i>viṣaya-vāsanās</i> are the seeds that cause us to fall in the great ocean of action (<i>karma</i>)</a><br>\n2020-12-18: <a href=\"https://happinessofbeing.blogspot.com/2020/12/if-everything-is-predestined-how-can.html#uu02\">Using our <i>icchā-kriyā-svatantra</i> (freedom of will and action) to do any <i>āgāmya</i> is a misuse of it, because doing so causes us to fall in the ocean of action</a><br>\n2020-08-24: <a href=\"https://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html#uu02\">Experiencing <i>prārabdha</i> is consuming the fruit of past <i>āgāmya</i> (actions done under the sway of our <i>vāsanās</i>), so when we consume that fruit it thereby ceases to exist, but the seeds that drive us to do <i>āgāmya</i> remain, so if we do not curb them by refraining from acting under their sway they will continue driving us to do <i>āgāmya</i> and will thereby immerse us in the vast ocean of action (<i>karma</i>)</a><br>\n2019-12-21: <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html#uu02\">Destiny (<i>prārabdha</i>) is the fruit of our past <i>karmas</i>, so if destiny could determine whether or not we succeed in eradicating ego, that would mean that liberation is the fruit of <i>karma</i>, which cannot be the case</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu02\">Even after the fruit of one of the <i>āgāmyas</i> we have done in an earlier life has been experienced by us as part of our <i>prārabdha</i> in a later life, the seed or <i>karma-vāsanā</i> left by that <i>āgāmya</i> will remain until it is either replaced by other <i>vāsanās</i> or eradicated by self-investigation and self-surrender, so <i>karma</i> is self-perpetuating</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu02a\">Since actions done with desire (<i>kāmya karma</i>), as actions generally tend to be to a greater or lesser extent, not only create fruit but also leave seeds (namely <i>viṣaya-vāsanās</i> and concomitant <i>karma-vāsanās</i>), they are self-perpetuating, so the more we desist from doing such actions the less we will be either creating new seeds or strengthening existing ones</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu02b\">What binds us to the relentless wheel of <i>karma</i> or <i>saṁsāra</i>, which is like a great ocean in which we have been immersed and drowning since time immemorial, is not the fruits of our past actions, a small selection of which are what we experience as <i>prārabdha</i> in each life or dream, but is our will (the desire or liking that we have to continue doing such actions and experiencing whatever we seem to achieve thereby), which is like a large bag of seeds, each of which is waiting to sprout as thoughts, words or deeds (actions of mind, speech or body) whenever conditions are favourable</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu02c\">Since liberation is our real nature, we cannot ‘attain’ it by doing anything but only by being what we actually are</a><br>\n2017-09-05: <a href=\"http://happinessofbeing.blogspot.com/2017/09/if-we-choose-to-do-any-harmful-actions.html#uu02\"><i>Upadēśa Undiyār</i> verse 2: the cause of bondage is not fate but <i>vāsanās</i>, which belong only to the domain of free will</a><br>\n2017-06-20: <a href=\"http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html#uu02\"><i>Upadēśa Undiyār</i> verse 2: being the fruit of our past actions, <i>prārabdha</i> cannot make our mind turn within and hence can never give us liberation</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu02\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2016-02-08: <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu02\"><i>Upadēśa Undiyār</i>: liberation is gained not by doing anything but only by just being</a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu02\"><i>Upadēśa Undiyār</i> verse 2: no action or <i>karma</i> can give liberation</a> (this section also includes the Sanskrit text of <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#us02\">verse 2 of <i>Upadēśa Sāram</i></a> together with my translation of it)<br>\n2014-03-20: <a href=\"http://happinessofbeing.blogspot.com/2014/03/atma-vicara-is-only-means-by-which-we.html#uu02\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a><br>\n2013-12-30: <a href=\"http://happinessofbeing.blogspot.com/2013/12/dhyana-p-pattu-song-on-meditation.html#uu02\"><i>Dhyāna-p-Paṭṭu</i>: The Song on Meditation</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu02\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu03\"></a><b>Verse 3:</b><br>\n<br>\nகருத்தனுக் காக்குநிட் காமிய கன்மங்<br>\nகருத்தைத் திருத்தியஃ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கதிவழி காண்பிக்கு முந்தீபற.<br>\n<br>\n<i>karuttaṉuk kākkuniṭ kāmiya kaṉmaṅ <br>\nkaruttait tiruttiyaḵ dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;gativaṙi kāṇbikku mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கருத்தனுக்கு ஆக்கும் நிட்காமிய கன்மம் கருத்தை திருத்தி, அஃது கதி வழி காண்பிக்கும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>karuttaṉukku ākkum niṭkāmiya kaṉmam karuttai tirutti, aḵdu gati vaṙi kāṇbikkum</i>.<br>\n<br>\n<b>English translation:</b> Desireless action done for God, purifying the mind, it will show the path to liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> <i>Niṣkāmya karma</i> [action not motivated by desire] done [with love] for God purifies the mind and [thereby] it will show the path to liberation [that is, it will enable one to recognise what the correct path to liberation is].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us03\"><i>Upadēśa Sāraḥ</i> verse 3: action done for God purifies the mind, so it is an indirect means for liberation</a><br>\n2020-12-18: <a href=\"https://happinessofbeing.blogspot.com/2020/12/if-everything-is-predestined-how-can.html#uu03\">Instead of misusing our <i>icchā-kriyā-svatantra</i> (freedom of will and action) to do any action under the sway of our <i>viṣaya-vāsanās</i>, it is better to refrain from doing such actions, which are <i>kāmya karmas</i>, and to do only <i>niṣkāmya karmas</i>  for the love of God alone</a><br>\n2020-12-18: <a href=\"https://happinessofbeing.blogspot.com/2020/12/if-everything-is-predestined-how-can.html#uu03a\"><i>Niṣkāmya karma</i> is action done without the interference of our will, so it implies that we are free to act either according to our will or solely in accordance with God’s will (that is, in accordance with whatever <i>prārabdha</i> he has allotted us).</a><br>\n2020-08-24: <a href=\"https://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html#uu03\">When Bhagavan says here that <i>niṣkāmya karma</i> done for God purifies the mind, he clearly implies that we can refrain from acting under the sway of our <i>vāsanās</i>, and that to the extent that we refrain from acting under their sway we are thereby purifying our mind, which means that we are reducing the strength of whatever <i>vāsanās</i> tend to drive us to do <i>kāmya karmas</i></a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu03\">Though <i>karma</i> can never give liberation, if it is done because of love for God and therefore without desire for any fruit, it can help to purify the mind or will (<i>cittam</i>) by weakening or reducing its outgoing propensities (<i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>), and will thereby enable one to recognise that the means to liberation is not going outwards to do any actions by mind, speech or body but only turning back within to investigate whether one is actually this ego, the one who does action and experiences its fruit</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu03a\">By whatever means it may be achieved, purity of mind (<i>citta-śuddhi</i>) gives one the clarity of <i>vivēka</i> (discernment, discrimination or judgement) to recognise that the only means by which ego can eradicate itself is to turn its attention back towards itself in order to see what its real nature actually is</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu03b\">Just as we can choose to attend to ourself rather than to anything else, we can choose to think of a name or form of God, for example, rather than of any other thing, and if our motive for thinking of that name or form is love for God rather than for anything else that we may hope to gain thereby, that will purify our mind, strengthening our devotional inclinations (<i>bhakti-vāsanās</i>) and weakening our inclinations (<i>vāsanās</i>) to be concerned about other things</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu03c\">Our mind can be purified by practices such as <i>mūrti-dhyāna</i> and <i>mantra-japa</i> only if we do them for the love of God and not for any other desired aim, because if love for God is our sole motivation, such practices will strengthen this love and correspondingly reduce the overall strength of our <i>viṣaya-vāsanās</i></a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu03d\">The true purpose and only real benefit of all other spiritual practices is the purification of our <i>cittam</i> (even though the purification that can be achieved from them is only partial and not complete), because unless our <i>cittam</i> is purified to a certain extent by such practices we will not have the clarity, subtlety and acuity of <i>vivēka</i> that we need to recognise and accept that liberation is just the annihilation of ego and that the only means to attain it is therefore self-investigation (<i>ātma-vicāra</i>)</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu03\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2016-02-08: <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu03\"><i>Upadēśa Undiyār</i>: liberation is gained not by doing anything but only by just being</a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu03\"><i>Upadēśa Undiyār</i> verse 3: <i>niṣkāmya karma</i> done with love for God will show the way to liberation</a> (this section also includes extracts from the Sanskrit and Malayalam texts of <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#us03\">verse 3 of <i>Upadēśa Sāram</i></a> together with my translation of them)<br>\n2014-03-20: <a href=\"http://happinessofbeing.blogspot.com/2014/03/atma-vicara-is-only-means-by-which-we.html#uu03\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a><br>\n2013-12-30: <a href=\"http://happinessofbeing.blogspot.com/2013/12/dhyana-p-pattu-song-on-meditation.html#uu03\"><i>Dhyāna-p-Paṭṭu</i>: The Song on Meditation</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu03\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu04\"></a><b>Verse 4:</b><br>\n<br>\nதிடமிது பூசை செபமுந் தியான<br>\nமுடல்வாக் குளத்தொழி லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுயர்வாகு மொன்றிலொன் றுந்தீபற.<br>\n<br>\n<i>diḍamidu pūjai jepamun dhiyāṉa <br>\nmuḍalvāk kuḷattoṙi lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuyarvāhu moṉḏṟiloṉ ḏṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> திடம் இது: பூசை செபமும் தியானம் உடல் வாக்கு உள தொழில். உயர்வு ஆகும் ஒன்றில் ஒன்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>diḍam idu: pūjai jepam-um dhiyāṉam uḍal vākku uḷa toṙil. uyarvu āhum oṉḏṟil oṉḏṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> பூசை செபமும் தியானம் உடல் வாக்கு உள தொழில். ஒன்றில் ஒன்று உயர்வு ஆகும். இது திடம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>pūjai jepam-um dhiyāṉam uḍal vākku uḷa toṙil. oṉḏṟil oṉḏṟu uyarvu āhum. idu diḍam</i>.<br>\n<br>\n<b>English translation:</b> This is certain: <i>pūjā</i>, <i>japa</i> and <i>dhyāna</i> are actions of body, speech and mind. One than one is superior.<br>\n<br>\n<b>Explanatory paraphrase:</b> This is certain: <i>pūjā</i> [worship], <i>japa</i> [repetition of a name of God or a sacred phrase] and <i>dhyāna</i> [meditation] are [respectively] actions of body, speech and mind, [and hence in this order each subsequent] one is superior to [the previous] one [in the sense that it is a more effective means to purify the mind].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us04\"><i>Upadēśa Sāraḥ</i> verse 4: actions of body, speech and mind are progressively more purifying</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu04\">Our will drives not only the actions we do by mind and speech but also those that we do by body, as Bhagavan implies in verse 4 of <i>Upadēśa Undiyār</i></a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu04\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu04\"><i>Upadēśa Undiyār</i> verse 4: <i>dhyāna</i> is more effective than <i>japa</i>, which is more effective than <i>pūjā</i></a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu04\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu05\"></a><b>Verse 5:</b><br>\n<br>\nஎண்ணுரு யாவு மிறையுரு வாமென<br>\nவெண்ணி வழிபட லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீசனற் பூசனை யுந்தீபற.<br>\n<br>\n<i>eṇṇuru yāvu miṟaiyuru vāmeṉa <br>\nveṇṇi vaṙipaḍa lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīśaṉaṯ pūjaṉai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண் உரு யாவும் இறை உரு ஆம் என எண்ணி வழிபடல் ஈசன் நல் பூசனை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇ uru yāvum iṟai uru ām eṉa eṇṇi vaṙipaḍal īśaṉ nal pūjaṉai</i>.<br>\n<br>\n<b>English translation:</b> Worshipping thinking that all eight forms are forms of God is good <i>pūjā</i> of God.<br>\n<br>\n<b>Explanatory paraphrase:</b> Considering all the eight forms [the <i>aṣṭa-mūrti</i>, the eight forms or manifestations of Siva, namely the five elements (earth, water, fire, air and space), sun, moon and sentient beings (<i>jīvas</i>)] [or all thought-forms, namely all forms, which are just thoughts or mental phenomena] to be forms of God, worshipping [any of them] is good <i>pūjā</i> [worship] of God.<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us05\"><i>Upadēśa Sāraḥ</i> verse 5: worshipping anything considering it to be God is worship of God</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu05\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu05\"><i>Upadēśa Undiyār</i> verse 5: anything can be worshipped as God</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu05\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu06\"></a><b>Verse 6:</b><br>\n<br>\nவழுத்தலில் வாக்குச்ச வாய்க்குட் செபத்தில்<br>\nவிழுப்பமா மானத முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விளம்புந் தியானமி துந்தீபற.<br>\n<br>\n<i>vaṙuttalil vākkucca vāykkuṭ jepattil <br>\nviṙuppamā māṉata mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viḷambun dhiyāṉami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வழுத்தலில், வாக்கு உச்ச, வாய்க்குள் செபத்தில் விழுப்பம் ஆம் மானதம். விளம்பும் தியானம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaṙuttalil, vākku ucca, vāykkuḷ jepattil viṙuppam ām māṉatam. viḷambum dhiyāṉam idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> வழுத்தலில், உச்ச வாக்கு, வாய்க்குள் செபத்தில் மானதம் விழுப்பம் ஆம். இது தியானம் விளம்பும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaṙuttalil, ucca vākku, vāykkuḷ jepattil māṉatam viṙuppam ām. idu dhiyāṉam viḷambum</i>.<br>\n<br>\n<b>English translation:</b> Rather than praising, loud voice, rather than <i>japa</i> within the mouth, what is done by mind is beneficial. This is called <i>dhyāna</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Rather than praising [God by chanting hymns], [<i>japa</i> or repetition of his name is beneficial]; [rather than <i>japa</i> done in a] loud voice, [<i>japa</i> whispered faintly within the mouth is beneficial]; [and] rather than <i>japa</i> within the mouth, <i>mānasa</i> [that which is done by mind] is beneficial [in the sense that it is a more effective means to purify the mind]. This [mental repetition or <i>mānasika japa</i>] is called <i>dhyāna</i> [meditation].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us06\"><i>Upadēśa Sāraḥ</i> verse 6: doing <i>japa</i> mentally is more purifying than otherwise</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu06\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu06\"><i>Upadēśa Undiyār</i> verse 6: the relative efficacy of different modes of <i>japa</i></a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu06\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu07\"></a><b>Verse 7:</b><br>\n<br>\nவிட்டுக் கருதலி னாறுநெய் வீழ்ச்சிபோல்<br>\nவிட்டிடா துன்னலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விசேடமா முன்னவே யுந்தீபற.<br>\n<br>\n<i>viṭṭuk karudali ṉāṟuney vīṙccipōl <br>\nviṭṭiḍā duṉṉalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viśēḍamā muṉṉavē yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> விட்டு கருதலின் ஆறு நெய் வீழ்ச்சி போல் விட்டிடாது உன்னலே விசேடம் ஆம் உன்னவே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṭṭu karudaliṉ āṟu ney vīṙcci pōl viṭṭiḍādu uṉṉal-ē viśēḍam ām uṉṉa-v-ē</i>.<br>\n<br>\n<b>அன்வயம்:</b> விட்டு கருதலின் ஆறு நெய் வீழ்ச்சி போல் விட்டிடாது உன்னலே உன்னவே விசேடம் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>viṭṭu karudaliṉ āṟu ney vīṙcci pōl viṭṭiḍādu uṉṉal-ē uṉṉa-v-ē viśēḍam ām</i>.<br>\n<br>\n<b>English translation:</b> Rather than meditating leavingly, certainly meditating unleavingly, like a river or the falling of ghee, is superior to meditate.<br>\n<br>\n<b>Explanatory paraphrase:</b> Rather than meditating [on God] interruptedly [because of being frequently distracted by other thoughts as a result of insufficient love for him], certainly meditating uninterruptedly [without being distracted by any other thoughts because of the intensity of one’s love for him], like a river or the falling of ghee, is a better way to meditate [or is superior, when considered] [in the sense that it is a more effective means to purify the mind].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us07\"><i>Upadēśa Sāraḥ</i> verse 7: meditating uninterruptedly is more purifying than otherwise</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu07\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu07\"><i>Upadēśa Undiyār</i> verse 7: uninterrupted meditation is superior to interrupted meditation</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu07\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu08\"></a><b>Verse 8:</b><br>\n<br>\nஅனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n <br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i>, <i>ananya-bhāva</i>, in which he is I, certainly is the best among all.<br>\n<br>\n<b>Explanatory paraphrase:</b> Rather than <i>anya-bhāva</i> [meditation on anything other than oneself, particularly meditation on God as if he were other than oneself], <i>ananya-bhāva</i> [meditation on nothing other than oneself], in which he is [understood to be] I, certainly is the best among all [practices of <i>bhakti</i>, varieties of meditation and kinds of spiritual practice] [in the sense that it is the most effective of all means to purify the mind, and is also the only means to eradicate ego, the root of all impurities].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us08\"><i>Upadēśa Sāraḥ</i> verse 8: meditation on nothing other than oneself is most purifying of all</a><br>\n2022-03-10: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#uu08\">What he describes in the first verse of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> as ‘thinking that Arunachalam is actually I’ is what he describes in this verse as ‘<i>ananya-bhāva</i> [meditation on what is not other], in which he is I’, which implies mediating on nothing other than ‘I’ with the understanding that he (namely God or Arunachalam) is what shines as ‘I’</a><br>\n2022-03-10: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#uu08a\">Though he says in this verse, ‘Rather than <i>anya-bhāva</i>, <i>ananya-bhāva</i>, in which he is I, certainly is the best among all’, this is not intended to deny the value or efficacy of <i>anya-bhāva</i>, devotion to God as if he were other than oneself, because such devotion will purify the mind and thereby give it the clarity to understand that God is actually what always exists and shines in our heart as ‘I’</a><br>\n2020-12-18: <a href=\"https://happinessofbeing.blogspot.com/2020/12/if-everything-is-predestined-how-can.html#uu08\">Among all the beneficial uses of our <i>icchā-kriyā-svatantra</i> (freedom of will and action) that he describes in verses 4 to 8, the ‘best of all’ (<i>aṉaittiṉ-um uttamam</i>) is only <i>ananya-bhāva</i>, which means meditation on nothing other than ourself</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu8-9\"><i>Upadēśa Undiyār</i> verses 8 and 9: what Bhagavan described as <i>ananya-bhāva</i> (meditation on what is not other [than oneself]) is keen self-attentiveness, so ‘பாவ பலம்’  (<i>bhāva balam</i>), ‘the strength of meditation’, means keenness of self-attentiveness</a><br>\n2020-08-24: <a href=\"https://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html#uu08\">By saying that <i>ananya-bhāva</i> (meditation on what is not other than oneself), which is a synonym for <i>ātma-vicāra</i>, is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘the best among all’, he implies that it is the most effective of all means to purify the mind</a><br>\n2019-11-26: <a href=\"https://happinessofbeing.blogspot.com/2019/11/is-there-any-difference-between-being.html#uu08\">Meditating on anything other than ourself (<i>anya-bhāva</i>) may be an indirect means to gradually purify our mind, particularly if it is done with heart-melting love for God, but it cannot by itself eradicate ego, so it must eventually lead us to the path of self-investigation (<i>ananya-bhāva</i>), which alone can eradicate ego</a><br>\n2019-09-23: <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html?commentPage=2#c1869120015077562193\">Comment explaining that holding ‘I am’ is the pinnacle of <i>bhakti</i>, because ‘I am’ is the real nature (<i>svarūpa</i>) of both Bhagavan and Arunachala</a><br>\n2018-09-25: <a href=\"https://happinessofbeing.blogspot.com/2018/09/must-we-purify-our-mind-by-other-means.html#uu08\">In this verse Bhagavan refers to <i>ātma-vicāra</i> as <i>ananya-bhāva</i> (meditation on what is not other, namely oneself) and says that of all it is the best (<i>uttamam</i>), which in the context of the previous five verses means that it is the best or most effective  of all means to purify the mind or will</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu08\">After explaining in the previous four verses that the mind is purified by <i>niṣkāmya pūjā</i>, <i>japa</i> and <i>dhyāna</i>, which are respectively actions of body, speech and mind and which are in this order progressively more purifying, in this verse he implies that what is most purifying of all is meditating only upon oneself</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu08a\">Self-attentiveness is the most effective means to purify our will (<i>cittam</i>), as Bhagavan implies in this verse, so it is the best use we can make of our will and our freedom to use it as we like</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu08c\">What Bhagavan wrote in the previous five verses clearly shows that he did not consider freedom to turn within to be the only freedom of choice we have, because none of the practises that he describes in those verses as being progressively more effective means to purify our mind entail turning it within, and it is only in this verse that he first refers to the practice of turning our attention within, which he describes as <i>ananya-bhāva</i>, ‘meditation on what is not other [than oneself]’, saying that it is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), the ‘best of all’ or ‘best among all’, thereby implying that it is the most effective of all means to purify the mind</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu08d\">Though we can free ourself from our <i>viṣaya-vāsanās</i> slowly and to some extent by other practices of <i>bhakti</i>, the most effective means to eradicate them is self-investigation, which is the ultimate practice of <i>bhakti</i> and the only means to eradicate them entirely</a><br>\n2017-06-20: <a href=\"http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html#uu08\"><i>Upadēśa Undiyār</i> verses 8 and 9: by the intensity of self-attentiveness we will be in our real state of being, which is beyond thinking</a><br>\n2017-03-19: <a href=\"http://happinessofbeing.blogspot.com/2017/03/what-is-remembering-lord-or-remembrance.html#uu08\">What is ‘remembering the Lord’ or ‘remembrance of Arunachala’?</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu08\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2016-02-08: <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu08\"><i>Upadēśa Undiyār</i> verse 8: love for God as nothing other than oneself is best of all</a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu08\"><i>Upadēśa Undiyār</i> verse 8: meditating on nothing other than ourself is ‘the best among all’</a><br>\n2015-03-06: <a href=\"http://happinessofbeing.blogspot.com/2015/03/intensity-frequency-and-duration-of.html#uu08\">Intensity, frequency and duration of self-attentiveness</a><br>\n2014-05-02: <a href=\"http://happinessofbeing.blogspot.com/2014/05/atma-vicara-stress-and-other-related.html#uu08\"><i>Ātma-vicāra</i>: stress and other related issues</a><br>\n2014-02-24: <a href=\"http://happinessofbeing.blogspot.com/2014/02/we-should-meditate-only-on-i-not-on.html#uu08\">We should meditate only on ‘I’, not on ideas such as ‘I am <i>brahman</i>’</a><br>\n2013-12-30: <a href=\"http://happinessofbeing.blogspot.com/2013/12/dhyana-p-pattu-song-on-meditation.html#uu08\"><i>Dhyāna-p-Paṭṭu</i>: The Song on Meditation</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu08\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu09\"></a><b>Verse 9:</b><br>\n<br>\nபாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal-ē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of meditation, being in <i>sat-bhāva</i>, which transcends <i>bhāvanā</i>, alone is <i>para-bhakti tattva</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> By the strength [intensity, firmness or stability] of [such] meditation [<i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [the state of being], which transcends [all] <i>bhāvanā</i> [thinking, imagination or meditation in the sense of mental activity], alone [or certainly] is <i>para-bhakti tattva</i> [the nature, reality or true state of supreme devotion].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us09\"><i>Upadēśa Sāraḥ</i> verse 9: being in one’s real state of being by self-attentiveness is supreme devotion</a><br>\n2022-03-10: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#uu09\">Meditating on anything other than ourself is a thought or mental activity (<i>bhāvanā</i>), because it entails a movement of our mind or attention away from ourself towards something else, whereas meditating on nothing other than ourself is not a thought or mental activity, because it is just a resting of our mind or attention in its source, namely ourself</a><br>\n2022-03-10: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#uu09a\">As he implies in verse 10 of <i>Śrī Aruṇācala Padigam</i>, by pulling us inwards to be self-attentive, Arunachala will make us motionless (acala) like itself, meaning that we will be firmly established in the state of just being as we actually are, in accordance with the principle that he implies in this verse, ‘By the strength of meditation [that is, by the strength of <i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [the state of being], which transcends <i>bhāvanā</i> [thinking or meditation]’</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu8-9\"><i>Upadēśa Undiyār</i> verses 8 and 9: ‘பாவ பலம்’  (<i>bhāva balam</i>), ‘the strength of meditation’, means keenness of self-attentiveness, so what he implies in these two verses is that by keenness of self-attentiveness we will be in <i>sat-bhāva</i>, the state of being as we actually are</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu09\">Meditating upon anything other than oneself (<i>anya-bhāva</i>) is an action (<i>karma</i>), because it entails directing one’s mind or attention away from oneself towards something else, whereas meditating only upon oneself (<i>ananya-bhāva</i>) is not an action but a state of just being, a cessation of all activity, because it does not entail directing one’s mind or attention away from oneself but only allowing it to return to and rest in its source</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu09a\">So long as we direct our attention away from ourself towards anything else, that outward flow of our attention is what is called thinking or imagining, but when we direct our attention back towards ourself alone, that is the subsidence or cessation of all thinking or imagining, which is what Bhagavan refers to in this verse as பாவனாதீத (<i>bhāvaṉātīta</i>), ‘transcending [or beyond] <i>bhāvana</i> [thinking, imagination or meditation]’</a><br>\n2017-06-20: <a href=\"http://happinessofbeing.blogspot.com/2017/06/concern-about-fate-and-free-will-arises.html#uu09\"><i>Upadēśa Undiyār</i> verses 8 and 9: by the intensity of self-attentiveness we will be in our real state of being, which is beyond thinking</a><br>\n2017-02-06: <a href=\"http://happinessofbeing.blogspot.com/2017/02/how-can-we-see-inaction-in-action.html#uu09\">How can we see inaction in action?</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu09\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2016-02-08: <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu09\"><i>Upadēśa Undiyār</i>: liberation is gained not by doing anything but only by just being</a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu09\"><i>Upadēśa Undiyār</i> verse 9: by meditating on ourself we will subside in our real state of being</a><br>\n2015-03-06: <a href=\"http://happinessofbeing.blogspot.com/2015/03/intensity-frequency-and-duration-of.html#uu09\">Intensity, frequency and duration of self-attentiveness</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu09\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu10\"></a><b>Verse 10:</b><br>\n<br>\nஉதித்த விடத்தி லொடுங்கி யிருத்த<br>\nலதுகன்மம் பத்தியு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வதுயோக ஞானமு முந்தீபற.<br>\n<br>\n<i>uditta viḍatti loḍuṅgi yirutta<br>\nladukaṉmam bhattiyu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaduyōga ñāṉamu mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உதித்த இடத்தில் ஒடுங்கி இருத்தல்: அது கன்மம் பத்தியும்; அது யோகம் ஞானமும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uditta iḍattil oḍuṅgi iruttal: adu kaṉmam bhatti-y-um; adu yōgam ñāṉam-um</i>.<br>\n<br>\n<b>English translation:</b> Being, subsiding in the place from which one rose: that is <i>karma</i> and <i>bhakti</i>; that is <i>yōga</i> and <i>jñāna</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being [by inwardly] subsiding in the place from which one rose [namely one’s own real nature (<i>ātma-svarūpa</i>), which is pure being-awareness (<i>sat-cit</i>), ‘I am’]: that is [the culmination of the paths of] [<i>niṣkāmya</i>] <i>karma</i> and <i>bhakti</i> [as explained in the previous seven verses]; that is [also the culmination of the paths of] <i>yōga</i> [as will be explained in the next five verses] and <i>jñāna</i> [as will be explained in the final fifteen verses].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us10\"><i>Upadēśa Sāraḥ</i> verse 10: being in one’s source is <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i></a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#uu10\">Bhagavan often uses the term ‘இடம்’ (<i>iḍam</i>), which literally means ‘place’, as a metaphor for our real nature (<i>ātma-svarūpa</i>), because it is the ‘place’ or source from which we rise as ego and into which we must eventually subside</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu10\">In the previous seven verses Bhagavan explained how the path of <i>bhakti</i> begins with <i>niṣkāmya</i> actions of body, speech and mind (which is the path of <i>niṣkāmya karma</i>) but eventually leads to and culminates in the path of <i>jñāna</i>, which is the practice of self-attentiveness (<i>svarūpa-dhyāna</i>) or self-investigation (<i>ātma-vicāra</i>), and which is not an action (<i>karma</i>) but just one’s natural state of being (<i>sat-bhāva</i>), in which the ego surrenders itself entirely and remains subsided in the source from which it arose, and in this verse he implies that this is the ultimate culmination and goal of all forms of spiritual practice</a><br>\n2017-02-06: <a href=\"http://happinessofbeing.blogspot.com/2017/02/how-can-we-see-inaction-in-action.html#uu10\">How can we see inaction in action?</a><br>\n2016-10-12: <a href=\"https://happinessofbeing.blogspot.com/2016/10/an-explanation-of-first-ten-verses-of.html#uu10\">An explanation of the first ten verses of <i>Upadēśa Undiyār</i></a><br>\n2016-02-08: <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#uu10\"><i>Upadēśa Undiyār</i>: liberation is gained not by doing anything but only by just being</a><br>\n2015-12-10: <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu10\">Is <i>ātma-vicāra</i> an exclusive or inclusive practice?</a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu10\"><i>Upadēśa Undiyār</i> verse 10: subsiding and being in our source is <i>karma</i>, <i>bhakti</i>, <i>yōga</i> and <i>jñāna</i></a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu10\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu11\"></a><b>Verse 11:</b><br>\n<br>\nவளியுள் ளடக்க வலைபடு புட்போ<br>\nலுளமு மொடுங்குறு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வொடுக்க வுபாயமி துந்தீபற.<br>\n<br>\n<i>vaḷiyuḷ ḷaḍakka valaipaḍu puṭpō<br>\nluḷamu moḍuṅguṟu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;voḍukka vupāyami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வளி உள் அடக்க, வலை படு புள் போல் உளமும் ஒடுங்குறும். ஒடுக்க உபாயம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vaḷi uḷ aḍakka, valai paḍu puḷ pōl uḷam-um oḍuṅguṟum. oḍukka upāyam idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> வளி உள் அடக்க, வலை படு புள் போல் உளமும் ஒடுங்குறும். இது ஒடுக்க உபாயம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaḷi uḷ aḍakka, valai paḍu puḷ pōl uḷam-um oḍuṅguṟum. idu oḍukka upāyam</i>.<br>\n<br>\n<b>English translation:</b> When one restrains the breath within, like a bird caught in a net the mind also will be restrained. This is a means to restrain.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one restrains [curbs, calms or subdues] the breath within, like a bird caught in a net the mind also will be restrained [sink, subside, calm down, become quiet, be dissolved or cease being active]. This [the practice of breath-restraint or <i>prāṇāyāma</i>] is [therefore] a means to restrain [curb, calm, subdue, shut down or dissolve] [the mind].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us11\"><i>Upadēśa Sāraḥ</i> verse 11: when breath is restrained mind will subside</a><br>\n2015-06-18: <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu11\"><i>Upadēśa Undiyār</i> verses 11 and 12: how breath-restraint is a means to restrain the mind</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu11\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu12\"></a><b>Verse 12:</b><br>\n<br>\nஉளமு முயிரு முணர்வுஞ் செயலு<br>\nமுளவாங் கிளையிரண் டுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வொன்றவற் றின்மூல முந்தீபற.<br>\n<br>\n<i>uḷamu muyiru muṇarvuñ ceyalu <br>\nmuḷavāṅ kiḷaiyiraṇ ḍundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;voṉḏṟavaṯ ṟiṉmūla mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உளமும் உயிரும் உணர்வும் செயலும் உளவாம் கிளை இரண்டு. ஒன்று அவற்றின் மூலம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷam-um uyir-um uṇarvu-[u]m ceyal-um uḷavām kiḷai iraṇḍu. oṉḏṟu avaṯṟiṉ mūlam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உளமும் உயிரும் உணர்வும் செயலும் உளவாம் இரண்டு கிளை. அவற்றின் மூலம் ஒன்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷam-um uyir-um uṇarvu-[u]m ceyal-um uḷavām iraṇḍu kiḷai. avaṯṟiṉ mūlam oṉḏṟu</i>.<br>\n<br>\n<b>English translation:</b> Mind and breath are two branches, which have knowing and doing. Their root is one.<br>\n<br>\n<b>Explanatory paraphrase:</b> Mind and breath [or life, which includes breath and all other physiological functions] are two branches, which have knowing and doing [as their respective functions]. [However] their <i>mūla</i> [root, base, foundation, origin, source or cause] is one [so this is why when either one is restrained the other one will also be restrained, as pointed out in the previous verse].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us12\"><i>Upadēśa Sāraḥ</i> verse 12: the root of mind and breath is one</a><br>\n2015-06-18: <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu12\"><i>Upadēśa Undiyār</i> verses 11 and 12: how breath-restraint is a means to restrain the mind</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu12\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu13\"></a><b>Verse 13:</b><br>\n<br>\nஇலயமு நாச மிரண்டா மொடுக்க<br>\nமிலயித் துளதெழு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெழாதுரு மாய்ந்ததே லுந்தீபற.<br>\n<br>\n<i>ilayamu nāśa miraṇḍā moḍukka<br>\nmilayit tuḷadeṙu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veṙāduru māyndadē lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இலயமும் நாசம் இரண்டு ஆம் ஒடுக்கம். இலயித்து உளது எழும். எழாது உரு மாய்ந்ததேல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ilayam-um nāśam iraṇḍu ām oḍukkam. ilayittu uḷadu eṙum. eṙādu uru māyndadēl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஒடுக்கம் இலயமும் நாசம் இரண்டு ஆம். இலயித்து உளது எழும். உரு மாய்ந்ததேல் எழாது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>oḍukkam ilayam-um nāśam iraṇḍu ām. ilayittu uḷadu eṙum. uru māyndadēl eṙādu</i>.<br>\n<br>\n<b>English translation:</b> Dissolution is two: <i>laya</i> and <i>nāśa</i>. What is lying down will rise. If form dies, it will not rise.<br>\n<br>\n<b>Explanatory paraphrase:</b> Dissolution [complete subsidence or cessation of ego or mind] is [of] two [kinds]: <i>laya</i> [temporary dissolution] and <i>nāśa</i> [permanent dissolution or annihilation]. What is lying down [or dissolved in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise.<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us13\"><i>Upadēśa Sāraḥ</i> verse 13: dissolution of mind is of two kinds, <i>laya</i> and <i>nāśa</i></a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us13a\">If we withdraw our mind from <i>dṛśya</i> without keenly attending to <i>cittva</i>, our fundamental awareness, ‘I am’, the mind will dissolve in <i>laya</i>, and ‘What has gone in <i>laya</i> arises again’</a><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#uu13\">Like sleep, any state in which all thoughts cease along with their root, namely ego, but from which they subsequently rise again is just a state of <i>manōlaya</i> (temporary dissolution of mind), whereas the state from which they will never rise again is <i>manōnāśa</i> (annihilation or permanent dissolution of mind), so <i>manōnāśa</i> alone is the solution we should aim for</a><br>\n2020-06-02: <a href=\"https://happinessofbeing.blogspot.com/2020/06/we-can-be-self-attentive-in-waking-and.html#uu13\"><i>Upadēśa Undiyār</i> verse 13: if it is dissolved in sleep or any other state of <i>laya</i>, ego will rise again, but why?</a><br>\n2019-10-16: <a href=\"https://happinessofbeing.blogspot.com/2019/10/is-it-possible-for-us-to-attend-to.html#c6938871392694430818\">Comment explaining that nothing exists in sleep other than our real nature, which is <i>sat-cit-ānanda</i>, so the only difference between sleep (<i>manōlaya</i>) and eradication of ego (<i>manōnāśa</i>) is that ego will never rise again from the latter, whereas it does rise from the former, but this is not a difference in those states but only a difference from the perspective of ourself as ego in waking or dream</a><br>\n2019-07-29: <a href=\"https://happinessofbeing.blogspot.com/2019/07/why-does-ego-rise-again-from-manolaya.html#uu13\">Why does ego rise again from <i>manōlaya</i> and not from <i>manōnāśa</i>?</a><br>\n2017-07-27: <a href=\"http://happinessofbeing.blogspot.com/2017/07/any-experience-that-is-temporary-is-not.html#uu13\"><i>Upadēśa Undiyār</i> verse 13: the only difference between <i>manōlaya</i> and <i>manōnāśa</i> is that the ego will rise from <i>manōlaya</i> but never from <i>manōnāśa</i></a><br>\n2017-07-07: <a href=\"http://happinessofbeing.blogspot.com/2017/07/the-non-existence-of-ego-body-and-world.html#uu13\"><i>Upadēśa Undiyār</i> verse 13: from the perspective of the ego in waking or dream the distinction between <i>manōlaya</i> and <i>manōnāśa</i> is in effect real</a><br>\n2015-06-18: <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu13\"><i>Upadēśa Undiyār</i> verse 13: the two kinds of subsidence of mind</a><br>\n2014-04-11: <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#uu13\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a><br>\n2014-02-16: <a href=\"http://happinessofbeing.blogspot.com/2014/02/self-attentiveness-and-citta-vrtti.html#uu13\">Self-attentiveness and <i>citta-vṛtti nirōdha</i></a><br>\n2011-10-07: <a href=\"http://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html#uu13\">Annihilation of mind (<i>manōnāśa</i>) is permanent, whereas any other subsidence of mind (<i>manōlaya</i>) such as sleep, coma, death or <i>samādhi</i> is only temporary</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu13\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu14\"></a><b>Verse 14:</b><br>\n<br>\nஒடுக்க வளியை யொடுங்கு முளத்தை<br>\nவிடுக்கவே யோர்வழி யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீயு மதனுரு வுந்தீபற.<br>\n<br>\n<i>oḍukka vaḷiyai yoḍuṅgu muḷattai<br>\nviḍukkavē yōrvaṙi yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīyu madaṉuru vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஒடுக்க வளியை ஒடுங்கும் உளத்தை விடுக்கவே ஓர் வழி, வீயும் அதன் உரு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>oḍukka vaḷiyai oḍuṅgum uḷattai viḍukka-v-ē ōr vaṙi, vīyum adaṉ uru</i>.<br>\n<br>\n<b>அன்வயம்:</b> வளியை ஒடுக்க ஒடுங்கும் உளத்தை ஓர் வழி விடுக்கவே, அதன் உரு வீயும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaḷiyai oḍukka oḍuṅgum uḷattai ōr vaṙi viḍukka-v-ē, adaṉ uru vīyum</i>.<br>\n<br>\n<b>English translation:</b> Only when one sends the mind, which will become calm when one restrains the breath, on the investigating path will its form perish.<br>\n<br>\n<b>Explanatory paraphrase:</b> Only when one sends the mind, which will become calm when one restrains the breath, on <i>ōr vaṙi</i> [the investigating path or one path, namely the path of self-investigation, which is the one and only means to eradicate ego and thereby annihilate the mind] will its form perish. [However, the mind cannot be sent on this path of self-investigation if it has dissolved in <i>laya</i>, so if one practices breath-restraint in order to restrain the mind, one should take care to send the mind on this path of self-investigation (which means to direct one’s attention back towards oneself) when it has become calm but before it dissolves in <i>laya</i>.]<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us14\"><i>Upadēśa Sāraḥ</i> verse 14: only by self-investigation will the mind die</a><br>\n2020-06-02: <a href=\"https://happinessofbeing.blogspot.com/2020/06/we-can-be-self-attentive-in-waking-and.html#uu14\"><i>Upadēśa Undiyār</i> verse 14: only by means of self-investigation will ego dissolve in pure awareness in such a way that it will never rise again</a><br>\n2015-06-18: <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#uu14\"><i>Upadēśa Undiyār</i> verse 14: our mind will die only by self-investigation</a> (in the section following this, <a href=\"http://happinessofbeing.blogspot.com/2015/06/pranayama-is-just-aid-to-restrain-mind.html#us14\"><i>Upadēśa Sāram</i> verse 14: the meaning of <i>ēka-cintanā</i></a>, I give the Sanskrit text and my English translation of verse 14 of <i>Upadēśa Sāram</i> and discuss its meaning)<br>\n2014-04-11: <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#uu14\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a><br>\n2011-10-07: <a href=\"http://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html#uu14\">The mind will be annihilated only when it is sent on the unique path of self-investigation (<i>ātma-vicāra</i>)</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu14\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu15\"></a><b>Verse 15:</b><br>\n<br>\nமனவுரு மாயமெய்ம் மன்னுமா யோகி<br>\nதனக்கோர் செயலிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்னியல் சார்ந்தன னுந்தீபற.<br>\n<br>\n<i>maṉavuru māyameym maṉṉumā yōgi<br>\ntaṉakkōr seyalilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉṉiyal sārndaṉa ṉundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மன உரு மாய மெய் மன்னும் மா யோகி தனக்கு ஓர் செயல் இலை. தன் இயல் சார்ந்தனன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉa uru māya mey maṉṉum mā yōgi taṉakku ōr seyal ilai. taṉ iyal sārndaṉaṉ</i>.<br>\n<br>\n<b>English translation:</b> When the form of the mind is annihilated, for the great <i>yōgi</i> who remains permanently as the reality, there is not a single doing. He has attained his nature.<br>\n<br>\n<b>Explanatory paraphrase:</b> When the form of the mind is annihilated, for the great <i>yōgi</i> who [thereby] remains permanently as the reality, there is not a single doing [action or <i>karma</i>], [because] he has attained his [real] nature [which is actionless being].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us15\"><i>Upadēśa Sāraḥ</i> verse 15: when the mind is dead, there is no action but only one’s real nature</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu15\">The <i>jñāni</i> is not a person but only the infinite space of pure self-awareness, in whose clear view neither a person nor anything else exists at all, so the <i>jñāni</i> never actually does any action, either with or without doership</a><br>\n2018-04-18: <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#uu15\">What experiences itself as ‘I am doing’ or ‘I am experiencing’ is only the ego, and without the ego nothing else exists, so there is nothing either to do or to experience</a><br>\n2016-12-27: <a href=\"http://happinessofbeing.blogspot.com/2016/12/the-jnani-is-only-pure-awareness.html#uu15\"><i>Upadēśa Undiyār</i> verse 15: for the <i>jñāni</i> there is no ego or mind and hence no action</a><br>\n2014-04-11: <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#uu15\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a><br>\n2011-10-07: <a href=\"http://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html#uu15\">When the mind is annihilated, one is established as the reality, so there is no action (thinking, talking or doing)</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu15\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu16\"></a><b>Verse 16:</b><br>\n<br>\nவெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving aside [awareness of any] external <i>viṣayas</i> [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing its own form of light [namely the light of pure awareness, which is its real nature and what illumines it, enabling it to be aware both of itself and of other things] is alone real awareness [true knowledge or knowledge of reality].<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us16\"><i>Upadēśa Sāraḥ</i> verse 16: seeing nothing but awareness is seeing what is real</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us16a\">To see what is real, the mind must see its own real nature, which is pure awareness</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#cittva\">We cannot see our own <i>cittva</i> merely by keeping our mind back from all <i>dṛśya</i></a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#being\">The mind can see its own <i>cittva</i> only by being its own <i>cittva</i>, and it can be it only by being swallowed by it</a><br>\n2022-03-10: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#us16\">As he implies in verse 16 of <i>Upadēśa Sāram</i>, <i>svarūpa-darśana</i> (seeing ourself as we actually are) alone is <i>tattva-darśana</i> (seeing what is real), and in order to see our own <i>cittva</i> (pure awareness), which is ourself as we actually are, we need to turn back and look deep within ourself</a><br>\n2021-08-29: <a href=\"https://happinessofbeing.blogspot.com/2021/08/is-anything-other-than-ourself.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: real awareness is only awareness of what actually exists, namely ourself, so we can remain as real awareness only by knowing nothing other than ourself</a><br>\n2021-05-13: <a href=\"https://happinessofbeing.blogspot.com/2021/05/learning-how-to-be-self-attentive.html#uu16\">In order to know ourself as we actually are and thereby eradicate the false awareness called ego, all we need do is to withdraw our attention from all other things by trying to focus it exclusively on ourself alone</a><br>\n2021-02-18: <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-ego-actually-just-pure.html#uu16\">So long as we are looking at anything other than ourself, we seem to be something other than pure awareness, but if we give up looking at anything else by looking at ourself alone, we will see that we are actually just pure awareness</a><br>\n2020-10-16: <a href=\"https://happinessofbeing.blogspot.com/2020/10/the-direct-path-to-direct-perception-of.html#uu16\">What Bhagavan refers to in verse 17 as investigating மனத்தின் உரு (<i>maṉattiṉ uru</i>), the ‘form of the mind’, is investigating its real form, which is pure awareness, its ‘ஒளி உரு’ (<i>oḷi-uru</i>) or ‘form of light’</a><br>\n2020-09-19: <a href=\"https://happinessofbeing.blogspot.com/2020/09/how-is-ego-to-be-destroyed.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: to eradicate ego we not only need to cease being aware of anything other than ourself, but need to do so by being keenly self-attentive</a><br>\n2020-09-19: <a href=\"https://happinessofbeing.blogspot.com/2020/09/how-is-ego-to-be-destroyed.html#uu16a\">When the <i>cit</i> element of the mind or ego is turned back to face itself alone, it is thereby turning its back on all external phenomena, so it ceases to be aware of anything else, and thus it remains as pure awareness, which is what it always actually is</a><br>\n2020-06-17: <a href=\"https://happinessofbeing.blogspot.com/2020/06/what-exists-and-shines-in-sleep-is.html#uu16\">Our experience in sleep is a vital clue that guides us in our self-investigation, because so long as we are aware of anything that we are not aware of in sleep, our attention is still not focused solely and exclusively on ourself</a><br>\n2020-06-02: <a href=\"https://happinessofbeing.blogspot.com/2020/06/we-can-be-self-attentive-in-waking-and.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: being so keenly self-attentive that we thereby cease to be aware of anything else is real awareness</a><br>\n2020-04-05: <a href=\"https://happinessofbeing.blogspot.com/2020/03/how-can-we-just-be.html#c5614561280443214262\">In this verse, as in the first sentence of the thirteenth paragraph of <i>Nāṉ Ār?</i>, Bhagavan clearly implies that we must try to be aware of nothing whatsoever other than ourself</a><br>\n2020-03-31: <a href=\"https://happinessofbeing.blogspot.com/2020/03/how-can-we-just-be.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: what is required is that we withdraw our attention from all other things by being keenly self-attentive</a><br>\n2020-02-28: <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c2968969248419636396\">Here ‘light’ is a metaphor for awareness, because awareness is the light by which we know all things, both ourself and everything else, and ‘form’ is a metaphor for nature (<i>svarūpa</i>), so ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru</i>), ‘its [or one’s] own form of light’, implies that our real nature (or the real nature of the mind) is the light of pure awareness</a><br>\n2020-02-27: <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c1231694647994915076\">In order to be aware of what is real, we not only need to cease perceiving any world, but need to do so by being aware of ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru</i>), ‘our own form of light’ (our real nature, which is the original light of pure awareness)</a><br>\n2020-02-02: <a href=\"https://happinessofbeing.blogspot.com/2020/02/there-are-many-interpretations-of.html#uu16\">Real awareness or <i>vidyā</i> is the awareness that alone remains when we are clearly aware only of ourself (our own form of light), thereby ceasing to be aware of anything else</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#uu16\">In order to be annihilated and thereby never rise again, we as ego must not only withdraw our attention from all phenomena but must do so by focusing our entire attention on ourself alone</a><br>\n2019-12-16: <a href=\"https://happinessofbeing.blogspot.com/2019/12/what-we-need-to-investigate-is-not-act.html#c2913745998690004611\">Comment explaining that in order to be aware of ourself as we actually are we as ego must cease being aware of phenomena and must instead be aware only of our ‘own form of light’, which is pure awareness</a><br>\n2019-12-10: <a href=\"https://happinessofbeing.blogspot.com/2019/12/why-should-we-try-to-be-aware-of.html#uu16\">In order to be aware of ourself as we actually are we need to be aware of ourself alone, in complete isolation from awareness of anything else</a><br>\n2019-11-28: <a href=\"https://happinessofbeing.blogspot.com/2019/11/upadesa-undiyar-verse-16-practical.html#uu16\">Instead of using the reflected light called mind to know other things (which are what Bhagavan calls ‘வெளி விடயங்கள்’ (<i>veḷi viḍayaṅgaḷ</i>), ‘external phenomena’), we must turn it back to face its source, the original light of pure awareness, which is always shining within us as ‘I am’</a><br>\n2019-11-28: <a href=\"https://happinessofbeing.blogspot.com/2019/11/upadesa-undiyar-verse-16-practical.html#uu16a\">What he gave us in this verse is a clear definition of ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>), which means ‘real awareness’, ‘true knowledge’ or ‘awareness [or knowledge] of reality’, but a definition intended to show us the means by which we can experience real awareness</a><br>\n2019-11-26: <a href=\"https://happinessofbeing.blogspot.com/2019/11/is-there-any-difference-between-being.html#uu16\">In order to dissolve ego, we must eventually turn our entire attention back towards ourself (which is what Bhagavan refers to here as the mind’s ‘ஒளி உரு’ (<i>oḷi-uru</i>) or ‘form of light’) and thereby away from everything else (which is what he refers to as ‘வெளி விடயங்கள்’ (<i>veḷi viḍayaṅgaḷ</i>), ‘external phenomena’)</a><br>\n2019-11-24: <a href=\"https://happinessofbeing.com/nan_yar.html#uu16\">In order to be aware of ourself as we actually are, namely as pure awareness, which is our own ‘ஒளி உரு’ (oḷi-uru) or ‘form of light’, we need to cease being aware of any phenomena, including all the adjuncts that we mistake to be ourself</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu16\">There are two essential features that define us as ego, namely we are aware of ourself as a set of adjuncts (a body consisting of five sheaths) and consequently we are aware of other phenomena, so in order to see ourself as we actually are we must not only give up our awareness of adjuncts but also our awareness of all other phenomena</a><br>\n2019-06-24: <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-we-be-sure-that-we-can-wake-up.html#uu16\">In order for us as ego to eradicate ourself permanently, we not only need to cease being aware of anything else, but also need to be attentively and clearly aware of ourself alone</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: since awareness of anything other than ourself is ignorance and unreal, we can be aware of ourself as real awareness only by withdrawing our attention from everything else and turning back towards ourself to know our own ‘form of light’</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu16a\">In order to be aware of our own ‘form of light’ (the pure awareness that we actually are) we need to give up being aware of any phenomena</a><br>\n2017-10-07: <a href=\"https://happinessofbeing.blogspot.com/2018/10/when-bhagavan-says-that-we-must-look.html#uu16\">Just giving up attending to external phenomena is not sufficient, because we do so whenever we fall asleep, so what is required is just that we attend only to ourself, that is, to our own fundamental self-awareness, because if we do so we will thereby give up attending to anything else</a><br>\n2018-09-01: <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#uu16\">When Bhagavan talks of the mind investigating itself, what he means by the term ‘mind’ is ego, which is the perceiving or aware element of it, and which is therefore what needs to investigate itself and thereby surrender itself, as he implies in this verse</a><br>\n2017-04-16: <a href=\"http://happinessofbeing.blogspot.com/2017/04/why-is-effort-required-for-us-to-go.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: to the extent that our attention is focused on ourself it will thereby be withdrawn from other things</a><br>\n2016-10-19: <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: we must not just cease attending to other things but must keenly attend to ourself alone</a><br>\n2016-05-17: <a href=\"http://happinessofbeing.blogspot.com/2016/05/we-can-separate-ourself-permanently.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: we must attend only to ourself and thereby leave aside all phenomena</a><br>\n2016-04-20: <a href=\"http://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html#c2245909623487225477\">Comment discussing verse 16 of <i>Upadēśa Undiyār</i></a><br>\n2015-10-12: <a href=\"http://happinessofbeing.blogspot.com/2015/10/why-is-it-necessary-to-be-attentively.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: we must attentively observe our own self-awareness</a><br>\n2015-05-20: <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html#uu16\"><i>Upadēśa Undiyār</i> verse 16: to see what is real we must give up seeing what is seen (<i>dṛśya</i>)</a> (this section also includes the Sanskrit text of <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html#us16\">verse 16 of <i>Upadēśa Sāram</i></a> together with my translation of it)<br>\n2014-12-13: <a href=\"http://happinessofbeing.blogspot.com/2014/12/the-need-for-manana-and-viveka.html#uu16\">The teachings of Sri Ramana and Nisargadatta are significantly different</a><br>\n2014-09-09: <a href=\"http://happinessofbeing.blogspot.com/2014/08/the-crucial-secret-revealed-by-sri.html#c8406952912662778396\">Comment explaining the meaning of verse 16 of <i>Upadēśa Undiyār</i></a><br>\n2011-10-07: <a href=\"http://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html#uu16\">To be annihilated, the mind must not only cease being aware of any phenomena (<i>viṣayas</i>) but must also attend to ‘its own form of light’ (its fundamental self-awareness)</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu16\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu17\"></a><b>Verse 17:</b><br>\n<br>\nமனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates the form of the mind without forgetting, there is not anything called ‘mind’. This is the direct path for everyone whomsoever.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting [neglecting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever.<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us17\"><i>Upadēśa Sāraḥ</i> verse 17: when one keenly investigates it, there is no mind</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us17a\">Ego is the first cause, and hence the root cause of all other causes, so there cannot be anything that causes ego to rise or come into existence, and there need not be anything that causes it, because if we investigate it keenly enough, it will be clear that no such thing has ever actually existed or risen at all</a><br>\n2021-02-18: <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-ego-actually-just-pure.html#uu17\">If we investigate ego keenly enough, without yielding even in the least to <i>pramāda</i> (negligence or forgetfulness), we will see that what we actually are is just pure awareness, so it will then be clear that there is no such thing as mind or ego at all</a><br>\n2020-10-22: <a href=\"https://happinessofbeing.blogspot.com/2020/10/the-direct-path-to-direct-perception-of.html#c3154438565509897086\">Self-investigation is ‘the direct path for everyone whomsoever’, so if we are attracted to this path and want to follow it, we are mature enough to do so</a><br>\n2020-10-16: <a href=\"https://happinessofbeing.blogspot.com/2020/10/the-direct-path-to-direct-perception-of.html#uu17\">This path is the direct path because we are trying to look at ourself directly in order to perceive ourself as we actually are</a><br>\n2020-09-19: <a href=\"https://happinessofbeing.blogspot.com/2020/09/how-is-ego-to-be-destroyed.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: to see that there is no such thing as ego or mind at all, we need to be so keenly self-attentive that we give not even the slightest room for any <i>pramāda</i> (self-negligence) to creep in</a><br>\n2019-12-21: <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html#uu17\">Bhagavan didn’t give any teachings unasked, but when he was asked his first inclination was to advise all questioners to look within to see what they actually are, because this is ‘மார்க்கம் நேர் ஆர்க்கும்’ (<i>mārggam nēr ārkkum</i>), ‘the direct path for everyone whomsoever’</a><br>\n2019-12-11: <a href=\"https://happinessofbeing.blogspot.com/2019/12/why-should-we-try-to-be-aware-of.html#c2513137632234609618\">Comment explaining that it is the mind (in the sense of ego, the thought called ‘I’, which is the root and essence of the mind, being its perceiving element) that needs to investigate itself, because if it does so keenly enough it will be clear that there is no such thing</a><br>\n2019-11-08: <a href=\"https://happinessofbeing.blogspot.com/2019/11/ego-seems-to-exist-only-when-we-look.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: if we incessantly investigate this <i>atiśaya śakti</i> called mind or ego, it will be clear that no such thing exists at all</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu17\">As soon as the mind knows its own form of light, which is pure awareness, it dissolves and merges in that, thereby ceasing to be mind and remaining just as pure awareness, so self-investigation ultimately reveals that there is no such thing as mind at all</a><br>\n2019-05-08: <a href=\"https://happinessofbeing.blogspot.com/2019/05/the-ultimate-truth-is-ajata-but-because.html#uu17\">Ego seems to exist only when it is attending to or aware of anything other than itself, so if it attends to itself so keenly that it ceases to be aware of anything else, it will be clear that there is no such thing as ego</a><br>\n2019-04-19: <a href=\"https://happinessofbeing.blogspot.com/2019/04/can-there-be-any-viable-substitute-for.html#uu17\">On this path of self-investigation and self-surrender there is no such thing as a shortcut, because it is ‘மார்க்கம் நேர் ஆர்க்கும்’ (mārggam nēr ārkkum), ‘the direct path for everyone whomsoever’, and there can obviously be no shorter cut than the direct way</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu17\">Ego or mind seems to exist only when it is looking elsewhere, that is, at anything other than itself, but when it looks only at itself, there is no such thing but only pure awareness, which is never aware of anything other than itself</a><br>\n2017-09-24: <a href=\"http://happinessofbeing.blogspot.com/2017/09/we-should-not-be-concerned-with.html#c4628036906813352529\">A series of two comments explaining that the most important of all the fundamental principles of Bhagavan’s teachings is that the ego will cease to cease if and only if we investigate it</a><br>\n2017-07-27: <a href=\"http://happinessofbeing.blogspot.com/2017/07/any-experience-that-is-temporary-is-not.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: if we investigate it keenly enough, we will find that there is no such thing as an ego or mind</a><br>\n2017-06-28: <a href=\"http://happinessofbeing.blogspot.com/2017/06/there-is-absolutely-no-difference.html#uu17\">There is absolutely no difference between sleep and pure self-awareness (<i>ātma-jñāna</i>)</a><br>\n2017-03-21: <a href=\"http://happinessofbeing.blogspot.com/2017/03/to-eradicate-mind-we-must-watch-only.html#uu17\"><i>Upadēśa Undiyār</i> verses 17 and 18: what we should watch is only the ego, the root thought called ‘I’, and not any other thought</a><br>\n2016-11-21: <a href=\"http://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html#uu17\">Since <i>vivarta vāda</i> contends that non-existent things seem to exist only in the view of the non-existent ego, its logical conclusion can only be <i>ajāta</i></a><br>\n2016-10-19: <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: if we keenly investigate our ego, we will find that there is actually no such thing at all, and hence no world or anything else other than ourself</a><br>\n2015-12-10: <a href=\"http://happinessofbeing.blogspot.com/2015/12/thought-of-oneself-will-destroy-all.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: avoiding self-negligence (<i>pramāda</i>) is the only means to destroy our ego</a><br>\n2015-11-11: <a href=\"http://happinessofbeing.blogspot.com/2015/11/sleep-is-our-natural-state-of-pure-self.html#uu17\"><i>Upadēśa Undiyār</i> verse 17: our ego or mind does not actually exist at all, even now</a><br>\n2015-05-20: <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html#uu17\">The essence of the mind is the ego, and the essence of the ego is pure self-awareness</a><br>\n2014-09-28: <a href=\"http://happinessofbeing.blogspot.com/2014/09/the-perceiver-and-perceived-are-both.html#uu17\">The perceiver and the perceived are both unreal</a><br>\n2014-09-26: <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#uu17\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a><br>\n2014-03-20: <a href=\"http://happinessofbeing.blogspot.com/2014/03/atma-vicara-is-only-means-by-which-we.html#uu17\"><i>Ātma-vicāra</i> is the only means by which we can experience ourself as we really are</a><br>\n2014-03-03: <a href=\"http://happinessofbeing.blogspot.com/2014/03/does-practice-of-atma-vicara-work.html#uu17\">Does the practice of <i>ātma-vicāra</i> work?</a><br>\n2014-02-16: <a href=\"http://happinessofbeing.blogspot.com/2014/02/self-attentiveness-and-citta-vrtti.html#uu17\">Self-attentiveness and <i>citta-vṛtti nirōdha</i></a><br>\n2008-02-16: <a href=\"http://happinessofbeing.blogspot.com/2008/06/cultivating-uninterrupted-self.html#uu17\">Cultivating uninterrupted self-attentiveness</a><br>\n2011-10-07: <a href=\"http://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html#uu17\">Annihilation of mind (<i>manōnāśa</i>) is not actually a state in which something that existed has been destroyed, but is just the clear knowledge that nothing other than ourself has ever existed</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu17\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu18\"></a><b>Verse 18:</b><br>\n<br>\nஎண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [namely ego, the root thought called ‘I’].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2023-07-27: <a href=\"https://happinessofbeing.blogspot.com/2023/07/anma-viddai-verse-3-knowledge-of-all.html#uu18\">The mind consists of two elements, namely the subject, which is ego, the thought called ‘I’, and all objects, which are all the other thoughts that constitute the mind, and since all other thoughts are known only by ego, they could not exist independent of ego, so what the mind essentially is is only ego</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us18\"><i>Upadēśa Sāraḥ</i> verse 18: mind is essentially just the ego, the root of all other thoughts</a><br>\n2021-02-18: <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-ego-actually-just-pure.html#uu18\">What he refers to in verse 17 as ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), ‘the form of the mind’, is ego, because as he explains in this verse, ego is the root of the mind and hence what the mind essentially is</a><br>\n2021-02-02: <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-it-true-to-say.html#uu18\">Bhagavan is the ultimate reductionist: All phenomena are just thoughts; thoughts are just mind; mind is in essence just ego, the first thought ‘I’; and if instead of looking at anything else we look keenly at ourself alone, we will find that ego is actually just pure awareness, so pure awareness is all that actually exists</a><br>\n2020-09-19: <a href=\"https://happinessofbeing.blogspot.com/2020/09/how-is-ego-to-be-destroyed.html#uu18\">Though the term ‘mind’ is often used to refer to all thoughts collectively, the root of all thoughts is only ego, which is the thought called ‘I’, so what the mind essentially is is only ego</a><br>\n2020-04-15: <a href=\"https://happinessofbeing.blogspot.com/2020/04/the-dreamer-is-ourself-as-ego-not.html#uu18\">All other thoughts are objects perceived by ego, whereas ego is the subject, the perceiver of them all, so no other thoughts can exist without ego, and hence ego is the one constant thought, the thread on which all other thoughts are strung</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#uu18\">In many contexts Bhagavan uses ‘mind’ as a synonym for ego, which is what he sometimes calls ‘the thought called I’, but in other contexts he uses it in a broader sense to refer to the totality of all thoughts</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#uu18a\">Whenever Bhagavan uses the term ‘the thought called I’, he is referring to ego, which is the first thought and the root of all other thoughts</a><br>\n2019-11-08: <a href=\"https://happinessofbeing.blogspot.com/2019/11/ego-seems-to-exist-only-when-we-look.html#uu18\">When Bhagavan uses the term ‘mind’, in some cases he is referring to the totality of all thoughts, but in most cases he is referring to ego, which is the root of all other thoughts and therefore the essence of the mind</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu18\">What he referred to in verse 17 as ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), ‘the form of the mind’, is ego, which is the fundamental form of the mind, being its perceiving element and hence its root, because it is that in whose view all the perceived elements of the mind, namely all other thoughts, seem to exist</a><br>\n2019-05-08: <a href=\"https://happinessofbeing.blogspot.com/2019/05/the-ultimate-truth-is-ajata-but-because.html#uu18\">Ego is the perceiving element of the mind and therefore its root and essence</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: though all thoughts are included in mind, what mind essentially is is only ego, the root thought called ‘I’</a><br>\n2018-05-13: <a href=\"https://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html#uu18\">The term ‘mind’ is used in two distinct senses: in a general sense it is a term that refers to the totality of all thoughts or mental phenomena, but since the root of all thoughts is the ego, the primal thought called ‘I’, what the mind essentially is is only the ego, and hence in a more specific sense ‘mind’ is a term that refers to the ego</a><br>\n2018-04-18: <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: though the term ‘mind’ can refer to all thoughts collectively, what the mind essentially is is just the ego</a><br>\n2017-09-18: <a href=\"http://happinessofbeing.blogspot.com/2017/09/what-creates-all-thoughts-is-only-ego.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: though the term ‘mind’ can refer to the totality of all thoughts, what the mind essentially is is just the ego</a><br>\n2017-07-27: <a href=\"http://happinessofbeing.blogspot.com/2017/07/any-experience-that-is-temporary-is-not.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: the mind is essentially just the ego, the primal thought and root of all other thoughts</a><br>\n2017-03-21: <a href=\"http://happinessofbeing.blogspot.com/2017/03/to-eradicate-mind-we-must-watch-only.html#uu18\"><i>Upadēśa Undiyār</i> verses 17 and 18: what we should watch is only the ego, the root thought called ‘I’, and not any other thought</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: the mind is essentially ‘I’, the ego or mixed awareness ‘I am this body’</a><br>\n2016-06-19: <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#uu18\">The first movement of thought is the rising of our ego, so we are completely ‘off the movement of thought’ only in <i>manōlaya</i> or <i>manōnāśa</i></a> (this section also includes the Sanskrit text of <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#us18\">verse 18 of <i>Upadēśa Sāram</i></a> together with my translation of it)<br>\n2016-04-08: <a href=\"http://happinessofbeing.blogspot.com/2016/04/self-investigation-atma-vicara-entails.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: the ego is our first thought, the root of our mind</a><br>\n2015-11-11: <a href=\"http://happinessofbeing.blogspot.com/2015/11/sleep-is-our-natural-state-of-pure-self.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: our mind is in essence just our primal thought called ‘I’</a><br>\n2015-07-18: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#uu18\"><i>Upadēśa Undiyār</i> verse 18: our ego is the root of all our mental impurities</a><br>\n2015-05-20: <a href=\"http://happinessofbeing.blogspot.com/2015/05/drg-drsya-viveka-distinguishing-seer.html#uu18\">Distinguishing the ego from the rest of the mind</a><br>\n2015-04-03: <a href=\"http://happinessofbeing.blogspot.com/2015/04/any-experience-we-can-describe-is.html#uu18\">Any experience we can describe is something other than the experience of pure self-attentiveness</a><br>\n2014-12-13: <a href=\"http://happinessofbeing.blogspot.com/2014/12/the-need-for-manana-and-viveka.html#uu18\">The teachings of Sri Ramana and Nisargadatta are significantly different</a><br>\n2014-09-26: <a href=\"http://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#uu18\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a><br>\n2014-08-15: <a href=\"http://happinessofbeing.blogspot.com/2014/08/establishing-that-i-am-and-analysing.html#uu18\">Establishing <i>that</i> I am and analysing <i>what</i> I am</a><br>\n2014-05-25: <a href=\"http://happinessofbeing.blogspot.com/2014/05/the-minds-role-in-investigating-i.html#uu18\">The mind’s role in investigating ‘I’</a><br>\n2014-02-16: <a href=\"http://happinessofbeing.blogspot.com/2014/02/self-attentiveness-and-citta-vrtti.html#uu18\">Self-attentiveness and <i>citta-vṛtti nirōdha</i></a><br>\n2014-02-05: <a href=\"http://happinessofbeing.blogspot.com/2014/02/spontaneously-and-wordlessly-applying.html#uu18\">Spontaneously and wordlessly applying the clue: ‘to whom? to me; who am I?’</a><br>\n2011-10-07: <a href=\"http://happinessofbeing.blogspot.com/2011/10/manonasa-destruction-of-mind.html#uu18\">In essence the mind is just the thought called ‘I’, which is the root of all other thoughts</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu18\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu19\"></a><b>Verse 19:</b><br>\n<br>\nநானென் றெழுமிட மேதென நாடவுண்<br>\nணான்றலை சாய்ந்திடு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ஞான விசாரமி துந்தீபற.<br>\n<br>\n<i>nāṉeṉ ḏṟeṙumiḍa mēdeṉa nāḍavuṇ<br>\nṇāṉḏṟalai sāyndiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ñāṉa vicārami dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் என்று எழும் இடம் ஏது என நாட உள், நான் தலைசாய்ந்திடும். ஞான விசாரம் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ, nāṉ talai-sāyndiḍum. ñāṉa-vicāram idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் என்று எழும் இடம் ஏது என உள் நாட, நான் தலைசாய்ந்திடும். இது ஞான விசாரம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa uḷ nāḍa, nāṉ talai-sāyndiḍum. idu ñāṉa-vicāram</i>.<br>\n<br>\n<b>English translation:</b> When one investigates within what the place is from which one rises as ‘I’, ‘I’ will die. This is awareness-investigation.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one investigates within [or inwardly investigates] what the place is from which one [or it] rises as ‘I’ [ego or mind], ‘I’ will die. This is <i>jñāna-vicāra</i> [investigation of awareness].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#uu19\">What he refers to here as ‘நான் என்று எழும் இடம்’ (<i>nāṉ eṉḏṟu eṙum iḍam</i>), ‘the place from which one rises as I’ or ‘the place from which it rises as I’, is our real nature (<i>ātma-svarūpa</i>), which is what always shines within us as our fundamental awareness of our own existence, ‘I am’, so investigating this ‘place’ means keenly attending only to this awareness ‘I am’, which is why he calls this investigation <i>jñāna-vicāra</i>, which means ‘awareness-investigation’</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us19\"><i>Upadēśa Sāraḥ</i> verse 19: when one investigates from where the ego rises, it will die</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#uu19\">‘நான் என்று எழும் இடம்’ (<i>nāṉ eṉḏṟu eṙum iḍam</i>), ‘the place from which one rises as I’, is our real nature (<i>ātma-svarūpa</i>), which is what always shines within us as our fundamental awareness of our own existence, ‘I am’, so investigating this ‘place’ means keenly attending only to this awareness ‘I am’, which is why he calls this investigation <i>jñāna-vicāra</i>, which means ‘awareness-investigation’</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#uu19\">Bhagavan often uses the term ‘இடம்’ (<i>iḍam</i>), which literally means ‘place’, as a metaphor for our real nature (<i>ātma-svarūpa</i>), because it is the ‘place’ or source from which we rise as ego and into which we must eventually subside</a><br>\n2019-11-24: <a href=\"https://happinessofbeing.com/nan_yar.html#uu19\">ஞான விசாரம் (<i>ñāṉa-vicāram</i>) or <i>jñāna-vicāra</i> means ‘awareness-investigation’, so since awareness alone is what we actually are, <i>jñāna-vicāra</i> is the practice of investigating our real nature (<i>ātma-svarūpa</i>), which is what Bhagavan refers to in this verse as ‘நான் என்று எழும் இடம்’ (<i>nāṉ eṉḏṟu eṙum iḍam</i>), ‘the place from which one rises as I’</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu19\"><i>Upadēśa Undiyār</i> verse 19: if we investigate ourself, the source from which we rose as this ego, it will die</a><br>\n2015-07-31: <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu19\"><i>Upadēśa Undiyār</i> verse 19: we should investigate the source of our ego, which is what we actually are</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu19\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu20\"></a><b>Verse 20:</b><br>\n<br>\nநானொன்று தானத்து நானானென் றொன்றது<br>\nதானாகத் தோன்றுமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானது பூன்றமா முந்தீபற.<br>\n<br>\n<i>nāṉoṉḏṟu thāṉattu nāṉāṉeṉ ḏṟoṉḏṟadu <br>\ntāṉāhat tōṉḏṟumē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉadu pūṉḏṟamā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ ஒன்று தானத்து ‘நான் நான்’ என்று ஒன்று அது தானாக தோன்றுமே. தான் அது பூன்றம் ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ oṉḏṟu thāṉattu ‘nāṉ nāṉ’ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. tāṉ adu pūṉḏṟam ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான்’ ஒன்று தானத்து ‘நான் நான்’ என்று ஒன்று அது தானாக தோன்றுமே. அது தான் பூன்றம் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ’ oṉḏṟu thāṉattu ‘nāṉ nāṉ’ eṉḏṟu oṉḏṟu adu tāṉāha tōṉḏṟumē. adu tāṉ pūṉḏṟam ām</i>.<br>\n<br>\n<b>English translation:</b> In the place where ‘I’ merges, that, the one, appears spontaneously as ‘I am I’. That itself is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> In the place where ‘I’ [namely ego, the false awareness ‘I am this’] merges, that, the one, appears spontaneously [or as oneself] as ‘I am I’ [that is, as awareness of oneself as oneself alone]. That itself [or that, oneself] is <i>pūṉḏṟam</i> [<i>pūrṇa</i>: the infinite whole or entirety of what is].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#uu20\">‘நான் ஒன்று தானம்’ (<i>nāṉ oṉḏṟu thāṉam</i>), ‘the place where ‘I’ merges’, is the place from which it rose, namely our fundamental awareness of our own existence, ‘I am’, so when ego merges there, we will cease to be aware of ourself as ‘I am this body’ and will instead be aware of ourself just as ‘I am I’</a><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#us20\">What shines forth spontaneously as ‘I am I’ is our real nature (<i>ātma-svarūpa</i>), which is what is also called <i>brahman</i> and which, being ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), is the infinite whole (<i>pūrṇa</i>), other than which nothing actually exists, as Bhagavan implies by saying that it is ‘परम पूर्ण सत्’ (<i>parama pūrṇa sat</i>), ‘the supreme whole existence [being or reality]’</a><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#us20a\">The Sanskrit verb स्फुर् (<i>sphur</i>), from which the noun स्फुरण (<i>sphuraṇa</i>) is derived, means to shine, be clear, be evident or make itself known in any way, and is particularly used in the sense of shine forth, shine with a fresh clarity or appear afresh, and it is in this sense that he uses it in verse 20 of <i>Upadēśa Sāram</i> when he says ‘अहम् अहंतया स्फुरति हृत् स्वयम्’ (<i>aham ahaṁtayā sphurati hṛt svayaṁ</i>), “the heart shines forth spontaneously as ‘I am I’”</a><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#uu20a\">As soon as ego is eradicated, what seemed till then to be a new and fresh clarity of self-awareness (<i>sphuraṇa</i>), which had been gradually growing clearer until it finally swallowed us entirely in its all-consuming effulgence, is recognised to be natural (<i>sahaja</i>), being what Bhagavan calls ‘பூன்றம்’ (<i>pūṉḏṟam</i>), ‘the whole’, in verse 20 of <i>Upadēśa Undiyār</i> and ‘परम पूर्ण सत्’ (<i>parama pūrṇa sat</i>), ‘the supreme whole existence [being or reality]’, in verse 20 of <i>Upadēśa Sāram</i></a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us20\"><i>Upadēśa Sāraḥ</i> verse 20: when ego is annihated, the infinite whole will shine forth as ‘I am I’</a><br>\n2022-02-08: <a href=\"https://happinessofbeing.blogspot.com/2022/02/anma-viddai-verse-1-thought-is-what.html#uu20\">Since thought alone is the obstacle that stands in the way of our being aware of ourself as we actually are, as soon as all thoughts (including the primal thought, namely ego) are dissolved in such a manner that they can never reappear, our real nature will shine forth spontaneously, just as the sun appears spontaneously as soon as the clouds that concealed it are blown aside</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#uu20\">What we actually are is <i>sat-cit</i> (existence-awareness), which is our fundamental awareness of our own existence, ‘I am’, so when we are aware of ourself as we actually are, we will be aware of ourself just as ‘I am I’</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#uu20a\">As soon as ego is eradicated, what seemed till then to be a new and fresh clarity of self-awareness (<i>sphuraṇa</i>), which had been gradually growing clearer until it finally swallowed us entirely in its all-consuming effulgence, is recognised to be natural (<i>sahaja</i>), being what Bhagavan calls ‘பூன்றம்’ (<i>pūṉḏṟam</i>), ‘the whole’</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#us20\">What appears spontaneously as ‘I am I’ is our real nature (<i>ātma-svarūpa</i>), which is ‘परम पूर्ण सत्’ (<i>parama pūrṇa sat</i>), the supreme whole existence, being or reality, as he says in verse 20 of <i>Upadēśa Sāram</i></a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#us20a\">The Sanskrit verb स्फुर् (<i>sphur</i>) means to shine, be clear, be evident or make itself known in any way, and is particularly used in the sense of shine forth, shine with a fresh clarity or appear afresh, and it is in this sense that he uses it in verse 20 of <i>Upadēśa Sāram</i> when he says ‘अहम् अहंतया स्फुरति हृत् स्वयम्’ (<i>aham ahaṁtayā sphurati hṛt svayaṁ</i>), “the heart shines forth spontaneously as ‘I am I’”</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#us20b\">As soon as ego is eradicated, what seemed till then to be a new and fresh clarity of self-awareness (<i>sphuraṇa</i>), which had been gradually growing clearer until it finally swallowed us entirely in its all-consuming effulgence, is recognised to be natural (<i>sahaja</i>), being what Bhagavan calls ‘परम पूर्ण सत्’ (<i>parama pūrṇa sat</i>), ‘the supreme whole existence [being or reality]’, in verse 20 of <i>Upadēśa Sāram</i></a><br>\n2020-06-21: <a href=\"https://happinessofbeing.blogspot.com/2020/06/how-do-we-remember-being-asleep.html#uu20\">Bhagavan used the term ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, to distinguish our real adjunct-free self-awareness from our false adjunct-mixed self-awareness, namely ego, which he referred to as ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, because ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, denotes a false identity, since it is an identification of ourself with something other than ourself, namely a body consisting of five sheaths, whereas ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, denotes our real identity, since it is an identification of ourself with ourself alone</a><br>\n2019-09-22: <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html?commentPage=2#c8663403955662523471\">Comment explaining that ‘I am I’ is not a circular definition of ‘I’, because it refers to the clear awareness that I am nothing other than I, which is what shines forth when ego, the false awareness ‘I am this’, is destroyed</a><br>\n2019-08-28: <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#c4668023140245844037\">Comment explaining that ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, expresses recognition of the fact that I am nothing other than I, because when ego is eradicated, what remains in its place is just pure self-awareness (<i>ātma-jñāna</i>), which is never aware of itself as anything other than itself</a><br>\n2017-04-12: <a href=\"http://happinessofbeing.blogspot.com/2017/03/what-is-real-living-guru-and-what-is.html#c5347358582896713146\">The second in a series of two comments explaining that when the ego is eradicated (as it will be when it sees itself as it actually is) what we will experience is not that there is no ‘I’ but that ‘I’ is not what it seemed to be so long as it seemed to be mixed and confused with adjuncts such as ‘this’ or ‘that’, which means that we will cease to be aware of ourself as ‘I am this’ or ‘I am that’ and will instead be aware of ourself only as ‘I am I’</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu20\"><i>Upadēśa Undiyār</i> verse 20: where ‘I am this’ merges, what remains shining is ‘I am I’</a> (this section also includes the Sanskrit text of <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#us20\">verse 20 of <i>Upadēśa Sāram</i></a> together with my translation of it)<br>\n2016-02-08: <a href=\"http://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#i-am-i\">We cannot be anything that we do not experience permanently, so ‘I am only I’</a><br>\n2015-09-22: <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu20\"><i>Upadēśa Undiyār</i> verse 20: what remains as ‘I am I’ after the ego dissolves is infinite fullness</a><br>\n2015-03-16: <a href=\"http://happinessofbeing.blogspot.com/2015/03/self-attentiveness-and-self-awareness.html#c2659898183771118659\">Comment explaining the distinction between the ego, which is the false self-awareness ‘I am this body’, and our real nature, which is the true self-awareness ‘I am I’</a><br>\n2014-07-08: <a href=\"http://happinessofbeing.blogspot.com/2014/07/self-awareness-i-thought-i-feeling-and.html#02\">நான் நான் (<i>nāṉ nāṉ</i>) means ‘I am I’, not ‘I-I’</a><br>\n2014-06-23: <a href=\"http://happinessofbeing.blogspot.com/2014/06/why-do-we-not-experience-existence-of.html#c8774131101013627732\">A series of three comments discussing the significance of the sentence ‘நான் நான்’ (<i>nāṉ nāṉ</i>) and explaining why the correct translation of it is ‘I am I’, not ‘I-I’</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu20\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu21\"></a><b>Verse 21:</b><br>\n<br>\nநானெனுஞ் சொற்பொரு ளாமது நாளுமே<br>\nநானற்ற தூக்கத்து முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நமதின்மை நீக்கத்தா லுந்தீபற.<br>\n<br>\n<i>nāṉeṉuñ coṯporu ḷāmadu nāḷumē<br>\nnāṉaṯṟa tūkkattu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;namadiṉmai nīkkattā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நான் எனும் சொல் பொருள் ஆம் அது நாளுமே, நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉum sol poruḷ ām adu nāḷumē, nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால், நான் எனும் சொல் பொருள் நாளுமே அது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl, nāṉ eṉum sol poruḷ nāḷumē adu ām</i>.<br>\n<br>\n<b>English translation:</b> That is at all times the substance of the word called ‘I’, because of the exclusion of our non-existence even in sleep, which is devoid of ‘I’.<br>\n<br>\n<b>Explanatory paraphrase:</b> That [the one that appears as ‘I am I’, namely pure awareness, which is our real nature] is at all times the substance [or true import] of the word called ‘I’, because of the exclusion of our non-existence [that is, because we do not become non-existent] even in sleep, which is devoid of ‘I’ [namely ego].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#uu21\">We are always clearly aware of ourself as ‘I’, not only in waking and dream, when we rise and stand as ego, the false awareness ‘I am this body’, but also in sleep, when we remain just as ‘I am’ without rising as ‘I am this’ or ‘I am that’, so what we actually are is only the pure adjunct-free awareness ‘I’, and hence the clear awareness of ourself as ‘I am I’ (in other words, awareness of ourself as ourself alone) is always the true import of the word ‘I’</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us21\"><i>Upadēśa Sāraḥ</i> verse 21: that infinite whole is always the true import of the word ‘I’</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#uu21a\">Bhagavan gives us a much deeper explanation about sleep than the one that is usually given in <i>advaita</i> texts, because he points out firstly that in sleep ego does not exist, as he implies in this verse, and secondly that in the absence of ego nothing other than ourself exists, as he says unequivocally in verse 26 of <i>Uḷḷadu Nāṟpadu</i></a><br>\n2022-03-10: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-payiram.html#uu21\">Even when ‘I’ is used to refer to ego, its true import is always our real nature (<i>ātma-svarūpa</i>)</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#uu21\">We are always clearly aware of ourself as ‘I’, not only in waking and dream, when we rise and stand as ego, the false awareness ‘I am this body’, but also in sleep, when we remain just as ‘I am’ without rising as ‘I am this’ or ‘I am that’, so since we are never anything other than ‘I’, the clear awareness of ourself as ‘I am I’ is always the true import of the word ‘I’</a><br>\n2020-06-17: <a href=\"https://happinessofbeing.blogspot.com/2020/06/what-exists-and-shines-in-sleep-is.html#uu21\">What exists and what we are aware of in sleep is only pure awareness, which is our own real nature and which is completely devoid of ego or mind</a><br>\n2017-04-12: <a href=\"http://happinessofbeing.blogspot.com/2017/03/what-is-real-living-guru-and-what-is.html#c5347358582896713146\">Comment explaining that when we cease to be aware of ourself as ‘I am this’ or ‘I am that’, we will instead be aware of ourself only as ‘I am I’, which is our real identity, because we cannot be anything other than ourself</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu21\"><i>Upadēśa Undiyār</i> verse 21: what shines as ‘I am I’ is the real import of the word ‘I’</a><br>\n2015-07-31: <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu21\"><i>Upadēśa Undiyār</i> verse 21: our infinite self is always the true import of the word ‘I’</a><br>\n2015-07-19: <a href=\"http://happinessofbeing.blogspot.com/2015/07/can-we-experience-what-we-actually-are.html#c2986324301468241062\">Comment explaining that the term ‘I’ refers only to ourself, whether we experience ourself as we actually are or as this ego, but its real import is the awareness ‘I am I’, which is what we always actually are</a><br>\n2015-02-04: <a href=\"http://happinessofbeing.blogspot.com/2015/02/the-terms-i-or-we-refer-only-to-ourself.html#uu21\">The terms ‘I’ or ‘we’ refer only to ourself, whether we experience ourself as we actually are or as the ego that we now seem to be</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu21\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu22\"></a><b>Verse 22:</b><br>\n<br>\nஉடல்பொறி யுள்ள முயிரிரு ளெல்லாஞ்<br>\nசடமசத் தானதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சத்தான நானல்ல வுந்தீபற.<br>\n<br>\n<i>uḍalpoṟi yuḷḷa muyiriru ḷellāñ<br>\njaḍamasat tāṉadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sattāṉa nāṉalla vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பொறி உள்ளம் உயிர் இருள் எல்லாம் சடம் அசத்து ஆனதால், சத்து ஆன நான் அல்ல.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal poṟi uḷḷam uyir iruḷ ellām jaḍam asattu āṉadāl, sattu āṉa nāṉ alla</i>.<br>\n<br>\n<b>English translation:</b> Since body, mind, intellect, life and darkness are all <i>jaḍa</i> and <i>asat</i>, they are not ‘I’, which is <i>sat</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Since [the five sheaths, namely] body, life, mind, intellect and darkness [the <i>ānandamaya kōśa</i>, the <i>cittam</i> or will, which is internal darkness in the form of the dense fog of <i>viṣaya-vāsanās</i>, inclinations or desires to seek happiness in things other than oneself] are all <i>jaḍa</i> [non-aware] and <i>asat</i> [unreal or non-existent], they are not ‘I’, which is [<i>cit</i>, what is aware, and] <i>sat</i> [what actually exists].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us22\"><i>Upadēśa Sāraḥ</i> verse 22: the five sheaths are <i>jaḍa</i> and <i>asat</i>, so they are not ‘I’</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us22a\">Since the five sheaths are all <i>jaḍa</i> and <i>asat</i>, they are not ‘I’, which is <i>sat</i></a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#darkness\">The <i>ānandamaya kōśa</i> is not the darkness of ignorance but the darkness of desire</a><br>\n2021-11-18: <a href=\"https://happinessofbeing.blogspot.com/2021/11/appala-pattu-appalam-song-tamil-text.html#uu22\">Though we as ego experience ourself as if we were all these five sheaths collectively, they are all <i>jaḍa</i> (non-aware) and <i>asat</i> (unreal or non-existent), and hence they are not what we actually are</a><br>\n2020-01-23: <a href=\"https://happinessofbeing.blogspot.com/2020/01/to-know-what-we-actually-are-we-need-to.html#uu22\">All the five sheaths that constitute the person we seem to be, which is what Bhagavan refers to as ‘body’,  are <i>jaḍa</i> (non-aware) and <i>asat</i> (unreal or non-existent), so they are not ‘I’</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#uu22\">When Bhagavan says that ego is what rises as ‘I am this body’, what he means by the term ‘body’ is a form composed of five sheaths, namely the physical form, life, mind, intellect and will, all of which are non-aware (<i>jaḍa</i>)</a><br>\n2019-12-15: <a href=\"https://happinessofbeing.blogspot.com/2019/12/why-do-we-need-to-distinguish-ourself.html#uu22\">Whatever person we seem to be is nothing other than these five sheaths, so since none of them are aware, no person is aware, but since what is aware of phenomena is only ego, and since ego is aware of itself as ‘I am this person’, this person seems to be aware</a><br>\n2019-11-13: <a href=\"https://happinessofbeing.blogspot.com/2019/11/ego-seems-to-exist-only-when-we-look.html#c1653141750797008100\">Series of two comments explaining that intellect and will are both non-aware (<i>jaḍa</i>), so though intellect is ego’s ability to judge and distinguish one thing from another, and will consists of ego’s likes, dislikes, desires, attachments, hopes, fears and so on, neither of them is ego itself</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu22\">Ego is the false awareness ‘I am this body’, so it is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of awareness (<i>cit</i>) with a body consisting of five sheaths, all of which are insentient or non-aware (<i>jaḍa</i>)</a><br>\n2019-05-30: <a href=\"https://happinessofbeing.blogspot.com/2019/05/how-can-we-refine-and-sharpen-our-power.html#uu22\">All the five sheaths are <i>jaḍa</i> (insentient or non-aware) and <i>asat</i> (unreal or non-existent), so though all the elements of the will are part of the person, who is composed of these five sheaths, the person as a whole is non-aware, so what likes, dislikes, desires, feels attached, wants, wishes, hopes or fears is not this person but only ego, who is what is aware of itself as ‘I am this person’</a><br>\n2018-12-30: <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#uu22\">Since <i>ānandamaya kōśa</i> is our will (<i>cittam</i>), the totality of all our <i>vāsanās</i>, why does Bhagavan refer to it as ‘இருள்’ (<i>iruḷ</i>), ‘darkness’?</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu22a\">Ego is not any of the five sheaths, which are all <i>jaḍa</i> (non-aware), but only the false awareness ‘I am this body’, which rises and stands by identifying itself with a body consisting of these five sheaths</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu22b\">All the five sheaths are <i>jaḍa</i> (non-aware) and <i>asat</i> (non-existence)</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu22c\">Why does Bhagavan refer to the will (the <i>ānandamaya kōśa</i>), which is the totality of all <i>vāsanās</i> (the vast majority of which are <i>viṣaya-vāsanās</i>), as ‘இருள்’ (<i>iruḷ</i>), which means ‘darkness’?</a><br>\n2018-04-18: <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#uu22\">None of the five sheaths is aware of anything, so they seem to be sentient only because the ego experiences them as if they were itself</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu22\"><i>Upadēśa Undiyār</i> verse 22: the body and other adjuncts are not real and not aware, so they are not ‘I’</a><br>\n2016-05-05: <a href=\"http://happinessofbeing.blogspot.com/2016/05/the-person-we-seem-to-be-is-form.html#uu22\">The person we seem to be is a form composed of five sheaths</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu22\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu23\"></a><b>Verse 23:</b><br>\n<br>\nஉள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of other awareness to be aware of what exists, what exists is awareness. Awareness alone exists as we.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we [that is, the awareness that actually exists, namely pure awareness, which is awareness that is aware of nothing other than itself, is what we actually are].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-10-27: <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-15.html#uu23\">Absolute existence is what is called Arunachala, and since it alone is what actually exists, there cannot be any awareness other than it to know it, so it itself is awareness</a><br>\n2022-07-02: <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html#uu23\">What we actually are is pure awareness (<i>uṇarvu</i> or <i>cit</i>), which alone is what actually exists (<i>uḷḷadu</i> or <i>sat</i>)</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us23\"><i>Upadēśa Sāraḥ</i> verse 23: what exists is awareness, which is what we are</a><br>\n2021-08-29: <a href=\"https://happinessofbeing.blogspot.com/2021/08/is-anything-other-than-ourself.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: what actually exists is only our awareness of our own existence, and that alone is what we actually are</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: what actually exists is only awareness, awareness that is aware only of its own existence, ‘I am’, and we are that</a><br>\n2020-06-21: <a href=\"https://happinessofbeing.blogspot.com/2020/06/how-do-we-remember-being-asleep.html#uu23\">Our existence (<i>sat</i>) and our awareness of our existence (<i>sat-cit</i>) are one and the same thing, so we were aware of our existence in sleep because awareness is our very nature, and hence we could never be not aware</a><br>\n2020-03-31: <a href=\"https://happinessofbeing.blogspot.com/2020/03/how-can-we-just-be.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: what we actually are is only awareness (<i>uṇarvu</i> or <i>cit</i>), which is what alone actually exists (<i>uḷḷadu</i> or <i>sat</i>)</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu23\">Ego is the false awareness ‘I am this body’, but what is real, in the sense of what actually exists, is only our fundamental awareness ‘I am’</a><br>\n2019-10-24: <a href=\"https://happinessofbeing.blogspot.com/2007/02/are-we-in-this-world-or-is-this-world.html#c6981632417850018081\">Comment explaining that being is consciousness and consciousness is being, so they are not just ‘two aspects of the same thing’, they are the same thing</a><br>\n2019-08-26: <a href=\"https://happinessofbeing.blogspot.com/2015/04/do-we-need-to-try-to-ignore-all.html#c887296251024547190\">Comment explaining the significance of the unusual syntax of the final sentence, ‘உணர்வே நாமாய் உளம்’ (<i>uṇarvē nām-āy uḷam</i>), ‘Awareness alone exist being we’, ‘Awareness alone exist as we’ or ‘Awareness alone are as we’</a><br>\n2019-08-26: <a href=\"https://happinessofbeing.blogspot.com/2015/04/do-we-need-to-try-to-ignore-all.html#c1369174531369007710\">Comment explaining that awareness (in the sense of pure awareness) is our very being, because it is what we actually are, so awareness and being are one and the same thing</a><br>\n2018-12-30: <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#uu23\">What actually exists is only pure awareness, and that is what we actually are</a><br>\n2018-02-28: <a href=\"https://happinessofbeing.blogspot.com/2018/02/our-existence-is-self-evident-because.html#uu23\">What distinguishes our real nature (<i>ātma-svarūpa</i>) from our ego is that our real nature is what actually exists (<i>uḷḷadu</i>), which is aware of nothing other than itself, whereas our ego is just a transitory appearance, which is always aware of things that seem to be other than itself</a><br>\n2018-01-01: <a href=\"https://happinessofbeing.blogspot.com/2018/01/ulladu-narpadu-first-mangalam-verse.html#uu23\">The second meaning of the first sentence of the first <i>maṅgalam</i> verse, namely ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), namely ‘Except as [or other than] <i>uḷḷadu</i> [what exists], does <i>uḷḷa-v-uṇarvu</i> [existing or actual awareness] exist?’, is a briefer expression of the same argument that Bhagavan gives in this verse</a><br>\n2017-07-06: <a href=\"http://happinessofbeing.blogspot.com/2017/07/what-we-actually-are-is-just-pure-self.html#uu23\">What we actually are is just pure self-awareness: awareness that is aware of nothing other than itself</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: we are the one existence-awareness that always shines as ‘I am’</a><br>\n2016-06-19: <a href=\"http://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: we are awareness, and awareness alone is what actually exists</a><br>\n2016-06-02: <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#c6496618832373487091\">Comment explaining that what actually exists is aware, so its existence and awareness are one and the same thing</a><br>\n2016-03-16: <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: we are both what exists and what is aware that we exist</a><br>\n2015-09-22: <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: what exists (<i>uḷḷadu</i>) is what is aware (<i>uṇarvu</i>)</a><br>\n2015-06-25: <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html#uu23\"><i>Upadēśa Undiyār</i> verse 23: what exists is what is aware</a><br>\n2014-08-08: <a href=\"http://happinessofbeing.blogspot.com/2014/08/we-must-experience-what-is-not-what.html#uu23\">We must experience what is, not what merely seems to be</a><br>\n2014-01-24: <a href=\"http://happinessofbeing.blogspot.com/2014/01/only-i-am-is-certain-and-self-evident.html#uu23\">Only ‘I am’ is certain and self-evident</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu23\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu24\"></a><b>Verse 24:</b><br>\n<br>\nஇருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa-jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By existing nature, God and soul are just one substance. Only adjunct-awareness is different.<br>\n<br>\n<b>Explanatory paraphrase:</b> By [their] existing nature [that is, because the real nature of each of them is what actually exists (<i>uḷḷadu</i>), which is pure awareness (<i>uṇarvu</i>)], God and soul are just one substance. Only awareness of [their] adjuncts is [what makes them seem] different [that is, whereas the soul (<i>jīva</i>) is aware of itself as a certain set of adjuncts, namely the five sheaths that constitute whatever person it currently seems to be, and consequently attributes certain other adjuncts to God, God always remains just as pure awareness, in the clear view of which no adjuncts exist at all].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-11-09: <a href=\"https://happinessofbeing.blogspot.com/2022/11/sri-arunacala-aksaramanamalai-verse-16.html#uu24\">Just as iron is the one substance that constitutes both a magnet and an ordinary piece of iron, <i>sat-cit</i> (pure being, which is pure awareness, ‘I am’) is the one substance (<i>poruḷ</i> or <i>vastu</i>) of both Arunachala and ourself, but just as the magnetic particles of iron in a magnet are all aligned to face in one direction, allowing its magnetic nature to manifest, whereas the magnetic particles in an ordinary piece of iron are scattered to face in many directions, thereby obscuring its magnetic nature, so Arunachala, being pure awareness, is always facing towards itself alone, whereas the attention of ourself as ego is always scattered outwards (away from ourself) under the sway of our <i>viṣaya-vāsanās</i> to face in many different directions, thereby obscuring our real nature as pure awareness</a><br>\n2022-08-24: <a href=\"https://happinessofbeing.blogspot.com/2022/08/sri-arunacala-aksaramanamalai-verse-11.html#uu24\">What he refers to here both as ‘இருக்கும் இயற்கை’ (<i>irukkum iyaṟkai</i>), ‘existing nature’, and as ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), ‘one substance’, is <i>sat-cit</i>, pure existence-awareness, which is what always shines in our heart as our fundamental awareness of our own existence, ‘I am’, so this alone is what both Arunachala (God or <i>īśa</i>) and we (ego, soul or <i>jīva</i>) actually are</a><br>\n2022-07-02: <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html#uu24\">What he refers to here as ‘இருக்கும் இயற்கை’ (<i>irukkum iyaṟkai</i>), ‘existing nature’ or ‘being nature’, is the real nature of both Arunachala and ourself, which is pure being, so this is what we actually are, and hence it is the ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), the ‘one substance’, that he says is both God (<i>īśa</i>) and soul (<i>jīva</i>)</a><br>\n2022-03-31: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-verse-2.html#uu24\">Though outwardly அழகு (<i>aṙahu</i>) and சுந்தரம் (<i>sundaram</i>) differ in their form and appearance, inwardly their பொருள் (<i>poruḷ</i>), their substance or meaning, namely beauty, is one, just as the பொருள் (<i>poruḷ</i>) or substance of God and soul is one even though they differ in their external form and appearance</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us24\"><i>Upadēśa Sāraḥ</i> verse 24: God and soul are just one substance, but only their adjuncts differ</a><br>\n2021-02-18: <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-ego-actually-just-pure.html#uu24\">Ego as ego is just an illusory appearance, so it has no existence of its own, but as pure awareness it does exist and is therefore real</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu24\">What Bhagavan refers to as ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), ‘one substance’, is pure awareness, which is our ‘இருக்கும் இயற்கை’ (<i>irukkum iyaṟkai</i>), ‘existing nature’ or ‘being nature’, which means what we actually are</a><br>\n2020-02-24: <a href=\"https://happinessofbeing.blogspot.com/2020/02/though-we-now-seem-to-be-ego-if-we-look.html#uu24\">Self-awareness + awareness of adjuncts = ego or <i>jīva</i>, whereas self-awareness without any awareness of adjuncts (and hence without any awareness of anything else whatsoever) = our real nature or God</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu24\">When we rise and stand as ego our fundamental awareness ‘I am’ seems to be mixed and conflated with awareness of adjuncts (<i>upādhi-uṇarvu</i>), so this is what creates a seeming separation between ourself as we actually are (the pure awareness ‘I am’), which is what is called ‘God’ (<i>īśa</i>), and ourself as ego (the false awareness ‘I am this body’), which is what is called ‘soul’ (<i>jīva</i>)</a><br>\n2018-01-04: <a href=\"https://happinessofbeing.blogspot.co.uk/2018/01/in-what-sense-does-bhagavan-generally.html#uu24\">This verse clearly illustrates Bhagavan’s use of பொருள் (<i>poruḷ</i>) in the sense of ‘substance’</a><br>\n2017-02-19: <a href=\"http://happinessofbeing.blogspot.com/2017/02/what-is-difference-between-god-and-ego.html#uu24\">What is the difference between God and the ego?</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu24\"><i>Upadēśa Undiyār</i> verse 24: what seemingly separates us from the reality that we actually are is only our awareness of adjuncts</a><br>\n2015-11-17: <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#uu24\"><i>Upadēśa Undiyār</i> verses 24 and 25: experiencing ourself without adjuncts is experiencing what we actually are</a><br>\n2015-07-31: <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu24\"><i>Upadēśa Undiyār</i> verses 24 and 25: the essential oneness of our ego and our real self</a><br>\n2015-06-25: <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html#uu24\"><i>Upadēśa Undiyār</i> verse 24: our ego and God are only one substance</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu24\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu25\"></a><b>Verse 25:</b><br>\n<br>\nதன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing oneself leaving aside adjuncts is itself knowing God, because of shining as oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Knowing [or being aware of] oneself without adjuncts is itself knowing God, because [God is what is always] shining as oneself [one’s own real nature, namely pure awareness, which is oneself without any adjuncts].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-07-02: <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html#uu25\">Since we mistake ourself to be one set of adjuncts, we take Arunachala to be another set of adjuncts, but since he is never aware of himself as anything other than pure being-awareness (<i>sat-cit</i>), he is never aware of any adjuncts at all, so he never sees us as anything other than himself, and hence if we are to see him as he actually is, which is as he sees himself, all we need to do is to see ourself without adjuncts</a><br>\n2022-03-31: <a href=\"https://happinessofbeing.blogspot.com/2022/03/sri-arunacala-aksaramanamalai-verse-2.html#uu25\">By virtue of our existing nature, ‘I am’, we and Arunachala (<i>jīva</i> and <i>śiva</i>) are always one substance (<i>poruḷ</i>), like <i>aṙahu</i> and <i>sundaram</i>, but to see ourself as such, we need to see ourself without adjuncts</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us25\"><i>Upadēśa Sāraḥ</i> verse 25: seeing oneself without adjuncts is seeing God, because he is oneself</a><br>\n2021-02-18: <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-ego-actually-just-pure.html#uu25\">Ego is just a false awareness of ourself, an awareness of ourself as if we were a body, but if we investigate it keenly enough, its adjuncts will slip off and we will see that it is nothing other than pure awareness, ‘I am’</a><br>\n2020-12-27: <a href=\"https://happinessofbeing.blogspot.com/2020/12/if-everything-is-predestined-how-can.html#c2909704496370930847\">God is nothing other than our own real nature (<i>ātma-svarūpa</i>), but so long as we rise as ego and thereby limit ourself as a finite set of adjuncts (namely a body consisting of five sheaths) he seems to be something other than ourself, so we can know him as he actually is only by knowing ourself without adjuncts</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu24-5\"><i>Upadēśa Undiyār</i> verses 24-25: we already know ourself, so we do not need to know anything new, but just need to know ourself without adjuncts</a><br>\n2020-02-24: <a href=\"https://happinessofbeing.blogspot.com/2020/02/though-we-now-seem-to-be-ego-if-we-look.html#uu25a\">If we attend only to ‘I am’, thereby withdrawing our attention from everything else, including all our adjuncts, we will thereby leave aside all adjuncts, and what will then remain is only pure awareness, which is what we always actually are</a><br>\n2020-02-24: <a href=\"https://happinessofbeing.blogspot.com/2020/02/though-we-now-seem-to-be-ego-if-we-look.html#uu25\">Self-awareness + awareness of adjuncts = ego or <i>jīva</i>, whereas self-awareness without any awareness of adjuncts (and hence without any awareness of anything else whatsoever) = our real nature or God</a><br>\n2019-12-10: <a href=\"https://happinessofbeing.blogspot.com/2019/12/why-should-we-try-to-be-aware-of.html#uu25\">We are aware of things other than ourself only when we are aware of ourself as a body, and so long as we are aware of ourself as a body we are not aware of ourself as we actually are, so we need to be aware of ourself without being aware of the body or any other adjuncts</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu25\">To see God as he actually is, namely as pure awareness, which is our real nature, all we need do is to see ourself without any adjuncts (<i>upādhi</i>), which means without any awareness of adjuncts (<i>upādhi-uṇarvu</i>)</a><br>\n2017-02-19: <a href=\"http://happinessofbeing.blogspot.com/2017/02/what-is-difference-between-god-and-ego.html#uu25\">What is the difference between God and the ego?</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu25\"><i>Upadēśa Undiyār</i> verse 25: being aware of ‘I am’ without adjuncts is being aware of the reality</a><br>\n2015-11-17: <a href=\"http://happinessofbeing.blogspot.com/2015/11/is-there-more-than-one-way-in-which-we.html#uu25\"><i>Upadēśa Undiyār</i> verses 24 and 25: experiencing ourself without adjuncts is experiencing what we actually are</a><br>\n2015-07-31: <a href=\"http://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#uu25\"><i>Upadēśa Undiyār</i> verses 24 and 25: the essential oneness of our ego and our real self</a><br>\n2015-06-25: <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html#uu25\"><i>Upadēśa Undiyār</i> verse 25: knowing ourself without adjuncts is knowing God</a><br>\n2014-08-01: <a href=\"http://happinessofbeing.blogspot.com/2014/08/self-awareness-is-very-nature-of-i.html#uu25\">Self-awareness is the very nature of ‘I’</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu25\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu26\"></a><b>Verse 26:</b><br>\n<br>\nதானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தான் ஆய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தான் ஆய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭhā</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being oneself [that is, being as one actually is without rising to know anything else] alone is knowing oneself, because oneself [one’s real nature] is devoid of two [that is, devoid of the fundamental duality of subject and object, knower and thing known, and also devoid of any possibility of being divided as two selves, one self as a subject to know the other self as an object]. This is <i>tanmaya-niṣṭhā</i> [the state of being firmly fixed or established as ‘that’ (<i>tat</i>), the one infinite reality called <i>brahman</i>].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-10-27: <a href=\"https://happinessofbeing.blogspot.com/2022/10/sri-arunacala-aksaramanamalai-verse-15.html#uu26\">Being pure awareness, Arunachala alone is both what knows and what it knows, and it itself is also the means by which it knows itself, because it knows itself just by being itself, as Bhagavan points out in this verse: ‘தான் ஆய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl</i>), ‘Being oneself alone is knowing oneself, because oneself is devoid of two’</a><br>\n2022-09-23: <a href=\"https://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-13.html#uu26\">Though we as pure awareness always know ourself, our knowing ourself is not a knowing like any other kind of knowing, because knowing anything else is an act of knowing, whereas knowing ourself is not an act of knowing, since we know ourself just by being ourself</a><br>\n2022-07-02: <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html#uu26\">The real nature of Arunachala cannot be seen or known as an object but only as the reality of ourself, the subject, and we can see it only being it, because it cannot be seen or known by anything other than itself</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us26\"><i>Upadēśa Sāraḥ</i> verse 26: being oneself alone is seeing oneself, because oneself is not two</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us26a\">When the mind looks deep enough within itself it will thereby be swallowed by its own <i>cittva</i>, and thus it will cease to be anything other than its own <i>cittva</i>, and since being <i>cittva</i> alone is seeing <i>cittva</i>, as he implies in this verse, it is only by being completely swallowed by its own <i>cittva</i> that the mind can see its own <i>cittva</i></a><br>\n2021-03-22: <a href=\"https://happinessofbeing.blogspot.com/2021/03/the-second-and-third-paragraphs-of-nan.html#uu26\">We cannot be aware of ourself as we actually are so long as we remain as ego, so it is only by being as we actually are that we can be aware of ourself as we actually are</a><br>\n2021-01-30: <a href=\"https://happinessofbeing.blogspot.com/2021/01/is-it-possible-for-us-to-have-glimpse.html#uu26\">What we actually are is pure awareness, and pure awareness can be known only by itself, so it is only by being pure awareness that we can know pure awareness</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu26\"><i>Upadēśa Undiyār</i> verse 26: since we are awareness and not an object, we know ourself just by being ourself</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu26a\">What Bhagavan refers to here as ‘தன்னை அறிதல்’ (<i>taṉṉai aṟidal</i>), ‘knowing oneself’, is knowing ourself as we actually are (in other words, ‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>), ‘knowing ourself without adjuncts’), and what we actually are is just ‘I am’, our fundamental awareness of our own existence</a><br>\n2020-11-01: <a href=\"https://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html#uu26b\">In this context ‘தான்’ (<i>tāṉ</i>), ‘oneself’, means ourself as we actually are, and since what we actually are is what is called ‘<i>brahman</i>’, which is often referred to as ‘that’ (<i>tat</i>), he concludes this verse by saying ‘தன்மய நிட்டை ஈது’ (<i>taṉmaya niṭṭhai īdu</i>), ‘This is <i>tanmaya-niṣṭhā</i> [the state of abiding or being firmly fixed as <i>tat</i>]’, in which ‘ஈது’ (<i>īdu</i>), ‘this’, refers to the state of being and knowing oneself, as described in the first sentence of this verse.</a><br>\n2019-12-16: <a href=\"https://happinessofbeing.blogspot.com/2019/12/what-we-need-to-investigate-is-not-act.html#c2913745998690004611\">Comment explaining that by being aware of ourself as we actually are we are thereby being as we actually are</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu26\">What knows pure awareness is only pure awareness, so in order to know our real nature (<i>ātma-svarūpa</i>), which is pure awareness, we must just be as we always actually are</a><br>\n2019-08-26: <a href=\"https://happinessofbeing.blogspot.com/2015/04/do-we-need-to-try-to-ignore-all.html#c1369174531369007710\">Comment explaining that what we actually are is pure awareness, which is always aware of itself as it actually is, so being as we actually are entails being aware of ourself as we actually are, and being aware of ourself as we actually are entails being as we actually are</a><br>\n2019-08-24: <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#uu26\">Only by being <i>ātma-jñāna</i> (pure self-awareness) can we know <i>ātma-jñāna</i>, because <i>ātma-jñāna</i> is not anything other than ourself, and therefore cannot be known as anything other than ourself</a><br>\n2018-01-01: <a href=\"https://happinessofbeing.blogspot.com/2018/01/ulladu-narpadu-first-mangalam-verse.html#uu26\">What Bhagavan says in the third sentence of the first <i>maṅgalam</i> verse, namely ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of the existing substance] [or meditating on it]’, echoes what he had earlier written in this verse, namely ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl</i>), ‘Being oneself [or more literally, being as oneself] alone is knowing oneself, because oneself is not two’</a><br>\n2017-01-15: <a href=\"http://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#uu26\"><i>Upadēśa Undiyār</i> verse 26: being oneself is knowing oneself</a><br>\n2016-04-17: <a href=\"http://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html#c1606160794930933440\">Comment in which it is explained that self-attentiveness is not an action (<i>karma</i>) or mental activity but is simply an actionless state of just being (<i>summā iruppadu</i>), because it is a focusing of our awareness on ourself alone, and being aware of ourself alone is our real nature</a><br>\n2016-03-16: <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#uu26\"><i>Upadēśa Undiyār</i> verse 26: being aware what we are is not transitive awareness but just being the intransitive awareness that we actually are</a><br>\n2014-11-09: <a href=\"http://happinessofbeing.blogspot.com/2014/11/why-should-we-believe-that-self-is-as.html#uu26\">Why should we believe that ‘the Self’ is as we believe it to be?</a><br>\n2014-08-01: <a href=\"http://happinessofbeing.blogspot.com/2014/08/self-awareness-is-very-nature-of-i.html#uu26\">Self-awareness is the very nature of ‘I’</a><br>\n2014-04-11: <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#uu26\"><i>Ātma-vicāra</i> and <i>nirvikalpa samādhi</i></a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu26\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu27\"></a><b>Verse 27:</b><br>\n<br>\nஅறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge that is devoid of knowledge and ignorance is knowledge. This is real. There is not anything for knowing.<br>\n<br>\n<b>Explanatory paraphrase:</b> Only knowledge [in the sense of awareness] that is devoid of knowledge and ignorance [of anything other than oneself] is [real] knowledge [or awareness]. This [alone] is [what is] real [or true], [because in the clear view of oneself as pure awareness] there is not anything [other than oneself for one either] to know [or to not know].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2023-07-27: <a href=\"https://happinessofbeing.blogspot.com/2023/07/anma-viddai-verse-3-knowledge-of-all.html#uu27\"><i>Upadēśa Undiyār</i> verse 27: real awareness is devoid of both knowledge and ignorance of anything other than itself, because there is nothing other than itself for it either to know or to not know</a><br>\n2022-09-23: <a href=\"https://happinessofbeing.blogspot.com/2022/09/sri-arunacala-aksaramanamalai-verse-13.html#uu27\">What he means in the first sentence by ‘அறிவு அறியாமையும்’ (<i>aṟivu aṟiyāmaiyum</i>), ‘knowledge and ignorance’, is knowledge and ignorance about anything other than oneself, so the awareness (<i>aṟivu</i>) that is devoid of such knowledge and ignorance (or knowing and not knowing) is pure awareness, and hence what he implies in this sentence is that pure awareness alone is real awareness</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us27\"><i>Upadēśa Sāraḥ</i> verse 27: there is nothing to know, so real awareness is devoid of knowledge and ignorance</a><br>\n2021-03-22: <a href=\"https://happinessofbeing.blogspot.com/2021/03/the-second-and-third-paragraphs-of-nan.html#uu27\">The distinction between transitive and intransitive awareness is one of the fundamental principles of Bhagavan’s teachings, and it is explained by him, albeit without using these terms, in verse 27 of <i>Upadēśa Undiyār</i> and verses 10, 11, 12, 13 of <i>Uḷḷadu Nāṟpadu</i></a><br>\n2021-02-02: <a href=\"https://happinessofbeing.blogspot.com/2021/02/in-what-sense-is-it-true-to-say.html#uu27\">When it is said that ‘everything is one’, it does not mean that everything is real, but that what appears as everything is only one thing, namely ourself, so instead of trying to know anything else, we should turn within to face ourself alone and thereby know ourself as we actually are, namely as pure awareness: awareness that is never aware of anything other than itself, because nothing else exists for it to be aware of</a><br>\n2020-03-09: <a href=\"https://happinessofbeing.blogspot.com/2020/03/though-we-appear-in-two-distinct-modes.html#uu27\">Real awareness is devoid of ignorance of anything else for the same reason that it is devoid of awareness or knowledge of anything else, namely that that nothing other than itself exists either for it to know or for it to be ignorant of</a><br>\n2020-02-02: <a href=\"https://happinessofbeing.blogspot.com/2020/02/there-are-many-interpretations-of.html#uu27\">What we actually are is only pure awareness, which means awareness that is not aware of anything other than itself, because in its clear view nothing other than itself exists for it to be aware of</a><br>\n2020-01-16: <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#uu27\">When we are aware of ourself as we actually are, nothing else will exist for us to know</a><br>\n2020-01-05: <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html#c2394219267530069762\">One of several comments explaining why Bhagavan says ‘Therefore when the world appears, <i>svarūpa</i> does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’ in the fourth paragraph of <i>Nāṉ Ār?</i></a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu27\">Awareness of ourself mixed and conflated with adjuncts is what is called ‘ego’ or ‘mind’, which alone is what is aware of all other phenomena, so being aware of ourself without adjuncts means being aware of absolutely nothing other than ourself</a><br>\n2019-06-28: <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html#uu27\">The reason why real awareness is completely devoid of knowledge and ignorance about other things is explained by Bhagavan in the final sentence of this verse: ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘there is not anything for knowing’</a><br>\n2019-02-20: <a href=\"https://happinessofbeing.blogspot.com/2019/02/what-is-relationship-between-i-thought.html#uu27\">Since nothing other than oneself actually exists, being aware of other things is not real awareness, so real awareness is only awareness that is devoid of awareness or ignorance of anything else</a><br>\n2019-01-31: <a href=\"https://happinessofbeing.blogspot.com/2019/01/to-understand-consciousness-can-we-rely.html#uu27\">When we are aware of ourself as we actually are, there will be nothing else for us to know, as Bhagavan implied in the second sentence of verse 3 of <i>Āṉma-Viddai</i> and as he stated more explicitly in this verse</a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu27\">The reason why real awareness is completely devoid of knowledge (or awareness) and ignorance of any other things is that it alone actually exists, so in its clear view there is absolutely nothing else for it be aware of, or for it to know or be ignorant of</a><br>\n2018-04-30: <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-seems-to-exist-only-because-we.html#uu27\"><i>Uḷḷadu Nāṟpadu</i> verse 12 and <i>Upadēśa Undiyār</i> verse 27: real knowledge or awareness is that which is completely devoid of both knowing and not knowing</a><br>\n2018-04-18: <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#uu27\">Real awareness is devoid of awareness or ignorance of anything else, because there is nothing else for it to know</a><br>\n2017-05-28: <a href=\"http://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html#uu27\"><i>Upadēśa Undiyār</i> verse 27: what is real is only awareness devoid of knowledge and ignorance, because nothing at all exists for it to know</a><br>\n2015-09-22: <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu27\"><i>Upadēśa Undiyār</i> verse 27: we are devoid of knowledge and ignorance</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu27\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu28\"></a><b>Verse 28:</b><br>\n<br>\nதனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then beginningless, endless and unbroken existence-awareness-happiness.<br>\n<br>\n<b>Explanatory paraphrase:</b> If one knows what the [real] nature of oneself is, then [what will remain existing and shining is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [existence-awareness-happiness].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2023-05-16: <a href=\"https://happinessofbeing.blogspot.com/2023/05/anma-viddai-verse-2-thought-i-am-this.html#uu28\">Our real nature (<i>ātma-svarūpa</i>), which is what shines eternally as ‘I am I’, is pure being-awareness-happiness (<i>sat-cit-ānanda</i>), which is beginningless (<i>anādi</i>), infinite (<i>ananta</i>) and undivided (<i>akhaṇḍa</i>)</a><br>\n2022-07-02: <a href=\"https://happinessofbeing.blogspot.com/2022/07/sri-arunacala-aksaramanamalai-verse-8.html#uu28\">What we actually are is <i>sat-cit-ānanda</i>, pure being (<i>sat</i>), pure awareness (<i>cit</i>) and pure happiness (<i>ānanda</i>), which is infinite, eternal, indivisible and immutable</a><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us28\"><i>Upadēśa Sāraḥ</i> verse 28: one’s real nature is imperishable unborn full awareness-happiness</a><br>\n2021-11-26: <a href=\"https://happinessofbeing.blogspot.com/2021/11/the-ramana-mahavakya-nan-nan-or-aham.html#uu28\">Our real nature (<i>ātma-svarūpa</i>), which is what shines eternally as ‘I am I’, is pure being-awareness-happiness (<i>sat-cit-ānanda</i>), which is beginningless (<i>anādi</i>), infinite (<i>ananta</i>) and undivided (<i>akhaṇḍa</i>)</a><br>\n2020-10-19: <a href=\"https://happinessofbeing.blogspot.com/2020/10/the-direct-path-to-direct-perception-of.html#c9161799567499213764\">Being <i>anādi</i> (beginningless), <i>ananta</i> (endless, limitless or infinite) and <i>akhaṇḍa</i> (unbroken, undivided or unfragmented), this state is timeless, immutable and devoid of even the slightest division of subject and object, and hence devoid of even the subtlest of phenomena or changes</a><br>\n2020-05-28: <a href=\"https://happinessofbeing.blogspot.com/2020/05/though-we-are-not-aware-of-any.html#uu28\">What we actually are is eternal, infinite and immutable <i>sat-cit-ānanda</i>, so if we want to experience infinite happiness (<i>ānanda</i>), we need to be aware of ourself as we actually are, and in order to be aware of ourself as we actually are we need to investigate ourself and thereby surrender this erroneous self-awareness called ego</a><br>\n2019-10-25: <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#uu28\">Pure awareness, which is the real nature of ourself (<i>ātma-svarūpa</i>), is <i>sat</i> (being or existence in the sense of what actually exists), <i>cit</i> (awareness in the sense of what is actually aware) and <i>ānanda</i> (happiness in the sense of what is actually happy), so when we know what our real nature is, what will remain is only <i>sat-cit-ānanda</i>, which is beginningless, endless, infinite and indivisible</a><br>\n2019-06-28: <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html#uu28\">When by means of self-investigation and self-surrender we manage to eradicate ego entirely, everything else will cease to exist along with it, so what will then remain as ‘one only without a second’ (<i>ēkam ēva advitīyam</i>) is just pure awareness, whose nature is beginningless, endless, infinite and indivisible <i>sat-cit-ānanda</i></a><br>\n2018-11-08: <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#uu28\">What actually exists is only our real nature, which is pure awareness, so it alone is what seems to have been divided or separated into subject (ego) and objects (phenomena), but though it seems to have been divided, it has never actually been divided, because it is indivisible</a><br>\n2018-04-30: <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-seems-to-exist-only-because-we.html#uu28\">When Bhagavan looked at himself, the perceiver (the ego) disappeared, and along with it all perceptions (all phenomena or objects perceived) also disappeared, because he saw that what actually exists is only pure, infinite, indivisible, immutable and eternal self-awareness</a><br>\n2017-07-27: <a href=\"http://happinessofbeing.blogspot.com/2017/07/any-experience-that-is-temporary-is-not.html#uu28\">Liberation is eternal: beginningless, endless and unbroken</a><br>\n2017-06-27: <a href=\"http://happinessofbeing.blogspot.com/2017/06/maya-is-nothing-but-our-own-mind-so-it.html#uu28\"><i>Māyā</i> is nothing but our own mind, so it seems to exist only when we seem to be this mind</a><br>\n2017-03-24: <a href=\"http://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html#uu28\"><i>Upadēśa Undiyār</i> verse 28: our real nature is infinite and undivided, so nothing else exists to know it</a><br>\n2017-03-08: <a href=\"http://happinessofbeing.blogspot.com/2017/03/there-is-only-one-ego-and-even-that.html#uu28\"><i>Upadēśa Undiyār</i> verse 28: when everything else ceases to exist, what remains is only beginningless, infinite and undivided <i>sat-cit-ānanda</i></a><br>\n2016-12-14: <a href=\"http://happinessofbeing.blogspot.com/2016/12/is-it-possible-for-us-to-see-anything.html#uu28\"><i>Upadēśa Undiyār</i> verse 28: the nature of ‘the Self’ is diametrically opposite to the nature of phenomena</a><br>\n2016-10-19: <a href=\"http://happinessofbeing.blogspot.com/2016/10/as-we-actually-are-we-do-nothing-and.html#uu28\">As we actually are, we do nothing and are aware of nothing other than ourself</a><br>\n2016-10-02: <a href=\"http://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#uu28\"><i>Upadēśa Undiyār</i> verse 28: the pure self-awareness ‘I am I’ is beginningless, endless and indivisible</a><br>\n2016-07-13: <a href=\"http://happinessofbeing.blogspot.com/2016/07/asparsa-yoga-is-practice-of-not.html#uu28\"><i>Ātma-jñāna</i> is the only real state and is immutable and indivisible, so there are no stages of it or states other than it</a><br>\n2015-09-22: <a href=\"http://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#uu28\"><i>Upadēśa Undiyār</i> verse 28: the real nature of ourself</a><br>\n2015-06-25: <a href=\"http://happinessofbeing.blogspot.com/2015/06/the-term-nirvisesa-or-featureless.html#uu28\"><i>Upadēśa Undiyār</i> verse 28: <i>sat-cit-ānanda</i> is eternal, infinite and indivisible</a><br>\n2014-11-20: <a href=\"http://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#uu28\">Is there any such thing as a ‘self-realised’ person?</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu28\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu29\"></a><b>Verse 29:</b><br>\n<br>\nபந்தவீ டற்ற பரசுக முற்றவா<br>\nறிந்த நிலைநிற்ற லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விறைபணி நிற்றலா முந்தீபற.<br>\n<br>\n<i>bandhavī ḍaṯṟa parasukha muṯṟavā<br>\nṟinda nilainiṯṟa lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṟaipaṇi niṯṟalā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பந்த வீடு அற்ற பரசுகம் உற்றவாறு இந்த நிலை நிற்றல் இறை பணி நிற்றல் ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bandha vīḍu aṯṟa para-sukham uṯṟa-v-āṟu inda nilai niṯṟal iṟai-paṇi niṯṟal ām</i>.<br>\n<br>\n<b>English translation:</b> Standing in this state, thereby experiencing supreme bliss, which is devoid of bondage and liberation, is standing in the service of God.<br>\n<br>\n<b>Explanatory paraphrase:</b> Standing [remaining, abiding or steadfastly being] in this state [of beginningless, infinite and indivisible <i>sat-cit-ānanda</i>], thereby experiencing supreme bliss, which is devoid of [the dyad or duality of] bondage and liberation, is standing in the service of God [or is standing as God directed].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us29\"><i>Upadēśa Sāraḥ</i> verse 29: the divine soul experiences supreme happiness beyond bondage and liberation</a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu29\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu30\"></a><b>Verse 30:</b><br>\n<br>\nயானற் றியல்வது தேரி னெதுவது<br>\nதானற் றவமென்றா னுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானாம் ரமணேச னுந்தீபற.<br>\n<br>\n<i>yāṉaṯ ṟiyalvadu tēri ṉeduvadu<br>\ndāṉaṯ ṟavameṉḏṟā ṉundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉām ramaṇēśa ṉundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘யான் அற்று இயல்வது தேரின் எது, அது தான் நல் தவம்’ என்றான் தான் ஆம் ரமணேசன்<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘yāṉ aṯṟu iyalvadu tēriṉ edu, adu-dāṉ nal tavam’ eṉḏṟāṉ tāṉ ām ramaṇēśaṉ</i>.<br>\n<br>\n<b>English translation:</b> ‘I ceasing, what if one knows what remains, that alone is good <i>tapas</i>’: thus said Lord Ramana, who is oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> ‘What [exists and shines alone] if one knows what remains after I [ego] has ceased to exist, [just being] that [namely egoless pure awareness] alone is good <i>tapas</i> [spiritual austerity or asceticism]’: thus said Lord Ramana, who is oneself [one’s own real nature].<br>\n<br>\n<b>Explanations and discussions:</b><br>\n2022-03-24: <a href=\"https://happinessofbeing.blogspot.com/2022/03/upadesa-sarah-sanskrit-text.html#us30\"><i>Upadēśa Sāraḥ</i> verse 30: one’s shining devoid of ‘I’ is great <i>tapas</i></a><br>\n2015-08-22: <a href=\"http://happinessofbeing.blogspot.com/2015/08/that-alone-is-tapas-first-teachings.html#uu30\"><i>Upadēśa Undiyār</i> verse 30: experiencing what remains when the ego dissolves is <i>tapas</i></a><br>\n2009-06-08: <a href=\"http://happinessofbeing.blogspot.com/2009/06/upadesa-undiyar-an-explanatory.html#uu30\"><i>Upadēśa Undiyār</i>: an explanatory paraphrase</a><br>\n<br>\n<a name=\"uu-v\"></a><b>வாழ்த்து (<i>vāṙttu</i>): Concluding Verses of Praise</b> (composed by Sri Muruganar)<br>\n<br>\n<a name=\"uu-v1\"></a><b><i>Vāṙttu</i> verse 1:</b><br>\n<br>\nஇருடிக ளெல்லா மிறைவ னடியை<br>\nவருடி வணங்கின ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வாழ்த்து முழங்கின ருந்தீபற.<br>\n<br>\n<i>iruḍiga ḷellā miṟaiva ṉaḍiyai<br>\nvaruḍi vaṇaṅgiṉa rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vāṙttu muṙaṅgiṉa rundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருடிகள் எல்லாம் இறைவன் அடியை வருடி வணங்கினர்; வாழ்த்து முழங்கினர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iruḍigaḷ ellām iṟaivaṉ aḍiyai varuḍi vaṇaṅgiṉar; vāṙttu muṙaṅgiṉar.</i><br>\n<br>\n<b>English translation:</b> Touching the feet of God, all the <i>ṛṣis</i> paid obeisance; they sang aloud praise.<br>\n<br>\n<b>Explanatory paraphrase:</b> Touching the feet of God [Lord Siva], all the <i>ṛṣis</i> [the ‘<i>rishis</i>’ or ascetics in the Daruka forest] paid obeisance [and] sang aloud praise [to him]. (<i>Tiruvundiyār</i> 1.133)<br>\n<br>\n<a name=\"uu-v2\"></a><b><i>Vāṙttu</i> verse 2:</b><br>\n<br>\nஉற்றார்க் குறுதி யுபதேச வுந்தியார்<br>\nசொற்ற குருபர னுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சுமங்கள வேங்கட னுந்தீபற.<br>\n<br>\n<i>uṯṟārk kuṟudi yupadēśa vundiyār<br>\nsoṯṟa gurupara ṉundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sumaṅgaḷa vēṅkaṭa ṉundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உற்றார்க்கு உறுதி உபதேச வுந்தியார் சொற்ற குருபரன் சுமங்கள வேங்கடன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṯṟārkku uṟudi upadēśa-v-undiyār soṯṟa guru-paraṉ sumaṅgaḷa vēṅkaṭaṉ.</i><br>\n<br>\n<b>English translation:</b> The supreme guru who sang <i>Upadēśa Undiyār</i>, an assurance to devotees, is the auspicious Venkatan.<br>\n<br>\n<b>Explanatory paraphrase:</b> The supreme guru who sang <i>Upadēśa Undiyār</i> [as] an assurance to devotees [friends or those close to him, implying those who came to him for salvation] is the auspicious Venkatan [Sri Ramana]. (<i>Tiruvundiyār</i> 1.134)<br>\n<br>\n<a name=\"uu-v3\"></a><b><i>Vāṙttu</i> verse 3:</b><br>\n<br>\nபல்லாண்டு பல்லாண்டு பற்பன்னூ றாயிரம்<br>\nபல்லாண்டு பல்லாண்டு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பார்மிசை வாழ்கவே யுந்தீபற.<br>\n<br>\n<i>pallāṇḍu pallāṇḍu paṯpaṉṉū ṟāyiram<br>\npallāṇḍu pallāṇḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;pārmisai vāṙgavē yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பல் ஆண்டு, பல் ஆண்டு, பல் பல் நூறு ஆயிரம் பல் ஆண்டு, பல் ஆண்டும் பார்மிசை வாழ்கவே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>pal āṇḍu, pal āṇḍu, pal pal nūṟu āyiram pal āṇḍu, pal āṇḍum pār-misai vāṙga-v-ē.</i><br>\n<br>\n<b>English translation:</b> Many years, many years, many hundreds of thousands of years, many years may he shine gloriously on earth.<br>\n<br>\n<b>Explanatory paraphrase:</b> [For] many years, many years, many hundreds of thousands of years, many years may he [Sri Ramana] shine gloriously on earth. (<i>Tiruvundiyār</i> 1.135)<br>\n<br>\n<a name=\"uu-v4\"></a><b><i>Vāṙttu</i> verse 4:</b><br>\n<br>\nஇசையெடுப் போருஞ் செவிமடுப் போரும்<br>\nவசையறத் தேர்வோரு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வாழி பலவூழி யுந்தீபற.<br>\n<br>\n<i>isaiyeḍup pōruñ cevimaḍup pōrum<br>\nvasaiyaṟat tērvōru mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vāṙi palavūṙi yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இசை எடுப்போரும், செவிமடுப்போரும், வசை அற தேர்வோரும் வாழி பல ஊழி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>isai eḍuppōr-um, sevimaḍuppōr-um, vasai aṟa tērvōr-um vāṙi pala ūṙi.</i><br>\n<br>\n<b>அன்வயம்:</b> இசை எடுப்போரும், செவிமடுப்போரும், வசை அற தேர்வோரும் பல ஊழி வாழி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>isai eḍuppōr-um, sevimaḍuppōr-um, vasai aṟa tērvōr-um pala ūṙi vāṙi.</i><br>\n<br>\n<b>English translation:</b> May those who sing, those who hear and those who flawlessly understand shine gloriously for many aeons.<br>\n<br>\n<b>Explanatory paraphrase:</b> May those who sing, those who hear [literally feed or fill their ears with] and those who flawlessly understand [this <i>Upadēśa Undiyār</i>] shine gloriously for many aeons. (<i>Tiruvundiyār</i> 1.136)<br>\n<br>\n<a name=\"uu-v5\"></a><b><i>Vāṙttu</i> verse 5:</b><br>\n<br>\nகற்கு மவர்களுங் கற்றுணர்ந் தாங்குத்தா<br>\nநிற்கு மவர்களு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நீடூழி வாழியே யுந்தீபற.<br>\n<br>\n<i>kaṟku mavargaḷuṅ kaṯṟuṇarn dāṅguttā<br>\nniṟku mavargaḷu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;nīḍūṙi vāṙiyē yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கற்கும் அவர்களும் கற்று உணர்ந்து ஆங்கு தான் நிற்கும் அவர்களும் நீடு ஊழி வாழியே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṟkum avargaḷ-um kaṯṟu uṇarndu āṅgu tāṉ niṟkum avargaḷ-um nīḍu ūṙi vāṙi-y-ē.</i><br>\n<br>\n<b>English translation:</b> May those who learn, and those who, learning and understanding, stand accordingly, shine gloriously for long aeons.<br>\n<br>\n<b>Explanatory paraphrase:</b> May those who learn [this <i>Upadēśa Undiyār</i>], and those who, learning and understanding [it], stand [remain or abide] accordingly [as beginningless, infinite and indivisible <i>sat-cit-ānanda</i>], shine gloriously for long aeons. (<i>Tiruvundiyār</i> 1.137)</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "271",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/118625255947156013/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "karma",
        "manōnāśa (annihilation of mind)",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Sāram",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjkwNTM0NjQxMDQ5Cm9mZnNldDogMzYwMDAwMAo\""
}