{
    "kind": "blogger#post",
    "id": "4405408420107583085",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-05-13T11:55:00+01:00",
    "updated": "2018-05-14T14:05:07+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4405408420107583085",
    "title": "The ego is the sole cause, creator, source, substance and foundation of all other things",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#c5603168989615842138\">comment</a> on one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html\">The ego does not actually exist, but it seems to exist, and only so long as it seems to exist do all other things seem to exist</a>, a friend called Salazar wrote, ‘Did anybody on this blog wonder who is perceiving the thoughts which come into awareness? That what is aware of thoughts cannot be the creator of these thoughts, because a thought is an object apart from that “observer”’. This article is written in reply to this comment and another one written by him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#drsti-srsti\">According to <i>dṛṣṭi-sṛṣṭi-vāda</i>, perception is not only the cause of creation but is itself creation</a></li>\n<li><a href=\"#cidabhasa\">The awareness in which and to which phenomena appear is not real awareness but only a semblance of awareness (<i>cidābhāsa</i>)</a></li>\n<li><a href=\"#cause\">This semblance of awareness (<i>cidābhāsa</i>) is the ego or mind, which is what causes all thoughts or phenomena to appear</a></li>\n<li><a href=\"#origin\">The ego or mind causes all thoughts or phenomena to appear only from itself, so it alone is their source or origin</a></li>\n<li><a href=\"#sequence\">A cause and its effect can occur simultaneously, but logically the cause comes first and the effect comes only after it</a></li>\n<li><a href=\"#control\">Since the ego has created all that it perceives, why does it have so little control over what it has created?</a></li>\n<li><a href=\"#root\">Thoughts come only from ourself, the ego, the one who perceives them, so we alone are the root of all thoughts</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: everything depends for its seeming existence on the seeming existence of the ego, so when we investigate the ego keenly enough to see that it does not exist, that is giving up everything</a></li>\n</ol>\n<a name=\"drsti-srsti\"></a><b>1. According to <i>dṛṣṭi-sṛṣṭi-vāda</i>, perception is not only the cause of creation but is itself creation</b><br>\n<br>\nSalazar, what Bhagavan means by the term ‘thought’ is a mental phenomenon of any kind whatsoever, and since according to his teachings all phenomena are mental phenomena, everything other than our real nature (<i>ātma-svarūpa</i>), which is pure self-awareness, is just a thought. This is why he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>), ‘Excluding thoughts, there is not separately any such thing as world’, and in the <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’.<br>\n<br>\nTherefore when you write, ‘That what is aware of thoughts cannot be the creator of these thoughts’, that implies that what is aware of phenomena cannot be the creator of those phenomena, or what is aware of the world cannot be the creator of it, but is this what Bhagavan taught us? What did he teach us about creation? Did he teach that creation occurs prior to or independent of perception, which is what we all generally believe, and which is what is called <i>sṛṣṭi-dṛṣṭi-vāda</i>, the contention (<i>vāda</i>) that creation (<i>sṛṣṭi</i>) precedes and is the cause of perception (<i>dṛṣṭi</i>)?<br>\n<br>\nNo, he asked us to question whether anything other than ourself exists independent of our perception of it, and he taught us very explicitly and emphatically what is called <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention that perception (<i>dṛṣṭi</i>) is the sole cause of creation (<i>sṛṣṭi</i>), or more precisely, that perception itself is creation. Phenomena seem to exist only because we perceive them, so our perception of them alone creates their seeming existence. In other words, we, the perceiver, create phenomena merely by perceiving them.<br>\n<br>\nWe can understand this by considering our experience in dream. In dream we perceive a world consisting of phenomena of various kinds, including people, just like the world that we now perceive, and just as we now perceive ourself as a person in this world, in dream we perceive ourself as a person in that world. Why does that dream world seem to exist? Only because we perceive it. It does not exist prior to our perception of it, nor independent of our perception of it. Why? Because it does not exist at all except in our perception. It appears only in our awareness, so it would not exist at all if we were not aware of it.<br>\n<br>\nAccording to Bhagavan any state in which we are aware of phenomena is just a dream, so the world we now perceive is a dream world. This is why he says in <i>Nāṉ Ār?</i> and elsewhere that the world is nothing but thoughts. Do thoughts exist independent of our perception of them? No, they seem to exist only because we perceive them, so they are created only by our perceiving them.<br>\n<br>\nThinking is a process of forming thoughts and perceiving them, but the formation (creation) of thoughts and the perception of them are not two processes or even two parts of one process, but are one and the same process, because thoughts are formed in our awareness, so they are formed by our being aware of them. Our perception of them is itself the formation or creation of them. In other words, <i>dṛṣṭi</i> is itself <i>sṛṣṭi</i>. There is no creation (<i>sṛṣṭi</i>) other than perception (<i>dṛṣṭi</i>), because there is no existence (<i>sat</i>) other than awareness (<i>cit</i>).<br>\n<br>\nWhat actually exists is only awareness, so whatever seems to exist seems to exist only because of awareness. Therefore it is only by awareness that anything is created. Without awareness there could be no creation.<br>\n<br>\nCreation is not real but just an illusory appearance, and nothing can appear except in awareness. Appearance requires perception or awareness of it, because if it were not perceived, to whom or to what could it appear? Whatever appears seems to exist only because it is perceived. In other words, whatever seems to exist seems to exist only in awareness, only to awareness, only by awareness and only because of awareness.<br>\n<br>\n<a name=\"cidabhasa\"></a><b>2. The awareness in which and to which phenomena appear is not real awareness but only a semblance of awareness (<i>cidābhāsa</i>)</b><br>\n<br>\n<a name=\"un07\"></a>However, the awareness in which, to which, by which and because of which all things seem to exist is not real awareness (<i>cit</i>), but is only a semblance of awareness (<a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#cidabhasa\"><i>cidābhāsa</i></a>), because real awareness is never aware of anything other than itself. This semblance of awareness, in whose view alone all thoughts or phenomena seem to exist, is not real, because it arises and subsides (appears and disappears) along with all the phenomena of which it is aware, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world and awareness [the awareness that perceives the world, namely the ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nThe world shines by this semblance of awareness (<i>cidābhāsa</i>), which appears and disappears, because it is perceived only by it and therefore seems to exist only in its view. Therefore though the world and this awareness appear and disappear simultaneously, it is only by this awareness that the world is created or brought into seeming existence. In other words, this awareness is the cause and the appearance of the world is its effect. Whenever this awareness appears, the world appears along with it and because of it, and whenever this awareness disappears, the world disappears along with and because of its disappearance.<br>\n<br>\n<a name=\"cause\"></a><b>3. This semblance of awareness (<i>cidābhāsa</i>) is the ego or mind, which is what causes all thoughts or phenomena to appear</b><br>\n<br>\n<a name=\"ny04\"></a><a name=\"ny04a\"></a>This semblance of awareness (<i>cidābhāsa</i>) is what is otherwise called the ego or mind, and as Bhagavan says in the first two sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i><br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear.</blockquote>\nThe verb that Bhagavan uses in the second of these two sentences is தோற்றுவிக்கின்றது (<i>tōṯṟuvikkiṉḏṟadu</i>), which is the third person singular present tense form of தோற்றுவி (<i>tōṯṟuvi</i>), which is the causative form of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.7:1:613.tamillex\">தோன்று</a> (<i>tōṉḏṟu</i>), a verb that means to appear, rise, come into existence or seem to be, so தோற்றுவிக்கின்றது (<i>tōṯṟuvikkiṉḏṟadu</i>) literally means ‘it causes to appear’ or ‘it makes appear’, but in this context it is often translated as ‘it projects’ or ‘it creates’, which is what it implies. Therefore by saying that the mind ‘causes all thoughts to appear’ or ‘makes all thoughts appear’, he implies unequivocally that the mind is what creates the appearance of all thoughts.<br>\n<br>\n<a name=\"uu18\"></a>As he points out in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>, the term ‘mind’ is used in two distinct senses. In a general sense it is a term that refers to the totality of all thoughts or mental phenomena, but since the root of all thoughts is the ego, the primal thought called ‘I’, what the mind essentially is is only the ego, and hence in a more specific sense ‘mind’ is a term that refers to the ego. The ego is the root of all other thoughts because it is the subject, the perceiving thought, whereas all other thoughts are objects perceived by it.<br>\n<br>\n<a name=\"ny04b\"></a>In the first two sentences of the fourth paragraph of <i>Nāṉ Ār?</i>, cited above, the term ‘mind’ refers to the ego, so when Bhagavan says that it ‘causes all thoughts to appear’ or ‘makes all thoughts appear’ he means that the ego (the subject or perceiver) is what causes all other thoughts to appear. However in the next two sentences, in which he says, ‘நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம்’ (<i>niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam</i>), ‘When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind’, the term ‘mind’ refers to the totality of all thoughts, namely the ego and all phenomena perceived by it. Therefore whenever Bhagavan uses the term ‘mind’ we need to understand from the context whether he is using it to refer specifically to the ego or more generally to all thoughts.<br>\n<br>\n<a name=\"ny04c\"></a>What Bhagavan teaches us in the second sentence of this paragraph, namely that the mind (in the sense of ego) is what ‘causes all thoughts to appear’, is further emphasised by him later on in the same paragraph by means of an analogy:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>.<br>\n<br>\nExcluding thoughts, there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind also makes the world appear [or projects the world] from within itself and again dissolves it back into itself.</blockquote>\nHere again he uses the same causative verb, தோற்றுவி (<i>tōṯṟuvi</i>), which means ‘cause to appear’ or ‘make appear’ and which implies ‘project’ or ‘create’, saying ‘அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது’ (<i>appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>), ‘in that way the mind also causes the world to appear from within itself and again dissolves it back into itself’. Therefore in this paragraph Bhagavan emphasises very strongly and categorically that the mind or ego is what causes all other things (all thoughts or phenomena) to appear.<br>\n<br>\n<a name=\"origin\"></a><b>4. The ego or mind causes all thoughts or phenomena to appear only from itself, so it alone is their source or origin</b><br>\n<br>\nSince the ego or mind alone is what causes all thoughts or phenomena to appear, from where or from what does it cause them to appear? ‘தன்னிடத்திலிருந்து’ (<i>taṉ-ṉ-iḍattil-irundu</i>), ‘from itself’ or ‘from within itself’, says Bhagavan. Since the world is nothing but thoughts (mental phenomena of a particular kind, namely sensory perceptions), when he firstly says, ‘அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது’ (<i>adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i>), ‘It [the mind] causes all thoughts to appear’, and subsequently says, ‘மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து’ (<i>maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu</i>), ‘the mind also causing the world to appear from within itself’, he clearly implies that the mind or ego causes all thoughts (or all phenomena) to appear from itself.<br>\n<br>\nTherefore Bhagavan teaches us very clearly and unambiguously that the mind, which in this context means the ego, is the source or origin from which all thoughts or phenomena appear, and this accords perfectly with our own experience. From where else could our thoughts come if not from ourself? Thoughts or phenomena appear only in our perception and only because of our perception of them, so their source or origin is only ourself, this ego.<br>\n<br>\n<a name=\"sequence\"></a><b>5. A cause and its effect can occur simultaneously, but logically the cause comes first and the effect comes only after it</b><br>\n<br>\n<a name=\"ny05\"></a>In the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i> he says:<br>\n<blockquote>இந்தத் தேகத்தில் நான் என்று கிளம்புவது எதுவோ அஃதே மனமாம். […] மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>inda-t dēhattil nāṉ eṉḏṟu kiḷambuvadu edu-v-ō aḵdē maṉam-ām. […] maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nWhat rises in this body as ‘I’ [namely the ego, the false awareness ‘I am this body’], that alone is the mind. […] Of all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [the ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\nWhen Bhagavan says here that the thought called ‘I’ (the ego) is the first thought and that only after it rises do other thoughts arise, this may seem to contradict what he says in <a href=\"#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>, namely that the world and awareness (which in this context means the ego, the spurious awareness that appears and disappears) arise and subside simultaneously, but there is actually no contradiction here, because when he says that they arise simultaneously he means at the same time, whereas when he says that the ego is the first thought and that only after it rises do other thoughts arise he is not referring to a chronological sequence but to a causal sequence.<br>\n<br>\nIn terms of chronological sequence, a cause must either precede its effect or be simultaneous with its effect, but even when it is simultaneous with its effect, in terms of causal sequence it precedes it, because a cause is what gives rise to an effect, so logically the cause comes first and its effect comes only after it. Consider the example of a moving billiard ball hitting a stationary one. The hit causes some of the momentum of the moving ball to be transferred to the stationary one, as a result of which it begins to move. The hit is the cause, and the movement of the stationary ball is the effect. Both occur simultaneously in time, but in terms of the causal sequence the cause comes first and the effect follows on from it. That is, the hitting comes first, and only after it occurs does the stationary ball begin to move.<br>\n<br>\nIt is in this sense that Bhagavan says: ‘<b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i><b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘<b>the thought called ‘I’ alone is the first thought</b>. Only after this arises do other thoughts arise. Only after the first person [the ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist’. That is, though the ego (the thought called ‘I’) and other thoughts arise simultaneously, in the sequence of cause and effect the rising of the ego comes first, because it is the cause, and the rising of other thoughts comes only after that, because it is the effect.<br>\n<br>\nIn an <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#c4522027736353667361\">earlier comment</a> you wrote, ‘the ego and thoughts appear and disappear simultaneously. To imply that one of these concepts were there before the other one is rather fishy, I believe that the question what is first, the ego or a thought falls under the category of what is first, the chicken or the egg?’ but this seems to be fishy only if we fail to distinguish causal sequence from chronological sequence. Bhagavan did say (as in <a href=\"#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>) that ego and other thoughts appear and disappear simultaneously, referring to chronological sequence, but he also said (as in the final four sentences of the <a href=\"#ny05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>) that the ego is the first thought and that only after it rises do other thoughts rise, referring to causal sequence.<br>\n<br>\nTherefore when Bhagavan says that the ego (the first person, the thought called ‘I’) is the first thought to appear and that only after it appears do other thoughts (second and third persons) appear, he does not mean that there is any lapse of time between the appearance of the ego and the appearance of other thoughts or phenomena, but is merely emphasising that the appearance of the ego is the cause and the appearance of all other things is its effect. The ego is the first cause, the cause of all other causes, so all chains of cause and effect begin only after the ego has appeared.<br>\n<br>\nThe analogy of the chicken and egg that you mention is not appropriate in this context, because chickens and eggs are links in a long chain of cause and effect, whereas the ego is the beginning or origin of every chain of cause and effect. Like both a chicken and an egg, every cause (or potential cause) is an effect of another cause, except the ego, which is the only cause that is not an effect of any other cause. It is the causeless cause, the uncaused cause, because nothing precedes it, whereas it precedes everything.<br>\n<br>\nA chicken is the cause of an egg, which is in turn the cause of another chicken, and so on <i>ad infinitum</i>, but all such chains of cause and effect seem to exist only in the view of the ego, so they can appear only when the ego has appeared, and they must disappear as soon as it disappears. Therefore the ego is the cause and origin of all other causes and effects. This is why Bhagavan says that it is the first thought, and that all other thoughts (including chickens and eggs and all other chains of cause and effect) arise only after it has arisen.<br>\n<br>\n<a name=\"control\"></a><b>6. Since the ego has created all that it perceives, why does it have so little control over what it has created?</b><br>\n<br>\nYou conclude that <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#c4522027736353667361\">earlier comment</a> by writing, ‘Anyway, I do not think that any clarity of that topic can be found in Bhagavan’s texts, I still favor Robert’s comment and I believe that he is in unison with Bhagavan on this matter’, but there is actually abundant clarity on this topic that we can found in his texts if we know how to look for it. The fact that the ego alone is the root cause for the appearance of everything else is one of the fundamental principles of his teachings and is therefore emphasised by him unequivocally in so many ways in his original writings, particularly in <i>Nāṉ Ār?</i> and <i>Uḷḷadu Nāṟpadu</i>, and also in many of the records of his replies to questions that he was asked.<br>\n<br>\nEarlier in the same <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#c4522027736353667361\">comment</a> you asked, ‘Now I am wondering, since the ego cannot control these thoughts which it is supposedly “creating” how can it be the creator of thereof?’ but why do you assume that the creator should necessarily be able to control what it has created? When we dream, is the creator of our dream anyone other than ourself, the dreamer, namely this mind or ego?<br>\n<br>\nSince perception is itself creation, we who perceive a dream are the one who is thereby creating it, but are we able to control all that we perceive in a dream? No, we cannot, and the reason for this is simple: when we create a dream world, we create ourself as a person in that world, and it is only as that person that we perceive that world, so though we are the creator of that world, we experience ourself as a creature in it, and by being a small part of our creation we have to a large extent lost control over it. The same is the case with this world and all that we perceive in it, including all the thoughts that arise in the mind of the person whom we now seem to be.<br>\n<br>\nYou are creating this world from moment to moment, but since you experience yourself as a person called Salazar, and since Salazar is a creature in the world you have created, as Salazar you have lost control of most of your own creation. This is the wonderful power of <i>māyā</i> (self-deception or self-delusion), which according to Bhagavan is nothing other than the ego or mind. We have created this world, but we are deluded by our own creation, so we are unable to control this demon that we have conjured up.<br>\n<br>\nThis is why in Hindu mythology the first three divine functions, namely creation, sustenance and dissolution, are each attributed to a different deity. According to this allegorical way of expressing the truth, Brahma has created this world, but he is unable to control or sustain it, nor is he able to destroy it, so it is sustained by Vishnu and destroyed by Siva. Of these three forms of God, which two are most highly revered? Only Vishnu and Siva, because creation is not a worthy function, so Brahma, the creator, is not worshipped in any temple, but only in Vedic rituals that are performed for the fulfilment of desires.<br>\n<br>\nSuppose we have an irrational fear or an obsessive desire. That fear or desire is just a thought and it is created only by us, but we have become so caught up in our own creation that we are carried away by it and seem to be unable to control it.<br>\n<br>\nThis is not to say that we have absolutely no control over what we think or over other phenomena. We may have some degree of control, but that degree is limited, and the more we are deluded by our own creation, the less control we have over it. However if we patiently and persistently practise self-investigation (<i>ātma-vicāra</i>), our <i>viṣaya-vāsanās</i> (outward-going inclinations, urges or desires) will be gradually weakened, and our mind will thereby be purified. To the extent that it is purified it will be clear, and the clearer it becomes the less dense will be its delusion, so the extent to which we are able to keep a tight rein on our <i>viṣaya-vāsanās</i>, which are the seeds that give rise to thoughts, will increase correspondingly.<br>\n<br>\n<a name=\"root\"></a><b>7. Thoughts come only from ourself, the ego, the one who perceives them, so we alone are the root of all thoughts</b><br>\n<br>\nIn a later part of the <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#c5603168989615842138\">comment</a> whose first paragraph I quoted at the beginning of this article you wrote, ‘So where are thoughts coming from? If patiently investigated one will discover that they come out of nowhere and disappear into nowhere’, but how can anything come out of nowhere? Nowhere does not exist except as an idea or thought, so from where does the idea of nowhere arise? Something cannot come out of nothing, because nothing does not exist, so whatever appears must appear from something.<br>\n<br>\nIn the next paragraph of that comment you wrote, ‘it is absolutely clear that they [thoughts] cannot come from the observer of these thoughts’, but from where else could thoughts come if not from ourself, the one who perceives or observes them? Thoughts appear only in the mind, and the source from which they appear is the root thought, the ego (which is why Bhagavan calls it the <i>mūlam</i>, the root, base, foundation, origin, source or cause of all other thoughts). The ego rises or appears only out of <i>ātma-svarūpa</i> (the real nature of oneself), and all other thoughts rise or appear only out of the ego, so the ego is the immediate source and foundation of all other thoughts, and <i>ātma-svarūpa</i> is their ultimate source and foundation.<br>\n<br>\nFrom what does the illusion of a snake appear? It cannot appear from nowhere or nothing, so it appears from something that (in terms of this analogy) actually exists, namely a rope. However it could not appear from a rope without the intervening medium called ego or mind, because it appears to be a snake only in the view of the ego. Therefore the immediate cause for the appearance of the snake is the ego, in whose view alone it appears, and the ultimate cause of it is the rope, because without the rope there would be nothing to be seen as a snake.<br>\n<br>\nThis is just an analogy, so there is a limit to the extent to which it accurately represents the truth to which it is analogous, but what it is intended to illustrate here is that the ultimate source, substance and foundation of the ego and of all thoughts or phenomena perceived by the ego is only  <i>ātma-svarūpa</i>, but that the immediate source, substance and foundation of all thoughts or phenomena is only the ego, because it is only in the view of the ego that everything else seems to exist.<br>\n<br>\nWithout the ego could any other thought or phenomenon appear? It could not, because the ego is that to which and from which all other thoughts or phenomena appear. Likewise, without <i>ātma-svarūpa</i> could the ego appear? It could not, because <i>ātma-svarūpa</i> is that from which (but not to which) the ego appears.<br>\n<br>\n<a name=\"ny04d\"></a> This is why in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan says, ‘மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும்’ (<i>maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum</i>), ‘When the mind comes out from <i>ātma-svarūpa</i>, the world appears’, meaning that <i>ātma-svarūpa</i> is the source from which the mind or ego appears, and in the <a href=\"#ny04c\">previous sentence</a> said, ‘[…] அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது’ (<i>appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>), ‘[…] in that way the mind also causes the world to appear from within itself and again dissolves it back into itself’, meaning that the mind or ego is the source from which the world and all other thoughts appear.<br>\n<br>\nIf other thoughts or phenomena did not originate from the ego, that would mean that they originate from something else, in which case they would be able to exist independent of the ego, which is contrary to all that Bhagavan taught us. Why should we believe that anything exists independent of the ego, or that anything originates from any source other than the ego? Since everything is perceived only by the ego, we do not have any adequate reason to suppose that anything exists independent of it or comes from anything other than it. This is why Bhagavan repeatedly emphasised that the ego (which is what he often referred to as ‘the thought called I’) is the first thought and the root of all other thoughts.<br>\n<br>\n<a name=\"un26\"></a><b>8. <i>Uḷḷadu Nāṟpadu</i> verse 26: everything depends for its seeming existence on the seeming existence of the ego, so when we investigate the ego keenly enough to see that it does not exist, that is giving up everything</b><br>\n<br>\nSince the ego is the sole cause, creator, source, substance and foundation of all other things, in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan wrote:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. The ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If the ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if the ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of the ego, and hence it cannot seem to exist unless the ego seems to exist]. [Therefore] the ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [the ego] is alone is giving up everything [because the ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nIn the <i>kaliveṇbā</i> version of this verse Bhagavan extended the first sentence of this verse by adding a relative clause to describe the ego, namely ‘கருவாம்’ (<i>karu-v-ām</i>), which means ‘which is the embryo [womb, efficient cause, inner substance or foundation]’ and which therefore implies that the ego is the embryo that develops into everything else, the womb from which everything is born, the efficient cause (<i>nimitta kāraṇa</i>) that creates or produces everything, the inner substance of all phenomena, and the foundation on which they all appear.<br>\n<br>\nSince the ego seems to exist only so long as we are aware of anything other than ourself, it will dissolve and cease to exist only when we try to be so keenly self-attentive that we are aware of nothing other than ourself. And since all other things seem to exist only in the view of the ego, if we keenly investigate this ego in order to see what we actually are, not only will the ego cease to exist but everything else will cease to exist along with it.<br>\n<br>\nThis is why he concludes this verse by saying: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [the ego] is alone is giving up everything’.<br>\n<br>\nThis is the core and essence of his teachings, so it is essential for us to understand very clearly that the ego is the sole cause, creator, source, substance and foundation of all other things (all thoughts or phenomena). Everything originates from the ego and depends upon the ego for its seeming existence, so if we eradicate the ego we thereby eradicate everything.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1351",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4405408420107583085/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTI2MzAzMTA3Njg1Cm9mZnNldDogMzYwMDAwMAo\""
}