{
    "kind": "blogger#post",
    "id": "4760092249705779577",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-01-24T20:46:00Z",
    "updated": "2018-01-24T20:46:38Z",
    "url": "http://happinessofbeing.blogspot.com/2018/01/why-do-visaya-vasanas-sprout-as.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4760092249705779577",
    "title": "Why do <i>viṣaya-vāsanās</i> sprout as thoughts, and how to eradicate them?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently:<br>\n<blockquote>Through self-inquiry every vasana comes up to the surface. Sometimes I am really lost, sometimes I am cool.<br>\n <br>\nI try to practise self-inquiry with every thought that comes up in my mind, but they are getting more and more.<br>\n <br>\nIs it true that vasanas want to go, when they are on the surface?<br>\n <br>\nThe best thing is, I will not give up to practise, but I want to do it in the best way.</blockquote>\nThe following is adapted from the reply I wrote to him:<br><a name='more'></a>\n<br>\n<a name=\"un25\"></a><i>Vāsanās</i> (propensities, inclinations or urges) have no will of their own, so they do not want anything. They are our desires, so the question is: what do we want? As this ego we are not yet willing to die, so we project phenomena (which are all thoughts), because it is only by grasping phenomena that the ego seems to exist, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If it seeks, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> [By] grasping form [that is, by projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; [by] grasping form [that is, by holding on to that body as itself] it stands [endures, continues or persists]; [by] grasping and feeding on form [that is, by projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If it seeks [examines or investigates] [itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].</blockquote>\n<a name=\"ny04\"></a><a name=\"ny14\"></a>What Bhagavan refers to here as ‘உரு’ (<i>uru</i>) or ‘form’ is phenomena of any kind whatsoever (that is, anything that appears and disappears), and according to him all forms or phenomena are just thoughts or mental phenomena, as he implies when he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai. tūkkattil niṉaivugaḷ illai, jagam-um illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagam-um uṇḍu</i>.<br>\n<br>\nExcluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world.<br>\n<br>\nஜக மென்பது நினைவே.<br>\n<br>\n<i>jagam eṉbadu niṉaivē</i>.<br>\n<br>\nWhat is called the world is only thought.</blockquote>\n<a name=\"un26\"></a>Though he says that the ego comes into existence, stands, feeds itself and grows by grasping ‘form’ or phenomena, he does not mean that forms exist independent of it or when it does not exist, because as he says in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும். அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum. ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If the ego comes into existence, everything comes into existence. If the ego does not exist, everything does not exist’. Therefore the ego grasps forms (thoughts or phenomena) by projecting them or making them appear in its awareness, as he says in <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i>: ‘அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது’ (<i>adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i>), ‘It [the mind or ego] makes all thoughts appear [or projects all thoughts]’.<br>\n<br>\n<i>Viṣaya-vāsanās</i> (propensities, inclinations or desires to experience phenomena) are like seeds, and the phenomena (<i>viṣayas</i>) that we project are the plants that sprout from these seeds. That is, as this ego we project phenomena because we desire to experience them. Since we desire to experience them in order to survive, we are willing to experience even unpleasant or painful phenomena rather than to die.<br>\n<br>\nWhen Bhagavan says that whatever thought may arise we should investigate to whom it has arisen, we should remember that according to him all phenomena (everything that appears or disappears), including any world that we may perceive, are just thoughts, so he means that whatever may appear in our awareness we should investigate to whom it has appeared.<br>\n<br>\n<a name=\"ny06\"></a>You say that more and more thoughts come up in your mind, but since all phenomena are thoughts how can we quantify or measure them? Moreover in the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Yār?</i> he says: <br>\n<blockquote>எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggiratai-y-āy ovvōr eṇṇamum kiḷambum-pōdē idu yārukkuṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>.<br>\n<br>\nHowever many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; the thought which had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace will increase.</blockquote>\nTherefore no matter how many thoughts may arise (or how many phenomena may appear), all we need do is investigate to whom they are all appearing. In other words, we should try to look only at ourself, the ego, the one who is aware of all phenomena, and thereby avoiding looking at any phenomena whatsoever. This is the best and only way to investigate who or what we are.<br>\n<br>\nThat is, to know what we actually are we must observe only ourself, because what we actually are is only pure self-awareness — awareness that is aware of nothing other than itself — and because therefore so long as we observe or are aware of anything else we seem to be this ego, which is the transient and hence false awareness that is aware of things other than itself.<br>\n<br>\nSince the nature of the ego or mind is to cling to things other than itself, we will not be able to free ourself of <i>viṣaya-vāsanās</i> so long as we seem to be this ego. Therefore in order to eradicate all <i>viṣaya-vāsanās</i> we must eradicate their root, namely the ego, and in order to eradicate the ego, which is the false adjunct-bound self-awareness ‘I am this body’, we must be aware of ourself as we actually are.<br>\n<br>\n<a name=\"ny10\"></a><a name=\"ny11\"></a>This is why Bhagavan taught us that self-investigation (<i>ātma-vicāra</i>), self-attentiveness (<i>svarūpa-dhyāna</i>) or self-remembrace (<i>svarūpa-smaraṇa</i>) is the only means to eradicate not only the ego but also all its <i>viṣaya-vāsanās</i>. As he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Yār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness or contemplation on one’s own real nature] increases and increases. Without giving room even to the doubting thought ‘Is it possible to dissolve so many <i>vāsanās</i> and remain only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are only one. Just as pearl-divers, tying stones to their waists and submerging, pick up pearls that lie at the bottom of the ocean, so each one, submerging [beneath the surface activity of one’s mind] and sinking [deep] within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], can attain the pearl of oneself. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone will be sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fort [namely the mind], they will continue coming out from it. If one continues cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\nWhatever phenomenon (<i>viṣaya</i>) may appear in our awareness is just the rising of a <i>viṣaya-vāsanā</i> to the surface of our mind in the form of a thought. Just as a series of motionless pictures projected in rapid succession on a screen creates the illusion of a moving picture, phenomena are projected by the ego in such rapid succession that they create the illusion of a world in which we seem to exist as a body.<br>\n<br>\nThese phenomena are the enemy coming out of the fort of our mind or heart, and we can destroy or cut them all down as and when they appear only by being keenly and persistently self-attentive. As Bhagavan says in the above two paragraphs, ‘தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும்’ (<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum</i>), ‘Even though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases’, and ‘நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும்’ (<i>niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum</i>), ‘As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise’.<br>\n<br>\nTo do so requires strong <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], just as a pearl-diver needs to tie a stone to his waist in order to sink deep into the ocean to harvest pearls, and the degree of our <i>vairāgya</i> is proportional to the degree of our love (<i>bhakti</i>) to be aware of ourself as the pure self-awareness that we actually are. Now our <i>bhakti</i> and <i>vairāgya</i> may seem hopelessly inadequate for the superhuman task we have undertaken, but if we tenaciously persevere in trying to be self-attentive as much as possible, they will definitely grow and eventually swallow all our other desires (<i>viṣaya-vāsanās</i>), thereby breaking the ego’s hold on phenomena and allowing it to dissolve effortlessly and forever in the infinitely clear light of pure self-awareness.<br>\n<br>\nAs Bhagavan also says in the above two paragraphs: ‘சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்’ (<i>sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>), ‘it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness]’, and ‘ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்’ (<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>), ‘If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone will be sufficient’. Therefore clinging firmly and tenaciously to self-attentiveness or self-remembrance is all that we need do, because doing so is not only necessary but also sufficient, since it alone can and will take care of the dissolution of the ego along with all its <i>viṣaya-vāsanās</i>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "127",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4760092249705779577/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTE2ODI2Nzk4NjEyCm9mZnNldDogMAo\""
}