{
    "kind": "blogger#post",
    "id": "4476744628629417943",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-01-04T13:21:00Z",
    "updated": "2018-01-05T10:06:30Z",
    "url": "http://happinessofbeing.blogspot.com/2018/01/in-what-sense-does-bhagavan-generally.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4476744628629417943",
    "title": "In what sense does Bhagavan generally use the terms பொருள் (<i>poruḷ</i>) and வஸ்து (<i>vastu</i>)?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In my previous article, <a href=\"https://happinessofbeing.blogspot.com/2018/01/ulladu-narpadu-first-mangalam-verse.html\"><i>Uḷḷadu Nāṟpadu</i> first <i>maṅgalam</i> verse: what exists is only thought-free awareness, which is called ‘heart’, so being as it is is alone meditating on it</a>, I translated the term ‘உள்ளபொருள்’ (<i>uḷḷa-poruḷ</i>), which Bhagavan uses in the first and third lines of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>, as ‘the existing substance’, ‘actual substance’ or ‘real substance’, and I explained that <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4639.tamillex\">உள்ள</a> (<i>uḷḷa</i>) is a relative or adjectival participle that means ‘existing’, ‘actual’ or ‘real’, and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.9:1:5930.tamillex\">பொருள்</a> (<i>poruḷ</i>) is a noun that has a range of meanings, including thing (any thing, but particularly a thing that really exists or a thing of value), meaning, subject-matter, substance, essence, reality or wealth, but in this context means ‘substance’ or ‘reality’.<br>\n<br>\nIn a <a href=\"http://happinessofbeing.blogspot.com/2018/01/ulladu-narpadu-first-mangalam-verse.html#c8072834521127722724\">comment</a> on that article a friend called Mouna asked me why I chose to translate பொருள் (<i>poruḷ</i>) as ‘substance’ rather than ‘reality’:<br><a name='more'></a>\n<blockquote>I have a question. Why did you choose to use “existing substance” instead of “reality”? None of the translations available to this day used this term, nor Lakshmana Sharma’s, T. P. Mahadevan, Sadhu Om’s (and yourself with him!) or Robert Butler’s.<br>\n<br>\nI am not arguing it is an invalid translation (I am completely and utterly ignorant when it comes to Tamil Language) but when I read “existing substance” in your last posting something didn’t sound right (although again, it is a valid literal translation).  I researched and came to know that “porul” means substance (among other meanings). <br>\n<br>\nMr Robert Butler writes about this word in his grammatical commentary of verse 7: “பொருள் – porul – truth, reality. The word has a number of important meanings in Tamil among which are 1. meaning of a word, sense, significance, signification; 2. a thing, substance; 3. truth, reality; 4. stores, provisions; 5. wealth, riches.”<br>\n<br>\nAnd in his grammatical commentary on the first Mangalam, specifically commenting on உள்ளபொருள், he writes: “உள்ளபொருள் – ulla porul – reality. The word பொருள் (porul) is used with this meaning in verse 7. Here the adjectival participle from the root உள் is again used to qualify a following noun, as உணர்வு in line one. As noted previously, the word பொருள் (porul) has a wide range of meanings, including meaning, wealth, property and simply thing, as well as the meaning truth, reality. Its combination with உள்ள therefore emphasises that here it has the meaning of Reality.” (Pages 50 and 200 of “Ulladu Narpadu, a translation and grammatical commentary with Lexicon and Concordance and Index of Tamil Grammar by Subject - Following the commentaries of Sri Lakshmana Sharma and Sri Sadhu Om, 1st Edition”)<br>\n<br>\nComing back to my point, and besides grammatical explanations (which I am not qualified at all to discuss in any sense), the term “substance” immediately create a visual and tactile impression in the sensorial mind which could lead the uninstructed reader to some confusion, because objectifies, in a very specific way, that which cannot be objectified. (It makes me think of “ether” or some similar substance)<br>\n<br>\nOn the contrary, the term “reality” keeps its abstract and undefined characteristic that to my understanding is more suitable for understanding the whole Mangalam. Sri Mahadevan, in his translation used the linked terms Existence-Reality in this verse, which I consider the most appropriate for understanding the message Bhagavan was transmitting since it refers directly to “sat”, even if it doesn’t correctly and literally translate the Tamil “ulla-porul”.</blockquote>\nTherefore this article is my reply to this comment.<br>\n<br>\nMouna, as far as I know the closest term to <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.9:1:5930.tamillex\">பொருள்</a> (<i>poruḷ</i>) in any other language is the Sanskrit term <a href=\"http://sanskritdictionary.com/?q=vastu\">वस्तु</a> (<i>vastu</i>), which is also used in Tamil in two forms, <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:6517.tamillex\">வஸ்து</a> (<i>vastu</i>) and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:4400.tamillex\">வத்து</a> (<i>vattu</i>), but unfortunately in English there is no one word that captures the range and depth of meaning of either பொருள் (<i>poruḷ</i>) or वस्तु (<i>vastu</i>). However I feel that the metaphysical sense in which Bhagavan uses the term பொருள் (<i>poruḷ</i>) in this and many other verses of <i>Uḷḷadu Nāṟpadu</i> (namely verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">7</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un08\">8</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">30</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un34\">34</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un35\">35</a>, and the <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk16\"><i>kaliveṇbā</i> extension of verse 16</a>) is best captured by the English term ‘substance’.<br>\n<br>\n<a name=\"uu24\"></a>Though in all these cases we could translate பொருள் (<i>poruḷ</i>) as ‘reality’, it actually has a richer connotation (more substance!) than the English word ‘reality’, and it seems to me that that richer connotation is best conveyed by ‘substance’, particularly as it is used in the context of philosophy or metaphysics, because ‘substance’ implies not only what actually exists but also what actually exists behind all outward appearances. One example that clearly illustrates Bhagavan’s use of பொருள் (<i>poruḷ</i>) in this sense of ‘substance’ is <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] existing nature, God and souls are only one substance. Only [their] awareness of adjuncts is different.</blockquote>\nIn this case we could translate பொருள் (<i>poruḷ</i>) as ‘reality’, just as we could say that gold is the one reality of several gold ornaments, but it is more natural, clear and meaningful to translate it as ‘substance’, just as it is more natural, clear and meaningful to say that gold is the one substance of several gold ornaments. As this example illustrates, in this context substance does mean reality, but it means more than just reality, because it denotes the reality that lies behind all outward appearances.<br>\n<br>\nThat is, like பொருள் (<i>poruḷ</i>) and வஸ்து (<i>vastu</i>), ‘substance’ means ‘reality’ (not in the sense of the quality of being real but in the sense of what is real), but it means this particularly in the sense of the underlying reality as opposed to what superficially seems to be real, because as you probably know it is derived from the Latin noun <i>substantia</i>, which in turn is derived from <i>substāns</i>, which is a present participle that means standing (or firmly existing) under, behind or within, so it implies what is fundamentally and permanently real — that is, what underlies and supports the appearance of all that seems to be real but is not actually real.<br>\n<br>\nMoreover ‘substance’ has a range of other meanings that are not only similar to some of the meanings of <i>poruḷ</i> but can also be applied metaphorically to the metaphysical meaning of this term. That is, like <i>poruḷ</i> and <i>vastu</i> it also means ‘meaning’ or ‘import’ (of a word or passage of text), ‘truth’ (as for example in the question ‘is there any substance in this story?’), ‘essence’ and what is fundamental, and it implies something of importance or value (so like <i>poruḷ</i> and <i>vastu</i> it is sometimes used to mean wealth or property, as in the term ‘a man of substance’ used to mean a wealthy person). Furthermore, when considering the suitability of ‘substance’ as a translation of <i>poruḷ</i> or <i>vastu</i>, it is also worth bearing in mind the meanings of some of its cognate words, such as the adjectives ‘substantive’ and ‘substantial’ and the verb ‘substantiate’, because these throw more light on the richness of its original meaning.<br>\n<br>\nThough ‘substance’ is used in everyday language with a range of meanings, it is primarily a term of philosophical origin and significance, so though you imply that it denotes something concrete or objective and therefore has a less abstract connotation than ‘reality’, as one of the key terms of ontology and metaphysics it actually has a much deeper and more abstract meaning than the sense in which it is commonly used in everyday language. Generally speaking in a metaphysical sense ‘substance’ means what is most fundamental, so one of the central and most basic questions of ontology and metaphysics is: what is substance? Unsurprisingly there are numerous different views on the nature of substance, and each system of philosophy has its own answer or answers to this question, so much so that there is no generally agreed definition of this term, but this question nevertheless goes to the very heart of metaphysics.<br>\n<br>\nIf you are interested in knowing more about the range of meanings of ‘substance’ as it is used in philosophy and some of the various views about it, there is a <a href=\"https://plato.stanford.edu/entries/substance/\">detailed article</a> on the subject in <a href=\"https://plato.stanford.edu/index.html\"><i>The Stanford Encyclopedia of Philosophy</i></a>, but most of what is written there need not concern us, because we are only concerned with the sense in which Bhagavan used the terms பொருள் (<i>poruḷ</i>) and வஸ்து (<i>vastu</i>), which corresponds more or less to the first set of criteria that typify the philosophical concept of substance as enumerated in the list given in the <a href=\"https://plato.stanford.edu/entries/substance/#UndIde\">first section</a> of that article, namely ‘being ontologically basic’ in the sense of being that ‘from which everything else is made or by which it is metaphysically sustained’, and less so to the second set of criteria, in that he uses these terms to denote that which is absolutely ‘independent and durable’. No philosophy can accept all the criteria listed there, and most of those criteria are applicable to more outward-looking and therefore superficial varieties of philosophy but are irrelevant to the inward-looking and therefore extremely deep philosophy taught by Bhagavan, but this does not mean that ‘substance’ is not a suitable translation of the terms <i>poruḷ</i> and <i>vastu</i> as used by him and in <i>advaita</i> more generally, because each metaphysical system of philosophy is defined to a large extent by the answer or answers it gives to the question: what is substance?<br>\n<br>\n<a name=\"unm1\"></a>Bhagavan’s answer to this question is essentially very simple but extremely subtle, and in one sense it is very abstract, in that it is absolutely non-objective, while in another sense it is very concrete, in that it is what we always experience most immediately and intimately as ‘I’, whether subject and objects appear (as in waking and dream) or disappear (as in sleep). However, since we now experience ‘I’ mixed with adjuncts, we are not aware of the real substance (<i>uḷḷa-poruḷ</i>) as it is, so as he teaches us in the <a href=\"https://happinessofbeing.blogspot.com/2018/01/ulladu-narpadu-first-mangalam-verse.html#s3\">third sentence</a> of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of it]’, the only way to be aware of it as it is is to turn within and just be as it is.<br>\n<br>\nIn teaching us that the real substance (that which is fundamentally real) is only what exists within us without thought, Bhagavan is providing his own answer to the age-old metaphysical question ‘what is substance?’, but he does not merely provide a conceptual answer but also teaches us how we can verify the truth of this answer by our own experience. However, even from a purely conceptual point of view, the answer he gives us is a very powerful one and provides an effective and satisfactory means to cut through or bypass most of the complexity that weighs down other systems of philosophy and makes them so confused and lacking in clarity. Though the metaphysical view he taught us is essentially very simple, his analysis of all that seems to be and his identification of that which actually is (<i>uḷḷadu</i>) go far deeper than any form of western philosophy, so unsurprisingly his view of ‘substance’ is much more radical and profound than any found either in western philosophy or in almost any other system of philosophy.<br>\n<br>\n<a name=\"un07\"></a>His view of ‘substance’ is perhaps best expressed in the second sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>), ‘Only that which shines without appearing or disappearing as the place [space, site or ground] for the appearing and disappearing of the world and awareness [the subject, the awareness that perceives the world] is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’. Can any concept of ‘substance’ be more abstract or sublime than the one he expresses here? Elsewhere he identifies this one real substance (<i>poruḷ</i>) as being just pure awareness — that is, awareness that is completely devoid of the appearance of any thought, which includes both subject (the ego) and all objects (phenomena) — as he does in the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>, so this is once again as abstract a concept of ‘substance’ as any that one could conceive.<br>\n<br>\nYour objection to using this term ‘substance’ as a translation of <i>poruḷ</i> or <i>vastu</i> seems to be that it is often used to refer to a material substance, but the same objection could be raised against using the term ‘reality’, which is likewise often used, not only in everyday usage but also in contemporary academic philosophy (which is generally based on metaphysical materialism or physicalism and therefore biased toward such a view), to refer to the physical or objectively observable world. Though materialists may consider material substances to be the only real ones and physical phenomena to be the sole reality, we would be losing the argument against their questionable views if we were to allow them to claim exclusive ownership of words such as ‘substance’ or ‘reality’.<br>\n<br>\n<a name=\"un13\"></a><a name=\"eap4\"></a>Though Bhagavan sometimes uses physical analogies to distinguish substance from form, such as the analogy of gold and ornaments made of it, when he uses the terms <i>poruḷ</i> or <i>vastu</i> in the sense of ‘substance’, he is not referring to any kind of physical substance but only to metaphysical substance (the one real substance), which is pure awareness. For example, when he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ?’ (<i>aṇikaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō?</i>), ‘All the many ornaments are unreal; do they exist except as gold, which is real?’, he is using gold as an analogy for ‘ஞானம் ஆம் தான்’ (<i>ñāṉam ām tāṉ</i>), ‘oneself, who is <i>jñāna</i> [awareness]’, which alone is real (<i>mey</i>), and ornaments as an analogy for ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is manifold’ (namely the mind), which is ignorance (<i>ajñāna</i>) and unreal (<i>poy</i>). Though he does not use either the term <i>poruḷ</i> or <i>vastu</i> in this verse, he used the same analogy in the first sentence of verse 4 of <i>Ēkāṉma Pañcakam</i>, ‘பொன்னுக்கு வேறாக பூடணம் உள்ளதோ?’ (<i>poṉṉukku vēṟāha pūḍaṇam uḷḷadō?</i>), ‘Can an ornament exist as different to gold?’, and in the <a href=\"https://happinessofbeing.blogspot.com/2009/05/ekatma-vivekam-kalivenba-version-of.html\"><i>kaliveṇbā</i> version</a> of this verse he extended this sentence by adding a relative clause referring to பொன் (<i>poṉ</i>), gold, namely ‘வத்துவாம்’ (<i>vattu-v-ām</i>), ‘which is <i>vastu</i> [the substance]’.<br>\n<br>\nFrom a physical perspective it could be argued that though gold is the substance and therefore more enduring than any ornament into which it may be formed, an ornament (the form) is as real as gold (the substance), and this is the argument that Kapali Sastri used (but with reference to the corresponding analogy of a pot made of mud instead of an ornament made of gold) in the first section of his introduction to <i>Sat-Darshana Bhashya</i> (6th edition, 1975, pages 4-7) to support his fallacious contention that God, world and soul are real as such, being the ‘formal aspect of Brahman’, and it led him to conclude, ‘It is evident then that it is both futile and false to affirm that the substantial truth alone of the world-being, Brahman, is real and that the formal aspect of Brahman as the world is unreal’ (<i>ibid.</i> p. 6), thereby implying that what Bhagavan taught us about the unreality of God, world and soul (as in the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, for example) was ‘both futile and false’. In order to pre-empt any such argument, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan specifically stated that all the many ornaments are unreal (<i>aṇikaḷ tām palavum poy</i>) and gold is real (<i>mey ām poṉ</i>), but though he used the word ‘பொய்’ (<i>poy</i>), which means ‘unreal’ or ‘false’, twice in this verse, firstly with reference to ignorance (<i>ajñāna</i>) and secondly with reference of ornaments, in his translation of this verse in <i>Sat-Darshana</i> Kavyakantha conveniently omitted it altogether, thereby removing Bhagavan’s unequivocal repudiation of their erroneous beliefs.<br>\n<br>\nThat is, in the context in which Bhagavan uses this analogy of gold and ornaments, what he expects us to understand from it is that the substance (namely ‘<i>ñāṉam ām tāṉ</i>’, oneself, who is awareness) alone is real and whatever forms it may seem to assume (namely ‘<i>nāṉā-v-ām ñāṉam</i>’, awareness that is manifold) are entirely unreal. In the case of another analogy that he often used in such contexts, the rope, which represents what alone is real, is the substance (in the sense that it is what ‘stands under’ and supports the appearance of a snake), while the snake that it seems to be, which represents all that is unreal, is just an illusory appearance.<br>\n<br>\nComing back once again to your question about my choice of the word ‘substance’ rather than ‘reality’ to translate பொருள் (<i>poruḷ</i>) or வஸ்து (<i>vastu</i>), apart from the fact that Bhagavan often used the analogy of gold to illustrate what he meant by these terms, another reason is that he often uses them in compounds along with words that mean ‘real’, so ‘real substance’ seems to be a more appropriate translation of such compounds than ‘real reality’. For example, in the compound உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) உள்ள (<i>uḷḷa</i>) means ‘existing’, ‘actual’ or ‘real’, and another term that he often used (as in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un08\">verse 8</a> of <i>Uḷḷadu Nāṟpadu</i>, for example) is <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:343.tamillex\">மெய்ப்பொருள்</a> (<i>mey-p-poruḷ</i>), in which <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:284.tamillex\">மெய்</a> (<i>mey</i>) is a noun that means ‘reality’ in the sense of what is real (as opposed to the sense of the quality of being real, which in Tamil would be <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.11:1:355.tamillex\">மெய்ம்மை</a> (<i>meymmai</i>) or ‘realness’), but when used as an adjective or the first element in a compound such as this மெய் (<i>mey</i>) means real, so though மெய்ப்பொருள் (<i>mey-p-poruḷ</i>) means what is real, a more precise translation of it is either ‘real thing’ or ‘real substance’, but obviously ‘substance’ is a more appropriate term to use in this context than ‘thing’, because it has a much deeper and more abstract meaning. The Sanskrit equivalent of மெய்ப்பொருள் (<i>mey-p-poruḷ</i>) is सद्वस्तु (<i>sadvastu</i> or <i>sat-vastu</i>), in which <a href=\"http://sanskritdictionary.com/?q=sat\">सत्</a> (<i>sat</i>) is a present participle that means ‘being’ or ‘existing’, but is also used as an adjective that means ‘existing’, ‘actual’, ‘real’, ‘true’, ‘essential’ or ‘good’, and as a noun that means ‘what actually exists’ or ‘what is real’, and <a href=\"http://sanskritdictionary.com/?q=vastu\">वस्तु</a> (<i>vastu</i>) is a noun that means ‘thing’, ‘substance’, ‘what actually exists’ or ‘what is real’, so like மெய்ப்பொருள் (<i>mey-p-poruḷ</i>) सद्वस्तु (<i>sadvastu</i>) means the ‘real thing’ or ‘real substance’, which of course implies ‘reality’ in the sense of what is real.<br>\n<br>\nTherefore though I can understand the perspective from which you question my use of the term ‘substance’ to translate பொருள் (<i>poruḷ</i>) or வஸ்து (<i>vastu</i>), I think that perspective is due to a very limited understanding of the deep and rich sense in which this word ‘substance’ is used in the context of ontology and metaphysics. Moreover, if we understand Bhagavan’s use of these Tamil and Sanskrit terms in the sense of the one ultimate substance, I think it is fair to say that he has breathed fresh life into the meaning of ‘substance’, restoring it fully to its original sense of <i>substantia</i>, which literally means ‘that which stands [stays or remains] under [behind or within]’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "115",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4476744628629417943/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "philosophy of Sri Ramana",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTE1MTQ2NzkwODIzCm9mZnNldDogMAo\""
}