{
    "kind": "blogger#post",
    "id": "1056042022804907723",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-04-18T12:50:00+01:00",
    "updated": "2021-06-09T10:12:01+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1056042022804907723",
    "title": "The ego does not actually exist, but it seems to exist, and only so long as it seems to exist do all other things seem to exist",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote a series of emails expressing his views and asking questions about the ego and other related matters, so this article is adapted from the replies I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#suffering\">There can be no suffering without someone who suffers, and no deed without a doer</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: everything else depends for its seeming existence on the seeming existence of the ego</a></li>\n<li><a href=\"#doership\">Doership is the very nature of the ego, because it always experiences the instruments of action as itself</a></li>\n<li><a href=\"#others\">The idea that actions or suffering can happen without the ego is ‘a reply said to the questions of others’</a></li>\n<li><a href=\"#perceiver\">The five sheaths are all insentient objects of perception, whereas the ego is the perceiving subject</a></li>\n<li><a href=\"#cidabhasa\">The ego is not real awareness (<i>sat-cit</i>), but just a semblance of awareness (<i>cidābhāsa</i>)</a></li>\n<li><a href=\"#uu18\"><i>Upadēśa Undiyār</i> verse 18: though the term ‘mind’ can refer to all thoughts collectively, what the mind essentially is is just the ego</a></li>\n<li><a href=\"#investigation\">What needs to investigate itself is not pure self-awareness (<i>sat-cit</i>) but only the ego (<i>cidābhāsa</i>)</a></li>\n<li><a href=\"#analysis\">The intellectual self-analysis that enables us to understand that we cannot be anything that we perceive but are only the awareness that perceives them is a prerequisite for self-investigation but not the actual practice of self-investigation</a></li>\n<li><a href=\"#intransitive\">What we actually are is not transitive awareness (<i>suṭṭaṟivu</i>) but only pure intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>), so we need to distinguish the latter from the former</a></li>\n<li><a href=\"#understanding\">A deep, clear and subtle understanding is necessary for us to be able investigate what we actually are, but understanding appears and disappears with the ego, so it is not the goal we are seeking</a></li>\n<li><a href=\"#application\">Understanding is possible only for the ego, so what is the use of understanding that there is no ego if one does not make use of that understanding by turning back within to investigate what one actually is?</a></li>\n<li><a href=\"#sravana\">The knowledge that will eradicate self-ignorance cannot be obtained just by <i>śravaṇa</i> or from any source outside ourself, but only by turning within and dissolving in the light of pure awareness</a></li>\n<li><a href=\"#guru\">The sole purpose of whatever the <i>guru</i> teaches us is to prompt us to turn back within to see what we actually are</a></li>\n</ol>\n<a name=\"suffering\"></a><b>1. There can be no suffering without someone who suffers, and no deed without a doer</b><br>\n<br>\nThe discussion began with an email in which my friend quoted a saying that is often attributed to Buddha, namely ‘Suffering exists, but none who suffer. The deed there is, but no doer thereof’, to which I replied:<br>\n<br>\nThe claim that ‘Suffering exists, but none who suffer. The deed there is, but no doer thereof’ is obviously gibberish, because how can there be suffering if there is no one suffering? Suffering is an experience, and there can be no experience without an experiencer. An experience experienced by no one is no experience at all. Likewise there can be no action without someone or something that is doing it.<br>\n<br>\nFortunately, however, like many other popular ‘Buddha’ quotes that float around nowadays, this was not actually said by Buddha, but is based on a particular interpretation of his teachings, in this case Buddhaghosa’s interpretation, as pointed out on <a href=\"https://fakebuddhaquotes.com/events-happen-deeds-are-done-but-there-is-no-individual-doer-thereof\">this page from Fake Buddha Quotes</a>.<br>\n<br>\nA similar thing is happening with ‘Bhagavan quotes’ also. Statements that are quoted as having been said by him are in many cases not anything that he ever said or would have said, but are instead based on a misunderstanding of his teachings, and as they are quoted and requoted they steadily become more unlike anything that he actually might have said.<br>\n<br>\n<a name=\"un26\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 26: everything else depends for its seeming existence on the seeming existence of the ego</b><br>\n<br>\nMy friend replied to this saying that though Buddha may not have said that, there is a grain of truth in it, and he argued that since Bhagavan said that the ego is non-existent, ‘how can an illusion, a non-existent thing “do” anything or “decide” anything or make a choice. It appears to be happening through the agency of ego, but it is not so. The so-called thinker is just another thought. The mind is thinking just as the heart is beating, spontaneously. There is no “I” or ego that is causing the heart to beat or the mind to think’, to which I replied:<br>\n<br>\nYes, the ego is not real, but is suffering any more real than the ego?<br>\n<br>\nTo whom do all phenomena (including suffering and deeds) appear? In whose view do they seem to exist? Only in the view of ourself as this ego, is it not? Since they do not seem to exist except in the view of the ego, they do not and cannot exist independent of it, and hence they appear with it in waking and dream, and disappear with it in sleep. This is why Bhagavan says very simply, clearly and emphatically in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If the ego comes into existence, everything comes into existence; if the ego does not exist, everything does not exist. The ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If the ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if the ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of the ego, and hence it cannot seem to exist unless the ego seems to exist]. [Therefore] the ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [the ego] is alone is giving up everything [because the ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nIn the <a href=\"http://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk26\"><i>kaliveṇbā</i> version</a> of this verse Bhagavan extended it by adding before it the relative clause ‘கருவாம்’ (<i>karu-v-ām</i>), which means ‘which is the embryo [womb, efficient cause, inner substance or foundation]’ and which refers to the ego, so by adding this he stated explicitly what he had already implied in the verse, namely that the ego is the seed that expands as everything else, the efficient and material cause of everything else, and the foundation that supports the appearance of everything else.<br>\n<br>\nThis verse expresses one of the core principles of Bhagavan’s teachings, namely that everything else depends for its seeming existence on the seeming existence of the ego, and that the ego alone is therefore the first cause — the cause for the appearance of everything else. Hence, so long as anything else seems to exist, it seems to exist only because we have risen as this ego and are consequently aware of it.<br>\n<br>\n<a name=\"doership\"></a><b>3. Doership is the very nature of the ego, because it always experiences the instruments of action as itself</b><br>\n<br>\nIn the same email my friend wrote, ‘The ego has no role to play in it [action or <i>karma</i>] except as the thought-feeling that “it” is the one doing the action, which obviously is just an illusion’, and he claimed that Bhagavan insisted ‘that even without the sense of doership, karma will go on automatically’, so I replied:<br>\n<br>\n<a name=\"un25\"></a>The ego cannot rise or stand without grasping the form of a body as ‘I’, as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If it seeks, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> [By] grasping form [that is, by projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; [by] grasping form [that is, by holding on to that body as itself] it stands [endures, continues or persists]; [by] grasping and feeding on form [that is, by projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If it seeks [examines or investigates] [itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].</blockquote>\n<a name=\"un05\"></a>The first form that the ego grasps is whatever body it takes to be itself, and since such a body is always a living body that seems to be awake, it consists not only of a physical form but also the life that animates that form and the mind and intellect that shine within it, and since it seems to us to be ‘I’ only because of our inner darkness of self-ignorance, it is a form composed of five sheaths or coverings (namely the physical form, life, mind, intellect and darkness of self-ignorance), as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக் <br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?<br>\n<br>\n<b>Explanatory paraphrase:</b> The body is <i>pañca-kōśa-uru</i> [a form composed of five sheaths, namely a physical structure, life, mind, intellect and what is described both as the darkness of self-ignorance and as the will, the totality of the ego’s <i>vāsanās</i> (propensities, inclinations or urges), which are the seeds that sprout as its likes, dislikes, desires, fears and so on]. Therefore all five [sheaths] are included in the term ‘body’. Without a body [composed of these five sheaths], is there a world? Say, without [experiencing oneself as such] a body, is there anyone who has seen a world?</blockquote>\nSince the ego therefore mistakes itself to be a compound form consisting of these five sheaths, it cannot but experience any actions done by any of these sheaths as ‘I am doing this’. For example, it feels I am walking and talking (acts of the physical body or <i>sthūla sarīra</i>), I am breathing and living (acts of the life or <i>prāṇa</i>), I am thinking and feeling (acts of the mind or <i>manas</i>), I am reasoning and discriminating (acts of the intellect or <i>buddhi</i>) and I am desiring, hoping and fearing (acts of the will or <i>cittam</i>, which is a function of the <i>ānandamaya kōśa</i> or darkness of self-ignorance, because will arises directly from self-ignorance, and hence the <i>ānandamaya kōśa</i> or <i>kāraṇa śarīra</i> is said to be the abode of all <i>vāsanās</i> or propensities, which are elements that constitute the will).<br>\n<br>\n(Note, however, that though I have given these few examples of the actions of each sheath, we cannot neatly classify each action as being the action of just one particular sheath, because these five sheaths are intimately interwoven and function in unison as a single whole, so in many actions, particularly the actions of the grosser sheaths, two or more sheaths are involved. For example, though talking is a physical action, what we talk is determined by the mind, intellect and will, and the same applies to many other actions done by our physical body. Likewise, though breathing and living are actions of the <i>prāṇa</i>, the urge to breathe and live is a function of the will. Therefore, since the will is also the driving force that determines to a large extent what we think, feel, reason and judge, it is involved in the actions of all the other four sheaths.)<br>\n<br>\nSince we as the ego experience all these five sheaths together as ourself, whatever actions are done by any or all of them are experienced by us as ‘I am doing this’, so doership is the very nature of the ego, and hence whenever Bhagavan talked or wrote about doership he was referring to the ego. Therefore so long as we rise or stand as this form-grasping ego, we cannot avoid being bound to action by a sense of doership, so doership will not cease until the ego is eradicated.<br>\n<br>\n<a name=\"others\"></a><b>4. The idea that actions or suffering can happen without the ego is ‘a reply said to the questions of others’</b><br>\n<br>\n<a name=\"un38\"></a>Likewise experiencership is also the nature of the ego, because suffering, joy and all other experiences of anything other than ourself can occur only to ourself as this ego and not to ourself as we actually are. This is why Bhagavan wrote in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>வினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலை.<br>\n<br>\n<i>viṉaimudaṉā māyiṉ viḷaipayaṉ ḏṟuyppōm<br>\nviṉaimudalā reṉḏṟu viṉavit — taṉaiyaṟiyak<br>\nkarttat tuvampōyk karumamūṉ ḏṟuṅkaṙalu<br>\nnittamā mutti nilai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். நித்தமாம் முத்தி நிலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. viṉaimudal ār eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. nittam-ām mutti nilai</i>.<br>\n<br>\n<b>English translation:</b> If we are the doer of action, we will experience the resulting fruit. When one knows oneself by investigating who is the doer of action, doership will depart and all the three actions will slip off. The state of liberation, which is eternal.<br>\n<br>\n<b>Explanatory paraphrase:</b> If we are the doer of action, we will experience the resulting fruit. [However] when one knows oneself [as one actually is] by investigating who is the doer of action, [the ego, which is what seemed to do actions and to experience their fruit, will thereby be eradicated, and along with it its] <i>kartṛtva</i> [doership] [and its <i>bhōktṛtva</i>, experiencership] will depart and [hence] all [its] three <i>karmas</i> [its <i>āgāmya</i> (actions that it does by its own free will), <i>sañcita</i> (the heap of the fruits of such actions that it is yet to experience) and <i>prārabdha</i> (destiny or fate, which is the fruits that have been allotted for it to experience in its current life] will slip off. [This is] the state of <i>mukti</i> [liberation], which is eternal [being what actually exists even when we seem to be this ego].</blockquote>\n<a name=\"una33\"></a>This clearly repudiates your contention that Bhagavan insisted ‘that even without the sense of doership, karma will go on automatically’. When the sense of doership departs, <i>karma</i> (all three <i>karmas</i>) will depart along with it. He may sometimes have said that <i>karma</i> will go on even without the sense of doership (the ego), but as he explained in <a href=\"http://happinessofbeing.blogspot.com/2016/11/why-does-bhagavan-sometimes-say-that.html#una33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>, that is said only as a reply ‘to the questions of others’ (implying those who are not willing to accept the core principles of his teachings):<br>\n<blockquote>சஞ்சிதவா காமியங்கள் சாராவா ஞானிக்கூழ்<br>\nவிஞ்சுமெனல் வேற்றார்கேள் விக்குவிளம் — புஞ்சொல்லாம்<br>\nபர்த்தாபோய்க் கைம்மையுறாப் பத்தினியெஞ் சாததுபோற்<br>\nகர்த்தாபோ மூவினையுங் காண்.<br>\n<br>\n<i>sañcitavā gāmiyaṅgaḷ sārāvā ñāṉikkūṙ<br>\nviñcumeṉal vēṯṟārkēḷ vikkuviḷam — buñcollām<br>\nparttāpōyk kaimmaiyuṟāp pattiṉiyeñ jādadupōṟ<br>\nkarttāpō mūviṉaiyuṅ gāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘சஞ்சித ஆகாமியங்கள் சாராவாம் ஞானிக்கு; ஊழ் விஞ்சும்’ எனல் வேற்றார் கேள்விக்கு விளம்பும் சொல் ஆம். பர்த்தா போய் கைம்மை உறா பத்தினி எஞ்சாதது போல், கர்த்தா [போய்] போம் மூ வினையும். காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘sañcita āgāmiyaṅgaḷ sārāvām ñāṉikku; ūṙ viñcum’ eṉal vēṯṟār kēḷvikku viḷambum sol ām. parttā pōy kaimmai uṟā pattiṉi eñjādadu pōl, karttā [pōy] pōm mū viṉaiyum. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘ஞானிக்கு சஞ்சித ஆகாமியங்கள் சாராவாம்; ஊழ் விஞ்சும்’ எனல் வேற்றார் கேள்விக்கு விளம்பும் சொல் ஆம். பர்த்தா போய் கைம்மை உறா பத்தினி எஞ்சாதது போல், கர்த்தா [போய்] மூ வினையும் போம். காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘ñāṉikku sañcita āgāmiyaṅgaḷ sārāvām; ūṙ viñcum’ eṉal vēṯṟār kēḷvikku viḷambum sol ām. parttā pōy kaimmai uṟā pattiṉi eñjādadu pōl, karttā [pōy] mū viṉaiyum pōm. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Saying that <i>sañcita</i> and <i>āgāmya</i> do not adhere to the <i>jñāni</i> [but] <i>prārabdha</i> does remain is a reply said to the questions of others. Just as [any of] the wives do not remain unwidowed when the husband has died, know that [when] the doer [has died] all the three <i>karmas</i> cease.</blockquote>\nSo we each have to decide for ourself whether we want to be one of those வேற்றார் (<i>vēṯṟār</i>), ‘others’ or ‘strangers’, who have only a partial, incomplete and consequently incoherent understanding of his teachings, or whether we are instead willing to accept all the core principles of his teachings, which are very simple and together form a single and logically coherent whole, and which are therefore extremely easy to understand (yet very difficult for most of us to accept in all their raw and powerful simplicity).<br>\n<br>\n<a name=\"uu15\"></a><a name=\"un31\"></a>If we understand all the core principles of his teachings clearly and coherently and are willing to accept them wholeheartedly and without any reservation in their entirety, we will understand that doership (<i>kartṛtva</i>) and experiencership (<i>bhōktṛtva</i>) are both the very nature of the ego (so neither of them can ever exist without the other), and that without doership and experiencership there can be no <i>karma</i>, actions, deeds or experiences. What experiences itself as ‘I am doing’ or ‘I am experiencing’ is only the ego, and without the ego nothing else exists, so there is nothing either to do or to experience, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu15\">verse 15</a> of <i>Upadēśa Undiyār</i> and <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மனவுரு மாயமெய்ம் மன்னுமா யோகி<br>\nதனக்கோர் செயலிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்னியல் சார்ந்தன னுந்தீபற.<br>\n<br>\n<i>maṉavuru māyameym maṉṉumā yōgi<br>\ntaṉakkōr seyalilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉṉiyal sārndaṉa ṉundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மன உரு மாய மெய் மன்னும் மா யோகி தனக்கு ஓர் செயல் இலை. தன் இயல் சார்ந்தனன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉa uru māya mey maṉṉum mā yōgi taṉakku ōr seyal ilai. taṉ iyal sārndaṉaṉ</i>.<br>\n<br>\n<b>English translation:</b> When the form of the mind [the ego] is annihilated, for the great <i>yōgi</i> who is [thereby] established as the reality, there is not a single doing [or action], [because] he has attained his [true] nature [which is actionless being].<br>\n<br>\nதன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṟku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who are happiness composed of that, which rose destroying themself, what one exists for doing? They do not know anything other than themself; who can conceive their state as ‘like this’?<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who are [blissfully immersed in and as] <i>tanmayānanda</i> [happiness composed of that, namely <i>brahman</i>, one’s real nature], which rose [as ‘I am I’] destroying themself [the ego], what one [action] exists for doing? They do not know [or are not aware of] anything other than themself; [so] who can [or how to] conceive their state as ‘[it is] like this’?</blockquote>\n<a name=\"perceiver\"></a><b>5. The five sheaths are all insentient objects of perception, whereas the ego is the perceiving subject</b><br>\n<br>\nIn reply to this my friend asked, ‘Pray, what exactly is this ego that you are referring to if it is merely mistaking itself to be the five sheaths, whereby you are indicating that it cannot be the five sheaths, so what exactly is this ego if it is not the five sheaths? What is it made of, what is its substance? If it is merely a thought or a feeling, can a thought or feeling exist apart from the mind, so that it can identify with the mind? If it is consciousness, then is it the Chidabhasa, the reflected consciousness?’, to which I replied:<br>\n<br>\nRegarding your question, ‘what exactly is this ego that you are referring to?’, the simplest answer is that I am (or you are) this ego. That is, the ‘I’ who is aware of itself as ‘I am asking this question’ or ‘I am answering it’, ‘I am Samarender’ or ‘I am Michael’, is the ego.<br>\n<br>\n<a name=\"uu22\"></a>Is this ‘I’ a form composed of five sheaths, namely a physical body, the life animating it, the mind and intellect functioning in it, and the darkness of self-ignorance underlying the appearance of the other four sheaths? Superficially it may seem to be so, because the one asking the question is Samarender while the one answering it is Michael, and ‘Samarender’ and ‘Michael’ are each a name given to a person, who is a form composed of these five sheaths. However if we analyse deeper it becomes clear that I cannot be any these five sheaths, because they are all objects of perception, and objects of perception are not aware, because they are distinct from the subject that perceives them, so none of the five sheaths is aware of anything, as Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உடல்பொறி யுள்ள முயிரிரு ளெல்லாஞ்<br>\nசடமசத் தானதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சத்தான நானல்ல வுந்தீபற.<br>\n<br>\n<i>uḍalpoṟi yuḷḷa muyiriru ḷellāñ<br>\njaḍamasat tāṉadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sattāṉa nāṉalla vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பொறி உள்ளம் உயிர் இருள் எல்லாம் சடம் அசத்து ஆனதால், சத்து ஆன நான் அல்ல.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal poṟi uḷḷam uyir iruḷ ellām jaḍam asattu āṉadāl, sattu āṉa nāṉ alla</i>.<br>\n<br>\n<b>English translation:</b> Since body, mind, intellect, life and darkness [consisting of self-ignorance and consequently <i>viṣaya-vāsanās</i>, inclinations or desires to be aware of things other than oneself] are all <i>jaḍa</i> [non-aware] and <i>asat</i> [unreal or non-existent], [they are] not ‘I’, which is [<i>cit</i>, what is aware, and] <i>sat</i> [what actually exists].</blockquote>\nThat is, none of the five sheaths is aware either of itself or of anything else. For example, the material body is composed of physical matter, which is insentient. Likewise, as a sheath the mind is just a collection of ever-changing thoughts, which are insentient objects. These five sheaths seem to be sentient only because the ego experiences them as if they were itself. The ego is aware of them, but they are not aware of anything. They are perceived objects, whereas the ego is the subject that perceives them.<br>\n<br>\nDistinguishing the perceiver from what is perceived is what is called <i>dṛg-dṛśya-vivēka</i>, and it is an essential skill required for practising self-investigation (<i>ātma-vicāra</i>). It begins with distinguishing them by conceptual analysis such as this, but must then be applied in practice by trying to attend only to the perceiver (the ego, the ‘I’ who is aware of itself and everything else), thereby isolating the perceiver from everything that is perceived, so that I (the perceiver) am aware only of myself and not of anything else whatsoever. This is the actual practice of <i>ātma-vicāra</i>.<br>\n<br>\nTherefore the ego is not the person called ‘Samarender’ or ‘Michael’, but is the ‘I’ that is aware of itself as ‘I am Samarender’ or ‘I am Michael’, and that as ‘Samarender’ or ‘Michael’ is consequently aware of all other things. Unless we rise and stand as ‘I am this body, a person called so-and-so’, we are not aware of anything other than ourself, so since the awareness ‘I am this body’ is the ego, the ego alone is what is aware of all other things.<br>\n<br>\n<a name=\"cidabhasa\"></a><b>6. The ego is not real awareness (<i>sat-cit</i>), but just a semblance of awareness (<i>cidābhāsa</i>)</b><br>\n<br>\n<a name=\"un24\"></a>But is the ego real awareness? No, it is not, firstly because it appears in waking and dream and disappears in sleep, whereas real awareness exists and shines in all these three states, and secondly because it (the ego) cannot exist without experiencing itself as a form composed of five sheaths. Therefore the ego is neither the body composed of five sheaths nor our real nature, which is being-awareness (<i>sat-cit</i>), but is just a formless phantom that rises by usurping properties both of the body and of being-awareness as if they were its own, as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில்’ (<i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil</i>), ‘The insentient body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; in between one thing, ‘I’, rises as the extent of the body’. As he says in the next sentence of this verse, this ‘I’ that rises as the extent of the body is the ego.<br>\n<br>\nSince it is not real awareness (<i>sat-cit</i>), the ego is a mere semblance of awareness, and hence it is called <a href=\"http://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\"><i>cidābhāsa</i></a>, which means a likeness, semblance or false appearance (<i>ābhāsa</i>) of awareness (<i>cit</i>). Though <i>cidābhāsa</i> is often translated as a ‘reflection of awareness’ or ‘reflected awareness’, as you interpreted it, reflection is not the primary meaning of <a href=\"http://sanskritdictionary.com/?q=ābhāsa\"><i>ābhāsa</i></a> but a secondary meaning derived from the fact that a reflection is the likeness or semblance of something.<br>\n<br>\nWhat is the difference between real awareness (<i>sat-cit</i>) and this semblance of awareness (<i>cidābhāsa</i>) called ‘ego’? As Bhagavan often explained, such as in verses <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a>, <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">11</a>, <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">12</a> and <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a> of <i>Uḷḷadu Nāṟpadu</i> and <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, the nature of real awareness is to be aware of nothing other than itself, whereas the nature of the ego is to be aware of other things. Therefore so long as we are aware of anything other than the pure self-awareness that we actually are, we are experiencing ourself as ego, the perceiver or subject, the one who is aware of all objects.<br>\n<br>\nTherefore the answer to your question, ‘What is it [the ego] made of, what is its substance?’, is that its essential substance is just awareness, but since it comes into existence and stands only by grasping a body (a form composed of five sheaths) as itself (as Bhagavan says in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>), it is not real awareness but just <i>cidābhāsa</i>, a semblance of awareness, or (as he described it in the second sentence of <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>) <i>cit-jaḍa-granthi</i>, a knot formed as a tightly entangled mixture of awareness and insentient adjuncts.<br>\n<br>\n<a name=\"uu18\"></a><b>7. <i>Upadēśa Undiyār</i> verse 18: though the term ‘mind’ can refer to all thoughts collectively, what the mind essentially is is just the ego</b><br>\n<br>\nYou ask, ‘If it [the ego] is merely a thought or a feeling, can a thought or feeling exist apart from the mind, so that it can identify with the mind?’ To answer this, we need to be clear about what is meant by the term ‘mind’. This term is used in two senses, because sometimes it is used to refer to the totality of all thoughts or mental phenomena, which are objects of perception, and sometimes it is used to refer to the ego, which is the first thought, the root of all other thoughts, being the subject, the one who perceives or is aware of them all. Since all other thoughts are constantly changing and depend on the ego for their seeming existence, what the mind essentially is is only the ego, the thought called ‘I’, as Bhagavan explains in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\nTherefore whenever Bhagavan uses the term ‘mind’, we need to understand from the context whether he is referring to the totality of all thoughts (all mental phenomena), which are objects of perception, or to the ego, the thought called ‘I’, which is the subject, the one who perceives all other thoughts. In most cases he uses the term ‘mind’ to refer only to the ego, but in some contexts he uses the same term to refer to all thoughts collectively.<br>\n<br>\nThe <i>manōmaya kōśa</i> or ‘sheath composed of mind’ is not the ego, which is the subject, the perceiving element of the mind, but is only the totality of all other thoughts, which are objects, the perceived element of the mind. These two elements of the mind are mutually dependent, because the ego cannot stand without perceiving objects, and objects seem to exist only because they are perceived by the subject. However, though objects (all other thoughts) are constantly changing, the subject (the ego), the one who perceives them, remains the same, so the ego is the only constant and essential element of the mind, and hence Bhagavan says that it is the root of the mind.<br>\n<br>\n<a name=\"ny05\"></a>This is also explained by him in the last four sentences of <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [the ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\n<a name=\"investigation\"></a><b>8. What needs to investigate itself is not pure self-awareness (<i>sat-cit</i>) but only the ego (<i>cidābhāsa</i>)</b><br>\n<br>\nIn the same email my friend also asked, ‘And, who does the self-enquiry? Presumably the ego or chidabhasa. How then can it be found that it does not exist, because as long as the mind is present, and since there always is Consciousness, reflection of Consciousness, that is, the chidabhasa will exist?’, to which I replied:<br>\n<br>\nYes, it is only as this ego, the semblance of awareness (<i>cidābhāsa</i>) that perceives all other things, that we need to investigate what we actually are. Our real nature is pure self-awareness, so it is never aware of anything other than itself, and hence as such we are always aware of ourself as we actually are, and we (our real nature) therefore never need to investigate what we actually are. What is not aware of ourself as we actually are is only the ego, so only as this ego do we need to investigate ourself to see what we actually are.<br>\n<br>\nThe ego is <i>cidābhāsa</i>, and it is the root and essence of the mind, because it is the essential perceiving element of the mind (as opposed to all the other thoughts or mental phenomena, which are its perceived element), so you are correct in saying that ‘as long as the mind is present [...] the chidabhasa will exist’, but when <i>cidābhāsa</i> (the ego) turns its attention back on itself, it dissolves back into its source, which is pure self-awareness (also known as being-awareness: <i>sat-cit</i>), because we seem to be this ego, the false awareness ‘I am this body’, only so long as we are aware of anything other than ourself. This is why Bhagavan often used to say that the same awareness when turned outwards (that is, towards anything other than itself) becomes <i>cidābhāsa</i>, ego or mind, and when turned back within (that is, towards itself alone) remains as the pure self-awareness that it always actually is (as recorded, for example, in the two passages from <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, 8-11-45 and 11-1-46, that I quoted in the final paragraph of my previous article, <a href=\"https://happinessofbeing.blogspot.com/2018/03/if-we-investigate-ego-closely-enough-we.html\">If we investigate the ego closely enough we will see that it is only <i>brahman</i>, but however closely we investigate the world we can never thereby see that it is <i>brahman</i></a>).<br>\n<br>\nTo explain this with a simple analogy, pure self-awareness (<i>sat-cit</i>) is like a rope, whereas the ego (<i>cidābhāsa</i>) is like the snake that the rope seems to be when not observed carefully enough. If we observe the snake carefully enough, we will see that it is actually just a rope and was never a snake. Likewise, if we look at the ego keenly enough, we will see that it is actually just pure self-awareness and was never the ego, the semblance of awareness (<i>cidābhāsa</i>) that is aware of itself as ‘I am this body’ and that consequently perceives all other things.<br>\n<br>\n<a name=\"analysis\"></a><b>9. The intellectual self-analysis that enables us to understand that we cannot be anything that we perceive but are only the awareness that perceives them is a prerequisite for self-investigation but not the actual practice of self-investigation</b><br>\n<br>\nIn another email (written before I wrote the reply that I reproduced in the previous four sections) my friend explained his understanding of <i>ātma-vicāra</i> (self-investigation or self-enquiry) as follow:<br>\n<blockquote>Right now, “I”, whatever that “I” is, am thinking or feeling, leaving aside the question for the moment of how that “I” can think or feel if it is not the mind, that I am the body-mind complex. Along comes a self-realized man and tells me, “Hey, investigate how the I cannot be the body-mind complex, and realize thereby that you are then only Consciousness”. That leads me to enquire as to why “I” cannot be the body or the mind — and there are the standard arguments for those. I will try and advance one such argument. I cannot be the body because it is composed of cells, so which of the cells can I be? Obviously, I cannot be a multitude of cells. Investigating the mind, I find that I cannot be the mind because the mind is a series of changing thoughts, and the “I” I feel myself to be is something I feel is unchanging, and so I cannot be any of the thoughts comprising the mind, so I am not the mind. Thus, the “I” cannot be the mind. What is left over? Only Consciousness, which is revealing the body and mind. So, I must be the Consciousness. Now, that is self-enquiry, by which you find that you are Consciousness. Now, this kind of investigation, which proceeds more at the intellectual level may not sever the identification with the body-mind, though it can cast serious doubts on such identity, and so you try to stabilize experientially in that understanding, and such attempts to stabilize or abide in the intellectual understanding can go by various names like self-enquiry or self-attention (as advocated by Bhagavan), nididhyasana (as advocated in Classical Vedanta), paying exclusive attention to the “I am” and dwelling on it (Nisargadatta Maharaj’s advocacy) etc. etc.</blockquote>\nIn reply to this I wrote:<br>\n<br>\nIntellectual analysis that leads to the conclusion that we cannot be anything that we perceive but are only the awareness that perceives them is a prerequisite for self-investigation (<i>ātma-vicāra</i>), but it is not the actual practice of self-investigation (as Bhagavan emphasises in verses <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un29\">29</a>, <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">32</a> and <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">36</a> of <i>Uḷḷadu Nāṟpadu</i>). The practice is just trying to attend only to ourself, the perceiver, because only when we do so can we isolate ourself from all objects of perception and thereby be aware of ourself as we actually are, which is just pure self-awareness, uncontaminated by even the slightest awareness of anything else.<br>\n<br>\n<a name=\"intransitive\"></a><b>10. What we actually are is not transitive awareness (<i>suṭṭaṟivu</i>) but only pure intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>), so we need to distinguish the latter from the former</b><br>\n<br>\nHowever, though the required intellectual analysis as you have described it is necessary, it does not go deep enough, because the awareness or consciousness that perceives all phenomena is only the ego and not what we actually are. First we need to distinguish the ego, who is the perceiver, from all the phenomena that it perceives, and then we need to investigate what this ego actually is by trying to be so keenly self-attentive that we exclude everything else from our awareness. However, in order to go deep into this practice of self-investigation, our intellectual analysis also needs to go deeper.<br>\n<br>\nThough we need to distinguish the perceiver (which is what is sometimes also called the <a href=\"http://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html#ego\"><i>sākṣi</i></a> or ‘witness’) from everything that is perceived, and though we need to understand that nothing that is perceived (that is, no phenomenon or object of perception) can be what we actually are, we also need to understand that even the perceiver is not our real nature. The perceiver (that is, the awareness that is aware of anything other than itself) is the ego, which appears is waking and dream but disappears in sleep, whereas our real nature is the fundamental awareness that endures and shines in all these three states.<br>\n<br>\nThe nature of this fundamental awareness can be understood most clearly from our experience in sleep, because in sleep it shines on its own. Since it shines all alone in sleep, in the absence of any awareness of anything else, its nature is not to be aware of other things. As I have explained in more detail elsewhere (such as <a href=\"http://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#transitive\">here</a> and <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">here</a>), awareness of anything other than oneself is what Bhagavan calls சுட்டறிவு (<i>suṭṭaṟivu</i>), which literally means ‘pointing’ or ‘showing’ awareness and therefore implies transitive awareness (that is, awareness of objects or phenomena), whereas the real, permanent and fundamental awareness, which is the source and foundation for the appearance of transitive awareness (<i>suṭṭaṟivu</i>), is what he calls சுட்டற்ற அறிவு (<i>suṭṭaṯṟa aṟivu</i>), which means awareness devoid of or free from ‘pointing’ or ‘showing’ and therefore implies intransitive awareness (that is, awareness that is aware of nothing other than itself).<br>\n<br>\n<a name=\"un12\"></a><a name=\"uu27\"></a>Transitive awareness (<i>suṭṭaṟivu</i>) is the nature of the ego, and since it seems to exist only in waking and dream and disappears in sleep, it is not real, and hence it is called <i>cidābhāsa</i>, a semblance of awareness. This is why Bhagavan emphasises in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i> that real awareness is completely devoid of awareness or ignorance of anything else, that that which knows anything other than itself (namely the ego, which is transitive awareness) is not real awareness, and that real awareness shines without any other thing to know or to make known (as he also implies in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>).<br>\n<br>\nUnderstanding this distinction between transitive awareness (<i>suṭṭaṟivu</i>) and intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>) is crucial, firstly because it is the key to understanding the deep, subtle and radical teachings that Bhagavan gives us in verses <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a>, <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">11</a>, <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">12</a> and <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a> of <i>Uḷḷadu Nāṟpadu</i> and in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, and more importantly because without this understanding it is not possible for us to understand his entire teachings deeply or clearly enough, nor is it possible for us to go sufficiently deep in the practice of self-investigation. The reason for this is that though we can understand this practice superficially in terms of being self-attentive in order to isolate the perceiver from all objects of perception, in order to go deeper into the practice we need to understand it more clearly and subtly in terms of being self-attentive in order to isolate intransitive awareness from transitive awareness.<br>\n<br>\nWhy is this? The perceiver is the ego, whose very nature is to be transitively aware, so we seem to be this ego only so long as we are aware of anything other than ourself (any phenomena or objects of perception). Therefore we can never actually isolate the perceiver from all objects of perception, because if we isolate ourself from all objects of perception we will cease to be the perceiver (the one who is transitively aware) and will instead remain as pure intransitive awareness, which is our real nature.  Therefore the deeper we go into this practice the more clearly we will understand and recognise the distinction between intransitive awareness (which we experience in its pristine purity in sleep) and transitive awareness (which appears only in waking and dream), and hence we will understand the practice less in terms of trying to distinguish and isolate the perceiver or to see only the seer (the ego) and more in terms trying to distinguish, isolate and be the underlying pure intransitive awareness that we actually are.<br>\n<br>\n<a name=\"understanding\"></a><b>11. A deep, clear and subtle understanding is necessary for us to be able investigate what we actually are, but understanding appears and disappears with the ego, so it is not the goal we are seeking</b><br>\n<br>\nA deepening understanding comes as a result of going deep into the practice of self-investigation, and the more our understanding becomes deep, subtle and clear the deeper we will be able to go in this practice. However no amount of understanding is sufficient in itself, because it is just a means (or rather an essential requisite for the actual means, which is just self-investigation) and not the end we are seeking, which is beyond all understanding. Understanding is a condition of the intellect, which is a tool used by the ego, so it will dissolve along with the ego and everything else when we investigate ourself keenly enough to be aware of ourself as we actually are.<br>\n<br>\nWhatever we may understand, our understanding of it can seem to exist only in waking and dream, and ceases to exist in sleep, because that which understands it is only the ego. Understanding is therefore just a phenomenon, albeit a subtle and abstract one, and like all phenomena it seems to exist only in the view of the ego. Therefore though a deep, clear and correct understanding is necessary for us to follow this path of self-investigation, it must eventually dissolve along with the ego, and what will then remain is only absolute clarity of pure self-awareness, which is the light that illumines all understanding, but which itself lies beyond all understanding.<br>\n<br>\nYou describe self-enquiry as a process of intellectual analysis that leads to a certain understanding, but that is not actually <i>ātma-vicāra</i> (self-investigation or self-enquiry) but just a prerequisite for it. Actual self-investigation entails turning our attention back towards ourself in order to try to see what we actually are. A correct understanding is necessary to do so, because if we do not understand clearly and deeply that we are just awareness or consciousness we will continue to mistake phenomena to be ourself.<br>\n<br>\nNothing that appears or disappears can be what we actually are, because whether such things appear or disappear we remain and continue to be aware of ourself. Even transitive awareness cannot be what we actually are, because it appears in waking and dream and disappears in sleep. Understanding this very clearly and deeply is necessary for us to be able investigate what we actually are, because we can see what we actually are only when we isolate ourself completely from all things that appear and disappear, including the transitive awareness (the ego or perceiver) in whose view alone everything else appears and disappears.<br>\n<br>\nHowever, understanding this is just the beginning. Having understood it we now need to apply it in practice by trying to be so keenly self-attentive that we are aware of nothing other than ourself. During the process of self-investigation our understanding will become deeper, clearer and more subtle, thereby enabling us to penetrate deeper within ourself, but no matter how deep, clear and subtle our understanding may be, it is useful only to the extent that we actually apply it by trying to clearly discern what we ourself actually are.<br>\n<br>\n<a name=\"application\"></a><b>12. Understanding is possible only for the ego, so what is the use of understanding that there is no ego if one does not make use of that understanding by turning back within to investigate what one actually is?</b><br>\n<br>\nYou say that having achieved a certain understanding (which as you describe it falls far short of what we need to understand in order to go deep in the practice of self-investigation, because you say ‘I must be the Consciousness’ but without distinguishing between intransitive and transitive consciousness) we ‘try to stabilize experientially in that understanding, and such attempts to stabilize or abide in the intellectual understanding can go by various names like self-enquiry or self-attention (as advocated by Bhagavan), nididhyasana (as advocated in Classical Vedanta), paying exclusive attention to the “I am” and dwelling on it (Nisargadatta Maharaj’s advocacy) etc. etc.’, but this is not a correct description of self-investigation. What do you mean by ‘stabilize experientially in that understanding’, and what is the purpose of stabilising in it? Who is it that understands, and who wants to stabilise in whatever they have understood? It is only the ego, because understanding exists only for the ego and is needed only by the ego. Our real nature does not need to understand anything, because it is just pure intransitive self-awareness, in whose view nothing else exists, so there is nothing for it to understand.<br>\n<br>\nYou go on to say, ‘What John Wheeler and Stephen Wingate are saying is that they did not find the need to stabilize or abide in their intellectual understanding because they say they had a non-conceptual understanding of the fact that there is no separate self or ego, and what one is is only Awareness or Consciousness through mere looking into the matter’, but understanding is possible only for the ego, so what is the use of understanding that there is no ego or that what one actually is only awareness if one does not make use of that understanding by turning one’s attention back within to be aware of oneself as one actually is? Moreover, when they say that ‘what one is is only Awareness or Consciousness’, what do they mean by awareness or consciousness? Do they mean transitive awareness or intransitive awareness? I assume they mean only transitive awareness (which happens to be the ego), because understanding can exist only in the view of transitive awareness and not in the view of intransitive awareness.<br>\n<br>\n<a name=\"sravana\"></a><b>13. The knowledge that will eradicate self-ignorance cannot be obtained just by <i>śravaṇa</i> or from any source outside ourself, but only by turning within and dissolving in the light of pure awareness</b><br>\n<br>\nYou then say, ‘it has been said by many that since the problem is ignorance of one’s true nature, the solution is “knowledge” and it is not far-fetched that “knowledge” can arise when one investigates for oneself the truth of the matter along the lines suggested by a guru. That is why, there are those who maintain that mere Sravana alone is enough. Only those not competent for just Sravana, have to do Manana, and those even less competent than that have to do Nididhyasana for the final Truth to dawn’, but anyone who says this has not understood what ‘knowledge’ means in this context. Yes, the problem is ignorance of one’s true nature, but what sort of ‘knowledge’ can eradicate this ignorance?<br>\n<br>\nWhat is meant by ‘ignorance of one’s true nature’, and who is ignorant? Is our real nature ignorant of itself? If it were, that would be a serious problem from which there would be no reliable escape, because if our real nature were once ignorant of itself, even if it later came to know itself, it could subsequently become ignorant of itself again. However none of these are possible, because our real nature (<i>ātma-svarūpa</i>) is pure and immutable self-awareness, so it can never be ignorant of itself or undergo any change.<br>\n<br>\nTherefore what is ignorant of its true nature is only the ego, and it is ignorant of it because it is aware of itself as a body (consisting of five sheaths), which is something other than what it actually is. Hence what is called ‘ignorance of one’s true nature’ is only the erroneous self-awareness ‘I am the body’, which is the ego, so ignorance of its true nature is the very nature of the ego. Therefore so long as the ego exists it will always be ignorant of its real nature, and hence we can eradicate ignorance of our real nature only by eradicating the ego.<br>\n<br>\nSince ‘ignorance of one’s true nature’ is only the mistaken self-awareness ‘I am the body’, the ‘knowledge’ that can eradicate it is only correct self-awareness: that is, awareness of ourself as we actually are. Such knowledge cannot be obtained from books or teachers, from words or concepts, or from any amount of intellectual analysis, but only by turning within to investigate oneself. The knowledge we can obtains from books, teachers, words or analysis is only conceptual knowledge, and since all conceptual knowledge is known only by the ego, it cannot eradicate the ego.<br>\n<br>\n<a name=\"un22\"></a>The ego and its self-ignorance can be eradicated only when it turns back within, away from all concepts, analysis, reasoning, understanding, ‘knowledge’ and other phenomena, and thereby actually ‘sees’ (becomes aware of) its own real nature, which is pure and infinite self-awareness, because as soon as it becomes aware of its real nature it will dissolve and cease to exist, since it is nothing but the false awareness ‘I am this body’. Except by turning within to see its own real nature, the ego cannot experience the true knowledge (namely pure self-awareness) that will eradicate its self-ignorance, as Bhagavan clearly implies in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுத லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmadittiḍuda leṅṅaṉ madi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, am-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, am-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by, turning the mind back within, completely immersing it in God, who shines within that mind giving light to the mind, how to fathom God by the mind?<br>\n<br>\n<b>Explanatory paraphrase:</b> Consider, except by turning [bending or folding] <i>mati</i> [the mind or intellect] back within [and thereby] completely immersing [embedding or fixing] it in <i>pati</i> [the Lord or God], who shines [as pure awareness] within that mind giving light [of awareness] to the mind, how to fathom [or investigate and know] God by the mind?</blockquote>\nWhat he refers to in this verse as பதி (<i>pati</i>), ‘the Lord’ or ‘God’, is our real nature (<i>ātma-svarūpa</i>), which is the pure awareness (<i>cit</i> or <i>aṟivu</i>) that shines within the mind giving it the light of seeming awareness (<i>cidābhāsa</i>) by which it knows everything else. So long as the mind or ego is turned outwards, attending to anything other than itself, it cannot know its own real nature, so the only means by which it can know its real nature is by turning back within and drowning forever in the all-consuming light of pure awareness. <br>\n<br>\n<a name=\"ny16\"></a>This inner light of pure self-awareness is alone the ‘knowledge’ that can eradicate the ego and its self-ignorance, so it cannot be acquired from any books or other outside sources but only by turning within to investigate oneself, as Bhagavan implies in the above verse and as he explains emphatically and unequivocally in the <a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Yār?</i>:<br>\n<blockquote>எந்நூலிலும் முக்தி யடைவதற்கு மனத்தை யடக்க வேண்டுமென்று சொல்லப்பட் டுள்ளபடியால், மனோநிக்ரகமே நூல்களின் முடிவான கருத்து என் றறிந்துகொண்ட பின்பு நூல்களை யளவின்றிப் படிப்பதாற் பயனில்லை. மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே யல்லாமல் எப்படி நூல்களில் விசாரிப்பது? தன்னைத் தன்னுடைய ஞானக்கண்ணாற்றானே யறிய வேண்டும். ராமன் தன்னை ராமனென்றறியக் கண்ணாடி வேண்டுமா? ‘தான்’ பஞ்ச கோசங்களுக்குள் ளிருப்பது; நூல்களோ அவற்றிற்கு வெளியி லிருப்பவை. ஆகையால், பஞ்ச கோசங்களையும் நீக்கி விசாரிக்க வேண்டிய தன்னை நூல்களில் விசாரிப்பது வீணே. பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி. சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; தியானமோ தன்னை ஸச்சிதானந்த பிரம்மமாக பாவிப்பது. கற்றவை யனைத்தையும் ஒருகாலத்தில் மறக்க வேண்டிவரும்.<br>\n<br>\n<i>ennūlilum mukti y-aḍaivadaṟku maṉattai y-aḍakka vēṇḍum-eṉḏṟu solla-p-paṭ ṭuḷḷapaḍiyāl, maṉōnigrahamē nūlgaḷiṉ muḍivāṉa karuttu eṉ ḏṟaṟindu-goṇḍa piṉbu nūlgaḷai y-aḷaviṉḏṟi-p paḍi-p-padāl payaṉ-illai. maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē y-allāmal eppaḍi nūlgaḷil vicārippadu? taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum. rāmaṉ taṉṉai rāmaṉ-eṉḏṟaṟiya-k kaṇṇāḍi vēṇḍum-ā? ‘tāṉ’ pañca kōśaṅgaḷukkuḷ ḷ-iruppadu; nūlgaḷ-ō avaṯṟiṟku veḷiyil iruppavai. āhaiyāl, pañca kōśaṅgaḷai-y-um nīkki vicārikka vēṇḍiya taṉṉai nūlgaḷil vicārippadu vīṇē. bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti. sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar; dhiyāṉam-ō taṉṉai saccidāṉanda birahmmamāha bhāvippadu. kaṯṟavai y-aṉaittaiyum oru-kālattil maṟakka vēṇḍi-varum</i>.<br>\n<br>\nSince in every [spiritual] text it is said that for attaining <i>mukti</i> [liberation] it is necessary to make the mind cease, after knowing that <i>manōnigraha</i> [restraint, subjugation or destruction of the mind] alone is the ultimate intention [aim or purpose] of [such] texts, there is no benefit [to be gained] by studying texts without limit. For making the mind cease it is necessary to investigate oneself [to see] who [one actually is], [but] instead [of doing so] how [can one see oneself by] investigating in texts? It is necessary to know oneself only by one’s own eye of <i>jñāna</i> [knowledge or awareness]. Does [a person called] Raman need a mirror to know himself as Raman? ‘Oneself’ is within the <i>pañca-kōśas</i> [the ‘five sheaths’ that seem to cover and obscure what one actually is, namely the physical body, life, mind, intellect and darkness of self-ignorance]; whereas texts are outside them. Therefore investigating in texts [in order to know] oneself, whom it is necessary to investigate [by turning one’s attention within and thereby] setting aside [excluding, removing, giving up or separating from] all the <i>pañca-kōśas</i>, is useless. [By] investigating who is oneself who is in bondage, knowing one’s <i>yathārtha svarūpa</i> [actual own nature] alone is <i>mukti</i> [liberation]. The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [oneself]; whereas <i>dhyāna</i> [meditation] is imagining oneself to be <i>sat-cit-ānanda brahman</i> [the absolute reality, which is being-consciousness-bliss]. At one time it will become necessary to forget all that one has learnt.</blockquote>\nTherefore it is clear from this that according to Bhagavan mere <i>śravaṇa</i> (hearing or reading) alone is not sufficient, and that in order to know what we actually are and thereby remove our self-ignorance we must turn within to investigate ourself, which is what is meant by the term <i>nididhyāsana</i> (contemplation, which in this context implies self-contemplation or keen self-attentiveness). Whatever one may learn from <i>śravaṇa</i> cannot even be understood correctly without repeated and progressively deepening <i>manana</i> (reflection, which entails careful analysis, questioning, critical thinking and reasoning) and <i>nididhyāsana</i>, so anyone who claims that <i>śravaṇa</i> alone without either <i>manana</i> or <i>nididhyāsana</i> is sufficient has clearly not even done sufficient <i>manana</i>, let alone sufficient <i>nididhyāsana</i>.<br>\n<br>\n<a name=\"guru\"></a><b>14. The sole purpose of whatever the <i>guru</i> teaches us is to prompt us to turn back within to see what we actually are</b><br>\n<br>\nIt is true that there are stories of people being awakened from the sleep of self-ignorance by hearing one word from the <i>guru</i>, but it is wrong to infer from such stories that mere <i>śravaṇa</i> alone is sufficient, because in such cases the disciple would already have done almost all the <i>manana</i> and <i>nididhyāsana</i> that was necessary, so when they hear that final word from the guru, that is sufficient to make them turn their mind within to see their real nature. Unless the words of the <i>guru</i> prompt us to turn within to see ourself, they will not and cannot enable us to eradicate our self-ignorance.<br>\n<br>\nThe sole purpose of whatever the <i>guru</i> teaches us is to prompt us to turn within to see what we actually are, because it is only by seeing ourself that we can eradicate our self-ignorance. If we have not understood this, whatever <i>śravaṇa</i> we have done is of little use to us.<br>\n<br>\nAs you imply, nowadays there are many would-be ‘teachers’ of <i>advaita</i> (including those who claim that what they teach is ‘traditional <i>vēdānta</i>’) who claim that merely hearing their teachings alone is sufficient for those who are ripe, but if we consider what they actually teach, it is clear that their own understanding of <i>advaita</i> is in most cases very superficial, or even if it is deeper than is generally the case, it is not deep enough. For example, one of the principal ideas that they teach is that we just need to understand that we are not the body or mind but only awareness or consciousness, and that beyond this there is nothing that we need do or know. <br>\n<br>\nSuch people therefore believe themselves to be enlightened just because they have understood that they are just awareness and not anything of which they are aware, but so long as we are aware of anything other than ourself, the awareness we take ourself to be is just transitive awareness, which is the ego. They may claim that they know there is no ego or separate ‘I’, but they are deluding themselves, because the ‘I’ who claims or believes it knows that is itself the ego whose existence it denies.<br>\n<br>\nThat which is aware of the existence or appearance of any phenomena is the ego, so if we are serious in seeking to be aware of ourself as we actually are and thereby to eradicate this formless phantom called ‘ego’, which is what we now seem to be, we must persevere in investigating ourself until we are aware of nothing other than ourself. Until then what we take to be awareness, namely our awareness of phenomena, is just transitive awareness (<i>suṭṭaṟivu</i>), which is not real awareness but just a semblance of awareness (<i>cidābhāsa</i>).</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "213",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1056042022804907723/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjIzMjI5OTIxMDA5Cm9mZnNldDogMzYwMDAwMAo\""
}