{
    "kind": "blogger#post",
    "id": "5579909670624287852",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-01-01T16:01:00Z",
    "updated": "2018-03-30T12:33:53+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/01/ulladu-narpadu-first-mangalam-verse.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5579909670624287852",
    "title": "<i>Uḷḷadu Nāṟpadu</i> first <i>maṅgalam</i> verse: what exists is only thought-free awareness, which is called ‘heart’, so being as it is is alone meditating on it",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">As I explained in my previous article, <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html\"><i>Upadēśa Kaliveṇbā</i>: the extended version of <i>Uḷḷadu Nāṟpadu</i></a>, over the coming months (or perhaps years, if other work gets in my way) I hope to be able to publish a series of forty-two articles each of which will be a detailed explanation of one of the verses of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i></a> along with its <i>kaliveṇbā</i> extension or extensions, so this article is the first in this series.<br>\n<br>\nNo commentary on the verses of <i>Uḷḷadu Nāṟpadu</i> can be considered complete or entirely comprehensive, because however much one may explain and discuss them there will always be room for further explanations and discussions from different perspectives, so the explanations I will be giving in this series of articles will be far from complete. However my aim is to give at least a basic explanation of each verse, enough to make its profound and rich meaning clear and to enable each reader to do their own reflection (<i>manana</i>) on it.<br><a name='more'></a>\n<ol>\n<li><a href=\"#unm1\"><i>Uḷḷadu Nāṟpadu</i> <i>maṅgalam</i> verse 1</a></li>\n<li><a href=\"#ukm1\"><i>Upadēśa Kaliveṇbā</i> lines 1-4: the extended version of this verse</a></li>\n<li><a href=\"#unm1k\">The original <i>kuṟaḷ veṇbā</i> form of this verse</a></li>\n<li><a href=\"#unm1kq\">The question that Bhagavan asks in this <i>kuṟaḷ</i>: ‘How to think of the existing substance?’</a></li>\n<li><a href=\"#unm1ka\">The answer he gives to this question: ‘Being in the heart as it is alone is thinking [of it]’</a></li>\n<li><a href=\"#s1\">The first sentence of the <i>veṇbā</i></a></li>\n<li><a href=\"#s1m1\">The first meaning of the first sentence: ‘If what exists were not, would existing awareness exist?’</a></li>\n<li><a href=\"#s1m2\">The second meaning of the first sentence: ‘Other than what exists, does existing awareness exist?’</a></li>\n<li><a href=\"#s1m3\">The third meaning of the first sentence: ‘Other than what exists, is there awareness to think [of it]?’</a></li>\n<li><a href=\"#s2\">The second sentence of the <i>veṇbā</i>: ‘Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called the heart?’</a></li>\n<li><a href=\"#s3\">The third sentence of the <i>veṇbā</i>: ‘Being in the heart as it is alone is thinking [of it]’</a></li>\n<li><a href=\"#paradox\">The paradox of what seems to exist but does not actually exist</a></li>\n<li><a href=\"#ul\">உள் (<i>uḷ</i>) as a verb and as a noun</a></li>\n<li><a href=\"#unar\">The final word of this verse and its <i>kaliveṇbā</i> extension</a></li>\n</ol>\n<a name=\"unm1\"></a><b>1. <i>Uḷḷadu Nāṟpadu</i> <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\"><i>maṅgalam</i> verse 1</a></b><br>\n<br>\nஉள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇar</i>.<br>\n<br>\n<b>English translation:</b> If what exists were not, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> If <i>uḷḷadu</i> [what is or what exists] were not, would <i>uḷḷa-v-uṇarvu</i> [existing awareness, actual awareness or awareness of what is] exist? [Or: (1) Except as <i>uḷḷadu</i>, does <i>uḷḷa-v-uṇarvu</i> exist? (2) Other than <i>uḷḷadu</i>, is there awareness to think [of it, meditate on it or investigate it]?] Since <i>uḷḷa-poruḷ</i> [the existing substance or reality] exists in the heart without thought, how to [or who can] think of [meditate on or investigate] <i>uḷḷa-poruḷ</i>, which is called ‘<i>uḷḷam</i>’ [the heart]? Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. Know [or be aware] [of it as it is].<br>\n<br>\n<a name=\"ukm1\"></a><b>2. <i>Upadēśa Kaliveṇbā</i> <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#ukm1\">lines 1-4</a>: the extended version of this verse</b><br>\n<br>\nஉள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்வாயே. [...]<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇarvāyē</i>. […]<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்வாயே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇarvāyē</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்வாயே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇarvāyē</i>.<br>\n<br>\n<b>English translation:</b> If what exists were not, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. May you actually know.<br>\n<br>\n<b>Explanatory paraphrase:</b> If <i>uḷḷadu</i> [what is or what exists] were not, would <i>uḷḷa-v-uṇarvu</i> [existing awareness, actual awareness or awareness of what is] exist? [Or: (1) Except as <i>uḷḷadu</i>, does <i>uḷḷa-v-uṇarvu</i> exist? (2) Other than <i>uḷḷadu</i>, is there awareness to think [of it, meditate on it or investigate it]?] Since <i>uḷḷa-poruḷ</i> [the existing substance or reality] exists in the heart without thought, how to [or who can] think of [meditate on or investigate] <i>uḷḷa-poruḷ</i>, which is called <i>uḷḷam</i> [the heart]? Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. May you actually know [or be aware] [of it as it is].<br>\n<br>\n<a name=\"unm1k\"></a><b>3. The original <i>kuṟaḷ veṇbā</i> form of this verse</b> <br>\n<br>\nAs I explained in the introduction to my previous article, <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html\"><i>Upadēśa Kaliveṇbā</i>: the extended version of <i>Uḷḷadu Nāṟpadu</i></a>, Bhagavan originally composed this verse as a <i>kuṟaḷ veṇbā</i> (a ‘dwarf’ or two-line <i>veṇbā</i>) consisting of the last two lines of it:<br>\n<blockquote>உள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇar</i>.<br>\n<br>\n<b>English translation:</b> How to think of the existing substance? Being in the heart as it is alone is thinking. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> How to [or who can] think of [meditate on or investigate] <i>uḷḷa-poruḷ</i> [the existing substance or reality]? Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. Know [or be aware] [of it as it is].</blockquote>\nIn this verse Bhagavan asks a simple question, ‘உள்ளபொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal evaṉ?</i>), ‘How to [or who can] think of the existing substance?’, and answers it saying, ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of it]’, but behind this simple question and answer lies a wealth of deep and subtle meaning. Firstly, why does he ask this question? Can we not think of the existing substance just like we think of anything else?<br>\n<br>\n<a name=\"unm1kq\"></a><b>4. The question that Bhagavan asks in this <i>kuṟaḷ</i>: ‘How to think of the existing substance?’</b><br>\n<br>\n<a name=\"un07\"></a>All other things we think of are either phenomena, which are objects, things known by us, or ourself, the subject, the thing that knows them, whereas உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), ‘the existing substance’, is neither an object nor the subject, but the substance or reality of both the subject and all objects, so we cannot think of it as we think of any phenomena. All objects or phenomena constitute what we call ‘the world’, and we, the subject, are the awareness by which all objects are known, and as Bhagavan says in the final sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>), ‘Only that which shines without appearing or disappearing as the place [space, site or ground] for the appearing and disappearing of the world and awareness [the subject, the awareness that perceives the world] is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’.<br>\n<br>\n<a name=\"un30\"></a>That is, what he refers to in this verse as ‘உள்ளபொருள்’ (<i>uḷḷa-poruḷ</i>), ‘the existing substance’, ‘actual substance’ or ‘real substance’, is what he refers to in verse 7 as ‘பூன்றம் ஆம் பொருள்’ (<i>pūṉḏṟam ām poruḷ</i>), ‘the substance that is the [infinite] whole’, which neither appears nor disappears and which is the space and ground for the appearing and disappearing of the subject (the ego or mind) and all objects (the phenomena that constitute this or any other world), and also what he refers to in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">verse 30</a> as ‘தான் ஆம் பொருள்’ (<i>tāṉ ām poruḷ</i>), ‘the substance that is oneself’, which is what shines as ‘I am I’ when the ego dies by investigating itself. Though this infinite substance is ourself (our real nature), we are not aware of ourself as such so long as we experience ourself as the ego, the finite subject, which is what is aware of objects, things that seem to be other than ourself. Therefore, since we cannot know the actual substance as it is so long as we experience ourself as the ego, Bhagavan asks how to (or who can) think of it or meditate upon it.<br>\n<br>\nIn this question, ‘உள்ளபொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal evaṉ?</i>), ‘How to [or who can] think of the existing substance?’, உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) is a compound of two words, <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4639.tamillex\">உள்ள</a> (<i>uḷḷa</i>), which is a relative (or adjectival) participle that means ‘which exists’ or (as an adjective) ‘existing’, and which is therefore often used in the sense of ‘actual’ or ‘real’, and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.9:1:5930.tamillex\">பொருள்</a> (<i>poruḷ</i>), which is a Tamil equivalent of the Sanskrit term <a href=\"http://sanskritdictionary.com/?q=vastu\">वस्तु</a> (<i>vastu</i>) and which has a range of meanings, including thing (any thing, but particularly a thing that really exists or a thing of value), meaning, subject-matter, substance, essence, reality or wealth, but which in this context it means substance or reality, so உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) means the same as सद्वस्तु (<i>sadvastu</i> or <i>sat-vastu</i>, which is a term that Bhagavan used in this context in the last line of his <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#unm1s\">Sanskrit translation</a> of this verse), namely the existing substance, actual substance or real substance; <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4673.tamillex\">உள்ளல்</a> (<i>uḷḷal</i>) is a verbal noun that means thinking, meditating, contemplating or investigating, and that can also be used as a noun meaning thought or intention, being a noun form of the verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4711.tamillex\">உள்ளு</a> (<i>uḷḷu</i>), which means to have within one’s mind, think of, remember, consider, contemplate, meditate on, investigate, revere or esteem; and எவன் (<i>evaṉ</i>) is both <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6335.tamillex\">an interrogative adverb</a> meaning ‘how’ and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:6334.tamillex\">an interrogative pronoun</a> meaning ‘which man’ or ‘who’. Whereas in English with an interrogative adverb such as ‘how’ we would generally use an infinitive such as ‘to think’, in Tamil a verbal noun is used, so though ‘உள்ளல் எவன்?’ (<i>uḷḷal evaṉ?</i>) literally means ‘thinking how?’ (or ‘thinking who?’), it implies ‘how to think’ (or ‘who can think’), and hence this question ‘உள்ளபொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal evaṉ?</i>) means ‘How to [or who can] think of [meditate on, contemplate or investigate] <i>uḷḷa-poruḷ</i> [the existing, actual or real substance]?’.<br>\n<br>\nIn order to think of or meditate on something, we must have an idea (a mental image or impression) of it, and for us to think of or meditate on it realistically our idea of it must represent it accurately enough. However, since the existing substance is the reality that lies behind all appearances (namely both the subject and all objects), and since it is infinite and hence formless, how can any idea that we may have of it be even remotely accurate? We can have an accurate idea, mental image or impression of things that are finite, but not of the one infinite whole, in which all finite things, including the thinking ego or mind, appear and disappear.<br>\n<br>\n<a name=\"unm1ka\"></a><b>5. The answer he gives to this question: ‘Being in the heart as it is alone is thinking [of it]’</b><br>\n<br>\nTherefore in the literal sense of the terms ‘thinking’ or ‘meditating’, ‘உள்ளபொருள் உள்ளல்’ (<i>uḷḷa-poruḷ uḷḷal</i>), ‘thinking of [or meditating on] the existing substance’, is not possible. However, in a metaphorical sense of these terms, there is just one way in which it is possible, and that one way is what is described by Bhagavan in the answer he gives to this question, namely: ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of the existing substance] [or meditating on it]’.<br>\n<br>\n<a name=\"uu26\"></a>Since உள்ளல் (<i>uḷḷal</i>) means not only thinking, meditating or contemplating but also investigating, what Bhagavan describes in this sentence is not just the only way to meditate on or contemplate உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), the actual substance or reality, but is also the only way to investigate it and thereby be aware of it as it is. Therefore what Bhagavan implies in this sentence is that the only way to be aware of what is real is to be as it is, which echoes what he had earlier written in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>: ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால்’ (<i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl</i>), ‘Being oneself [or more literally, being as oneself] alone is knowing oneself, because oneself is not two’. That is, it is only by being as we actually are that we can be aware of ourself as we actually are.<br>\n<br>\nIn this sentence, ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [meditating, contemplating or investigating]’, உள்ளத்தே (<i>uḷḷattē</i>) is an intensified form of உள்ளத்து (<i>uḷḷattu</i>), the inflectional base of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4666.tamillex\">உள்ளம்</a> (<i>uḷḷam</i>), which in this context means ‘heart’ in the sense of the innermost core of oneself (but which in other contexts can mean mind), and since the inflectional base is used here in the sense of the locative case (as it often is in classical Tamil), உள்ளத்தே (<i>uḷḷattē</i>) means ‘in the heart’, ‘only in the heart’, ‘actually in the heart’, ‘in the heart itself’ or ‘in the very heart’; உள்ளபடி (<i>uḷḷapaḍi</i>) is an adverb formed from the relative or adjectival participle உள்ள (<i>uḷḷa</i>), which means ‘which is’, ‘which exists’, ‘existing’ or ‘being’, with the adverbial suffix படி (<i>paḍi</i>), which means ‘manner’ or ‘mode’, so it means ‘in the manner that it is’, ‘as it is’ or ‘as one is’, and in this context it implies either ‘as <i>uḷḷa-poruḷ</i> is’ or ‘as one [actually] is’; உள்ளதே (<i>uḷḷadē</i>) is an intensified form of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4655.tamillex\">உள்ளது</a> (<i>uḷḷadu</i>), a third person neuter singular participial noun that means ‘what is’ or ‘what exists’, but which is often used as a verbal noun meaning ‘being’ or ‘existing’, as it is in this case, so உள்ளதே (<i>uḷḷadē</i>) in this context means ‘only being’ or ‘being [in the heart as it is] alone’; and உள்ளல் (<i>uḷḷal</i>), as we saw above, is a verbal noun that means thinking, meditating, contemplating or investigating, and in this context it implies thinking of or meditating on <i>uḷḷa-poruḷ</i> (the existing or actual substance). Therefore in this sentence Bhagavan defines meditation on what is real, saying that it is ‘உள்ளத்தே உள்ளபடி உள்ளதே’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>), ‘only being in the heart as it is’.<br>\n<br>\nWhat exactly does உள்ளத்தே (<i>uḷḷattē</i>), ‘in the heart’, mean in this context? As we saw above, உள்ளத்தே (<i>uḷḷattē</i>) is used here as a locative case form of உள்ளம் (<i>uḷḷam</i>), which means ‘heart’, being derived from the noun <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4608.tamillex\">உள்</a> (<i>uḷ</i>), which means ‘inside’ or ‘interior’ (not to be confused with the tenseless verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4607.tamillex\">உள்</a> (<i>uḷ</i>), which means to be, to exist or to have), so being in the heart means being inside oneself, which implies not coming out or rising up as the ego. When we do not rise as the ego, we remain as we actually are, so உள்ளத்தே (<i>uḷḷattē</i>), ‘in the heart’, in effect means the same as உள்ளபடி (<i>uḷḷapaḍi</i>), ‘as it is’ or ‘as one is’. Therefore by using both these terms to describe how we should be, Bhagavan emphasised the fact that in order to meditate on or be aware of what is real we should just be as we actually are without rising or coming out as the ego.<br>\n<br>\n<a name=\"s1\"></a><b>6. The first sentence of the <i>veṇbā</i></b><br>\n<br>\nThe reason why being as we actually are is itself ‘thinking of’, ‘meditating on’ or being aware of what is real is explained by Bhagavan in more detail in the first two lines of this verse, which he wrote some days or weeks after he had written these last two lines (thereby extending the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i></a> to form the <a href=\"#unm1\">present verse</a>, which is a full four-line <i>veṇbā</i>), as I explained in the introduction to my previous article, <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html\"><i>Upadēśa Kaliveṇbā</i>: the extended version of <i>Uḷḷadu Nāṟpadu</i></a>. In the first sentence he asks a rhetorical question, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), which has three distinct meanings, the first two of which depend upon two ways in which அலது (<i>aladu</i>) can be interpreted, and the third of which depends upon an alternative meaning of உள்ள (<i>uḷḷa</i>).<br>\n<br>\nThe three words whose meanings each remain unchanged whichever way this sentence is interpreted are உள்ளது (<i>uḷḷadu</i>), உணர்வு (<i>uṇarvu</i>) and உள்ளதோ (<i>uḷḷadō</i>). As we saw above, <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4655.tamillex\">உள்ளது</a> (<i>uḷḷadu</i>) is a third person neuter singular participial noun that means ‘that which is’ or ‘that which exists’, or more simply ‘what is’ or ‘what exists’, and since it implies what actually exists, it is often used in Tamil philosophical and spiritual literature to mean what is real, the ultimate reality that lies behind all appearances. What this term refers to, therefore, is our real nature, as Bhagavan states unequivocally in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārthamāy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, and as he also implies in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/07/what-is-aware-of-absence-of-ego-and.html#eap5\">verse 5</a> of <i>Ēkāṉma Pañcakam</i>, ‘எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே’ (<i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē</i>), ‘What always exists is only that <i>ēkātma-vastu</i> [the one substance, oneself]’. Not only is our real nature what actually exists and what always exists, but it is also what knows itself by its own light of awareness, as he implies in the <a href=\"https://happinessofbeing.blogspot.com/2017/07/what-is-aware-of-absence-of-ego-and.html#eap5kv\"><i>kaliveṇbā</i> version</a> of verse 5 of <i>Ēkāṉma Pañcakam</i>, ‘தனது ஒளியால் எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே’ (<i>taṉadu oḷiyāl eppōdum uḷḷadu a-vv-ēkāṉma vattuvē</i>), which means ‘What always exists by its own light is only that <i>ēkātma-vastu</i> [the one substance, oneself]’. However, though our real nature (<i>ātma-svarūpa</i>) is what the term ‘உள்ளது’ (<i>uḷḷadu</i>) implicitly refers to, it is not the explicit meaning of it, so though we should bear in mind that what exists (<i>uḷḷadu</i>) is only our real nature, we should not translate ‘உள்ளது’ (<i>uḷḷadu</i>) as ‘our real nature’ but only as ‘what is’ or ‘what exists’ (in the sense of what actually exists, as opposed to what merely seems to exist), particularly in this context, because the primary purpose of this sentence is to provide an argument to establish the existence of something that actually exists, and its secondary purpose is to provide an argument to establish the identity and nature of that which actually exists.<br>\n<br>\nThe second of the three words in this sentence whose meaning does not change no matter how the sentence as a whole is interpreted is <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2948.tamillex\">உணர்வு</a> (<i>uṇarvu</i>), which means awareness or consciousness, being a noun derived from the verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2942.tamillex\">உணர்</a> (<i>uṇar</i>), which means to be aware or conscious. The third word is உள்ளதோ (<i>uḷḷadō</i>), an interrogative form of உள்ளது (<i>uḷḷadu</i>), which is this case is not a participial noun but the third person neuter singular form of the tenseless verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4607.tamillex\">உள்</a> (<i>uḷ</i>), which means to be or to exist (and which should not be confused with the noun உள் (<i>uḷ</i>) referred to above, which means ‘inside’ or ‘interior’), so in this sense உள்ளது (<i>uḷḷadu</i>) means ‘it is’ or ‘it exists’, whereas உள்ளதோ (<i>uḷḷadō</i>) means ‘is it?’ or ‘does it exist?’.<br>\n<br>\nThe first meaning of this first sentence, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), is ‘If <i>uḷḷadu</i> [what exists] were not, would <i>uḷḷa-v-uṇarvu</i> [existing awareness] exist?’, whereas the second meaning of it is ‘Except as <i>uḷḷadu</i> [what exists], does <i>uḷḷa-v-uṇarvu</i> [existing awareness] exist?’. Both these meanings are valid, because அலது (<i>aladu</i>) is a poetic contraction of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:3862.tamillex\">அல்லது</a> (<i>alladu</i>), which is a conjunction that has two sets of meaning, one of which is ‘if not’, ‘but for’ or ‘without’, and the other of which is ‘except as’ or ‘other than’.<br>\n<br>\nIn the first meaning of this sentence அலது (<i>aladu</i>) is interpreted in the sense of ‘if not’, ‘but for’ or ‘without’, so ‘உள்ளது அலது’ (<i>uḷḷadu aladu</i>) means ‘if <i>uḷḷadu</i> were not’, ‘if <i>uḷḷadu</i> did not exist’, ‘if not for <i>uḷḷadu</i>’, ‘but for <i>uḷḷadu</i>’ or ‘without <i>uḷḷadu</i>’. In his <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#unm1s\">Sanskrit version</a> of this verse Bhagavan translated அலது (<i>aladu</i>) in this sense, using the term <a href=\"http://sanskritdictionary.com/?q=vinā\">विना</a> (<i>vinā</i>), which means ‘without’, so the first sentence of the Sanskrit verse, ‘सत् विना सत् ज्ञानम् अस्ति किमु?’ (<i>sat vinā sat-jñānam asti kimu?</i>), means ‘Without <i>sat</i> [existence, being or reality], could <i>sat-jñānam</i> [awareness of being] exist?’.<br>\n<br>\nIn the second (and also the third) meaning of this sentence அலது (<i>aladu</i>) is interpreted in the sense of ‘except as’ or ‘other than’, so ‘உள்ளது அலது’ (<i>uḷḷadu aladu</i>) means ‘except as <i>uḷḷadu</i>’ or ‘other than <i>uḷḷadu</i>’. Whereas the first meaning is an argument for the existence of <i>uḷḷadu</i> (what actually exists), the second meaning is an argument regarding the identity of <i>uḷḷadu</i> (and also the identity of <i>uḷḷa-v-uṇarvu</i>). Since <i>uḷḷadu</i> must exist if it is to have an identity, it is logical to present and consider these two meanings in this order.<br>\n<br>\nTo understand each of the arguments that Bhagavan gives in these two meanings, we must first consider the meaning of the compound term உள்ளவுணர்வு (<i>uḷḷa-v-uṇarvu</i>). In this context உள்ள (<i>uḷḷa</i>) can be interpreted in either of two ways, the second of which we will consider later when discussing the third meaning of this sentence. In the first two meanings உள்ள (<i>uḷḷa</i>) is taken to be the relative or adjectival participle form of the verb உள் (<i>uḷ</i>), so in this sense it means ‘which exists’ or ‘existing’, and as I explained above (while discussing the meaning of உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) in the <a href=\"#unm1kq\">first sentence</a> of the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i> form</a> of this verse) it can also mean ‘actual’ or ‘real’. In this sense, therefore, உள்ளவுணர்வு (<i>uḷḷa-v-uṇarvu</i>) means ‘awareness that exists’, ‘existing awareness’, ‘actual awareness’ or ‘real awareness’. In his <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#unm1s\">Sanskrit version</a> of this verse Bhagavan translated it as ‘सद्ज्ञाम्’ (<i>sadjñānam</i> or <i>sat-jñānam</i>), which means ‘being-awareness’ (<i>sat-cit</i>), ‘awareness of being’ or ‘awareness of existence’, but though this is the implied meaning of உள்ளவுணர்வு (<i>uḷḷa-v-uṇarvu</i>), it is not its exact meaning.<br>\n<br>\nSince உள்ளவுணர்வு (<i>uḷḷa-v-uṇarvu</i>) literally means ‘existing awareness’, ‘actual awareness’ or ‘real awareness’, what exactly does Bhagavan mean by ‘existing’, ‘actual’ or ‘real’ in this context? Is there any awareness that is not actually existing or real? As he makes clear later, particularly in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">11</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">12</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a>, actual or real awareness is only awareness that is aware of nothing other than itself, whereas awareness of anything else is not real awareness or knowledge but only ignorance, so the awareness that he refers to here as ‘உள்ளவுணர்வு’ (<i>uḷḷa-v-uṇarvu</i>), ‘existing awareness’, ‘actual awareness’ or ‘real awareness’, is not awareness of any phenomena but only pure self-awareness. In other words, it is awareness of what actually exists (<i>sat-cit</i> or <i>sat-jñānam</i>).<br>\n<br>\nBy using this adjective உள்ள (<i>uḷḷa</i>), ‘existing’, ‘actual’ or ‘real’, to specify the awareness (<i>uṇarvu</i>) that he is referring to here, Bhagavan distinguishes this awareness, which actually exists, from the ego or mind, which is an awareness that seems to exist but does not actually exist. In other words he distinguishes this permanently and hence truly existing awareness (our being awareness) from the rising, appearing or seeming awareness, which is what is aware of other things whenever it seems to exist. However, though the awareness that is aware of things other than itself is just a seeming awareness, which appears and disappears and is therefore not real, it could not seem to exist if it were not supported by the one awareness that actually exists, so what always shines underlying the appearance of the seeming awareness (the ego or mind) is the one real awareness (<i>uḷḷa-v-uṇarvu</i>) that we actually are. That is, even when we seem to be aware of things other than ourself we are still self-aware, and our pure self-awareness is the one existing awareness, which is our real nature.<br>\n<br>\nThe awareness that is aware of phenomena (anything other than itself) is the mind or ego, and to distinguish it from real awareness Bhagavan often used to refer to it as <a href=\"https://happinessofbeing.blogspot.com/2017/01/like-bhagavan-sankara-taught-that.html#intransitive\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>) or <a href=\"https://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#suttarivu\">சுட்டுணர்வு </a> (<i>suṭṭuṇarvu</i>), which literally means ‘pointing awareness’ or ‘showing awareness’ (in the sense that it is awareness that points at or shows phenomena), and which implies transitive awareness (awareness of objects or things other than itself), whereas actual awareness is pure intransitive awareness (awareness that is aware of nothing other than itself). Whether we are aware of other things (as in waking and dream) or not (as in sleep), we are always aware, so awareness of other things is a transitory appearance and hence not real, and it is therefore often described as <a href=\"https://happinessofbeing.blogspot.com/2015/08/what-is-cidabhasa-reflection-of-self.html#abhasa\"><i>cidābhāsa</i></a>, a semblance, likeness or reflection of awareness.<br>\n<br>\n<a name=\"s1m1\"></a><b>7. The first meaning of the first sentence: ‘If what exists were not, would existing awareness exist?’</b><br>\n<br>\nIn order to be aware of other things, we must be aware, but even when we are aware of nothing, we are still aware, so intransitive awareness (pure awareness, which is untainted by even the slightest awareness of anything else) is the real awareness that underlies and supports the appearance and disappearance of transitive awareness (awareness that is aware of other things). Since we are aware both of the appearance (in waking and dream) and the disappearance (in sleep) of awareness of other things, we are always aware, whether we are aware of other things or not, so since our fundamental awareness (pure intransitive awareness) neither appears nor disappears, whereas everything else appears and disappears, it alone is real.<br>\n<br>\nThe only thing that is absolutely self-evident is awareness, because we would not be aware at all if awareness did not actually exist. Awareness of other things could be entirely an illusion (and according to Bhagavan it is entirely an illusion), but pure awareness cannot be an illusion, because it is self-shining (that is, by its own light it is aware of its own existence), so pure awareness must actually exist. Whereas we can reasonably doubt the existence of all other things, because though they seem to exist they may not actually exist, we cannot doubt the existence of ourself as awareness, because if we did not actually exist, we could not be aware of anything, whether real or illusory, so the existence of ourself as awareness is the one thing that is absolutely certain.<br>\n<br>\nTherefore the argument that Bhagavan implies according to the first meaning of this first sentence, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), namely ‘If <i>uḷḷadu</i> [what exists] were not, would <i>uḷḷa-v-uṇarvu</i> [existing awareness] exist?’, is that there must be something that actually exists, because if there were not, there would be no actual awareness. Is there actual awareness? Yes, there is, because we are aware, and the existence of awareness in its pure condition must be real, because if it did not exist it would not be aware. In other words, the mere fact that we are aware is itself conclusive proof of the existence of something that actually exists.<br>\n<br>\nThat something is what Bhagavan refers to in this sentence as உள்ளது (<i>uḷḷadu</i>), ‘what exists’, and in the next sentence as உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), ‘the substance that exists’ or ‘the real substance’, and as he implies in the final sentence of verse 7 of <i>Uḷḷadu Nāṟpadu</i>, which I cited <a href=\"#un07\">above</a>, it is what lies behind and supports the appearance and disappearance of all that seems to exist, namely the ego or mind and all the phenomena of which we as the ego are aware.<br>\n<br>\n<a name=\"s1m2\"></a><b>8. The second meaning of the first sentence: ‘Other than what exists, does existing awareness exist?’</b><br>\n<br>\nThen what is it that actually exists? Is it just awareness, or something other than awareness? The answer to this is provided by the argument implied in the second meaning of this first sentence, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), namely ‘Except as [or other than] <i>uḷḷadu</i> [what exists], does <i>uḷḷa-v-uṇarvu</i> [existing or actual awareness] exist?’. The argument implied here is that <i>uḷḷa-v-uṇarvu</i> is not other than (or does not exist except as) <i>uḷḷadu</i>, because if awareness were other than what exists, it would not exist, and what exists would not be aware that it exists. But since awareness does exist, and since it is aware of itself as what exists, what exists (<i>uḷḷadu</i>) and what is actually aware (<i>uḷḷa-v-uṇarvu</i>) are one and the same thing.<br>\n<br>\n<a name=\"uu23\"></a>Therefore this is a briefer expression of the same argument that he gives in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists is awareness. Awareness alone exists as we.</blockquote>\nIn this verse he explains why what exists (<i>uḷḷadu</i>) must be awareness (<i>uṇarvu</i>), because the existence of what exists is known only by awareness, but the awareness that knows it cannot be other than it, because if it were, awareness would not be what exists, and hence it would not be aware. In order to be aware, awareness much exist. Moreover, if anything is not known by itself (that is, if it is not self-aware) but is known only by something other than itself, it could be just an illusion or false appearance, so though it seems to exist in the view of whatever is aware of it, it does not necessarily exist. Therefore what certainly exists is only what is aware of its own existence, so belief in the actual existence of anything other than awareness is a supposition that can never be substantiated. Therefore the fact that awareness is what actually exists is certain, and it is reasonable for us to infer that whatever else may seem to exist does not actually exist, because it is not aware of its existence.<br>\n<br>\nHowever our primary concern should not be with the existence or non-existence of anything else, but only with the existence and identity of ourself. Whatever else we may or may not be, we are aware, and as awareness (<i>uṇarvu</i>) we are what actually exists (<i>uḷḷadu</i>), so our existence is absolutely certain, even though we may now seem to be confused about what we actually are. As Bhagavan says in <a href=\"#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>, ‘உள்ளது உணர்வு ஆகும்’ (<i>uḷḷadu uṇarvu āhum</i>), ‘what exists is awareness’, and ‘உணர்வே நாமாய் உளம்’ (<i>uṇarvē nām-āy uḷam</i>), ‘awareness alone exists as we’, so we are nothing other than awareness, which is what actually exists.<br>\n<br>\nSo what sort of awareness are we? We cannot be awareness of other things, because that appears only in waking and dream, but disappears in sleep, whereas we are aware not only in waking and dream but also in sleep. Therefore we are the fundamental awareness that exists whether awareness of other things appears or disappears, and this fundamental awareness is what Bhagavan refers to as ‘உள்ளவுணர்வு’ (<i>uḷḷa-v-uṇarvu</i>), ‘existing awareness’, ‘actual awareness’ or ‘real awareness’, in this first sentence of the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\nAccording to the first meaning of this sentence he argues that this actual awareness could not exist if what exists were not, thereby implying that from the existence of this actual awareness we can infer that there is something that actually exists, and according to the second meaning he argues that this actual awareness cannot be anything other than what actually exists. These two complementary meanings are the principal meanings of this sentence, but there is also a third meaning, which is subsidiary but nevertheless useful.<br>\n<br>\n<a name=\"s1m3\"></a><b>9. The third meaning of the first sentence: ‘Other than what exists, is there awareness to think [of it]?’</b><br>\n<br>\nThis third meaning derives from an alternative meaning of the word ‘உள்ள’ (<i>uḷḷa</i>) in the compound term ‘உள்ளவுணர்வு’ (<i>uḷḷa-v-uṇarvu</i>). That is, ‘உள்ள’ (<i>uḷḷa</i>) is not only an adjectival participle meaning ‘existing’, ‘actual’ or ‘real’, in which sense it is a form of the verb <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4607.tamillex\">உள்</a> (<i>uḷ</i>), which means to be or to exist, but is also the infinitive form of another verb, <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4711.tamillex\">உள்ளு</a> (<i>uḷḷu</i>), which means to have within one’s mind, think of, remember, consider, contemplate, meditate on or investigate (as we saw earlier while discussing the meaning of the <a href=\"#unm1kq\">question</a> that Bhagavan asked in the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i> form</a> of this verse), so in this sense உள்ள (<i>uḷḷa</i>) means to think, contemplate, meditate or investigate.<br>\n<br>\nTherefore the third meaning of this first sentence, ‘உள்ளது அலது உள்ள உணர்வு உள்ளதோ?’ (<i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō?</i>), is ‘Other than what exists, is there awareness to think [of it, meditate on it or investigate it]?’. Though what exists (<i>uḷḷadu</i>) is itself awareness (<i>uṇarvu</i>), it need not and does not think of itself, meditate on itself or investigate itself, because it is always clearly aware of itself as it is, and it is never aware of anything else. Therefore the awareness that wants to think of, meditate on or investigate what exists is only the ego or mind, but even that is not other than what exists.<br>\n<br>\nIf the ego rises to think of, meditate on or investigate what exists in the same way that it would think of, meditate on or investigate anything else, it will not succeed, because what it wants to think of, meditate on or investigate is not anything other than itself. Therefore as Bhagavan implies in the final sentence of this verse, ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of the existing substance] [or meditating on it]’, the only way in which the ego can effectively ‘think of’, ‘meditate on’ or ‘investigate’ what exists is not by rising or going out to do anything but just by remaining deep inside and being as it is.<br>\n<br>\n<a name=\"s2\"></a><b>10. The second sentence of the <i>veṇbā</i>: ‘Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called the heart?’</b><br>\n<br>\nThe rest of the first line and all of the second line of this verse is an extension of the <a href=\"#unm1kq\">original question</a> that he asked when he composed only the <a href=\"#unm1k\">last two lines</a>, namely ‘உள்ளபொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal evaṉ?</i>), ‘How to [or who can] think of the existing substance?’. The extension that he added to this question consists of two clauses, the first of which is an adverbial clause in which he explains one of the reasons why he asked this question, namely ‘உள்ளபொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl</i>), ‘Since the existing substance exists in the heart without thought’, and the second of which is a relative clause that refers to ‘உள்ளபொருள்’ (<i>uḷḷa-poruḷ</i>), ‘the existing substance’, at the beginning of the third line (the first word of the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i> form</a> of this verse), namely ‘உள்ளம் எனும்’ (<i>uḷḷam eṉum</i>), ‘which is called the heart’.<br>\n<br>\nIn the first of these two clauses, உள்ளபொருள் (<i>uḷḷa-poruḷ</i>) means the ‘existing substance’, ‘actual substance’ or ‘real substance’, as we saw earlier, so it is what Bhagavan referred to in the first sentence as உள்ளது (<i>uḷḷadu</i>), ‘what is’ or ‘what exists’, which he implied is not other than ‘உள்ளவுணர்வு’ (<i>uḷḷa-v-uṇarvu</i>), ‘existing awareness’ or ‘actual awareness’; உள்ளல் (<i>uḷḷal</i>), as we again saw earlier while discussing the original <i>kuṟaḷ veṇbā</i> form of this verse, is a verbal noun that means thinking, but in this context it can also be taken to mean thought; அற (<i>aṟa</i>) is the infinitive of <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.0:1:4900.tamillex\">அறு</a> (<i>aṟu</i>), which means to cease, perish or be severed, but in this context it is used as an adverb meaning without or devoid of, so ‘உள்ளல் அற’ (<i>uḷḷal-aṟa</i>) means ‘without thought’ or ‘devoid of thinking’; as we saw above (while discussing the <a href=\"#unm1ka\">answer</a> that he gave to the <a href=\"#unm1kq\">question</a> he asked in the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i> form</a> of this verse) உள்ளத்தே (<i>uḷḷattē</i>) means ‘in the heart’, ‘only in the heart’, ‘actually in the heart’ or ‘in the very heart’; and உள்ளதால் (<i>uḷḷadāl</i>) is the instrumental case form of the participial noun உள்ளது (<i>uḷḷadu</i>), which is used here as a verbal noun meaning ‘being’ or ‘existing’, so it literally means ‘by existing’ but is used here in the sense of ‘since it exists’ or ‘because it exists’. Therefore this adverbial clause, ‘உள்ளபொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl</i>), means ‘Since the existing substance exists in the heart without thought’.<br>\n<br>\nThe two important pieces of information that Bhagavan conveys in this clause are firstly that the existing substance (the substance that actually exists) exists in the heart, which means within ourself, in our innermost core, and secondly that it exists without thought. Since according to Bhagavan everything other than ourself is just a thought (in the sense of a mental phenomenon), and even the ego, which is what is aware of the seeming existence of all other things, is itself a thought, when he says that the existing substance exists in the heart without thought, he implies that it exists all alone, without any other thing whatsoever.<br>\n<br>\nIn the first meaning of the first sentence he argued that something must actually exist, and he therefore referred to that something as <i>uḷḷadu</i>, ‘what is’ or ‘what exists’; in the second meaning of that sentence he argued that it is not other than existing awareness (actual or real awareness); and in this clause, referring to it as <i>uḷḷa-poruḷ</i>, ‘the existing substance’ or ‘the actual substance’, he says that it exists within us and without any thought. Since such is the nature of what actually exists, it is not something that we can grasp by thought or meditation in the conventional sense of these terms.<br>\n<br>\nWhat Bhagavan means by the term உள்ளம் (<i>uḷḷam</i>), ‘the heart’, is not just a part of ourself but we ourself, our real nature (<i>ātma-svarūpa</i>). The reason why he refers to our real nature metaphorically as ‘the heart’ is firstly that it is the core or centre of ourself as the ego or mind, the seeming awareness that is aware of things that appear to be other than itself, and secondly that we therefore cannot experience it as it is by looking outwards, away from ourself, but only by looking within, back towards ourself alone, so in this sense it is ‘within’ us and hence it is called the heart or core of ourself. This sense of inwardness is clearly conveyed by the Tamil word உள்ளம் (<i>uḷḷam</i>), which is derived from the noun <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4608.tamillex\">உள்</a> (<i>uḷ</i>), which means ‘inside’ or ‘interior’, so when he uses the intensified locative case form of this word, உள்ளத்தே (<i>uḷḷattē</i>), to say that the existing substance (<i>uḷḷa-poruḷ</i>) exists only in the heart, he implies that it exists inside ourself and can therefore be found only by looking deep within ourself.<br>\n<br>\nIn this first clause of the second sentence he says that the existing substance exists in the heart (<i>uḷḷam</i>), which seems to suggest that it is something other than the heart, something contained within the heart, but here he is using the locative case form of the heart (<i>uḷḷattē</i>) in a metaphorical sense, because the existing substance is actually nothing other than the heart, our real nature. To make this clear, in the second clause of this sentence he says ‘உள்ளம் எனும்’ (<i>uḷḷam eṉum</i>), which is a relative clause that means ‘which is called the heart’ and that refers to ‘உள்ளபொருள்’ (<i>uḷḷa-poruḷ</i>), ‘the existing substance’, which is the first word in the main clause of this sentence, namely the <a href=\"#unm1kq\">question</a> with which he began the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i> form</a> of this verse, ‘உள்ளபொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal evaṉ?</i>), ‘How to [or who can] think of the existing substance?’.<br>\n<br>\nIn this relative clause, ‘உள்ளம் எனும்’ (<i>uḷḷam eṉum</i>), உள்ளம் (<i>uḷḷam</i>) means ‘heart’ and எனும் (<i>eṉum</i>) is a poetic contraction of என்னும் (<i>eṉṉum</i>), which is a relative or adjectival participle that literally means ‘which says’ but that is generally used in the sense of ‘which is called’ or simply ‘called’, so ‘உள்ளம் எனும் உள்ளபொருள்’ (<i>uḷḷam eṉum uḷḷa-poruḷ</i>) means ‘the existing substance, which is called the heart’. However, though the principal and most obvious meaning of உள்ளம் (<i>uḷḷam</i>) is ‘heart’, it also has another less obvious meaning, which complements this primary meaning. That is, though the usual inclusive first person plural form of the tenseless verb உள் (<i>uḷ</i>), which means to be or to exist, is உள்ளோம் (<i>uḷḷōm</i>), in classical Tamil an alternative inclusive first person plural form of it is உள்ளம் (<i>uḷḷam</i>), so in this sense உள்ளம் (<i>uḷḷam</i>) means ‘are’ or ‘we are’.<br>\n<br>\nThough there is actually only one ‘I’, whether this term is used to refer to our real nature (<i>ātma-svarūpa</i>) or to the one ego, in whose view alone all multiplicity or plurality seems to exist, in order to address us in a more inclusive manner Bhagavan often used the inclusive first person plural pronoun ‘நாம்’ (<i>nām</i>), ‘we’ (and also corresponding forms of verbs), instead of the first person singular pronoun ‘நான்’ (<i>nāṉ</i>), ‘I’, whether he was referring specifically to our real nature, as for example in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un16\">16</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">27</a>, to the ego, as in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un01\">1</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un38\">38</a>, or to ourself more generally, as in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">verse 36</a>. In cases such as these, if he had used ‘நான்’ (<i>nāṉ</i>), ‘I’, that would have referred only to himself and would thereby have excluded us, and if he had used ‘நீ’ (<i>nī</i>), ‘you’, when referring to the ego, it would have seemed that he was talking down to us, so by using ‘நாம்’ (<i>nām</i>), which means ‘we’ in a sense that specifically includes whoever is being addressed (as opposed to ‘நாங்கள்’ (<i>nāṇgaḷ</i>), which also means ‘we’ but in a sense that specifically excludes whoever is being addressed), he included us along with himself and thereby avoided both excluding us and talking down to us. Therefore though ‘உள்ளம்’ (<i>uḷḷam</i>) is an inclusive first person plural form of உள் (<i>uḷ</i>) and therefore literally means ‘are’ or ‘we are’, it is used here as an inclusive form of the first person singular form of this verb, ‘உள்ளேன்’ (<i>uḷḷēṉ</i>), which means ‘am’ or ‘I am’, so if உள்ளம் (<i>uḷḷam</i>) is interpreted in this secondary but complementary sense, ‘உள்ளம் எனும் உள்ளபொருள்’ (<i>uḷḷam eṉum uḷḷa-poruḷ</i>) means ‘the existing substance, which is called ‘we are’ [or ‘I am’]’.<br>\n<br>\nThus the whole of this second sentence, ‘உள்ளபொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ளபொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ?</i>), means ‘Since the existing substance exists in the heart without thought, how to [or who can] think of the existing substance, which is called the heart?’, but can also mean ‘Since the existing substance exists in the heart without thought, how to [or who can] think of the existing substance, which is called ‘we are’ [or ‘I am’]?’. This is a rhetorical question that implies that we cannot think of it, at least in the conventional sense of thinking.<br>\n<br>\nTo understand the logic in this sentence we need to consider what he means by saying that <i>uḷḷa-poruḷ</i> (the existing or real substance) is without thought. If it were without thought in the same sense that a physical object such as a table is without thought, that would not prevent us being able to think of it, so ‘உள்ளல் அற’ (<i>uḷḷal-aṟa</i>), ‘without thought’ or ‘without thinking’, must have a deeper meaning in this context. To understand this we need to consider exactly what he means by the term ‘thought’.<br>\n<br>\nIn the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Yār?</i> he says, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>), ‘Excluding thoughts [or ideas], there is not separately any such thing as world’, and in the <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> he says, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’, so according to him all physical phenomena are just thoughts or ideas, in the sense that they are all just mental phenomena. Therefore though a table is without thought in the sense that it does not think, in the sense in which Bhagavan uses to term ‘thought’ it and all its features are nothing other than thoughts or mental phenomena. In other words, according to Bhagavan all phenomena of any kind whatsoever (that is, all things that appear and disappear, all things other than ourself) are just thoughts, so when he says that <i>uḷḷa-poruḷ</i>, the real substance, is without thought he means that it is completely devoid of all phenomena or anything other than itself.<br>\n<br>\nHowever, what knows all phenomena is only the ego, and according to Bhagavan the ego is itself just a thought, the original thought and the root of all other thoughts, so when he says that <i>uḷḷa-poruḷ</i> is without thought he means that it is devoid not only of all phenomena but also of the ego, the thinker and knower of all other thoughts. Therefore since it is without thought in this sense, how can the ego think of it adequately or grasp it by means of any kind of thought or meditation?<br>\n<br>\nHowever we may conceptualise it, our concepts of it will always fall far short of representing it as it actually is. Any representation or presentation of it is not it, because it is the source and substance of that which seeks to conceive, represent or present it, namely the ego.<br>\n<br>\nWhat is this ego that seeks to think of or meditate on <i>uḷḷa-poruḷ</i>, to conceive it or to represent it in thought? The source and substance of this ego is only <i>uḷḷa-poruḷ</i>, but <i>uḷḷa-poruḷ</i> itself is just <i>uḷḷa-v-uṇarvu</i>, real awareness, which is completely devoid of thought and hence of the ego. The ego is a form of awareness, but awareness mixed up with thoughts or phenomena, so though the essential substance of the ego is <i>uḷḷa-poruḷ</i>, as the ego it is not <i>uḷḷa-poruḷ</i> as it actually is.<br>\n<br>\nTo express this in slightly less abstract terms, <i>uḷḷa-poruḷ</i> is the heart, the pure and permanent awareness ‘I am’, whereas the ego is the transitory and thought-mixed awareness ‘I am this body’. Whenever we rise as this ego (as in waking and dream) we are always aware of ourself as if we were a body, but when we remain as we actually are (as in sleep) we are aware of ourself as just ‘I am’. This pure awareness ‘I am’ is what Bhagavan calls உள்ளவுணர்வு (<i>uḷḷa-v-uṇarvu</i>), ‘existing awareness’, ‘being awareness’, ‘actual awareness’ or ‘real awareness’, and as he says in the first sentence, it is not other than உள்ளது (<i>uḷḷadu</i>), ‘what exists’ or ‘what is’ (in the sense of what actually exists, as opposed to what merely seems to exist), which is உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), the ‘existing substance’, ‘being substance’, ‘actual substance’ or ‘real substance’, which is what is called உள்ளம் (<i>uḷḷam</i>), the ‘heart’, ‘we are’ or ‘I am’.<br>\n<br>\n<a name=\"s3\"></a><b>11. The third sentence of the <i>veṇbā</i>: ‘Being in the heart as it is alone is thinking [of it]’</b><br>\n<br>\nTherefore, since we cannot adequately grasp <i>uḷḷa-poruḷ</i> as it is through thought, how can we grasp it? The answer to this question is provided by Bhagavan in the third sentence of this verse (the <a href=\"#unm1ka\">second sentence</a> of the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i> form</a> of it): ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of the existing substance] [or meditating on it]’.<br>\n<br>\nIn <a href=\"#unm1ka\">section 5</a> we have already considered the meaning of this crucial sentence, which is the conclusion to which the previous two sentences were leading, but in the light of what Bhagavan wrote in the first two lines of this verse we can now appreciate more fully what he means by the term உள்ளபடி (<i>uḷḷapaḍi</i>), ‘in the manner that it is’, ‘as it is’ or ‘as one is’. That is, since it is real awareness (<i>uḷḷa-v-uṇarvu</i>), which is devoid of any thought and hence of all phenomena, since it exists within us, and since it is what is called the ‘heart’, the pure self-awareness ‘I am’, which is the core or centre of ourself as this ego, ‘only being in the heart as it is’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>) means remaining just as the pure and thought-free self-awareness that we actually are without rising as the ego, the adjunct-mixed self-awareness ‘I am this body’, which is the first thought and the root of all other thoughts.<br>\n<br>\nTherefore, since the existing substance (<i>uḷḷa-poruḷ</i>) exists without thought, and since we therefore cannot ‘think’ of it or contemplate it except by being as it is, the only way to ‘think’ of it is to be entirely without thought — that is, to be as we actually are, which entails giving not even the slightest room to the rising of any thought, including the ego, the first and root thought, in whose view alone all other thoughts seem to exist.<br>\n<br>\nIn other words, the only way to think of, meditate upon or know what actually exists (<i>uḷḷadu</i>) is just to be it, as Bhagavan also implies in verse 26 of <i>Upadēśa Undiyār</i> (which I <a href=\"#uu26\">cited above</a> in <a href=\"#unm1ka\">section 5</a>). But since it is what we always actually are, what does ‘just being it’ mean? Though it is what we actually are, we now seem to be this ego, and so long as we are aware of ourself as this ego we are not aware of ourself as we actually are. Therefore just being what actually exists (<i>uḷḷadu</i>) means being as we actually are, and being as we actually are entails being aware of ourself as we actually are.<br>\n<br>\nSince awareness of anything other than ourself is a thought, and since thoughts exist only in the view of the ego, which is the first thought, and not in the view of what actually exists (<i>uḷḷadu</i>), in order to be as it actually is (<i>uḷḷapaḍi</i>) we must be aware of nothing other than ourself. In other words, it is only by being so keenly and exclusively self-attentive that we are aware of nothing else whatsoever that we can be as we actually are and thereby be aware of ourself as we actually are.<br>\n<br>\n<a name=\"paradox\"></a><b>12. The paradox of what seems to exist but does not actually exist</b><br>\n<br>\nBhagavan’s aim in the <a href=\"#unm1k\">original <i>kuṟaḷ veṇbā</i> form</a> of this verse was to explain to us the means by which we can experience what actually exists as it actually is, whereas his aim in the first two lines, which he added later, was to explain why this is the only means, and in order to do so he had to explain the nature of what actually exists. Therefore the first two lines are about the nature of what is real, whereas the second two lines are about the means to experience it as it is, so in this one verse Bhagavan gave an extremely compact yet comprehensive answer to the original request that Muruganar made when asking him to compose <i>Uḷḷadu Nāṟpadu</i>, namely to reveal ‘மெய்யின் இயல்பு’ (<i>meyyiṉ iyalbu</i>), ‘the nature of reality’, and ‘அதை மேவும் திறன்’ (<i>adai mēvum tiṟaṉ</i>), ‘the means by which to attain [reach or join] it’ (as recorded by Muruganar in his <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unp\"><i>pāyiram</i> verse</a>).<br>\n<br>\nThus in this one verse Bhagavan has packed in a nutshell the essence of the entire theory and practice of his teachings, and in the other forty-one verses he elaborates on this theory and practice in order to make it more clear to us. Though in this verse he does not explicitly mention the ego, he refers to it indirectly when he says ‘உள்ளபொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl</i>), ‘Since the existing substance exists in the heart without thought’, because as he often explained, the ego is the first thought and the root of all other thoughts, so existing ‘in the heart without thought’ (<i>uḷḷal-aṟa uḷḷattē</i>) means being without the ego.<br>\n<br>\nFrom a metaphysical perspective this verse is concerned primarily with what actually exists (<i>uḷḷadu</i>), which is actual awareness (<i>uḷḷa-v-uṇarvu</i>) and the real substance (<i>uḷḷa-poruḷ</i>), and the only reference it makes to what seems to exist but does not actually exist is the word ‘உள்ளல்’ (<i>uḷḷal</i>), ‘thought’ or ‘thinking’, when it says that the real substance exists without thought (<i>uḷḷal</i>). However, since what actually exists is perfect as it is, the problem we face lies only in what does not actually exist but nevertheless seems to exist, so most of the other verses of <i>Uḷḷadu Nāṟpadu</i> are concerned primarily with analysing what seems to exist (namely everything that appears and disappears), its root cause (namely the ego, the first person or mind, in whose view alone it seems to exist) and the means by which we can eradicate it.<br>\n<br>\nAccording to Bhagavan, all that seems to exist but does not actually exist, including the ego, is only thoughts (mental phenomena), but in no other verse of <i>Uḷḷadu Nāṟpadu</i> does he refer explicitly to ‘thought’ in the same general sense that he refers to it here. In fact in only two other verses does he refer explicitly to thought at all, but only in a specific sense in each case, namely in the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm2\">second <i>maṅgalam</i> verse</a>, in which he refers to ‘சாவு எண்ணம்’ (<i>sāvu eṇṇam</i>), ‘thought of death’, and in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un39\">verse 39</a>, in which he refers to ‘பந்த முத்தி சிந்தனைகள்’ (<i>bandha mutti cintaṉaigaḷ</i>), ‘thoughts of bondage and liberation’, and in only three other verses does he refer explicitly to thinking, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un29\">verse 29</a>, in which he talks about ‘அன்று இது, நான் ஆம் அது என்று உன்னல்’ (<i>aṉḏṟu idu, nāṉ ām adu eṉḏṟu uṉṉal</i>), ‘thinking [I am] not this, I am that’, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">verse 32</a>, in which he likewise talks about ‘அது நான், இது அன்று என்று எண்ணல்’ (<i>adu nāṉ, idu aṉḏṟu eṉḏṟu eṇṇal</i>), ‘thinking I am that, not this’, and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">verse 36</a>, in which he again talks about thinking we are a body and thinking we are that.<br>\n<br>\nHowever, though he does not refer explicitly to thought in other verses in the same general sense that he refers to it in this one, in six verses (namely verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un02\">2</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">24</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">25</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">26</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un28\">28</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">40</a>) he refers explicitly to the ego, which is the root of all thoughts, and in many other verses he refers to the ego less directly either by using other terms (such as ‘we’, ‘mind’, ‘awareness’, ‘first person’, ‘oneself’ or ‘I’) or by implication. Moreover everything else that he discusses <i>Uḷḷadu Nāṟpadu</i>, such as death, the world, the body, forms, dyads and triads, knowledge and ignorance, second and third persons, time and place, fate and free will, God (when seen as other than oneself), <i>siddhis</i> (other than knowing what is real), duality, action, and bondage and liberation (when seen as something to be attained in future rather than our natural state, which is ever present), are all only thoughts, as is the ego, in whose view alone they seem to exist.<br>\n<br>\nTherefore when Bhagavan says in the <a href=\"#s2\">second sentence</a> of this verse, ‘உள்ளபொருள் உள்ளல் அற உள்ளத்தே உள்ளதால்’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl</i>), ‘Since the existing substance exists in the heart without [or devoid of] thought’, he implies that it is devoid of all these things. In fact it is completely devoid of everything other than itself, because it alone actually exists, so in its clear view nothing exists except itself, the one real awareness (<i>uḷḷa-v-uṇarvu</i>), which is absolutely pure and intransitive, being devoid of both subject and any object.<br>\n<br>\nHowever, herein lies a paradox, or at least a seeming paradox, because if what actually exists (<i>uḷḷadu</i>) is devoid of thought, which means anything that seems to exist but does not actually exist, where do all such things seem to exist? Though both the ego (the subject) and all phenomena (objects) seem to exist only in the view of the ego, the ego and its view cannot exist outside of or independent of what actually exists, so logically it seems that ultimately they must seem to exist only in what actually exists. Yet what actually exists is devoid of them.<br>\n<br>\nCan this paradox be reconciled? It can, because it is only a seeming paradox, not a real one. It seems to be a paradox only if we assume that thoughts (namely the ego and all phenomena) actually exist, but according to Bhagavan they do not actually exist, which is why he says that what actually exists is devoid of them.<br>\n<br>\nWe may object, however, that though they do not actually exist, they do at least seem to exist, so they must seem to exist somewhere, and they cannot seem to exist outside of what actually exists. However this objection gives fresh life to the paradox that we are trying to reconcile. If thoughts seem to exist, the place in which they seem to exist must ultimately be what actually exists, because there is nowhere else where they could seem to exist, but when we say that they seem to exist, we are attributing at least some degree of reality to them, albeit only a seeming reality, and this is where the problem lies.<br>\n<br>\nAccording to Bhagavan thoughts do not exist at all. They seem to exist only in the view of the first thought, the ego, but this ego does not seem to exist except in its own view, and if it looks back at itself to see if it actually exists, it dissolves and disappears, because it does not actually exist at all. Since nothing can seem to exist except in the view of the ego, in its absence nothing seems to exist, so if we look deep within ourself, in the innermost depth of our heart, to see whether either the ego or any thoughts seem to exist there, we will see that in our heart, which is what actually exists, nothing seems to exist at all.<br>\n<br>\nTherefore the paradox that thoughts seem to exist, yet according to Bhagavan what actually exists is completely devoid of thoughts, seems to be a logical contradiction only so long as we are looking outwards, away from ourself, but will dissolve and disappear along with the ego when we look inwards and see ourself as we actually are, which is completely devoid of even the seeming existence of thoughts.<br>\n<br>\nSince what actually exists (<i>uḷḷadu</i>) exists without thought, in order to be as it is (<i>uḷḷapaḍi</i>) we must be without thought, and since the first thought and root of all other thoughts is only the ego, in order to be without thought we must just be as we actually are without rising as the ego. This, along with the means by which we can be without rising as the ego, is the essential message of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\n<a name=\"ul\"></a><b>13. உள் (<i>uḷ</i>) as a verb and as a noun</b><br>\n<br>\nTo appreciate the meaning of this verse more fully, it is helpful to bear in mind that of its fifteen feet (<i>sīrgaḷ</i>), fourteen begin with a word whose first syllable is உள் (<i>uḷ</i>), and all these words derive from two distinct but identical words, namely <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4607.tamillex\">உள்</a> (<i>uḷ</i>), which is a tenseless verb that means to be or to exist, and <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:4608.tamillex\">உள்</a> (<i>uḷ</i>), which is a noun that means inside or interior. Derived from the tenseless verb உள் (<i>uḷ</i>), ‘to be’ or ‘to exist’, are the participial noun உள்ளது (<i>uḷḷadu</i>), ‘what is’ or ‘what exists’; the relative or adjectival participle உள்ள (<i>uḷḷa</i>), ‘which exists’, ‘existing’, ‘actual’ or ‘real’, as in உள்ளவுணர்வு (<i>uḷḷa-v-uṇarvu</i>), ‘existing awareness’ or ‘real awareness’, and in உள்ளபொருள் (<i>uḷḷa-poruḷ</i>), ‘existing substance’ or ‘real substance’; உள்ளதோ (<i>uḷḷadō</i>), ‘is it’ or ‘does it exist’, which is an interrogative form of the third person singular verb உள்ளது (<i>uḷḷadu</i>), ‘it is’ or ‘it exists’; உள்ளதால் (<i>uḷḷadāl</i>), ‘since it is’ or ‘since it exists’, which as the instrumental case form of the participial noun உள்ளது (<i>uḷḷadu</i>) used as a verbal noun literally means ‘by being’ or ‘by existing’; the adverb உள்ளபடி (<i>uḷḷapaḍi</i>), ‘as it is’; and உள்ளதே (<i>uḷḷadē</i>), ‘only being’, which is an intensified form of the participial noun உள்ளது (<i>uḷḷadu</i>) used as a verbal noun meaning ‘being’ and ‘existing’.<br>\n<br>\nDerived from the noun உள் (<i>uḷ</i>), ‘inside’ or ‘interior’, are the verbal noun உள்ளல் (<i>uḷḷal</i>), which means ‘thinking’ or ‘thought’ in the sense of having within one’s mind; and the noun உள்ளம் (<i>uḷḷam</i>), ‘the heart’, and its locative case form உள்ளத்தே (<i>uḷḷattē</i>), ‘in the heart’.<br>\n<br>\n<a name=\"unar\"></a><b>14. The final word of this verse and its <i>kaliveṇbā</i> extension</b><br>\n<br>\nThe final word of this verse is <a href=\"http://dsalsrv02.uchicago.edu/cgi-bin/philologic/getobject.pl?c.1:1:2942.tamillex\">உணர்</a> (<i>uṇar</i>), which is the root and simple imperative form of this verb, and which is used here in its imperative sense meaning ‘be aware’, ‘know’ or ‘understand’. As a sentence on its own, this can imply either ‘know or understand what is said in this verse’ or ‘know or be aware of the real substance (<i>uḷḷa-poruḷ</i>) as it is’.<br>\n<br>\nOf these two meanings, the deeper and more significant one is ‘know or be aware of the real substance as it is’, and this is also the one that is implied by Bhagavan in his <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#unm1s\">Sanskrit translation</a> of this verse, even though he did not translate it literally as ‘know’ or ‘be aware’ but as ‘स्यात्’ (<i>syāt</i>), which is the third person singular potential or optative form of the verb अस् (<i>as</i>), ‘to be’ or ‘to exist’, so in this context it  literally means ‘may it be [so]’ but implies ‘may one be [as it is]’ or ‘may [you] be [as it is]’. Since being as it is is knowing it as it is, this Sanskrit translation implies that the sense in which Bhagavan used உணர் (<i>uṇar</i>) is ‘be aware of it as it is’.<br>\n<br>\nIn the <a href=\"#ukm1\"><i>kaliveṇbā</i> version</a> of this verse Bhagavan extended this final word உணர் (<i>uṇar</i>) by changing it to உணர்வாயே (<i>uṇarvāyē</i>), an intensified form of உணர்வாய் (<i>uṇarvāy</i>), which is both its second person singular future or predictive form and an optative or more courteous imperative, so this extension does not change its essential meaning, but just changes its flavour from ‘know’ or ‘be aware’ to ‘may you know’ or ‘may you be aware’, and with the addition of the intensifying suffix ஏ (<i>ē</i>) it can be taken to mean ‘may you actually know’ or ‘may you actually be aware’.<br>\n<br>\nLike this verse, many other verses in <i>Uḷḷadu Nāṟpadu</i> end with an imperative verb, and in the <i>kaliveṇbā</i> versions of verses <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk05\">5</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk12\">12</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk17\">17</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk19\">19</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk25\">25</a> Bhagavan likewise extended their final imperatives by appending the second person singular future (or predictive) termination வாய் (<i>vāy</i>), thereby changing each of them from a simple imperative to an optative or more courteous imperative.<br>\n<br>\nFor other explanations and discussions about the meaning of this verse, see the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">list of links given after it</a> in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5579909670624287852/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTIyNDA5NjMzMDA0Cm9mZnNldDogMzYwMDAwMAo\""
}