{
    "kind": "blogger#post",
    "id": "3170678634851640870",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-02-28T16:44:00Z",
    "updated": "2018-03-03T20:09:41Z",
    "url": "http://happinessofbeing.blogspot.com/2018/02/our-existence-is-self-evident-because.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3170678634851640870",
    "title": "Our existence is self-evident, because we shine by our own light of pure self-awareness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html?commentPage=2#c2314915108210549884\">comment</a> on one of my recent articles, <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i>: Tamil text, transliteration and translation</a>, a friend called Sanjay wrote:<br>\n<blockquote>Michael once wrote to me (in reply to one of my emails):<br>\n<br>\nThe mind knows that the chair is a chair, an object of wood, etc., but this is not what the chair actually is. If we analyse a little deeper, both the chair and the wood are ideas in our mind, and we have no way of proving to ourself that any chair or wood actually exists independent of our ideas of them. Hence Bhagavan says that the whole world is nothing but ideas or thoughts, as for example in the fourth and fourteenth paragraphs of Nan Yar?:<br>\n<blockquote>Except thoughts [or ideas], there is separately no such thing as ‘world’.<br>\n<br>\nWhat is called the world is only thought.</blockquote></blockquote>\nReferring to this, another friend using the pseudonym ‘ādhāra’ wrote a <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html?commentPage=2#c8317066864047727318\">comment</a> saying:<br>\n<blockquote>However, Bhagavan did not say that we as an ego are excluded from the “world”. On the contrary it is said that we are part of the world in waking and dreaming. So we can conclude that we too are only an idea or a thought or a projection.<br>\n<br>\nWe definitely do not even have proof/evidence that we exist independent of our idea of that. Therefore we cannot reasonable/well-founded have to presume that we are more than an idea. There is no evidence to support this thesis.<br>\n<br>\nNevertheless we can put our trust in Bhagavan Ramana because he inspires confidence and looks trustworthy. To follow Bhagavan’s teaching is even urgently necessary.</blockquote>\nThe following is my reply to this:<br><a name='more'></a>\n<br>\nĀdhāra, as you say, the ego is only an idea or thought, but of all thoughts it is the first and the root, because it is the one thought that projects and perceives all other thoughts, so it is the only thought that is aware of anything, and hence it is quite different to all other thoughts.<br>\n<br>\nHowever to say that we as the ego are part of the world in waking and dreaming is not entirely correct, so it is necessary to consider a little more deeply the relationship between the ego and whatever world it perceives. The ego can never rise or stand without projecting and perceiving a world, and when it does so it always experiences itself as a body, which is a part of the world that it perceives. However, though it is always aware of itself as a body, it is not actually that body, because in its present dream (the one that now seems to be its waking state) it is aware of itself as this body, whereas in other dreams it is aware of itself as other bodies.<br>\n<br>\n<a name=\"un24\"></a>Therefore the ego is a confused mixture of awareness (<i>cit</i>) and a body, which is non-aware (<i>jaḍa</i>), and hence it is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement of what is aware and what is not aware. However, though it seems to be both awareness and a body, it is actually neither. That is, it is not the real awareness (<i>sat-cit</i>), nor is it an insentient body, so it is just a spurious entity that rises between them, so to speak, and usurps the properties of both as if they were its own, as Bhagavan points out in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The insentient body does not say ‘I’; being-awareness does not rise; in between one thing, ‘I’, rises as the extent of the body. Know that this is the awareness-insentience-knot, bondage, the soul, the subtle body, the ego, this wandering and the mind.<br>\n<br>\n<b>Explanatory paraphrase:</b> The <i>jaḍa</i> [insentient] body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. Know that this [the spurious adjunct-mixed self-awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with an insentient (<i>jaḍa</i>) body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], the subtle body, <i>ahandai</i> [the ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [the mind].</blockquote>\nTherefore as he points out in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a>, the ego is just a formless phantom that seems to exist only when it projects and perceives itself as the form of a body. Hence it is not actually part of the world, though it seems to be a body, which is a part of the world, but is the <i>ādhāra</i> (support, foundation or container) of the world. However, though it is the <i>ādhāra</i> for everything else, it is not the ultimate <i>ādhāra</i>, because it itself could not seem to exist, nor could it support and contain the seeming existence of everything else, if it were not itself supported by and contained within what alone actually exists, namely pure self-awareness, which is what Bhagavan refers to in verse 24 as <i>sat-cit</i>, and which is our real nature (<i>ātma-svarūpa</i>).<br>\n<br>\n<a name=\"un07\"></a>This is explained by him in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>, in which what he refers to as ‘அறிவு’ (<i>aṟivu</i>), which means awareness, is the ego, because it alone is the awareness that is aware of the world and that arises and subsides (appears and disappears) along with it, whereas what he refers to as ‘பூன்றம் ஆம் பொருள்’ (<i>pūṉḏṟam ām poruḷ</i>), ‘the substance, which is the whole’, is pure self-awareness, because pure self-awareness alone is ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃது’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉāy tōṉḏṟi maṟaiyādu oḷirum aḵdu</i>), ‘that which shines without appearing or disappearing as the <i>iḍaṉ</i> [place, space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness [the ego]’:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world and awareness [the awareness that perceives the world, namely the ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the ego]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nThe ego, which is the transitory and hence unreal awareness that perceives the world, is what we seem to be, whereas pure self-awareness, which is the permanent and hence real awareness that is aware of nothing other than itself, is what we actually are, and though as this ego we are just a thought, which appears and disappears like every other thought, as we actually are we are not a thought but that which always exists and shines without ever appearing or disappearing. Though we now seem to be this ego, we are aware of our existence even in its absence, as in sleep, so your claim that ‘We definitely do not even have proof/evidence that we exist independent of our idea of that’ is not correct. Our own awareness of our existence in sleep is clear proof of the fact that we exist independent of the ego or any other thought or idea.<br>\n<br>\nTherefore we do not need to have faith or confidence in Bhagavan’s teachings in order to know that we exist independent of the ego, because the ego is something that appears and disappears, whereas we exist and are aware of our existence whether it appears or disappears. The ego is not real, nor is anything else that appears and disappears, because though they seem to exist, they do not actually exist. We, on the other hand, must actually exist, because if we did not actually exist we could not be aware of our existence.<br>\n<br>\nThe ego seems to exist and to be aware of its own existence because it usurps our self-awareness and claims it as if it were its own. Therefore it does not shine by its own light, but only by the light that it borrows from ourself, whereas we shine by our own light of pure self-awareness, because we shine even in sleep, in the absence of everything else.<br>\n<br>\n<a name=\"ny07\"></a><a name=\"uu23\"></a>This is why Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Yār?</i>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’. And as he explains in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we.</blockquote>\nTherefore our real nature (which alone is what we experience in sleep) is not only what actually exists but also what is actually aware — that is, it is what is aware of what actually exists (rather than of what merely seems to exist). What distinguishes our real nature (<i>ātma-svarūpa</i>) from our ego is that our real nature is what actually exists (<i>uḷḷadu</i>), which is aware of nothing other than itself, whereas our ego is just a transitory appearance, which is always aware of things that seem to be other than itself.<br>\n<br>\nIn order to know that our own existence is real and not mere a thought, we do not need to have confidence in Bhagavan and his teachings, because we know from our own experience that we exist in sleep, even though neither the ego nor any other thought exist in that state. Therefore even if we did not have confidence or trust in Bhagavan, we should be able to understand why we need to try to investigate ourself and thereby find out what we actually are.<br>\n<br>\nHowever, when we try to investigate ourself we will find that we face a huge amount of resistance, because we instinctively recognise that self-investigation threatens our very existence as this ego, so as this ego we have strong desires and attachments, which impel us to cling to things other than ourself. Therefore to investigate ourself keenly enough to eradicate the ego requires intense love and steadfast perseverance, and for this we do need deep confidence and firm trust in Bhagavan and his teachings.<br>\n<br>\nHowever such confidence and trust will grow naturally in our hearts the more deeply we study, reflect upon and practise his teachings. Confidence based on mere blind belief will not be strong enough to support us in this path till its very end, so the confidence we require must be born of clear understanding of his teachings and the underlying logic that holds them together as a coherent whole, and must be nurtured and nourished by the inner clarity of mind and heart that can be developed only by persistent practice of looking within ourself in order to see what we actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "36",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3170678634851640870/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTIwMTA3NzgxNzUyCm9mZnNldDogMAo\""
}