{
    "kind": "blogger#post",
    "id": "4957851563865949250",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-04-30T09:30:00+01:00",
    "updated": "2018-05-01T08:41:29+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/04/the-ego-seems-to-exist-only-because-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4957851563865949250",
    "title": "The ego seems to exist only because we have not looked at it carefully enough to see that there is no such thing",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">For a few days last week I was in a place where I did not have any internet connection except on my phone, but on and off during that time I had a conversation via WhatsApp with a friend called Frank about Bhagavan’s teachings, philosophy, ego and other related matters. The first fifteen sections of this article are compiled from edited extracts of our conversation, and the final section is a reply that I subsequently wrote to him by email (as also are the five paragraphs in earlier sections that I have enclosed in square brackets).<br><a name='more'></a>\n<br>\nSince our conversation was conducted via text messages, some of our replies to each other were written while the other was offline, whereas others were written while we were both writing, so in the latter case several threads of our conversation often overlapped, because he would be replying to one point while I was replying to another. Therefore while editing these extracts I had to separate crisscrossing threads for the sake of clarity and continuity, so while most of the replies below are reproduced in chronological sequence, they are not all entirely chronological, which means that they sometimes seem to be disjointed, but not as disjointed as they would have been if I had not separated the crisscrossing threads.<br>\n<ol>\n<li><a href=\"#descartes\">Cartesian dualism and Bhagavan’s radical non-dualism</a></li>\n<li><a href=\"#views\">The view that all views are one is due to lack of <i>vivēka</i></a></li>\n<li><a href=\"#perception\">Does anything exist independent of our perception of it?</a></li>\n<li><a href=\"#seeing\">If we look at ourself alone, we see nothing else, and if we look at anything else, we do not see ourself as we really are</a></li>\n<li><a href=\"#within\">We must look within to see Bhagavan seeing us as we actually are</a></li>\n<li><a href=\"#ajata\"><i>Ajāta</i> is the ultimate truth, but it being so is of no use to the ego, so Bhagavan’s teachings are focused mainly on the ego and the means to eradicate it</a></li>\n<li><a href=\"#un27\"><i>Uḷḷadu Nāṟpadu</i> verse 27: the state in which ‘I’ does not rise is the state in which we are that, and unless one investigates where ‘I’ rises, how to abide in that state in which it does not rise?</a></li>\n<li><a href=\"#vicara\">The ego will not cease except by self-investigation (<i>ātma-vicāra</i>)</a></li>\n<li><a href=\"#un33\"><i>Uḷḷadu Nāṟpadu</i> verse 33: the ego is ridiculous whatever it may think or say, whether ‘I do not know myself’ or ‘I do know myself’</a></li>\n<li><a href=\"#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12 and <i>Upadēśa Undiyār</i> verse 27: real knowledge or awareness is that which is completely devoid of both knowing and not knowing</a></li>\n<li><a href=\"#focus\">Bhagavan focused his teachings on the ego more than on that, because we need to investigate the ego in order to know that</a></li>\n<li><a href=\"#save\">Bhagavan saves without saving, because in his view there is no one to be saved</a></li>\n<li><a href=\"#ego\">The I who says I can’t find the ego is itself the ego whom it says it can’t find</a></li>\n<li><a href=\"#go\">The ego will go only when we are willing to let go of it</a></li>\n<li><a href=\"#surrender\">We cannot surrender ourself without investigating ourself</a></li>\n<li><a href=\"#look\">The ‘I’ that says ‘I look but cannot find myself’ is what we should be looking at</a></li>\n</ol>\n<a name=\"descartes\"></a><b>1. Cartesian dualism and Bhagavan’s radical non-dualism</b><br>\n<br>\n<b>Frank:</b> I was talking a friend of mine who is a Cartesian and this came up:<br>\n<blockquote>Shankara/Bhagavan: Universe is false, Brahman alone is real, Brahman is the universe.<br>\n<br>\nDescartes: World is unreal/dream, I know ‘I am’ & God exists, God not a deceiver, therefore world exists.</blockquote>\nWhat do you think? Similar? Analogous?<br>\n<br>\n<b>Michael:</b> Descartes started with an excellent method, not to assume anything that one can reasonably doubt, but he didn’t apply it as effectively as he could have, and when he reached the conclusion ‘I am’, he began to rapidly backtrack, undoing all the progress he had made, so he ended up with some very questionable conclusions. Some of the problems with the way he applied his method of doubt are:<br>\n<br>\nHe considered whether everything could be a dream, but he dismissed the idea on the grounds that dreams are formed from impressions remaining from the waking state, which is begging the question [that is, it is an argument that uses the conclusion it is trying to establish as a premise, because saying that dreams are formed from impressions left by the waking state implies that the waking state is not a dream]. Why did he not discard the idea that dreams are formed from impressions remaining from the waking state when this is surely an assumption that one can reasonably doubt?<br>\n<br>\n[I was writing about Descartes from memory, so later my friend questioned whether I was correct to write that ‘he dismissed the idea [that everything could be a dream] on the grounds that dreams are formed from impressions remaining from the waking state’, so I checked his <a href=\"https://en.wikisource.org/wiki/Meditations_on_First_Philosophy/Meditation_I\">First Meditation</a> and found that what he actually wrote in the sixth paragraph was something that (according to the translation by John Veitch, 1901) means ‘Let us suppose, then, that we are dreaming, and that all these particulars — namely, the opening of the eyes, the motion of the head, the forth-putting of the hands — are merely illusions; and even that we really possess neither an entire body nor hands such as we see. Nevertheless it must be admitted at least that the objects which appear to us in sleep are, as it were, painted representations which could not have been formed unless in the likeness of realities; and, therefore, that those general objects, at all events, namely, eyes, a head, hands, and an entire body, are not simply imaginary, but really existent’, which implies that he was in effect arguing that dreams are formed from impressions remaining from the waking state.]<br>\n<br>\nLater he considered whether everything could be an illusion created by an evil demon, but such a possibility could be the case only if we assume that something, in this case an evil demon, exists independent of our perception of it. Since a dream does not exist independent of our perception of it, suggesting that everything could be a dream is a much more radical proposition than suggesting that it is all an illusion created by an evil demon.<br>\n<br>\nHis evil demon hypothesis gave him a ‘get out of jail free’ card, which he used when he faced the scary possibility that ‘I am’ is the only thing we know for certain and hence perhaps the only thing that is real. He argued something to the effect that God is the creator, and that being all-good he would not deceive, and hence the world is real. All hugely questionable assumptions.<br>\n<br>\nWhat does ‘real’ mean in this context? What actually exists is real, whereas what does not actually exist but merely seems to exist is unreal. So is the world real or unreal? Does it actually exist or does it merely seem to exist?<br>\n<br>\nAccording to Descartes and most other people, including all physicalists [those who believe that only physical things exist, which is the prevailing view among contemporary academic philosophers] and dualists [those like Descartes who believe that mind and matter exist independent of one another], and even many idealists [those who believe that only ideas or mental things exist] (including Berkeley, who believed everything is an idea in the mind of God), the world actually exists, whereas according to Bhagavan it merely seems to exist, and it seems to exist only in the view of the ego, but if the ego investigates itself keenly enough it is found to be non-existent, because what actually exists is only pure (intransitive) self-awareness.<br>\n<br>\n[My friend later suggested that the ‘I am’ that Descartes referred to when he concluded ‘<i>cogito ergo sum</i>‘, ‘I think therefore I am’, is what I referred to as ‘pure (intransitive) self-awareness’ when I wrote that ‘according to Bhagavan […] what actually exists is only pure (intransitive) self-awareness’, to which I replied: The ‘I am’ of Descartes is, as you say, what he identified as a <i>res cogitans</i>, a thinking thing, which is the mind or ego, not the pure intransitive self-awareness that Bhagavan referred to as ‘I am’. The ego or <i>res cogitans</i> is transitive awareness, not intransitive, because it is always aware of phenomena of one kind or another.]<br>\n<br>\nSo [Bhagavan’s teachings and Cartesian philosophy are] neither similar (except in the method of not taking for granted anything that one does not know for certain) nor analogous.<br>\n<br>\n<a name=\"views\"></a><b>2. The view that all views are one is due to lack of <i>vivēka</i></b><br>\n<br>\n<b>F:</b> I think my outlook is fundamentally Zen, but I still worship Bhagavan. I’m more open to a perennial philosophy, so I see it basically everywhere, despite the (apparently) diverse iterations. I think it’s everywhere.<br>\n<br>\n<b>M:</b> Perennial philosophy of the type that Aldous Huxley wrote about is a huge generalisation, in which most non-materialist metaphysics can find a place, particularly (but not only) the more monistic or non-dualistic ones. Viewed superficially, there are many similarities [between the religious, spiritual and philosophical traditions of various cultures], as found by Huxley, but if one goes deeper there are also many significant differences.<br>\n<br>\nTake <i>vēdānta</i>, for example, which Huxley considered to be the archetype of perennial philosophy. It is considered to be one view (<i>darśana</i>), but there are so many interpretations of it, <i>dvaita</i>, <i>viśiṣṭādvaita</i> and <i>advaita</i>, among which there are so many fundamental points of disagreement.<br>\n<br>\nEven <i>advaita</i> is not a single view, because there are so many interpretations of it. Many professed <i>advaitins</i>, for example, do not accept <i>dṛṣṭi-sṛṣṭi vāda</i> [the contention that perception is causally antecedent to creation (in other words, that creation is a consequence of perception), though they actually occur simultaneously, as in a dream], which according to what Bhagavan taught us is the cornerstone of <i>advaita</i> philosophy.<br>\n<br>\n[My friend later suggested I was mistaken in writing this, because ‘Bhagavan’s teaching is ajata’, to which I replied: Though Bhagavan said that the ultimate truth is <i>ajāta</i>, he clarified that his actual teaching is only <i>dṛṣṭi-sṛṣṭi vāda</i> (also known as <i>vivarta vāda</i>, the contention that everything [both the perceiver and the perceived] is just a false appearance), as you can see from verses 83 and 100 of <i>Guru Vācaka Kōvai</i>. <i>Ajāta</i> is not suitable for teaching, because in the state of <i>ajāta</i> there is no one in need of any teaching or to put any teaching into practice. Teaching is necessary only because we have risen as this ego (the perceiver) and consequently perceive the world (the phenomena perceived), so the most beneficial teaching is to say that all this is just a false appearance, which appears only in the view of the ego, so we should investigate the ego in order to see that it does not actually exist. Only by applying <i>dṛṣṭi-sṛṣṭi vāda</i> in practice can we arrive at <i>ajāta</i>.]<br>\n<br>\nEven among Bhagavan’s followers there are so many interpretations of his teachings.<br>\n<br>\nIf we want to see uniformity we cannot go deep into anything. If we want to go deep, we have to give up the idea that all views are one. In order to go deep in any spiritual path, particularly the path of <i>jñāna</i> [knowledge or awareness], <i>vivēka</i> (distinguishing differences and judging what is true or real) is absolutely essential. <br>\n<br>\nWhen you say your outlook is fundamentally Zen, what do you mean by ‘Zen’? I do not know much about Zen, but I expect there are many different interpretations or understandings of it, as there are of <i>advaita</i>.<br>\n<br>\nTherefore rather than just giving our view a label, we need to consider each point of difference and judge for ourself what is correct in each case. And we each have to consider whether our views on various points are consistent and coherent, which is something that is lacking in most people’s views, because they haven’t considered their views deeply or critically enough.<br>\n<br>\n<a name=\"perception\"></a><b>3. Does anything exist independent of our perception of it?</b><br>\n<br>\n<b>M:</b> Take a fundamental point of difference to start with: are you a <i>dṛṣṭi-sṛṣṭi</i> or a <i>sṛṣṭi-dṛṣṭi vādin</i> [one who contends that creation is a consequence of perception or one who contends that perception is a consequence of creation]? That is, do you believe anything exists independent of your perception of it or not?<br>\n<br>\nSo much hangs on this fundamental question. If you believe anything exists independent of your perception of it, then the world is your oyster: you can believe almost anything. However, if you seriously doubt whether anything exists independent of your perception of it, then what you can reasonably and consistently believe becomes extremely limited.<br>\n<br>\n<b>F:</b> Nothing exists independently.<br>\n<br>\n<b>M:</b> Ok, that is a good starting point, then what else can you reasonably believe?<br>\n<br>\n<b>F:</b> I am.<br>\n<br>\n<b>M:</b> Yes, and not much else.<br>\n<br>\n<a name=\"seeing\"></a><b>4. If we look at ourself alone, we see nothing else, and if we look at anything else, we do not see ourself as we really are</b><br>\n<br>\n<b>F:</b> When we look at philosophies, they don’t fit, but when we see ‘I am’, they all fit, because their source is I — no more contradiction.<br>\n<br>\n<b>M:</b> If we look at ‘I am’ keenly and deeply enough, we see nothing else, so there are then no philosophies, no worlds, no differences.<br>\n<br>\n<b>F:</b> Best to just attend to ‘I’.<br>\n<br>\n<b>M:</b> Yes. If we see anything other than ourself, we are not seeing ourself as we really are.<br>\n<br>\n<b>F:</b> I disagree. I only see myself and I see everything else — it is all ‘I’, all one.<br>\n<br>\n<b>M:</b> We cannot see ourself and see anything else, because other things appear only when we look away from ourself.<br>\n<br>\n<b>F:</b> I see — you are right. I’m still getting this. At best, when I see only ‘I’ nothing else is separate yet it is still somehow ‘I’ — look from Heart, all I; look from head, others.<br>\n<br>\n<b>M:</b> I am one and indivisible, whereas other things are many and different. How can I be many and different?<br>\n<br>\n<b>F:</b> Exactly — and yet, all is I, not separate, not other: just I, nothing else.<br>\n<br>\n<b>M:</b> Everything is I, but I  am neither anything nor everything. The snake is a rope, but the rope is not a snake. If we see one, we do not see the other.<br>\n<br>\n<a name=\"within\"></a><b>5. We must look within to see Bhagavan seeing us as we actually are</b><br>\n<br>\n<b>F:</b> You once said that the glance of Bhagavan comes from within.<br>\n<br>\n<b>M:</b> The glance of Bhagavan is always within, so we have to look within to see it seeing us, because it sees us as we actually are, not as we seem to be while looking outwards.<br>\n<br>\n<b>F:</b> Yes.<br>\n<br>\n<b>M:</b> As you said earlier: Best to just attend to ‘I’. Attending to anything else is turning our back on Bhagavan and his glance of grace.<br>\n<br>\n[My friend later referred to my use of the terms ‘look within’ and ‘looking outwards’ and remarked that this is dualistic and refers to the body, to which I replied: Of course it is dualistic, because inside and outside are a pair of opposites, but the ego is only aware of duality and never of non-duality. However when we truly look within, there is no duality, because we are then attending to and aware of nothing other than ourself. When Bhagavan spoke about looking or facing within (<i>antarmukham</i> or <i>ahamukham</i>) and looking or facing outwards (<i>bahirmukham</i>) he was not referring to inside or outside the body. According to him what is inside is only ourself, and everything else (including the body and all other phenomena, whether physical or mental) is outside, so being keenly self-attentive is looking within, whereas attending to anything other than ourself, including our own thoughts or feelings, is looking outwards.]<br>\n<br>\n<a name=\"ajata\"></a><b>6. <i>Ajāta</i> is the ultimate truth, but it being so is of no use to the ego, so Bhagavan’s teachings are focused mainly on the ego and the means to eradicate it</b><br>\n<br>\n<b>F:</b> “There is no becoming [creation], and there is also no destruction, the opposite [of creation]; there are no people in bondage, and there are also no people at all doing sadhana; there are no people who seek the highest [i.e. liberation], and there are also no people who have attained liberation. Know that this alone is the supreme truth [paramartha]!” ~ GVK [<i>Guru Vācaka Kōvai</i> verses 1227 and B28; <i>Upadēśa Taṉippākkaḷ</i> <a href=\"http://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html#ut24\">verse 24</a>]. This is very reminiscent of the Diamond Sutra.<br>\n<br>\nIt is sort of how my soul speaks (so to speak), i.e. how words come out of this mouth, which itself is non-existent. We agree about ajata. Thank you, sir. I appreciate your time. Talk with you later.<br>\n<br>\n<b>M:</b> <i>Ajāta</i> is the ultimate truth, but it is seemingly negated by the appearance of the perceiver (the ego) and the perceived (all phenomena). To make <i>ajāta</i> our actual experience we need to investigate our ego keenly enough to see that there is no such thing and hence no phenomena.<br>\n<br>\n<b>F:</b> Exactly. Already so.<br>\n<br>\n<b>M:</b> It is always so, even when it seems to be not so.<br>\n<br>\n<b>F:</b> Exactly so.<br>\n<br>\n<b>M:</b> But it being so is of no use to the ego, so Bhagavan’s teachings are focused mainly on this non-existent phantom called ego and the means to eradicate it.<br>\n<br>\n<a name=\"un27\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 27: the state in which ‘I’ does not rise is the state in which we are that, and unless one investigates where ‘I’ rises, how to abide in that state in which it does not rise?</b><br>\n<br>\n<b>F:</b> I disagree. In his spoken teachings he emphasizes “I am That” more than anything else. Ego is false, reality is real. So, you are That, no worries, just be.<br>\n<br>\n<b>M:</b> For the ego ‘I am that’ is a mere thought, so dwelling on it sustains the ego. As he says in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i>, the state in which one exists without ‘I’ [the ego] rising is the state in which we exist as that [<i>brahman</i>, the fundamental substance, which is the one infinite whole], and unless one investigates the place from which ‘I’ rises, how to abide in the real state in which it does not rise — the state in which it is annihilated and we are therefore that?<br>\n<br>\nThe non-rising of ‘I’ is what is called just being (<i>summā iruppadu</i>), and in that state there is no one to think or say ‘I am that’.<br>\n<br>\n<b>F:</b> Nothing there to eradicate, obviously, and you already know this, right?<br>\n<br>\n<b>M:</b> The ‘you’ or ‘I’ who believes it already knows that there is nothing to be eradicated is itself what needs to be eradicated.<br>\n<br>\n<a name=\"vicara\"></a><b>8. The ego will not cease except by self-investigation (<i>ātma-vicāra</i>)</b><br>\n<br>\n<b>F:</b> I disagree. Hahaha. I would never be so arrogant. The ego being that is the greatest absurdity. I would be humiliated to say it before you. No, We are That — I amness. We both know That, because is it not us?<br>\n<br>\n<b>M:</b> The ego will not cease by sophistry, by repetition of what it has heard or by claiming to know anything, but only by <i>vicāra</i> [self-investigation]. This is the core message of <i>Nāṉ Ār?</i> (Who am I?), which is the crest-jewel of his spoken teachings.<br>\n<br>\n<b>F:</b> I agree. But what is to do vicara?<br>\n<br>\n<b>M:</b> The ego, of course. Who else needs to do <i>vicāra</i> or could do it?<br>\n<br>\n<a name=\"un33\"></a><b>9.  <i>Uḷḷadu Nāṟpadu</i> verse 33: the ego is ridiculous whatever it may think or say, whether ‘I do not know myself’ or ‘I do know myself’</b><br>\n<br>\n<b>F:</b> Saying I have not known myself is equal grounds for ridicule [referring to what Bhagavan wrote in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>: “Saying ‘I do not know myself’, ‘I have known myself’, is ground for ridicule. Why? To make oneself an object, are there two selves? Because being one is the truth, the experience of everyone”].<br>\n<br>\n<b>M:</b> Yes, the ego is ridiculous, whatever it may think or say, so we need to eradicate it by looking at it to see whether it actually exists.<br>\n<br>\n<b>F:</b> Nothing has been spoken, so there is no ground for ridicule — it would require a ‘speaker’, a ‘thinker’, a ‘doer’ — and there is no such thing, as you know deeply.<br>\n<br>\n<b>M:</b> Whether it speaks or not, the ego is ridiculous, because it is a false self-awareness: an awareness of ourself as something other than what we actually are. Since it cannot rise or stand without grasping forms or phenomena, which are all thoughts projected by it, thinking is its very nature, and thinking entails doing (mental activity) and is the basis of all doing (all other actions).<br>\n<br>\nWe can say that there is no such thing as ego, but that is not our experience, because the one who says that is itself the ego. To experience that there is no ego, we must look at ourself keenly enough to see that what exists is only infinite, indivisible and immutable self-awareness.<br>\n<br>\n<a name=\"un12\"></a><a name=\"uu27\"></a><b>10. <i>Uḷḷadu Nāṟpadu</i> verse 12 and <i>Upadēśa Undiyār</i> verse 27: real knowledge or awareness is that which is completely devoid of both knowing and not knowing</b><br>\n<br>\n<b>F:</b> Not-knowing is ‘higher’ than the type of ‘knowing’ (ajnana) you are attributing to me.<br>\n<br>\n<b>M:</b> As Bhagavan says in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i> and <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, true knowledge or awareness is that which is completely devoid of both knowing and not knowing, because in our real state there is nothing to know.<br>\n<br>\n<b>F:</b> Obviously.<br>\n<br>\n<b>M:</b> Is it obvious? I wish it were.<br>\n<br>\n<a name=\"focus\"></a><b>11. Bhagavan focused his teachings on the ego more than on that, because we need to investigate the ego in order to know that</b><br>\n<br>\n<b>F:</b> Well, I am ignorant of those works you are proficient in. But the Bhagavan I know mentions That more than ego. It doesn’t exist.<br>\n<br>\nObviously I know them, but you’ve read them more than anyone probably.<br>\n<br>\nBut if we are that, there is no one to do vicāra.<br>\n<br>\n<b>M:</b> Are we that? Not so long as we rise as ‘I’, or at least we seem not to be that as long as we rise as ‘I’.<br>\n<br>\n<b>F:</b> We are always that — you put more emphasis on illusion than reality, why?<br>\n<br>\n<b>M:</b> That is always that, so it is not a problem, and has no problem. The problem is the ego, the one who has all problems, and it can get rid of itself only by focusing on itself.<br>\n<br>\n<b>F:</b> I agree, but who has the problems?<br>\n<br>\n<b>M:</b> The ego, of course, only the ego.<br>\n<br>\nBhagavan focused his teachings on the ego more than on that, for the reason he explained in verse 27 of <i>Uḷḷadu Nāṟpadu</i> (cited <a href=\"#un27\">above</a>).<br>\n<br>\n<b>F:</b> Yes, but I’m thinking of his spoken teachings.<br>\n<br>\n<b>M:</b> Bhagavan’s core teachings are the same, whether written or spoken.<br>\n<br>\nBut many of his replies are not his core teachings, because they were said in answer to the questions of ‘others’ (as he says in <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#una33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>, cited in my <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html\">latest article</a>).<br>\n<br>\n<b>F:</b> Yes, but his answers are still his answers. Beneath them is the Truth, the Presence that allows all to be: Being, the stillness from which his ‘answers’ arise.<br>\n<br>\n<b>M:</b> Many of his ‘answers’ contradict his core teachings, because they were meant for ‘others’.<br>\n<br>\n<b>F:</b> I agree, but what is that core? Being, not thinking, writing, speaking.<br>\n<br>\nThe base of ego is self, we are to focus on self, not fluctuating phantom.<br>\n<br>\n<b>M:</b> We mistake ourself to be ego, so we must focus only on ego. Ego cannot know its real nature (<i>ātma-svarūpa</i>), so it must focus on itself in order to dissolve in its real nature. When we see a snake, we don’t see any rope, so we must focus on the snake in order to see the rope.<br>\n<br>\n<a name=\"save\"></a><b>12. Bhagavan saves without saving, because in his view there is no one to be saved</b><br>\n<br>\n<b>F:</b> I don’t mistake myself to be anything. I am that, and so are you.<br>\n<br>\n<b>M:</b> So am I having a conversation with that? Sorry, I thought I was conversing with Frank. In front of that I am at a loss for words.<br>\n<br>\n<b>F:</b> No, I don’t exist, and that can’t converse with itself because that would be dualistic — it just is.<br>\n<br>\nYea!!! “a loss for words” — so I’ve found you!!!<br>\n<br>\n<b>M:</b> You have puzzled me, not found me. How can something that does not exist say ‘I don’t exist’?<br>\n<br>\n<b>F:</b> I don’t know, but it did.<br>\n<br>\n<b>M:</b> Bhagavan says all is ego, but you say all is that. Whom am I to believe?<br>\n<br>\n<b>F:</b> Bhagavan alone.<br>\n<br>\n<b>M:</b> But poor Bhagavan does not seem to be alone so long as this ego seems to be around, along with all else.<br>\n<br>\n<b>F:</b> Yes, but He is.<br>\n<br>\n<b>M:</b> We trouble him by rising as ‘I’, so let’s follow his advice by investigating this ‘I’ instead of pretending that we know anything.<br>\n<br>\n<b>F:</b> I disagree. Bhagavan has no problems or troubles — all is that, and you know this. Why not abide as what is real instead of pretending not to know?<br>\n<br>\n<b>M:</b> Unless we investigate the ego, how to abide as that?<br>\n<br>\n<a name=\"un27a\"></a><a name=\"ny06\"></a>[Referring to this rhetorical question, my friend subsequently asked me, ‘Why should we investigate the ego? Didn’t Bhagavan say that we should just be still?’, to which I replied: Bhagavan in effect asked the same rhetorical question in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i>: “The state in which one exists without ‘I’ rising is the state in which we exist as that. Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise? Without reaching, say, how to stand in the state of oneself, in which oneself is that?” How can we just be (or be still) unless we refrain from rising as ‘I’? As I explained earlier, what Bhagavan called ‘just being’ (<i>summā iruppadu</i>) is the state in which we do not rise as ‘I’ and are consequently not aware of anything other than ourself. As he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>: “சும்மா விருப்பதாவது மனத்தை ஆன்மசொரூபத்தில் லயிக்கச் செய்வதே” (<i>summā-v-iruppadāvadu maṉattai āṉma-sorūpattil layikka-c ceyvadē</i>), “What ‘just being’ (<i>summā-v-iruppadu</i>) is is only making the mind dissolve [disappear or die] in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]”. We can make the mind (the ego) dissolve in <i>ātma-svarūpa</i> and thereby avoid rising as ‘I’ only by investigating it, because its nature is to rise, stand and flourish by attending to other things (as Bhagavan implies in <a href=\"http://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>) but to dissolve back into its source (<i>ātma-svarūpa</i>, which is the ‘place’ from which it rises) when it attends only to itself.]<br>\n<br>\nOf course Bhagavan has no problems or troubles, but we think he must save us, which is surely a big problem, because he does not see us as anything other than himself, and he certainly doesn’t need to save himself.<br>\n<br>\n<b>F:</b> But troubles are ephemeral, what is real remains. Bhagavan does save, so the problems disappear. They are not fixed, only self is.<br>\n<br>\n<b>M:</b> Bhagavan saves without saving, because in his view there is no one to be saved.<br>\n<br>\nGood night, sleep overpowers this poor ego, whom you do not see.<br>\n<br>\n<b>F:</b> Hahaha thank you, sir, sleep well. (one more text to come...) Thank you for your time, it helps me clarify my issues.<br>\n<br>\n<b>M:</b> Do I detect a slight hint of ego, or does that [<i>brahman</i>] need help clarifying its issues?<br>\n<br>\n<b>F:</b> EGO, hahaha, thank you.<br>\n<br>\nYou once said: “See what you actually are. That is the real sleep, from which there is no return”.<br>\n<br>\n<a name=\"ego\"></a><b>13. The I who says I can’t find the ego is itself the ego whom it says it can’t find</b><br>\n<br>\n<b>F:</b> Did Bhagavan see egos?<br>\n<br>\n<b>M:</b> Bhagavan sees no egos, because he looked at himself carefully and saw that there is no such thing, and hence no other problems. However, since we come to him complaining of problems, he advised us to look carefully at ourself to see whether there is any ego.<br>\n<br>\n<b>F:</b> I couldn’t find it.<br>\n<br>\n<b>M:</b> The ego seems to exist (even if we mentally or verbally deny its existence) only because we do not look at it carefully enough.<br>\n<br>\n<b>F:</b> I see. But I can’t find the ego. Mentally is ego, verbally is ego — so none of it exists, right?<br>\n<br>\n<b>M:</b> You say you cannot find it because you haven’t looked carefully enough. If you look carefully enough no one will remain to say I couldn’t find it.<br>\n<br>\n<b>F:</b> I agree. But I can’t find it. What to do?<br>\n<br>\n<b>M:</b> Look harder until nothing remains to say I can’t find it.<br>\n<br>\n<b>F:</b> I can’t find it. It is gone. I can’t even ‘look’ anymore.<br>\n<br>\n<b>M:</b> The I who says I can’t find it or I can’t even look is itself the ego whom it says it can’t find.<br>\n<br>\n<b>F:</b> I agree. So, I am an ego. Bummer.<br>\n<br>\n<b>M:</b> Yes, a real bummer, but a bummer only because we are not yet truly willing to let go of it.<br>\n<br>\n<b>F:</b> Oh well, next time.<br>\n<br>\n<b>M:</b> So long as we say ‘next time’ we cannot get rid of it. Only when we recognise that we have to look and see its non-existence here and now, not at any other place or time, will we get rid of it.<br>\n<br>\n<a name=\"go\"></a><b>14. The ego will go only when we are willing to let go of it</b><br>\n<br>\n<b>F:</b> I can’t see its non-existence because I am it. That has gone. What to do? Rest in being? Or what?<br>\n<br>\nIt is fixed. It will not go. Whose is it? Will it disappear if I try hard enough? Have I not done enough yet? How many more lifetimes? 1? 1,000? 10,000?<br>\n<br>\n<b>M:</b> However many it takes till we are willing to let go. Perhaps this moment, perhaps after many lifetimes, the choice is ours.<br>\n<br>\n<b>F:</b> But how am I to will it when it is Bhagavan’s will that anything happen whatsoever? Whose will? I am That, you are That, we are One. What is that to you? Pure self-awareness. How could that ever not be?<br>\n<br>\n<b>M:</b> His will is just to be, not that anything happen.<br>\n<br>\n<b>F:</b> I have no choice — that requires ego, which has gone.<br>\n<br>\n<b>M:</b> Then surrender your will to his.<br>\n<br>\nWhich you can do only by surrendering yourself.<br>\n<br>\nWhich you can do only by investigating yourself.<br>\n<br>\n<a name=\"surrender\"></a><b>15. We cannot surrender ourself without investigating ourself</b><br>\n<br>\n<b>F:</b> I don’t like investigating myself, I prefer surrender: kitten more than monkey [referring to a traditional pair of analogies: a baby monkey, who clings firmly to its mother, and a kitten, who cannot cling and must therefore wait for its mother to pick it up, signifying respectively a devotee who clings firmly to God (in the context of Bhagavan’s teachings, by self-investigation, which is clinging firmly to ‘I’, the real form of God) and a devotee who surrenders to God].<br>\n<br>\n<b>M:</b> How to surrender yourself if you do not investigate and know the self you want to surrender? How can you surrender what needs to be surrendered if you do not know what it is?<br>\n<br>\nSelf-surrender cannot be completed without self-investigation.<br>\n<br>\n<b>F:</b> I can’t find it, I just trust Him — that is all, nothing special, nothing happening.<br>\n<br>\n<b>M:</b> Trust him, and trust his advice that we should persevere in looking at ourself until we see that what exists is only pure, infinite, indivisible, immutable and eternal self-awareness.<br>\n<br>\n<b>F:</b> I agree. But we are that. So, now what? What then?<br>\n<br>\n<b>M:</b> If you are that [<i>brahman</i>], just look at yourself. Then all questions, complaints and dissatisfaction will cease.<br>\n<br>\n<b>F:</b> I agree. Thank you.<br>\n<br>\n<a name=\"look\"></a><b>16. The ‘I’ that says ‘I look but cannot find myself’ is what we should be looking at</b><br>\n<br>\nIn an email that he wrote to me after this conversation Frank referred to my penultimate reply, in which I suggested that we should trust not only Bhagavan but also his advice that ‘we should persevere in looking at ourself until we see that what exists is only pure, infinite, indivisible, immutable and eternal self-awareness’, and commented:<br>\n<blockquote>This is actually a point of disagreement among us. I am like Hume, I look and I cannot find, which I believe is a statement of self-awareness, rather than ignorance. You have misread me, as you have misread Hume, and this is also the Zen/Buddhist (as well as contemporary) strand of thinking. What do you think? Hume can’t find anything because he is that — philosophers hit on this all the time, throughout the millennia. Bhagavan is not special, though he is to us, in this regard, right?</blockquote>\nTo this I replied:<br>\n<br>\nWhat exactly in my statement do you disagree with? When you say ‘I look and I cannot find’, what do you look for that you cannot find? Are you not always self-aware? That is, are you not always aware that you exist and are aware? Since you are always aware of yourself, anything that you cannot find must be something other than yourself, in which case you are looking for the wrong thing. The ‘I’ that says ‘I cannot find’ is what we should be looking at, so you are already aware of what you should be looking at.<br>\n<br>\nWhat Hume wrote in <a href=\"http://www.gutenberg.org/files/4705/4705-h/4705-h.htm\"><i>A Treatise of Human Nature</i></a> (Book 1, Part 4, <a href=\"http://www.gutenberg.org/files/4705/4705-h/4705-h.htm#link2H_4_0043\">Section 6</a>, third paragraph) is:<br>\n<blockquote>For my part, when I enter most intimately into what I call myself, I always stumble on some particular perception or other, of heat or cold, light or shade, love or hatred, pain or pleasure. I never can catch myself at any time without a perception, and never can observe any thing but the perception. When my perceptions are removed for any time, as by sound sleep; so long am I insensible of myself, and may truly be said not to exist. And were all my perceptions removed by death, and coued I neither think, nor feel, nor see, nor love, nor hate after the dissolution of my body, I should be entirely annihilated, nor do I conceive what is farther requisite to make me a perfect non-entity. If any one, upon serious and unprejudiced reflection thinks he has a different notion of himself, I must confess I call reason no longer with him. All I can allow him is, that he may be in the right as well as I, and that we are essentially different in this particular. He may, perhaps, perceive something simple and continued, which he calls himself; though I am certain there is no such principle in me.</blockquote>\nWhen he wrote, ‘I never can catch myself at any time without a perception, and never can observe any thing but the perception’, is it not clear that he is overlooking the perceiver or observer, which is the ‘I’ who says ‘ ‘I never can catch myself’ and ‘[I] never can observe any thing but the perception’? He cannot catch himself simply because he is looking in the wrong direction, at what is perceived or observed rather than at the one who is perceiving or observing it.<br>\n<br>\nIn order to perceive or observe anything, we must be aware, and being aware entails being aware that one is aware, so what is aware is always self-aware. Would Hume deny the fact that he is aware? Or can you deny that you are aware? So you are clearly aware of yourself as that which is aware. You are (and he was) that which is aware, so you are aware of yourself. What then do you mean when you say you cannot find yourself?<br>\n<br>\nWhen you say, ‘Hume can’t find anything because he is that’, what do you mean by ‘that’? I assume you mean what he was looking for, namely himself. To what then was he referring as ‘I’ if not to himself? Therefore he was clearly aware of himself, so why does he say that he cannot find himself? He is himself, and he is aware of himself, so saying that he cannot find himself makes no sense at all, at least as far as I can see.<br>\n<br>\n<a name=\"uu28\"></a>You say, ‘Bhagavan is not special [...] in this regard, right?’, but what Bhagavan discovered when he looked at himself is quite different to what Hume and most other philosophers have concluded. When Bhagavan looked at himself, the perceiver (the ego) disappeared, and along with it all perceptions (all phenomena or objects perceived) also disappeared, because he saw that what actually exists is only pure, infinite, indivisible, immutable and eternal self-awareness, as he says in <a href=\"http://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\n<a name=\"ny13\"></a>Do you still disagree with what I wrote, namely that Bhagavan advised us that ‘we should persevere in looking at ourself until we see that what exists is only pure, infinite, indivisible, immutable and eternal self-awareness’? Looking at ourself (that is, being self-attentive) keenly and persistently in order to see that what we actually are is just such pure and immutable self-awareness, other than which nothing exists, is the sole purpose and aim of self-investigation (<i>ātma-vicāra</i>) as taught by Bhagavan, and it is also the only means by which we can surrender ourself (our ego), as he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is steadily fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [‘thought of oneself’, self-contemplation or self-attentiveness], alone is giving oneself to God.</blockquote></div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "80",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4957851563865949250/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "just being (summa iruppadu)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTI1MTYwNDg5MTQ3Cm9mZnNldDogMzYwMDAwMAo\""
}