{
    "kind": "blogger#post",
    "id": "474574131773207958",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-11-08T15:11:00Z",
    "updated": "2018-12-02T09:48:57Z",
    "url": "http://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/474574131773207958",
    "title": "Everything depends for its seeming existence on the seeming existence of ourself as ego",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the comments on one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html\">Like everything else, <i>karma</i> is created solely by ego’s misuse of its will (<i>cittam</i>), so what needs to be rectified is its will</a>, there was a discussion about the nature of ego and whether or not it is antecedent to the appearance of all phenomena, so this article is written in an attempt to clarify what Bhagavan taught us in this regard.<br><a name='more'></a>\n<ol>\n<li><a href=\"#un24\"><i>Uḷḷadu Nāṟpadu</i> verse 24: ego is neither the body, which is <i>jaḍa</i> (non-aware), nor <i>sat-cit</i> (real awareness), but just the false awareness ‘I am this body’</a></li>\n<li><a href=\"#uu18\"><i>Upadēśa Undiyār</i> verse 18: though all thoughts are included in mind, what mind essentially is is only ego, the root thought called ‘I’</a></li>\n<li><a href=\"#subtle-body\">Why does Bhagavan say that ego is the subtle body, <i>saṁsāra</i> and bondage?</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: everything is ego, the false awareness ‘I am this body’</a></li>\n<li><a href=\"#un4-7\"><i>Uḷḷadu Nāṟpadu</i> verses 4 to 7: the world is perceived only by mind or ego and does not exist without it</a></li>\n<li><a href=\"#project\">According to Bhagavan ego or mind is what projects and perceives all phenomena, so they seem to exist only when we seem to be ego</a></li>\n<li><a href=\"#un10-13\"><i>Uḷḷadu Nāṟpadu</i> verses 10 to 13: real awareness is not aware of anything other than itself, because there is nothing else for it to be aware of</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: since awareness of anything other than ourself is ignorance and unreal, we can be aware of ourself as real awareness only by withdrawing our attention from everything else and turning back towards ourself to know our own ‘form of light’</a></li>\n<li><a href=\"#advaita\">Bhagavan’s teachings are the pinnacle of <i>advaita</i>, because he has greatly simplified and clarified the essential import of all its more ancient texts</a></li>\n<li><a href=\"#aware\">What is aware of ego and all phenomena is only ourself as ego and not ourself as we actually are </a></li>\n<li><a href=\"#goal\">Since our goal is to be aware of nothing other than ourself, the means to achieve it is simply to try to be aware of nothing other than ourself</a></li>\n<li><a href=\"#forms\">Ego projects and simultaneously perceives itself as all forms or phenomena</a></li>\n<li><a href=\"#misperception\">What misperceives <i>brahman</i> as ego and world is not <i>brahman</i> as such but only ego</a></li>\n<li><a href=\"#existence\">Whatever comes into existence or ceases to exist does not actually exist but merely seems to exist</a></li>\n<li><a href=\"#un17-18\"><i>Uḷḷadu Nāṟpadu</i> verses 17 and 18: what the <i>ātma-jñāni</i> sees and what the <i>ajñāni</i> sees is exactly the same, but what they each see it as is different</a></li>\n<li><a href=\"#explain\">Since ‘<i>advaita</i>’ means non-twoness, it has to explain the seeming existence of all this multiplicity, and the simplest explanation it gives is <i>dṛṣṭi-sṛṣṭi-vāda</i></a></li>\n</ol>\n<a name=\"un24\"></a><b>1. <i>Uḷḷadu Nāṟpadu</i> verse 24: ego is neither the body, which is <i>jaḍa</i> (non-aware), nor <i>sat-cit</i> (real awareness), but just the false awareness ‘I am this body’</b><br>\n<br>\nIn his comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=2#c1413348208623017102\">20 September 2018 at 04:26</a> a friend called Samarender Reddy wrote: ‘the question to ask is what is this “I” that wants to end the ego — that “I” is according to me the Reflected Consciousness or Chidabhasa. […] I would like to state my views on what the ego is: <b>Ego is nothing but the belief on the part of the Chidabhasa that it is the body and mind.</b> […] Going by my definition/viewpoint of ego, I would have to say that ego cannot want its own destruction because ego is nothing but one of the beliefs of Chidabhasa, so how can a mere belief want its own destruction. Rather, <b>it is the Chidabhasa that wants the destruction of ego</b>, that is, Chidabahasa wants to destroy its erroneous belief that it is the body-mind (which belief is nothing but the ego). I think Bhagavan gave different definitions of ego and mind at different places, so it can be tricky to tease out one unambiguous viewpoint. But, if we concede to Aseem that Bhagavan is meaning that ego is the “I-thought”, I am not sure what an I-thought is? Is the I-thought nothing but Chidabhasa; but, how can Chidabhasa, which is the consciousness portion of the ego, be the ego. Ego is clearly the mixed up notions on the part of the Chidabhasa that it is the body-mind. So, Bhagavan cannot be meaning that the I-thought is Chidabhasa. He must be meaning by the I-thought the chit-jada granthi […], which is nothing but the belief on the part of the Chidabhasa that it is the body-mind, which is how I defined ego, so in that interpretation of the I-thought, the I-thought cannot [want] its own destruction because it is nothing but a belief’, in reply to which I wrote the following comment on <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c1303858608587710864\">30 September 2018 at 10:47</a>:<br>\n<blockquote>Samarender, in your comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=2#c1413348208623017102\">20 September 2018 at 04:26</a> you have used various terms such as ‘I’, ‘ego’, ‘I-thought’, ‘Chidabhasa’ and ‘chit-jada granthi’, all of which refer to same thing, namely yourself, the subject, perceiver or one who is aware of all this.<br>\n<br>\nYou say, ‘I think Bhagavan gave different definitions of ego and mind at different places, so it can be tricky to tease out one unambiguous viewpoint’, but though he used the term ‘mind’ in various different senses in different contexts (usually as a synonym for ego, but sometimes in a more general sense as the totality of all thoughts or mental phenomena), he used the terms ‘ego’ and ‘thought called I’ (or ‘I-thought’, as it is often translated in English) in just one unambiguous and clearly defined sense, which he explained in <a href=\"#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>: “The <i>jaḍa</i> body does not say ‘I’; <i>sat-cit</i> does not rise; in between one thing, ‘I’, rises as the extent of the body. Know that this is <i>cit-jaḍa-granthi</i>, bondage, soul, subtle body, ego, this <i>saṁsāra</i> and mind”.<br>\n<br>\nThat is, ego is neither the body (a term that he used to refer to all the five sheaths collectively) nor real awareness (<i>sat-cit</i>), but just the spurious ‘I’ that rises between them, so to speak, as the false adjunct-mixed self-awareness ‘I am this body’. Since this is a confused mixture of real awareness (<i>cit</i>) and a body, which is non-aware (<i>jaḍa</i>), it is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that seemingly binds <i>cit</i> and <i>jaḍa</i> together as if they were one.<br>\n<br>\nThis is what he meant by the terms ‘ego’ and ‘thought called I’, and he never gave any definition of these terms that conflicted with this definition. Since this ego is not real awareness (<i>sat-cit</i>) but just a semblance of awareness (<i>cidābhāsa</i>), he clarified elsewhere that this alone is what the term ‘<i>cidābhāsa</i>’ refers to. That is, other than ego there is no such thing as <i>cidābhāsa</i>.<br>\n<br>\nYou say that <i>cidābhāsa</i> is ‘the consciousness portion of the ego’, but this is not correct. The consciousness portion of the ego (the <i>cit</i> portion of the <i>cit-jaḍa-granthi</i>) is just pure awareness, which is our real nature [<i>ātma-svarūpa</i>] and what he refers to in verse 24 as <i>sat-cit</i> (being-awareness or real awareness).<br>\n<br>\nYou say, ‘Ego is nothing but the belief on the part of the Chidabhasa that it is the body and mind’, but ego is not a mere belief. It is the believer, the ‘I’ that believes this or that. Moreover, it does not merely believe that it is body and mind; it is actually aware of itself as body and mind, and it itself is nothing but this false awareness ‘I am this body’.<br>\n<br>\nBecause ego is a kind of awareness, albeit just a semblance of awareness (<i>cidābhāsa</i>), it has likes and dislikes, desires and attachments, hopes and fears, and so on, so it can want either to perpetuate its seeming existence or to surrender itself entirely so that it subsides and dissolves back into its source, the pure and infinite self-awareness from which it appeared.<br>\n<br>\nThough I referred to it in the previous sentence as ‘it’, it is what we currently experience as ‘I’, so the meaning of that sentence would be clearer if I rephrase it thus: Because I, as this ego, am a kind of awareness, albeit just a semblance of awareness (<i>cidābhāsa</i>), I have likes and dislikes, desires and attachments, hopes and fears, and so on, so I can want either to perpetuate my seeming existence as this ego or to surrender myself entirely so that I subside and dissolve back into my source, the pure and infinite self-awareness from which I appeared as this ego.</blockquote>\nIn reply to this Samarender wrote two comments, but I will first reply to the first paragraph of the second of these, namely the one of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c2808677098439771030\">30 September 2018 at 18:45</a>, in which he said that what Bhagavan says in verse 24 of <i>Uḷḷadu Nāṟpadu</i> implies duality, because he ‘seems to be saying there are insentient things like body and sentient thing like sat-chit or being-consciousness, which is clearly a case of duality’.<br>\n<br>\nSamarender, like all spiritual teachings <i>Uḷḷadu Nāṟpadu</i> is addressed to ego, in whose view duality seems to exist, so Bhagavan had to acknowledge the seeming existence of duality in the view of ego in order to teach us how to free ourself from it. The root of all duality is ego, because it is only in the view of ego that duality and multiplicity seem to exist, so in order to get rid of duality we need to get rid of ego. This is one of the principal implications of all that he wrote in <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\nWhat he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> is:<br>\n<blockquote>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The insentient body does not say ‘I’; being-awareness does not rise; in between one thing, ‘I’, rises as the extent of the body. Know that this is the awareness-insentience-knot, bondage, soul, subtle body, ego, this wandering and mind.<br>\n<br>\n<b>Explanatory paraphrase:</b> The <i>jaḍa</i> [insentient] body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. Know that this [the spurious adjunct-mixed self-awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with an insentient (<i>jaḍa</i>) body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [mind].</blockquote>\n<a name=\"un24a-c\"></a><a name=\"un23a\"></a>Though he says in the first three sentences of this verse, ‘சட உடல் நான் என்னாது; சத்சித் உதியாது; உடல் அளவா நான் ஒன்று உதிக்கும் இடையில்’ (<i>jaḍa uḍal nāṉ eṉṉādu; sat-cit udiyādu; uḍal aḷavā nāṉ oṉḏṟu udikkum iḍaiyil</i>), ‘The <i>jaḍa</i> body does not say I; <i>sat-cit</i> does not rise; in between one thing, I, rises as the extent of the body’, he does not mean to imply that the body exists prior to ego, which is what he refers to here as ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), ‘one thing, I’, because he used exactly the same term in the previous verse (<a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a>) when he wrote, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), ‘After one thing, I, rises, everything rises’. That is, the body and everything else seem to exist only when ego, this one thing called ‘I’, seems to exist, because they seem to exist only in its view and not in the view of our real nature (<i>ātma-svarūpa</i>), which is what he refers in verse 24 as <i>sat-cit</i>.<br>\n<br>\n<a name=\"un01\"></a>However, though the body is not antecedent to ego, it is antecedent to <i>Uḷḷadu Nāṟpadu</i>, because it seems to exist whenever ego arises, and like all other phenomena <i>Uḷḷadu Nāṟpadu</i> seems to exist only in the view of ourself as ego, so when we read <i>Uḷḷadu Nāṟpadu</i> the body already seems to exist and to be ‘I’. Therefore it was taking into consideration our present perspective as ego, in which we seem to be a body, that Bhagavan wrote this and all the other verses of <i>Uḷḷadu Nāṟpadu</i>. This is why he began the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un01\">first verse</a> of <i>Uḷḷadu Nāṟpadu</i> by saying ‘நாம் உலகம் காண்டலால்’ (<i>nām ulaham kāṇḍalāl</i>), ‘Because we see the world’, in which the first word, ‘நாம்’ (<i>nām</i>), ‘we’, refers to ourself as this body-bound ego.<br>\n<br>\nWe can understand that the body is not antecedent to ego by considering our experience in a dream. As soon as we, this ego, begin to dream, we experience ourself as a body in that dream, so our experience of the dream is made possible only by our projecting and simultaneously experiencing ourself as that dream body. When we wake up from that dream, we know that throughout it we experienced that dream body as if it were ‘I’, but we do not suppose that that dream body (or any other part of the dream world) existed prior to our experiencing it as ‘I’. Just as ego projects and experiences itself as a body as soon as it rises in dream, it likewise projects and experiences itself as this body as soon as it rises in this current state, which we now take to be waking but which Bhagavan tells us is just another dream.<br>\n<br>\nThis is what is called ‘simultaneous creation’ (<i>yugapat sṛṣṭi</i>). Ego rises, simultaneously projects a body as itself, and through the five senses of that body it projects the appearance of a world. This is what happens in dream, and according to Bhagavan our present state and any other state in which we perceive phenomena is just a dream. Therefore the rising of ourself as ego is the sole cause for the appearance of all duality.<br>\n<br>\n<a name=\"un24a\"></a>Therefore in order to unravel duality we need to unravel its root, the ego, and that is what Bhagavan is helping us to do in verse 24 of <i>Uḷḷadu Nāṟpadu</i>. In the view of ourself as ego there now seems to be a body, and it seems to be ‘I’, but since it is <i>jaḍa</i> (non-aware or insentient), it is not actually aware of itself as ‘I’. This is what he means when he says in the first sentence of this verse: ‘சட உடல் நான் என்னாது’ (<i>jaḍa uḍal nāṉ eṉṉādu</i>), ‘The insentient body does not say I’, in which he uses the verb ‘என்னாது’ (<i>eṉṉādu</i>), ‘does not say’, in a metaphorical sense to mean ‘is not aware of itself as’.<br>\n<br>\n<a name=\"un24b\"></a>Though we are now aware of ourself as if we were this body, we continue to be aware of ourself in both dream and sleep, in which we are not aware of this body, so there is an underlying and enduring awareness of our own existence that exists whether we are aware of this body or not. This permanent awareness of our own existence is what he refers to as ‘சச்சித்’ (<i>saccit</i>), which is a compound of two words, ‘சத்-சித்’ (<i>sat-cit</i>), which means ‘existence-awareness’, ‘being-awareness’ or ‘real awareness’, and hence in the second sentence of this verse he says: ‘சத்சித் உதியாது’ (<i>sat-cit udiyādu</i>), ‘being-awareness does not rise’. That is, real awareness is eternal and unchanging, so it neither rises nor subsides, or in other words, it neither appears nor disappears. It always remains as it is, immutable and indivisible, eternally and blissfully aware of itself as ‘I am’, so it is unaffected by the appearance or disappearance of any body or anything else.<br>\n<br>\n<a name=\"un24c\"></a>However, there is something that is neither the insentient body nor the immutable real awareness (<i>sat-cit</i>), yet which borrows the properties of both, rising as the false awareness ‘I am this body’. This is what he refers as ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), ‘one thing, I’, in the third sentence, in which he says: ‘உடல் அளவா நான் ஒன்று உதிக்கும் இடையில்’ (<i>uḍal aḷavā nāṉ oṉḏṟu udikkum iḍaiyil</i>), ‘in between one thing, I, rises as the extent of the body’.<br>\n<br>\nThough he says that this one thing, I, rises in between, implying that it rises in between the insentient body and the immutable real awareness (<i>sat-cit</i>), in this context he is using the term ‘இடையில்’ (<i>iḍaiyil</i>), ‘in between’, in a metaphorical sense, because <i>sat-cit</i> is the one infinite whole, other than which nothing exists, so it is like the rope whereas the body and all other phenomena are like the snake that the rope seems to be. Just as nothing can exist in between the rope and the snake, nothing can arise in between <i>sat-cit</i> and anything else, so what exactly does he mean when he says that this one thing, I, rises in between?<br>\n<br>\nIf someone were to say about a story, ‘It is neither true nor false but somewhere in between’, what would we understand that to mean? It implies that the story is not entirely true and not entirely false, but has elements of both truth and fiction. Likewise when Bhagavan says that ego rises in between the body and <i>sat-cit</i>, this is a metaphorical way of saying that it is neither the body nor <i>sat-cit</i>, but has features of both. Like the body, it appears and disappears, and when it rises (appears) it is confined within the limits of time and place (both of which are its own projection), and like <i>sat-cit</i> it is aware of itself as ‘I’.<br>\n<br>\n<a name=\"un24d1\"></a>Because it is a confused mixture of the body, which is non-aware (<i>jaḍa</i>), and <i>sat-cit</i>, it is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement of what is aware (<i>cit</i>) with what is non-aware (<i>jaḍa</i>), binding them together as if they were one. Therefore in the fourth and final sentence of this verse Bhagavan says that this ‘I’ that rises in between as the extent of the body is what is referred to by various names: ‘இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்’ (<i>idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>), ‘Know that this is <i>cit-jaḍa-granthi</i>, <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [mind]’.<br>\n<br>\n<a name=\"uu18\"></a><b>2. <i>Upadēśa Undiyār</i> verse 18: though all thoughts are included in mind, what mind essentially is is only ego, the root thought called ‘I’</b><br>\n<br>\nIn the first paragraph of your first reply to me, namely your comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c2021068943486200583\">30 September 2018 at 12:18</a>, you wrote: ‘You write “That is, ego is neither the body (a term that he used to refer to all the five sheaths collectively) nor real awareness (sat-cit)”. So, clearly you are implying the ego is NOT the mind because the mind is a part of the five sheaths. But does not Bhagavan equate in many places the mind with ego or I-thought, because what can have thoughts, including the I-thought, except the mind endowed with reflected consciousness. Not only that, even in the verse you quote from Ulladu Narpadu (Verse 24), does he not use the terms subtle body and ego as being synonymous, and what is the subtle body except the mind plus a few other things, so again there is a conflation of the mind and ego’.<br>\n<br>\nAs I wrote in reply to you in my comment on <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c1303858608587710864\">30 September 2018 at 10:47</a> (which I reproduced at the beginning of the <a href=\"#un24\">first section</a>): “though he [Bhagavan] used the term ‘mind’ in various different senses in different contexts (usually as a synonym for ego, but sometimes in a more general sense as the totality of all thoughts or mental phenomena), he used the terms ‘ego’ and ‘thought called I’ (or ‘I-thought’, as it is often translated in English) in just one unambiguous and clearly defined sense”. Therefore whenever the term ‘mind’ is used we need to understand from the context in what sense it is being used.<br>\n<br>\nTo understand why this term is used in a variety of different senses we need to consider the nature of mind in its broadest sense. All mental phenomena of any kind whatsoever are part of the mind, and since perceptions are also mental phenomena, and since what we normally take to be physical phenomena are just perceptions, even physical phenomena are actually just mental phenomena, so in its broadest sense mind includes all phenomena.<br>\n<br>\n<a name=\"ny04b\"></a><a name=\"ny14\"></a>Since mental phenomena of all kinds are what Bhagavan referred to as ‘thoughts’, and since all physical phenomena are actually just mental phenomena, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> he said, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>), ‘Excluding thoughts [or ideas], there is not separately any such thing as world’, and in the <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> he said, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’. Therefore, since all phenomena, whether obviously mental or seemingly physical, are just thoughts, and since thoughts constitute the mind, everything that we experience, including whatever world we perceive, is part of the mind.<br>\n<br>\nHowever, mind consists not only of phenomena, which are objects of perception, second and third persons, but also of the perceiver of them, the subject or first person, ‘I’, which is what is called ego. Like all the objects perceived by it, the subject is also a thought, so Bhagavan often referred to it as the ‘thought called I’. However, though it is just a thought, the subject is quite unlike all other thoughts, because whereas all other thoughts are just objects, which are non-aware (<i>jaḍa</i>), it is what is aware both of itself and of all other thoughts.<br>\n<br>\nYou ask rhetorically, ‘what can have thoughts, including the I-thought, except the mind endowed with reflected consciousness[?]’, implying that the mind is something other than ego, the primal thought called ‘I’, and that ego is a thought that the mind has, but this is putting the cart before the horse. Ego is the essence of the mind, its primal thought or root, because it is the subject, the perceiving element of the mind, and all other thoughts are objects perceived by it. Therefore what ‘has’ thoughts (that is, what projects and perceives them) is only ego.<br>\n<br>\nTherefore no other thoughts can exist or appear independent of ego, the subject or perceiver of them, whereas ego itself is not dependent on any particular other thought. That is, though ego cannot rise or stand without projecting and grasping other thoughts, the thoughts it grasps need not always be the same thoughts, so whereas all other thoughts are constantly changing, ego exists without changing so long as it seems to exist. As the witness, the subject or perceiver of all change, the only change ego itself undergoes is its rising (appearing) and subsiding (disappearing).<br>\n<br>\nTherefore though mind in the broadest sense of the term includes all thoughts or phenomena, only one of its thoughts is constant, namely ego, the primal thought called ‘I’, so what mind essentially is is only this ego, the perceiver of all other thoughts, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [the ego or root-thought called ‘I’].</blockquote>\n<a name=\"ny04a\"></a>This is also explained by him in various places in <i>Nāṉ Ār?</i>. In the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> he says:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம்.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear [or projects all thoughts]. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind.</blockquote>\n<a name=\"ny05b\"></a> In the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> he says:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [the ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\n<a name=\"ny08\"></a> And in the <a href=\"http://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> he says:<br>\n<blockquote>நினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம்.<br>\n<br>\n<i>niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram</i>.<br>\n<br>\nThought alone is the <i>svarūpa</i> [the ‘own form’ or actual nature] of the mind. The thought called ‘I’ alone is the first thought of the mind; it alone is ego.</blockquote>\nTherefore though in some contexts the term ‘mind’ is used to refer to the totality of all thoughts, the only constant and indispensable thought of the mind is ego, because it is the perceiving element of the mind, whereas all other thoughts are objects perceived by it, so what the mind essentially is is only ego, and hence Bhagavan often used the term ‘mind’ to refer to ego. Therefore whenever he uses this term ‘mind’ we need to understand from the context in what sense he is using it.<br>\n<br>\nReferring to the sentence in which I wrote, “That is, ego is neither the body (a term that he used to refer to all the five sheaths collectively) nor real awareness (<i>sat-cit</i>), but just the spurious ‘I’ that rises between them, so to speak, as the false adjunct-mixed self-awareness ‘I am this body’”, you inferred, ‘So, clearly you are implying the ego is NOT the mind because the mind is a part of the five sheaths’, but this is not a correct inference, because when you say ‘the mind is a part of the five sheaths’ you are referring to <i>manōmaya kōśa</i>, the ‘sheath composed of mind’, which is ‘mind’ neither in the sense of ego nor in the sense of the totality of all thoughts but in another more specialised sense, namely in the sense of that component of the mind that is distinct not only from ego but also from both its will (<i>cittam</i>), which is what is called <i>ānandamaya kōśa</i>, the ‘sheath composed of happiness’, and its intellect (<i>buddhi</i>), which is what is called <i>vijñānamaya kōśa</i>, the ‘sheath composed of intelligence or comprehension’, the distinguishing, discerning, judging, reasoning and understanding function of the mind.<br>\n<br>\nThat is, according to its various functions, the mind or ‘inner instrument’ (<i>antaḥkaraṇa</i>) is sometimes said to consist of four components, namely <i>manas</i> (mind), <i>buddhi</i> (intellect), <i>cittam</i> (will) and <i>ahaṁkāram</i> (ego). This is primarily a functional classification, because in substance these are one and the same thing, namely mind in the broadest sense of the term, but they are distinguished according to the various functions of that one thing. In this functional sense, <i>manas</i> (mind) includes all the grosser functions of mind such as perceiving, remembering, thinking and feeling; <i>buddhi</i> (intellect) is the function of distinguishing, discerning, judging, reasoning and understanding; <i>cittam</i> (will) is the function of liking, disliking, desiring, hoping, fearing, caring and so on; and <i>ahaṁkāram</i> (ego) is the ‘I’ that experiences itself as that which performs each of these three functions. Of these four, each of the first three, namely <i>manas</i>, <i>buddhi</i> and <i>cittam</i>, is one of the subtler three of the five sheaths, namely <i>manōmaya kōśa</i>, <i>vijñānamaya kōśa</i> and <i>ānandamaya kōśa</i> respectively, but the fourth, namely <i>ahaṁkāram</i> or ego, is not a sheath but the ‘I’ that is aware of itself as if it were all five sheaths collectively. In other words, it is the false self-awareness that appears when we cover ourself, so to speak, with these five sheaths by mistaking them to be ourself.<br>\n<br>\nTherefore when I wrote, “That is, ego is neither the body (a term that he used to refer to all the five sheaths collectively) nor real awareness (<i>sat-cit</i>), but just the spurious ‘I’ that rises between them, so to speak, as the false adjunct-mixed self-awareness ‘I am this body’”, I was distinguishing ego from ‘mind’ in the more superficial sense of <i>manōmaya kōśa</i>, the grosser functions of mind, and I was also distinguishing it from <i>vijñānamaya kōśa</i> and <i>ānandamaya kōśa</i>, which are the subtler functions of mind, but I was not distinguishing it from ‘mind’ in its most essential sense, namely as the subject or perceiver, the root-thought called ‘I’, because in this latter sense ‘mind’ is just another name for ego.<br>\n<br>\n<a name=\"subtle-body\"></a><a name=\"un24d2\"></a><b>3. Why does Bhagavan say that ego is the subtle body, <i>saṁsāra</i> and bondage?</b><br>\n<br>\nYou also say, ‘even in the verse you quote from Ulladu Narpadu (Verse 24), does he not use the terms subtle body and ego as being synonymous, and what is the subtle body except the mind plus a few other things, so again there is a conflation of the mind and ego’. Yes, in the <a href=\"#un24d1\">fourth sentence</a> of <a href=\"#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i> he says that the ‘I’ that rises as the extent of the body (in other words, the false awareness ‘I am this body’) is ‘<i>cit-jaḍa-granthi</i>, <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [mind]’, but this is not the usual meaning attributed to all these terms. For example, the term ‘<i>saṁsāra</i>’ is generally used in a much broader sense than ego, so what he implies here is that what <i>saṁsāra</i> essentially is is just ego, because <i>saṁsāra</i> exists only in the view of ego and hence there is no <i>saṁsāra</i> other than ego. In other words, ego, the false awareness ‘I am this body’, is the seed that sprouts as the entire tree of <i>saṁsāra</i>.<br>\n<br>\n<a name=\"un26c\"></a>Likewise in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> he says ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘ego itself is everything’, but this does not mean that there is no distinction between ego and everything else. Ego itself is everything in the sense that it is the seed that expands as everything else. In other words, it projects and perceives itself as all other things, so what it projects and perceives as so many phenomena is nothing but itself. Therefore it is the one substance that appears as all forms.<br>\n<br>\nIt is in this sense that ego is everything, and it is also in this sense that everything is consciousness, as you often say, because ego is consciousness, albeit not real consciousness but just a semblance of consciousness (<i>cidābhāsa</i>). Therefore ego is the immediate substance that appears as everything, and since ego is in essence just our real nature (<i>ātma-svarūpa</i>), which is pure consciousness (<i>prajñāna</i>), our real nature is the original and ultimate substance of ego, which in turn is the substance of everything else.<br>\n<br>\nEgo is the subject, the perceiver, the primal thought called ‘I’, whereas everything else is just other thoughts, which are objects perceived by it, but those other thoughts are projected by it and therefore have no existence independent of it, just as a dream is just a collection of thoughts projected by the dreamer, who is ego, and therefore has no existence independent of it. The dream appears in, of and by the dreaming mind (the dreamer), so it is <i>manōmaya</i> (consisting only of mind), and mind is in essence only ego. Likewise all phenomena, everything perceived by ego, is <i>manōmaya</i>, so the substance that appears as everything is only ego, the false awareness that appears in waking and dream and disappears in sleep. It is in this sense that Bhagavan says ‘ego itself is everything’, and it is also in this sense that he says ego is <i>saṁsāra</i>.<br>\n<br>\n<a name=\"un40\"></a>Likewise he says that ego is <i>bandha</i> (bondage), because by experiencing ourself as a body we seem to be bound within the limitations of time, space, the duality of subject and object, and pairs of opposites such as pleasure and pain, knowledge and ignorance, life and death, and so on. To be free of all this bondage, therefore, the price to be paid is eradication of ego, so in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un40\">verse 40</a> he concludes <i>Uḷḷadu Nāṟpadu</i> by saying: ‘அகந்தை உரு அழிதல் முத்தி உணர்’ (<i>ahandai-uru aṙidal mutti uṇar</i>), ‘know that the ego-form being destroyed is <i>mukti</i> [liberation]’.<br>\n<br>\n<a name=\"ny04d\"></a><a name=\"ny05a\"></a><a name=\"uu22a\"></a>Though he says in verse 24 that ego is ‘நுட்ப மெய்’ (<i>nuṭpa mey</i>), which is a Tamil term that means ‘subtle body’, and though he likewise says in the final sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>, ‘மனமே சூக்ஷ்மசரீர மென்றும் ஜீவ னென்றும் சொல்லப்படுகிறது’ (<i>maṉamē sūkṣma śarīram eṉḏṟum jīvaṉ eṉḏṟum sollappaḍugiṟadu</i>), ‘Mind alone is described as <i>sūkṣma śarīra</i> [the subtle body] and as <i>jīva</i> [the soul]’ (in which what he means by ‘mind’ is only ego, because in the next sentence (the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a>) he says, ‘இந்தத் தேகத்தில் நான் என்று கிளம்புவது எதுவோ அஃதே மனமாம்’ (<i>inda-t dēhattil nāṉ eṉḏṟu kiḷambuvadu edu-v-ō aḵdē maṉam-ām</i>), ‘What rises in this body as I, that alone is mind’), in these contexts he is not using the term ‘subtle body’ in its usual technical sense, in which the subtle body is said to consist of three of the five sheaths, namely <i>prāṇamaya kōśa</i>, <i>manōmaya kōśa</i> and <i>vijñānamaya kōśa</i>, because ego is not any of the five sheaths, which are all <i>jaḍa</i> (non-aware), as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>, but only the false awareness ‘I am this body’, which rises and stands by identifying itself with a body consisting of these five sheaths. Therefore why does he say that ego is <i>nuṭpa mey</i> or <i>sūkṣma śarīra</i>, the subtle body?<br>\n<br>\nLike the Sanskrit term <a href=\"http://sanskritdictionary.com/?q=sūkṣma\">सूक्ष्म</a> (<i>sūkṣma</i>), the Tamil term <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=நுட்பம்&searchhws=yes\">நுட்பம்</a> (<i>nuṭpam</i>) means what is minute, fine, subtle, sharp, acute, keen, precise or exact, so they are relative terms in the sense that there are differing degrees of minuteness, subtlety or sharpness. Therefore though the term ‘<i>sūkṣma śarīra</i>’ is generally used to refer to a combination of <i>prāṇamaya kōśa</i>, <i>manōmaya kōśa</i> and <i>vijñānamaya kōśa</i>, these are relatively gross in comparison to ego, which is the subtlest of all, so when Bhagavan says that ego is the subtle body, what he means is that it is the most subtle form of the body, subtler than any of the five sheaths, because it is the subtle substance of which they are all made, the minute seed from which they all sprout.<br>\n<br>\n<a name=\"un26\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 26: everything is ego, the false awareness ‘I am this body’</b><br>\n<br>\nIn the second paragraph of your comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c2808677098439771030\">30 September 2018 at 18:45</a> you wrote: ‘In my opinion, everything is consciousness and only Consciousness exists, and body-mind is a mere name and form that consciousness assumes, and not an existing thing or substance, much like pot is not an existent thing except as name and form, the substance or thing being clay alone. Hence, it does not make sense to talk of body as jada or insentient because there is no such “thing or substance” called a body except in name and form to which the labels of sentient or insentient can apply. Body “exists” only in as much as a pot “exists”, that is, only in name and form, the substance which has assumed that form being Consciousness and clay, respectively, and going by the name of body and pot, respectively’.<br>\n<br>\nWhat do you mean when you say ‘everything is consciousness’? Do you mean everything is conscious (in the sense of aware)? Is the chair I am sitting on conscious, and if so what is it conscious of? Is my desire to get up and eat something conscious? Is my memory of what I did yesterday conscious? Are my hopes for the future conscious? Is time conscious? Is space conscious? Is colour conscious? Is weight conscious? Is height conscious? If some or all of these things are not conscious, how can they be consciousness? The term ‘consciousness’ means the quality of being conscious, and by extension in some contexts it can mean what is conscious, but in either of these two senses, how can it be appropriate to say that what is not conscious is consciousness?<br>\n<br>\nI am not saying that there is not any sense in which it is true to say that everything is consciousness, but if we say this, should we not be clear in our mind what we mean by saying so? Obviously there are many things that are not conscious, so how can it be appropriate to say that everything is consciousness? If it is true that everything is consciousness, there must be a deeper meaning in this statement than what it superficially implies.<br>\n<br>\nIf everything is consciousness, this does not mean that each thing is conscious, because many things are not conscious, so it must mean that the substance that appears as everything is conscious. Is this the case? To answer this we need to consider what it is that appears as everything.<br>\n<br>\nIn a dream we perceive many things, but what is the substance that appears as all those things? It is seen in our mind and by our mind, and it does not exist independent of our mind, so it is only our mind that appears as everything perceived or experienced in any dream. Or to be more precise, it is the thoughts of our mind that appear as everything, but what is the substance of those thoughts? It is only mind or mind-stuff.<br>\n<br>\nBut what is mind or mind-stuff? In essence it is only ego, because ego is the only constant thought of the mind. Other thoughts appear and disappear, but they appear and disappear only in the view of ourself as ego, so their substance is only ego’s view, or in other words, ego’s awareness. Since ego and its awareness are one and the same thing, the substance that appears as all thoughts is only ego.<br>\n<br>\nJust as everything we perceive in a dream is just thoughts, the substance of which is ego, according to Bhagavan all phenomena, whether perceived in waking or in dream, are just thoughts, so the substance of all phenomena is only ego, as he implies when he says ‘அகந்தையே யாவும் ஆம்’ (<i>ahandai-y-ē yāvum ām</i>), ‘ego itself is everything’, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of the ego, and hence it cannot seem to exist unless the ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [the ego] is alone is giving up everything [because the ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nSince ego is a kind of consciousness or awareness, albeit not real awareness but only a semblance of awareness (<i>cidābhāsa</i>), and since ego itself is the substance that appears as everything else, in this sense it is true to say that everything is consciousness, but the consciousness that appears as all this is not real consciousness but only ego. However, ego itself is just an appearance, albeit an appearance that appears only in its own view, so what is the substance that appears as ego?<br>\n<br>\nTo answer this we need to consider from where or from what ego appears, and into where or what it subsequently disappears. Obviously it appears from and disappears into whatever exists before it appears and whatever remains after it disappears, so what is that? In other words, what exists in the absence of ego? Ego is absent in sleep, so what exists and shines in sleep? Only ourself as pure awareness, that is, as awareness devoid of any adjuncts and of any phenomena or objects of awareness.<br>\n<br>\nSince pure awareness alone remains in the absence of ego, it is the real nature of ourself (<i>ātma-svarūpa</i>), and it exists and shines whether ego appears or disappears, so it is the one eternal, infinite and immutable reality. Therefore it alone is the real substance of ego. What appears as ego is only pure awareness. It is the <i>cit</i> (awareness or consciousness) element of <i>cit-jaḍa-granthi</i>, which is ego, a confused mixture of pure awareness and non-aware (<i>jaḍa</i>) adjuncts.<br>\n<br>\nTherefore since ego is the substance that appears as everything else, and since pure awareness is the substance that appears as ego, the ultimate substance of everything it pure awareness. That is, ego is the immediate source and substance of everything (all phenomena or objects of perception), and pure awareness is the immediate source and substance of ego, so it is the ultimate source and substance of everything else.<br>\n<br>\nHowever, it is very important to understand the intermediate role played by ego, because pure awareness is never aware of anything other than itself, since it is infinite and immutable, so what is aware of everything else is only ego. Therefore when it is said that everything is consciousness, we should understand this to mean that everything is ego, because so long as we are aware of phenomena of any kind whatsoever, we are not aware of ourself as pure awareness but only as ego, the adjunct-mixed awareness ‘I am this body’.<br>\n<br>\nTherefore when you say, ‘everything is consciousness and only Consciousness exists’, the first consciousness you refer to is ego, whereas the consciousness that alone exists is not ego but only pure awareness. In your next clause you say, ‘body-mind is a mere name and form that consciousness assumes’, but here again the consciousness you refer to is ego and not pure awareness, because only ego assumes a body and mind as itself. Pure awareness, which is our real nature (<i>ātma-svarūpa</i>), never assumes anything, because it is immutable and in its clear view nothing other than itself exists, so there is no body or mind and there are no names or forms.<br>\n<br>\n<a name=\"un24a2\"></a><a name=\"uu22b\"></a>You say, ‘it does not make sense to talk of body as jada or insentient because there is no such “thing or substance” called a body except in name and form to which the labels of sentient or insentient can apply’, but Bhagavan specifically referred to body as <i>jaḍa</i> (non-aware or insentient), not only in <a href=\"#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i> but also in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>, in which he says that all the five sheaths are <i>jaḍa</i> (non-aware) and <i>asat</i> (non-existence). Obviously Bhagavan knew that the body is not a real substance but just a name and form projected by ego, but all names and forms are <i>jaḍa</i> and <i>asat</i>, so he knew what he was talking about when he said that the body is <i>jaḍa</i>.<br>\n<br>\nDo you believe that the body (or any other phenomenon) is aware, either of itself or anything else? If you agree that it is not aware, then it makes perfect sense to say that it is <i>jaḍa</i>, because whatever is not aware is by definition <i>jaḍa</i> (non-aware), but if you believe it is aware, then you are confusing yourself, the subject or perceiver, with the body, which is an object perceived by you. <br>\n<br>\n<a name=\"un4-7\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verses 4 to 7: the world is perceived only by mind or ego and does not exist without it</b><br>\n<br>\nIn his comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c1776373760828435817\">1 October 2018 at 16:55</a> another friend called Venkat wrote that there is an ‘obvious logical problem’ in my interpretation of Bhagavan’s teachings, namely ‘how the ego can arise from a combination of consciousness and insentient matter, when the ego is required to project / imagine matter in the first place’, and this led to a discussion about which is antecedent, ego or the appearance of a body and all other phenomena.<br>\n<br>\nVenkat, I agree that if I did contend that ego arises from insentient matter, that would mean that matter is antecedent to ego, in which case it would be a logical contradiction to contend that ego is required to project matter in the first place. However it seems that you have misunderstood me in this respect, because I do not contend that ego arises from insentient matter. Rather than being my contention, this seems to be yours, because in the next paragraph of the same comment you wrote: ‘The ego is a result of an erroneous thought patterns identifying consciousness with this particular body-mind, as separate and distinct from everything else that is in awareness’.<br>\n<br>\nThat is, if I have understood you correctly, you contend that pure awareness is aware of all phenomena, but that the trouble starts when ego arises by identifying consciousness with a particular body-mind instead of with everything else that appears in awareness. Is this what you believe?<br>\n<br>\nBased on my understanding of what Bhagavan has taught us, which seems to me to be in perfect accord with our own experience, what I contend is not that ego arises from insentient matter but that it arises only from our real nature (<i>ātma-svarūpa</i>), which is pure awareness: that is, awareness that is uncontaminated with even the slightest awareness of anything else whatsoever, which is what we experience in sleep. Our experience does not give us any reason to suppose that insentient matter or other phenomena of any kind whatsoever exist except in the view of ourself as ego, because phenomena appear only when we rise as ego, as in waking and dream, and they disappear whenever ego disappears, as in sleep.<br>\n<br>\n<a name=\"un06\"></a>Generally we overlook the significance of this invariable conjunction of ego and phenomena, but Bhagavan has pointed out its significance to us. He has also pointed out to us the oneness of existence and awareness, and therefore he maintained that whatever seems to exist seems to exist only when we perceive it, so whenever we do not perceive something it does not exist or even seem to exist. Therefore in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>உலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறை.<br>\n<br>\n<i>ulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br>\npulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br>\nmoṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br>\nyaṉḏṟiyula kuṇḍō vaṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>English translation:</b> The world is a form of five sense-impressions, not anything else. Those five sense-impressions are impressions to the five sense organs. Since the mind alone perceives the world by way of the five sense organs, say, is there a world besides the mind?<br>\n<br>\n<b>Explanatory paraphrase:</b> The world is a form [composed] of five [kinds of] sense-impressions [sights, sounds, tastes, smells and tactile sensations], not anything else. Those five [kinds of] sense-impressions are impressions [respective] to the five sense organs. Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs, say, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind?</blockquote>\n‘மனத்தை அன்றி உலகு உண்டோ?’ (<i>maṉattai aṉḏṟi ulahu uṇḍō?</i>), ‘is there a world besides [excluding, if not for, apart from, other than or without] the mind?’, is a rhetorical question, so what Bhagavan clearly implies by asking this is that there is no world that exists independent of the mind that perceives it.<br>\n<br>\nHe gives two reasons for saying this, the first of which is what he says in the first two clauses of this verse: ‘உலகு ஐம் புலன்கள் உரு; வேறு அன்று’ (<i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu</i>), ‘The world is a form [composed] of five [kinds of] sense-impressions [sights, sounds, tastes, smells and tactile sensations], not anything else’. Generally we believe that the world exists out there, independent of our perception of it, but our experience does not give us any adequate reason to suppose that this is the case, because what we experience as ‘world’ is just an appearance consisting only of sights, sounds, tastes, smells and tactile sensations, which are perceptions or mental impressions. In dream we perceive a world consisting of these same five kinds of sense-impressions, and though we believe it exists independent of our perception of it so long as we are dreaming, as soon as we wake up we recognise that it was just our own mental projection and therefore seemed to exist only so long as we were perceiving it.<br>\n<br>\nThe second and most important reason he gives for asking this rhetorical question, in which he implies that there is no world that exists independent of the mind that perceives it, is the adverbial clause that precedes it, namely ‘உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால்’ (<i>ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl</i>), ‘Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs’. Here the words ‘மனம் ஒன்று’ (<i>maṉam oṉḏṟu</i>) can be taken to mean either ‘the mind alone’ or ‘one thing, the mind’, but in whichever way they are interpreted this clause implies that the mind is the only thing that perceives the world, and this is the principal reason why he says there is no world besides (excluding, if not for, apart from, other than or without) the mind.<br>\n<br>\n<a name=\"un07\"></a>According to your understanding of the <i>upaniṣads</i> and Sankara you say (in the <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c1776373760828435817\">same comment</a>) that ‘pure consciousness is that which is aware of all that is’, by which you seem to imply that pure consciousness is aware of all phenomena, but though this may be one way in which some people interpret the ancient texts of <i>advaita</i>, this interpretation is not supported by what Bhagavan has written in texts such as <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i> and <i>Upadēśa Undiyār</i>. In so many ways he repeatedly emphasised that what is aware of phenomena is only ego or mind and not our real nature, which is pure consciousness.<br>\n<br>\nFor example, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world and awareness [the awareness that perceives the world, namely ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nWhen he says ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by awareness’, he implies that what makes the world appear is awareness, because it is perceived by awareness, but the awareness that perceives the world is not real awareness, which is what he refers to as ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē</i>), ‘only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness’, but is only ego or mind, which is the awareness that rises and subsides or appears and disappears.<br>\n<br>\nSince the world shines (or is made to appear) by ego, the awareness that rises and subsides, how can it shine (appear or seem to exist) in the absence of ego? Since what actually exists is only <i>ātma-svarūpa</i> (as Bhagavan says in the first sentence of the <a href=\"#ny07a2\">seventh paragraph</a> of <i>Nāṉ Ār?</i>), the world does not actually exist but merely seems to exist, so when he says that the world shines by the awareness that rises and subsides, what he implies is that what makes it appear is only ego, which is the awareness that perceives it, so it seems to exist only because of ego.<br>\n<br>\n<a name=\"un05\"></a>Since ego or mind rises and stands only by grasping a body, a form composed of five sheaths (namely a physical body, life, mind, intellect and will), as itself, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says:<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக் <br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?<br>\n<br>\n<b>Explanatory paraphrase:</b> The body is <i>pañca-kōśa-uru</i> [a form composed of five sheaths, namely a physical structure, life, mind, intellect and will]. Therefore all five [sheaths] are included in the term ‘body’. Without a body [composed of these five sheaths], is there a world? Say, without [experiencing oneself as such] a body, is there anyone who has seen a world?</blockquote>\nThe two questions he asks in this verse are both rhetorical, so when he asks ‘உடல் அன்றி உண்டோ உலகம்?’ (<i>uḍal aṉḏṟi uṇḍō ulaham?</i>), ‘Without a body, is there a world?’, he implies that no world exists independent of the body through which it is perceived, and when he asks ‘உடல் விட்டு, உலகத்தை கண்டார் உளரோ?’ (<i>uḍal viṭṭu, ulahattai kaṇḍār uḷarō?</i>), ‘Say, leaving the body, is there anyone who has seen a world?’, he implies that no one has ever perceived a world except through the medium of a body. Though these two questions seem to be quite similar, in the first he implies that no world exists without a body and in the second he implies that no world is perceived without a body, thereby indicating that the (seeming) existence of the world and our perception of it are one, because it seems to exist only because we perceive it.<br>\n<br>\n<a name=\"un04\"></a>When he says that no world exists or is perceived without a body, he implies that only an awareness that is confined to a body can perceive any world. Since pure awareness does not have any body, in this verse Bhagavan implies that it does not perceive any world. He stated this even more explicitly in the previous verse of <i>Uḷḷadu Nāṟpadu</i>, namely <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely the ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure self-awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\nOneself is a form only when one rises as ego, because ego is the false awareness that rises and stands as ‘I am this body’, so in this verse Bhagavan clearly implies that the world and God seem to be forms only because we have risen as ego and are therefore aware of ourself as if we were the form of a body. Therefore when he asks, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms? How?’, he clearly implies that if we do not rise as ego we can see neither the world nor God as forms. In other words, forms seem to exist only in the view of ourself as ego, because as ego we are aware of ourself as if we were a body, a form composed of five sheaths.<br>\n<br>\nIn the final sentence of this verse, ‘கண் அது தான் அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), ‘The eye is oneself, the infinite eye’, he uses the word ‘கண்’ (<i>kaṇ</i>), which means ‘eye’, as a metaphor for awareness, so what he implies is that real awareness is only ourself (our real nature, <i>ātma-svarūpa</i>), which is ‘அந்தம் இலா’ (<i>antam-ilā</i>), infinite or without limit. Since every form has limits of one kind or another, ‘அந்தம் இலா கண்’ (<i>antam-ilā kaṇ</i>), ‘the infinite eye’, is formless, and hence it can never see forms of any kind whatsoever.<br>\n<br>\nTherefore here once again Bhagavan clearly implies that pure awareness is not aware of any forms or phenomena, because it is the infinite and hence formless eye, so it cannot see anything other than itself. This is the implication of the rhetorical question ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can the seen be otherwise than the eye?’. Finite things can be seen only by a finite eye, and the infinite eye can see only what is infinite, namely itself. Being formless, it can never see any forms.<br>\n<br>\nIn the <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c1776373760828435817\">same comment</a> you also say, ‘The Upanishads clearly state that Brahman is the Knower from which all this emanates’, and in other comments both recently and previously you have mentioned that they say ‘Brahman is the Knower’, but when they say this they may be implying a deeper and more subtle meaning than you suppose. In <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i> and elsewhere Bhagavan has taught us very clearly and unequivocally that what perceives, knows or is aware of all phenomena (all names and forms) is only ego and not our real nature (<i>ātma-svarūpa</i>), which is <i>brahman</i>, so what do the <i>upaniṣads</i> mean when they say that <i>brahman</i> is the knower? In what sense is it the knower?<br>\n<br>\nWhat <i>brahman</i> knows is only itself, because in its clear and infinite view it alone exists, so there is nothing else for it to know. Only in the self-ignorant and hence deluded view of ego do other things seem to exist, so the knower of all things that do not actually exist but merely seem to exist is only ego. However, even ego does not actually exist but merely seems to exist, so what is it that appears as ego? It is only <i>brahman</i>.<br>\n<br>\nHowever ego is not <i>brahman</i> as it actually is but only <i>brahman</i> as it seems to be, and it seems to be ego only in the view of ego itself. Therefore <i>brahman</i> is the knower of all that seems to exist only in the sense that what knows all appearances is not <i>brahman</i> as it actually is but only <i>brahman</i> as ego, which is itself just a false appearance.<br>\n<br>\nThe principal reason why some <i>upaniṣads</i> and other ancient texts and commentators say that <i>brahman</i> is the knower is that in order to know <i>brahman</i> we must withdraw our attention from everything else (all objects or phenomena that are known or perceived) and investigate only ourself, the knower of them, because when we do so we will cease rising as the knower (the subject or ego) and therefore subside and merge back into and as the source from which we arose, which is <i>brahman</i>. The knower of all phenomena (<i>viṣayas</i>) is only ego, but what seems to be ego is only <i>brahman</i>, so just as if we mistake a rope to be a snake we can see the rope as it is only by looking very carefully at the snake, we can know <i>brahman</i> as it is only by looking very carefully at ourself, who now seem to be this ego, the knower of all other things.<br>\n<br>\nIf we want to show a particular star to a child, we may first point out a distant coconut tree and then tell the child to look just above it. Our aim is not to show the child the tree, but because the star is just above the tree, we need to ask the child to look at the tree in order to draw its attention to the star. Likewise, <i>brahman</i> is not actually the knower of anything, but is the reality that lies behind the appearance of the knower, so in order to enable us to see <i>brahman</i> as it is we are asked to look at that which knows everything else.<br>\n<br>\nAnother reason why they say that <i>brahman</i> is the knower is that nothing else exists to know anything. However, <i>brahman</i> as <i>brahman</i> does not know anything other than itself, because nothing other than itself exists for it to know (as Bhagavan clearly implies in <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i> and <a href=\"#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>), so it is only as ego that <i>brahman</i> knows anything other than itself, but <i>brahman</i> as ego is not <i>brahman</i> as it actually is, so it is not actually <i>brahman</i> but only ego that knows all other things.\n.<br>\n<br>\nThis is what Bhagavan teaches us very clearly in <a href=\"#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, in which what he refers to as ‘தான்’ (<i>tāṉ</i>), ‘oneself’, is <i>brahman</i>, so if we replace ‘oneself’ with ‘<i>brahman</i>’ in the translation of this verse it would be: ‘If <i>brahman</i> is a form, the world and God will be likewise; if <i>brahman</i> is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is <i>brahman</i>, the infinite eye’.<br>\n<br>\nIn this interpretation, ‘If <i>brahman</i> is a form, the world and God will be likewise’ would imply: ‘If <i>brahman</i> seems to have arisen as ego by projecting and grasping a form [a body] as itself, as that form-bound ego it will see the world and God as forms, like itself’. However, since <i>brahman</i> is actually not a form, as it actually is it can never see any forms, as Bhagavan implies in the rhetorical questions he asks in the second and third sentences: ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself [<i>brahman</i>] is not a form, who can see their forms? How [to do so]?’<br>\n<br>\nWhat <i>brahman</i> actually is is implied by Bhagavan in the final sentence of this verse: ‘கண் அது தான் அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), ‘The [real] eye is oneself [<i>brahman</i>], the infinite eye’. Since <i>brahman</i> is the real nature of oneself (<i>ātma-svarūpa</i>), which is infinite awareness, Bhagavan says it is ‘அந்தம் இலா கண்’ (<i>antam-ilā kaṇ</i>), ‘the infinite [or endless] eye’, and since it is infinite, it is devoid of form, because every form is by definition finite. Therefore, since <i>brahman</i> is infinite and hence formless awareness, according to the principle that Bhagavan teaches us in this verse, namely ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can the seen be otherwise than the eye?’, it can never see any forms but only infinite awareness, which is itself.<br>\n<br>\n<a name=\"project\"></a><b>6. According to Bhagavan ego or mind is what projects and perceives all phenomena, so they seem to exist only when we seem to be ego</b><br>\n<br>\nIn your next comment, <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c9108335472399574901\">2 October 2018 at 22:50</a>, you rephrased the logical problem you see in my understanding of Bhagavan’s teachings by asking, ‘What non-aware phenomena can there be (to form an ego knot with awareness) that precedes the ego, when Michael’s contention is that the ego projects all phenomena?’<br>\n<br>\nAs I pointed out in the <a href=\"#un24\">first section</a> of this article, we can unravel the problem you see here by considering our experience in dream. As soon as we begin to dream, we experience a dream body as ourself, but we do not suppose that that dream body existed prior to our experiencing it as ourself. Therefore the rising of ego in dream, the appearance of that dream body and our experiencing it as ourself all occur simultaneously. This is what is called ‘simultaneous creation’ (<i>yugapat sṛṣṭi</i>).<br>\n<br>\nEgo rises, simultaneously projects a body and experiences it as ‘I’, and through the five senses of that body it projects a world. This is what happens in every dream, and according to Bhagavan our present state and any other state in which we experience phenomena is just a dream.<br>\n<br>\n<a name=\"un07a\"></a>Though ego and body both appear simultaneously, ego is causally antecedent to the body, because the body appears only in the view of ego, whereas the body has no view in which either ego or itself could appear, because it is <i>jaḍa</i> (non-aware). In other words, though the perceiver and the perceived appear simultaneously, the perceiver is causally antecedent to the perceived, and though the dreamer and the dream appear simultaneously, the dreamer is causally antecedent to the dream. This is what Bhagavan implied in the first sentence of <a href=\"#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum</i>), ‘Though the world and awareness arise and subside simultaneously, the world shines by awareness [that is, by the awareness that rises and subsides and perceives the world, namely ego or mind]’.<br>\n<br>\n<a name=\"ny04c\"></a>You say, ‘Michael’s contention is that the ego projects all phenomena’, as if this were only my contention and not Bhagavan’s, but if we read his works carefully we can see that it is very clearly his contention and it was emphasised by him in so many ways. For example, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> he says:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nExcluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear [or projects the world] from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\nBhagavan could hardly state his contention that mind or ego is what projects all phenomena more explicitly, clearly and unequivocally than this. If you think that this does not mean that ego projects all phenomena, what do you think it does mean?<br>\n<br>\n<a name=\"ny05c\"></a>As I mentioned <a href=\"#ny05b\">earlier</a>, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> he says:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [the ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\nWhat he makes clear here is that the appearance of ego, the first person or thought called ‘I’, is antecedent to the appearance of everything else, and that without it nothing else exists, so though he does not explicitly state here that ego projects everything, he implies this indirectly, particularly if we read this passage along with the passage from the fourth paragraph that I cited above.<br>\n<br>\nWhen he says here that everything else appears only after ego appears, he does not mean that ego is chronologically antecedent to all other things, because as he stated elsewhere ego and other things appear simultaneously, so what he means here is that ego is causally antecedent to everything else, because everything else appears only in ego’s view. That is, the appearance of ego and the appearance of other things is a case is simultaneous causation. As soon as the cause arises its effect rises with it, so though they arise simultaneously, in terms of causal sequence the cause (namely ego) is antecedent to its effect (namely everything else). <br>\n<br>\n<a name=\"un23b\"></a><a name=\"un26a-b1\"></a>The fact that the appearance of ego is causally antecedent to the appearance of everything else is clearly implied in many verses of <i>Uḷḷadu Nāṟpadu</i>. For example, he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a>, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), ‘After one thing, I, rises, everything rises’, and in <a href=\"#un26\">verse 26</a>, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’.<br>\n<br>\n<a name=\"aa7\"></a><a name=\"un14\"></a>Likewise in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i> he says, ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), ‘If the thought called I does not exist, even one other [thought or thing] will not exist’, and in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>தன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br>\nதன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br>\nமுன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br>\nதன்மையே தன்னிலைமை தான்.<br>\n<br>\n<i>taṉmaiyuṇḍēṉ muṉṉilaipa ḍarkkaiga ḍāmuḷavān<br>\ntaṉmaiyi ṉuṇmaiyait tāṉāyndu — taṉmaiyaṟiṉ<br>\nmuṉṉilaipa ḍarkkai muḍivuṯṟoṉ ḏṟāyoḷirun<br>\ntaṉmaiyē taṉṉilaimai tāṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம். தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām. taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>.<br>\n<br>\n<b>English translation:</b> If the first person exists, second and third persons will exist. If, oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end, the nature that shines as one alone is oneself, the state of oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> If the first person [the ego] exists, second and third persons [everything else] will exist. If the first person ceases to exist [by] oneself investigating the reality of the first person, second and third persons will come to an end, and [what then remains alone, namely] the nature [selfness, essence or reality] that shines as one [undivided by the appearance of these three persons or ‘places’] alone is oneself, the [real] state [or nature] of oneself.</blockquote>\n<a name=\"ny05d\"></a>Though in this verse he does not explicitly say that second and third persons, which means all phenomena, exist only when the first person exists, he said so explicitly in the final two sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>, ‘தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘Only after the first person [the ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist’, and he implies this in this verse when he says, ‘தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று’ (<i>taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu</i>), ‘If, oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end’. That is, the reason why second and third persons come to an end when ego ceases is that they cannot exist without it, because they seem to exist only in its view.<br>\n<br>\nFrom all these passages it is clear that according to Bhagavan no phenomena can exist without ego, the first person or thought called ‘I’, because ego is what projects and simultaneously perceives them, just as it projects and simultaneously perceives everything that appears in a dream. These teachings of his are therefore what is called <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention (<i>vāda</i>) that perception (<i>dṛṣṭi</i>) is the sole cause of creation (<i>sṛṣṭi</i>), and that there is therefore no creation or appearance of phenomena independent of our perception of it.<br>\n<br>\n<a name=\"un10-13\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verses 10 to 13: real awareness is not aware of anything other than itself, because there is nothing else for it to be aware of</b><br>\n<br>\nFrom what you have written in various comments, it seems that you are able to believe that phenomena exist prior to, in the absence of and therefore independent of ego because you do not accept that they all appear only in its view, and you do not accept this because you believe pure consciousness, which is <i>brahman</i>, perceives all phenomena. If <i>brahman</i> did actually perceive all phenomena, then it would logically follow that the seeming existence of phenomena is not dependent on the seeming existence of ourself as ego.<br>\n<br>\nThough certain passages in the <i>upaniṣads</i> and other ancient texts may seem to imply that <i>brahman</i> or pure awareness is aware of all phenomena, such passages are perhaps meant for those who are not yet ready to go any deeper into this subject, but if we do want to understand this subject clearly, deeply and coherently, we should not be satisfied with such passages or interpretations, because Bhagavan has made it very clear that awareness of phenomena is not real awareness but only ignorance.<br>\n<br>\n<a name=\"un10\"></a>He made this particularly clear in verses 10 to 13 of <i>Uḷḷadu Nāṟpadu</i> and <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>. In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">verse 10</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>அறியாமை விட்டறிவின் றாமறிவு விட்டவ்<br>\nவறியாமை யின்றாகு மந்த — வறிவு<br>\nமறியா மையுமார்க்கென் றம்முதலாந் தன்னை<br>\nயறியு மறிவே யறிவு.<br>\n<br>\n<i>aṟiyāmai viṭṭaṟiviṉ ḏṟāmaṟivu viṭṭav<br>\nvaṟiyāmai yiṉḏṟāhu manda — vaṟivu<br>\nmaṟiyā maiyumārkkeṉ ḏṟammudalān taṉṉai<br>\nyaṟiyu maṟivē yaṟivu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் வறியாமை இன்று ஆகும். அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum. anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>.<br>\n<br>\n<b>English translation:</b> Leaving ignorance, knowledge does not exist; leaving knowledge, that ignorance does not exist. Only the knowledge that knows oneself, who is the first, as to whom are that knowledge and ignorance, is knowledge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Without ignorance [of other things], knowledge [of them] does not exist; without knowledge [of them], that ignorance [of them] does not exist. Only the knowledge [or awareness] that knows [the reality of] oneself [the ego], who is the first [to appear], [by investigating] to whom [or for whom] are that knowledge and ignorance [of other things], is [real] knowledge [or awareness].</blockquote>\nThe noun <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அறிவு&searchhws=yes\">அறிவு</a> (<i>aṟivu</i>), which he uses repeatedly in this and the next two verses, means both knowledge and awareness, because it derives from the verb <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அறி&searchhws=yes\">அறி</a> (<i>aṟi</i>), which means to know, perceive, experience or be aware, so it can refer either to pure awareness or to awareness of phenomena, depending on the context. <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அறியாமை&searchhws=yes\">அறியாமை</a> (<i>aṟiyāmai</i>) is a negative verbal noun from the same root, so it means to opposite of அறிவு (<i>aṟivu</i>), namely ignorance.<br>\n<br>\nThe <i>aṟivu</i> (knowledge or awareness) and <i>aṟiyāmai</i> (ignorance) that he refers to in the first two sentences of this verse are knowledge and ignorance of things other than oneself, and not knowledge and ignorance of oneself, firstly because knowledge or awareness of oneself is not dependent on ignorance of oneself, and second because we are never actually ignorant of ourself, since self-awareness is our real nature, so what is called self-ignorance is not an absence of self-awareness but just awareness of ourself as something other than what we actually are. Knowledge and ignorance of other things are a pair of opposites, so neither one of them exists without the other.<br>\n<br>\nThat is, since nothing exists independent of our perception of it, it is only when we become aware of something that both our prior ignorance and prospective ignorance of it come into existence, because prior to our being aware of it it did not seem to exist, and we cannot be said to be ignorant of something that does not exist. This is why Bhagavan says in the first two sentences of this verse: ‘அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் வறியாமை இன்று ஆகும்’ (<i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum</i>), ‘Without ignorance, knowledge does not exist; without knowledge, that ignorance does not exist’.<br>\n<br>\nHowever, knowledge or awareness of things other than ourself is not real knowledge or awareness, as he implies in the main clause of the third and final sentence of this verse, ‘தன்னை அறியும் அறிவே அறிவு’ (<i>taṉṉai aṟiyum aṟivē aṟivu</i>), ‘only the <i>aṟivu</i> [knowledge or awareness] that knows oneself is [real] <i>aṟivu</i>’. In other words, only self-knowledge is real knowledge, and only self-awareness is real awareness. As he says in the next verse, knowing other things instead of knowing oneself is not knowledge but only ignorance.<br>\n<br>\nWhen he says, ‘தன்னை அறியும் அறிவே அறிவு’ (<i>taṉṉai aṟiyum aṟivē aṟivu</i>), what he implies is ‘Only the knowledge [or awareness] that knows [the reality of] oneself [the ego] is [real] knowledge [or awareness]’, because he qualified ‘தன்னை’ (<i>taṉṉai</i>), ‘oneself’, with a relative clause, ‘அம் முதல் ஆம்’ (<i>a-m-mudal ām</i>), which means ‘who is the first’ and implies ‘who is the first [to arise]’, and prior to this relative clause he wrote an adverbial clause, ‘அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று’ (<i>anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu</i>), which means ‘as to whom are that knowledge and ignorance’ and implies ‘[by investigating] to whom [or for whom] are that knowledge and ignorance [of other things]’.<br>\n<br>\nTo whom or for whom are knowledge and ignorance? Obviously only for ego and not for our real nature, so what Bhagavan implies in this sentence by the word ‘தன்னை’ (<i>taṉṉai</i>), ‘oneself’, is ourself as ego, which is the first to arise, and what he means by knowing ego can be taken to mean either knowing its reality, which is our real nature (<i>ātma-svarūpa</i>), or knowing its non-existence, but both of these interpretations amount to the same, because it is only by knowing our real nature that we can know the non-existence of ego. <br>\n<br>\n<a name=\"un11\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>அறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறும்.<br>\n<br>\n<i>aṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows, knowing other things is ignorance; besides, is it knowledge? When one knows oneself, the support for knowledge and the other, knowledge and ignorance will cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> Instead of knowing [the reality of] oneself [the ego], who knows [everything else], knowing other things is ignorance; except [that], is it knowledge? When one knows [the reality of] oneself [the ego], the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will cease [because the reality of the ego is just pure self-awareness, so when one knows oneself as pure self-awareness the ego will no longer seem to exist, and hence all its knowledge and ignorance will cease to exist along with it].</blockquote>\nAs he says in the first two lines of this verse, knowing or being aware of anything other than oneself is not real knowledge or awareness but only ignorance, so this is logically inconsistent with your claim that pure awareness is aware of all phenomena. The awareness that is aware of all phenomena is only ego or mind, so what Bhagavan implies here is that ego or mind is not real awareness but only ignorance. Real awareness is only self-awareness and not awareness of anything else, so since <i>brahman</i> is real awareness, it is not aware of any phenomena whatsoever.<br>\n<br>\nAs we know from our own experience, awareness of phenomena appears in waking and dream, but disappears in sleep, so it is just a transient appearance and hence not real. Therefore awareness of phenomena cannot be the nature of <i>brahman</i>, because <i>brahman</i> is immutable. If it is claimed that <i>brahman</i> is aware of phenomena, that would imply that it is aware of them constantly and without any change, but since changeability is the very nature of phenomena, how could it be aware of them constantly and without any change? Moreover, since change itself is a phenomenon, if <i>brahman</i> were aware of all phenomena, it would have to be aware of change, so it would become aware of each change only when it occurs, and hence it would not be unchanging, because its becoming aware of each change is itself a change.<br>\n<br>\nIn the final sentence of this verse, ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), ‘When one knows oneself, the support for knowledge and the other, knowledge and ignorance will cease’, what he means by ‘அறிவு அறியாமை’ (<i>aṟivu aṟiyāmai</i>), ‘knowledge and ignorance’, is knowledge (or awareness) and ignorance of things other than oneself, as in the previous verse, so he clearly implies here that when one knows oneself, no knowledge or awareness of any other thing will remain.<br>\n<br>\n‘அறிவு அயற்கு’ (<i>aṟivu ayaṟku</i>) means ‘for knowledge and the other’ and implies ‘for knowledge and ignorance’, so ‘அறிவு அயற்கு ஆதார தன்னை’ (<i>aṟivu ayaṟku ādhāra taṉṉai</i>) means ‘oneself, the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance]’. Since the <i>ādhāra</i> for knowledge and the ignorance is only ego, in this context (as in the previous verse) ‘தன்னை’ (<i>taṉṉai</i>), ‘oneself’, refers to ourself as ego. However, as I explained in connection with the previous verse, what Bhagavan means by knowing ego is knowing its reality, which is our real nature (<i>ātma-svarūpa</i>), and thereby knowing the non-existence of ego as such.<br>\n<br>\nThat is, in the case of a rope that seems to be a snake, seeing the snake as it actually is means seeing that it is just a rope and thereby seeing that no snake ever existed there at all. Likewise, in the case of what now seems to be ego, the ‘I’ that experiences both knowledge and ignorance about other things, knowing ego as it actually is means knowing oneself as pure self-awareness, which is completely devoid of both knowledge and ignorance about other things, and thereby knowing that no ego has ever existed.<br>\n<br>\n<a name=\"un12\"></a>Since knowledge and ignorance about other things exist only for ego, when one knows the non-existence of ego by knowing oneself to be pure self-awareness, both knowledge and ignorance will cease, as Bhagavan says in this final sentence of verse 11. To make the full implication of this perfectly clear, he begins <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i> by saying that real awareness is only awareness that is completely devoid of both knowledge and ignorance:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ḏṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge. Since one shines without another for knowing or for causing to know, oneself is knowledge. One is not void. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself, namely the ego] is not real <i>aṟivu</i> [knowledge or awareness]. Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. One is not void [emptiness, desolation, nothingness or non-existence]. Know [or be aware].</blockquote>\nAs in the previous two verses, in the first sentence of this verse what Bhagavan means by ‘அறிவு அறியாமையும்’ (<i>aṟivu aṟiyāmai-y-um</i>), ‘knowledge and ignorance’, is knowledge (or awareness) and ignorance of things other than oneself, so when he says in this first sentence, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘What is devoid of <i>aṟivu</i> [knowledge or awareness] and <i>aṟiyāmai</i> [ignorance] is actually <i>aṟivu</i>’, he clearly implies that real awareness is completely devoid of awareness of anything other than itself, so this is the real meaning of ‘pure awareness’ or ‘pure consciousness’. It is pure in the sense that it is just awareness and not awareness of anything other than itself. In other words, it is awareness that is devoid of any contents or objects of awareness.<br>\n<br>\n<a name=\"uk12\"></a>To emphasise that what he means by ‘அறிவு அறியாமையும் அற்றது’ (<i> aṟivu aṟiyāmaiyum aṯṟadu</i>), ‘what is [or that which is] devoid of knowledge and ignorance’, is awareness that is completely devoid of even the slightest trace of any knowledge or ignorance of other things, in the <a href=\"http://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk12\"><i>kaliveṇbā</i> version</a> of this verse he extended this first sentence by adding at the beginning of it the word அறவே (<i>aṟavē</i>), which is an intensified form of the adverb <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அற&searchhws=yes\">அற</a> (<i>aṟa</i>), which means entirely, completely, wholly, utterly or thoroughly. Therefore with this adverb this first sentence is extended as: ‘அறவே அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟavē aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘What is completely devoid of <i>aṟivu</i> [knowledge or awareness] and <i>aṟiyāmai</i> [ignorance] is actually <i>aṟivu</i>’.<br>\n<br>\n<a name=\"ny07a1\"></a><a name=\"uu27\"></a>As Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, and <i>ātma-svarūpa</i> is just awareness. Therefore the reason why real awareness is completely devoid of knowledge (or awareness) and ignorance of any other things is that it alone actually exists, so in its clear view there is absolutely nothing else for it to be aware of, or for it to know or be ignorant of, as he says unequivocally in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge [or awareness] that is devoid of knowledge and ignorance is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\nThe first sentence of this verse, ‘அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும்’ (<i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum</i>), ‘Only <i>aṟivu</i> that is devoid of <i>aṟivu</i> [knowledge or awareness] and <i>aṟiyāmai</i> [ignorance] is [real] <i>aṟivu</i>’, is almost identical to the first sentence of verse 12 of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmai-y-um aṯṟadu aṟivu ām-ē</i>), ‘What is devoid of <i>aṟivu</i> [knowledge or awareness] and <i>aṟiyāmai</i> [ignorance] is actually <i>aṟivu</i>’, so the fact that Bhagavan devoted a verse in <i>Upadēśa Undiyār</i> and another verse in <i>Uḷḷadu Nāṟpadu</i> to expressing this principle shows how central it is to his teachings, and hence we should carefully consider what exactly these words mean, the implications of this principle, the reason why it is so, and the reason why it is such an important principle.<br>\n<br>\nThe reason why it is so is explained by him in the final sentence of this verse: ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), ‘there is not anything for knowing’. What exactly does he mean by saying this? In this context this sentence implies that for real awareness nothing else exists for it to know or be aware of, because it alone exists.<br>\n<br>\nThis fact is also expressed by him in the third sentence of verse 12 of <i>Uḷḷadu Nāṟpadu</i>, but before we consider that sentence in more detail let us first consider what he says and implies in the second sentence: ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘That which knows is not real <i>aṟivu</i> [knowledge or awareness]’. In this context ‘அறியும் அது’ (<i>aṟiyum adu</i>), ‘that which knows’, implies that which knows or is aware of things other than itself, namely ego or mind, so the import of the sentence is that though ego is aware of other things, it is not உண்மை அறிவு (<i>uṇmai aṟivu</i>), real awareness or true knowledge. In other words, being aware of anything other than oneself is not real awareness, because real awareness is completely devoid of either awareness or ignorance of any other thing, since nothing other than it actually exists for it to be aware of.<br>\n<br>\nThen in the third sentence of verse 12 he says: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]’. In the main clause, ‘தான் அறிவு ஆகும்’ (<i>tāṉ aṟivu āhum</i>), ‘oneself is <i>aṟivu</i>’, ‘தான்’ (<i>tāṉ</i>), ‘oneself’, refers not to ego but to <i>ātma-svarūpa</i> (the real nature of oneself, which is ourself as we actually are), and ‘அறிவு’ (<i>aṟivu</i>), ‘awareness’ or ‘knowledge’, refers to real awareness, so whereas in the previous sentence he implied that ego, which is what knows or is aware of things other than itself, is not real awareness, in this sentence he implies that <i>ātma-svarūpa</i> alone is real awareness.<br>\n<br>\nIn the first clause of this sentence he explains why <i>ātma-svarūpa</i> alone is real awareness, and the explanation he gives here is similar to the one he gave in the final sentence of verse 27 of <i>Upadēśa Undiyār</i>. That is, in the final sentence of that verse, ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), ‘there is not anything for knowing’, he explained that the reason why real awareness is devoid of both knowledge and ignorance about anything else is that nothing else actually exists for it to know, and likewise in the first clause of this third sentence of verse 12 of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl</i>), ‘Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known]’, he explains that the reason why real awareness is only oneself is that as our real nature (<i>ātma-svarūpa</i>) we shine without <i>anya</i> (anything other than ourelf) for us either to know or to cause to be known.<br>\n<br>\nIn one of my earlier articles, <a href=\"https://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html\"><i>Uḷḷadu Nāṟpadu</i> verse 12: other than the real awareness that we actually are, there is nothing to know or make known</a>, I discussed and explained each sentence of this verse in detail, and while <a href=\"https://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html#sentence3\">discussing this third sentence</a> I explained the meaning and implications of the word அறிவித்தற்கு (<i>aṟivittaṟku</i>), ‘for causing to know’ or ‘for causing to be known’, so I will not explain it again here, but will just point out that the central import of this sentence is that since there is nothing other than <i>ātma-svarūpa</i>, there is nothing for it to know or be aware of, so though it is completely devoid of even the slightest awareness, knowledge or ignorance of anything other than itself, it alone is real awareness.<br>\n<br>\nTherefore in all these verses Bhagavan has very clearly and emphatically repudiated the idea that pure awareness or <i>brahman</i> is in any way aware of phenomena (names and forms), which is what you seem to believe. You are by no means alone in believing this, because it is a belief that is prevalent among scholars and others who have studied the ancient texts of <i>advaita</i>, and there may be many passages in those texts that seem to support this belief, particularly if they are interpreted in such a way, but in <i>Uḷḷadu Nāṟpadu</i> and elsewhere Bhagavan pointed out either directly or indirectly that this and many other popular interpretations of the ancient texts are not correct.<br>\n<br>\nOne common misinterpretation that occurs when people are told that real awareness is completely devoid of any awareness of phenomena is that the ultimate reality is therefore just <i>śūnya</i>, empty, void, non-existent or nothing, and this became a major belief in certain prominent schools of Buddhist philosophy, which in turn led to many champions of <i>advaita</i> philosophy going too far in the opposite direction by denying that <i>brahman</i> is devoid of awareness of phenomena. Therefore after asserting in the first sentence that real awareness is completely devoid of any awareness of phenomena, and in the third sentence that there is nothing other than real awareness for it to know or make known, in the fourth sentence, ‘பாழ் அன்று’ (<i>pāṙ aṉḏṟu</i>), ‘It [oneself, who is real awareness] is not <i>pāṙ</i> [void, emptiness, desolation, nothingness or non-existence]’, Bhagavan repudiated the idea that this means that real awareness is <i>śūnya</i>, empty, void or non-existent.<br>\n<br>\nThus in this verse he repudiated two extremes and pointed out that the truth lies in between them. Though real awareness is completely devoid of awareness or ignorance of anything other than itself, it is not <i>śūnya</i>, because it is full of itself, the infinite fullness of pure <i>sat-cit-ānanda</i>, existence-awareness-happiness. It is devoid of even the slightest awareness of anything else not because it is an empty void or nothingness, but because it is so full of pure awareness, awareness of nothing other than itself, that there is no room in it for any awareness of anything else to appear.<br>\n<br>\nIn other words, since it (our real nature) alone exists, pure and immutable, no other thing can ever arise in it or cease to exist in it. If anything else had ever existed or could ever exist in it, when nothing else exists in it we could say it is empty, but since nothing other than itself has ever existed or could ever exist in it, to say it is empty (<i>śūnya</i>) is meaningless.<br>\n<br>\nTherefore in this verse Bhagavan indicates that the ultimate truth (<i>pāramārthika satya</i>) is <i>ajāta</i>, because pure awareness alone exists, devoid of anything else, including time, so it is absolutely immutable, and hence nothing else could ever come into existence or cease to exist in it. It just is as it is and as it always has been, so there is neither any room nor any time in it that could allow anything else to appear in it.<br>\n<br>\n<a name=\"unm1\"></a>Therefore it is beyond the ability of ego or mind to conceive or comprehend it as it actually is, so in order to be aware of it as it is we need to just be as it is, that is, as pure awareness devoid of any awareness of anything other than ourself, as Bhagavan says in the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]’.<br>\n<br>\n<a name=\"un13\"></a>After thus teaching us in verse 12 of <i>Uḷḷadu Nāṟpadu</i> that as we actually are we alone are real awareness and that since there is nothing other than ourself to know, we are completely devoid of awareness or ignorance of any other thing, he reiterates and further clarifies this in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a>:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real?<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real? [In other words, though the ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, the real substance that appears as it is only oneself, who is true knowledge or pure awareness, so what actually exists is not the ego or mind but only oneself.]</blockquote>\nIn verses 10, 11 and 12 the key word that Bhagavan used was ‘<a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அறிவு&searchhws=yes\">அறிவு</a>’ (<i>aṟivu</i>), which is a Tamil noun that means ‘awareness’ or ‘knowledge’, but he used it in some cases to refer to pure awareness, which is aware of nothing other than itself, and in other cases to refer to awareness that is aware of other things, whereas in this verse the key word he uses is ‘<a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=ஞானம்&searchhws=yes\">ஞானம்</a>’ (<i>ñāṉam</i>), which is a Tamil form of the Sanskrit word ‘<a href=\"http://sanskritdictionary.com/?iencoding=iast&q=jñāna\">ज्ञान</a>’ (<i>jñāna</i>), and which like ‘அறிவு’ (<i>aṟivu</i>) is a noun that means ‘awareness’ or ‘knowledge’, but which he likewise uses in some cases to refer to pure awareness and in other cases to refer to awareness that is aware of other things.<br>\n<br>\nJust as he concluded the third sentence of <a href=\"#un12\">verse 12</a> by saying, ‘தான் அறிவு ஆகும்’ (<i>tāṉ aṟivu āhum</i>), ‘oneself is <i>aṟivu</i> [awareness or knowledge]’, in the first sentence of this verse he says, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [awareness or knowledge], alone is real’, and in both cases he implies not only that we are awareness but that we are the only real awareness — indeed, the only thing that is real, because nothing other than ourself actually exists.<br>\n<br>\nSince nothing other than ourself actually exists, being aware of other things is not real awareness but only ignorance, as he said in the first two lines of <a href=\"#un11\">verse 11</a>, ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), ‘Not knowing oneself, who knows, knowing other things is ignorance; except [that], is it knowledge [or real awareness]?’, and as he says in the second sentence of this verse: ‘நானா ஆம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold is <i>ajñāna</i> [ignorance]’.<br>\n<br>\nWhat exactly does he mean by ‘நானா ஆம் ஞானம்’ (<i>nāṉā ām ñāṉam</i>), ‘<i>jñāna</i> [awareness or knowledge] that is <i>nānā</i> [manifold, diverse, different, various or many]’? This can be explained in several different ways, but they all amount to the same thing. We can say this phrase refers to any knowledge that is not entirely single, which includes all knowledge of anything other than oneself, the knower, because even knowledge of one other thing is not single, since it entails the <i>tripuṭi</i> (or <i>muppuḍi</i>, as he calls it in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i>), the set of three factors of transitive knowledge or awareness, namely the knower (the subject), the knowing and the known (the object of knowledge). We can also say this phrase refers either to mind, because it is the awareness that has branched out into numerous thoughts (or numerous phenomena, all of which are just thoughts, according to him), or to ego, the root and essence of the mind, because it is the awareness that sees the one thing that actually exists, namely ourself, as many phenomena, which do not actually exist but merely seem to exist.<br>\n<br>\n<a name=\"ut12\"></a>This latter explanation is supported by <a href=\"https://happinessofbeing.blogspot.com/2015/09/self-knowledge-is-not-void-sunya.html#ut12\">verse 12</a> of <i>Upadēśa Taṉippākkaḷ</i> (which Bhagavan composed on 30th July 1928 but later the same day modified its first two lines to form what is now verse 13 of <i>Uḷḷadu Nāṟpadu</i>):<br>\n<blockquote>ஞானமொன் றேயுண்மை நானாவாய்க் காண்கின்ற<br>\nஞானமன்றி யின்றாமஞ் ஞானந்தான் — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamoṉ ḏṟēyuṇmai nāṉāvāyk kāṇgiṉḏṟa<br>\nñāṉamaṉḏṟi yiṉḏṟāmañ ñāṉandāṉ — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஒன்றே உண்மை. நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம் தான் ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam oṉḏṟē uṇmai. nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam tāṉ ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Awareness (<i>jñāna</i>) alone is real. Ignorance (<i>ajñāna</i>), which is nothing other than awareness (<i>jñāna</i>) that sees as many, itself does not exist apart from oneself, who is awareness (<i>jñāna</i>). All the many ornaments are unreal; say, do they exist apart from the gold, which is real?</blockquote>\nWhat Bhagavan refers to in verse 13 of <i>Uḷḷadu Nāṟpadu</i> as ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘<i>jñāna</i> [awareness or knowledge] that is <i>nānā</i> [manifold, diverse, different, various or many]’, is what he refers to in this verse as ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), ‘<i>jñāna</i> [awareness or knowledge] that sees as <i>nānā</i>’, so this confirms that what he refers to in both these phrases is ego, because it is the awareness that sees the one real awareness as both itself, the perceiver, and all the many phenomena perceived by it.<br>\n<br>\nHowever, no matter how it may be explained, ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘<i>jñāna</i> [awareness or knowledge] that is manifold’, entails awareness of things other than oneself, because awareness of ourself alone does not entail any multiplicity or manyness, since in pure self-awareness what is aware, what it is aware of and its awareness of it are not three separate things but one and the same. In other words, self-awareness does not entail any <i>tripuṭi</i> or <i>muppuḍi</i> (set of three factors of transitive awareness), whereas awareness of anything else does entail it and hence is manifold. Therefore this second sentence of verse 13 of <i>Uḷḷadu Nāṟpadu</i>, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold is <i>ajñāna</i> [ignorance]’, clearly implies that awareness of anything other than oneself (or awareness of any phenomena) is not real awareness but only ignorance, so by saying this Bhagavan is once again clearly repudiating the belief that <i>brahman</i> or pure awareness is aware of all phenomena, or of any phenomenon whatsoever.<br>\n<br>\nHowever, though awareness of anything other than oneself is not real awareness but only ignorance, it could not seem to exist without real awareness, because real awareness is the one and only substance, so it alone is what seems to be awareness of other things, as Bhagavan points out in the third sentence: ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Even ignorance, which is unreal, does not exist except as oneself, who is awareness’.<br>\n<br>\nThat is, just as gold ornaments could not exist without gold, because in substance they are nothing other than gold, so awareness of phenomena could not exist without real awareness, because in substance it is nothing other than real awareness, so in the final sentences of this verse Bhagavan says: ‘அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்’ (<i>aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>), ‘All the many ornaments are unreal; say, do they exist except as gold, which is real?’<br>\n<br>\nWhether we are aware of other things, as in waking and dream, or aware of no other things, as in sleep, we are always aware, so the underlying awareness that exists whether awareness of other things appears or disappears is alone real awareness. Awareness of other things is not real, because it appears and disappears, and it does not even appear and disappear in the view of real awareness, because in the view of real awareness nothing else exists for it to know (as Bhagavan says in the final sentence of <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>), so it appears and disappears only in its own view. This is why he says in the third sentence, ‘பொய் ஆம் அஞ்ஞானமுமே’ (<i>poy ām aññāṉamumē</i>), ‘even ignorance, which is unreal’.<br>\n<br>\nHowever, though awareness that is aware of other things is both ignorance and unreal, and though it seems to exist only in its own view and not in the view of real awareness, it could not seem to exist at all if it were actually anything other than real awareness, because nothing other than real awareness actually exists. Therefore what seems to be awareness that is aware of other things is nothing other than real awareness, which is never aware of anything other than itself.<br>\n<br>\n<a name=\"uu16\"></a><b>8. <i>Upadēśa Undiyār</i> verse 16: since awareness of anything other than ourself is ignorance and unreal, we can be aware of ourself as real awareness only by withdrawing our attention from everything else and turning back towards ourself to know our own ‘form of light’</b><br>\n<br>\n<a name=\"un13a\"></a>Since awareness that is aware of other things is what is generally called ‘ego’ or ‘mind’, in <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, as in the previous three verses, Bhagavan explains to us that ego is not real awareness but only ignorance, but what seems to be ego is nothing other than real awareness, because nothing else actually exists. Therefore in order to be aware of ourself as the real awareness that we actually are, we, who now seem to be this ego or mind, need to withdraw our attention entirely from all other things by focusing it only on ourself, the light of awareness that illumines both ourself and everything else.<br>\n<br>\nThis is the practical inference that we should draw from these four verses, and it is what Bhagavan teaches us explicitly in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\n‘வெளி விடயங்கள்’ (<i>veḷi viḍayaṅgaḷ</i>), ‘external <i>viṣayas</i>’ or ‘external phenomena’, means everything other than ourself, and we can leave them aside only by withdrawing our attention from them. However, we withdraw our attention from them whenever we fall asleep, so though withdrawing our attention from them is necessary, it is not by itself sufficient, because it will result only in <i>manōlaya</i>, temporary dissolution of mind, as in sleep, but it cannot bring about <i>manōnāśa</i>, permanent annihilation of mind.<br>\n<br>\nIn order to annihilate the mind, we must not only withdraw it from everything else but must also turn it back within to face ourself alone. This turning of our mind or attention back to face ourself is what Bhagavan refers to here as ‘மனம் தன் ஒளி உரு ஓர்தல்’ (<i>maṉam taṉ oḷi-uru ōrdal</i>), ‘the mind knowing [or investigating] its own form of light’, and he says that this alone is ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>), ‘real awareness’, ‘true knowledge’ or ‘knowledge of reality’. In other words, what he implies here is that real awareness is not awareness of anything else but only awareness of nothing other than ourself, which is the same fundamental principle that he explains in more detail in <a href=\"#un10-13\">verses 10 to 13</a> of <i>Uḷḷadu Nāṟpadu</i>, but here he points out more clearly how we should apply this principle in practice.<br>\n<br>\nWhat he refers to here as ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru</i>), ‘its own form of light’ (or ‘one’s own form of light’), is the light of pure awareness, which is what we actually are, but when he says ‘மனம் தன் ஒளி உரு ஓர்தல்’ (<i>maṉam taṉ oḷi-uru ōrdal</i>), ‘the mind knowing its own form of light’, does he mean that mind as mind can know pure awareness? Mind is in essence just ego, which is the adjunct-mixed awareness ‘I am this body’, so as such it can never be aware of itself as the pure adjunct-free awareness that it actually is. Therefore what he means by ‘the mind knowing its own form of light’ is that when mind turns back within to know its own form of light, leaving aside all external phenomena, it will cease to be mind and will remain just as its own form of light, which is always aware of itself as it actually is.<br>\n<br>\n<a name=\"un13b\"></a>As Bhagavan often used to say, mind is mind only when it faces outwards to know anything other than itself, but when it turns back to face itself alone, it is no longer mind but just <i>ātma-svarūpa</i>, our own real nature (two examples of his saying something to this effect are recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>: ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (11-1-46: 2002 edition, page 106) and ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (8-11-45: 2002 edition, page 37)). That is, so long as we are aware of anything other than ourself, as such we are not real awareness but only mind, but though mind is not real awareness, it is nothing other than real awareness, as Bhagavan says in <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, so when instead of being aware of anything else we are aware of ourself alone, we cease to be mind and remain as real awareness, which is what we always actually are.<br>\n<br>\n<a name=\"uu17\"></a>What actually exists is only real awareness, which is never aware of anything other than itself, so what is this thing called ‘mind’ or ‘ego’ that we now seem to be? In other words, what is this awareness that now seems to be aware of things other than itself? This is what we need to investigate, and if we investigate it keenly enough, we will find that no such thing actually exists at all, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without neglecting [forgetting, abandoning, giving up or ceasing], anything called ‘mind’ will not exist. This is the direct [straight or appropriate] path for everyone whomsoever.</blockquote>\nEgo or mind seems to exist only when it is looking elsewhere, that is, at anything other than itself, but when it looks only at itself, there is no such thing but only pure awareness, which is never aware of anything other than itself. This is the simple but fundamental principle that Bhagavan teaches us both in <a href=\"#un10-13\">verses 10 to 13</a> of <i>Uḷḷadu Nāṟpadu</i> and in these two verses of <i>Upadēśa Undiyār</i>.<br>\n<br>\n<a name=\"un11a\"></a>Another closely related principle that we can infer by carefully considering those four verses of <i>Uḷḷadu Nāṟpadu</i> along with these two verses is that what is aware of phenomena is not real awareness but only ego, so if we investigate and know the reality of ego, ego as such will cease to exist and along with it awareness of phenomena will also cease (as he says in the final sentence of <a href=\"#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>), and what will then remain is therefore only pure self-awareness.<br>\n<br>\n<a name=\"advaita\"></a><b>9. Bhagavan’s teachings are the pinnacle of <i>advaita</i>, because he has greatly simplified and clarified the essential import of all its more ancient texts</b><br>\n<br>\n<i>Advaita</i> is an extremely deep, subtle and radical philosophy, albeit a very simple one, and it challenges us to question all our most dearly cherished beliefs about ourself and everything else, so it naturally does not appeal to most people. Even among those of us to whom it does appeal to a greater or lesser extent, the majority are not yet willing to accept it in its pure and undiluted form, so each of us understands and interprets it according to the extent to which we are willing to give up all our former beliefs and accept wholeheartedly its deep and radical implications, which call on us to surrender ourself entirely, without any reservation whatsoever, and to accept that surrendering ourself entails giving up everything else, since everything else seems to exist only in the view of ourself as ego, which is the false ‘self’ we are to surrender.<br>\n<br>\nThis is why Bhagavan once said to Lakshmana Sarma, ‘According to the purity of the <i>antaḥkaraṇa</i> [the ‘inner instrument’ or mind] of each person, the same teaching is reflected in different ways. If you think you can expound the teachings more faithfully, you may write your own commentary’ (as recorded in the ‘Preface to the Eighth Edition’ of <a href=\"http://www.holybooks.com/wp-content/uploads/Maha-Yoga-or-the-Upanishadic-Lore.pdf\"><i>Maha Yoga</i></a>: 2002 edition, pages v-vi). So what exactly is the connection between purity of mind and ability to understand the deep, subtle and radical implications of <i>advaita</i> philosophy?<br>\n<br>\nThe impurities in the mind are its <i>viṣaya-vāsanās</i> (propensities, inclinations or urges to experience <i>viṣayas</i>, phenomena), which are the seeds that sprout and manifest as likes, dislikes, desires, attachments, cares, concerns, hopes, fears and other such elements of the will, so to the extent that its <i>viṣaya-vāsanās</i> are strong and dense it is impure, and to the extent that its <i>viṣaya-vāsanās</i> are weakened and reduced in density it is pure. Therefore an impure mind will be strongly inclined to rise, go outwards and be affected by external circumstances, whereas a relatively pure mind will have less impetus to rise and go outwards and will therefore be more inclined to subside, surrender, turn back within and be unconcerned about and hence unaffected by external circumstances.<br>\n<br>\nWhen we rise as ego and go outwards, we are turning our back (so to speak) on our real nature and attending instead to other things, so since our real nature is the original light of awareness (<i>cit</i>) by which the mind is illumined, and since the mind is the reflected light of awareness (<i>cidābhāsa</i>) by which everything else is illumined, the greater the impetus with which the mind goes outwards the more it is turning its back on the natural clarity of self-awareness that is always shining within it, and thereby the more the clarity and sharpness of its <i>vivēka</i> (discernment, discrimination or judgement) is clouded and blunted, whereas the more the mind turns back within to face itself (the subject, perceiver or first person) and thereby subsides, the clearer and sharper its <i>vivēka</i> will become. Therefore the clarity and sharpness of our <i>vivēka</i> is directly proportional to the purity of our mind, or in other words it is inversely proportional to the strength and density of our <i>viṣaya-vāsanās</i>.<br>\n<br>\n<a name=\"uu22c\"></a>What clouds and thereby blunts our natural inner clarity of <i>vivēka</i> is the darkness of our <i>viṣaya-vāsanās</i> or outward-going desires, and a mind in which <i>vivēka</i> is clouded is fertile ground for perpetuating the flourishing of its <i>viṣaya-vāsanās</i>. This is why in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i> Bhagavan refers to the will (the <i>ānandamaya kōśa</i>), which is the totality of all <i>vāsanās</i> (the vast majority of which are <i>viṣaya-vāsanās</i>), as ‘இருள்’ (<i>iruḷ</i>), which means ‘darkness’. Therefore the direct and most effective means to reduce and eventually dispel this dense darkness of <i>viṣaya-vāsanās</i> from our heart and thereby to allow our natural inner clarity of <i>vivēka</i> to shine forth unhampered by them is for us to patiently and persistently turn our attention back within to face ourself, the clear light of pure self-awareness.<br>\n<br>\nThe more our <i>viṣaya-vāsanās</i> are weakened and reduced in density and intensity, the clearer and sharper our <i>vivēka</i> will become, and thereby the more willing we will be to accept and the more clearly we will be able to understand the extremely deep, subtle and radical yet very simple principles of <i>advaita</i> philosophy. Because they are so simple, the fundamental principles of <i>advaita</i> are not difficult to understand, but because they are so radical and their implications are so profound and extreme, they are not easy to accept for those whose mind are not sufficiently pure and are therefore still strongly attached to external phenomena.<br>\n<br>\nIn order to be willing to accept them wholeheartedly and thereby able to understand them clearly in all their raw simplicity, what is required is not vast learning or the kind of intellect that is brilliant in understanding complex matters concerning the (seemingly) external world, but only <i>citta-śuddhi</i>, purity of mind and heart. Even if a person has no learning or formal education, so long as they have the required degree of <i>citta-śuddhi</i> they will be able to understand the fundamental principles of <i>advaita</i> more clearly and correctly than even the most learned people or those who have supposedly the most brilliant intellects yet whose hearts are still clouded by strong and dense <i>viṣaya-vāsanās</i>.<br>\n<br>\nHowever, neither Bhagavan nor any of the sages who wrote the ancient texts of <i>advaita</i> would exclude anyone just because they are not yet willing to accept all the more radical principles and implications of <i>advaita</i>, so they gave different levels of explanation to make it easier for more people to accept at least the most general and elementary principles of <i>advaita</i>. Good teachers always adapt what they teach to suit the capacity and needs of those whom they are teaching. They would not teach in a primary school all that they had learnt in university, but what they would teach at that level would be a suitable and necessary preparation to enable the children to progress towards university-level study. Likewise what sages teach people is suited to their level of spiritual development and is a necessary preparation to enable them to progress to deeper and subtler levels.<br>\n<br>\nTherefore in both Bhagavan’s teachings and the ancient texts of <i>advaita</i> we can see many different levels of explanation, which they gave to suit the different levels of spiritual development among those they were teaching. We should not assume, therefore, that every explanation given in the <i>upaniṣads</i> and other ancient texts and commentaries is necessarily the ultimate explanation or the deepest and subtlest one. Many preliminary explanations that we find in some places in those texts are contradicted or overruled by more advanced explanations in other places.<br>\n<br>\nEven among the devotees of Bhagavan in his bodily lifetime there were as many different levels of understanding of his teachings as there were different degrees of purity and hence clarity of mind, and the variety of these different levels is reflected both in the books that record his oral teachings and in the various commentaries and other explanations of them. Fortunately for us, however, he expressed the deepest, subtlest and most fundamental principles of his teachings in his own original writings, particularly in <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i> and <i>Upadēśa Undiyār</i>, so if we study and carefully consider all the implications of what he has written in such texts, we can each find our own level of understanding, and can then deepen and clarify it by persistent practice of self-investigation and self-surrender, supported by repeated study of his writings and reflection on their import. In this way we can form our own judgement about other recordings, commentaries and explanations, and also about any related teachings we may come across, such as in more ancient texts of <i>advaita</i>.<br>\n<br>\nBhagavan’s teachings are the pinnacle of <i>advaita</i>, the <i>amṛta</i> (ambrosia or nectar of immortality) churned from the ocean of its more ancient texts, because he has greatly simplified and clarified their essential import. Therefore rather than trying to understand his teachings through the lens of ancient texts, it is more beneficial to understand ancient texts through the lens of the fundamental principles that he has taught us in texts such as <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i> and <i>Nāṉ Ār?</i>.<br>\n<br>\nTo the extent that we have studied and correctly understood Bhagavan’s teachings, we will thereby and to that extent have understood the essential import of all the ancient texts of <i>advaita</i>, so we do not need to read any of those texts, and even if we do read them they will not enable us to understand any significant principles that we cannot understand from his own writings. On the other hand, even if we had extensively studied the ancient texts of <i>advaita</i> before coming across his teachings, if we were to study his teachings with a sufficiently open and enquiring mind we would be able to understand many deep and subtle principles of <i>advaita</i> with a fresh clarity and coherence that we would not have been able to gain from all our study of older texts.<br>\n<br>\nWhen Bhagavan answered questions that he was asked, his answers were always adapted and appropriate to the level of understanding of whoever asked the questions, because there would be no benefit in his giving answers that they did not have the willingness or capacity to understand. In the same way the authors of ancient texts adapted what they wrote to suit the level of understanding of those they were addressing, so we should not assume that everything written in those texts is the deepest, subtlest, clearest, most accurate or most radical expression of <i>advaita</i> philosophy or practice.<br>\n<br>\nOne reason for the depth, clarity and radical nature of the teachings that Bhagavan has expressed in <i>Nāṉ Ār?</i>, <i>Upadēśa Undiyār</i> and <i>Uḷḷadu Nāṟpadu</i> is that what he taught in these three texts were addressed specifically to Sivaprakasam Pillai and Muruganar, who were both wholeheartedly dedicated to achieving the goal he taught us, namely the eradication of ego, and who were therefore willing not only to give up all their former beliefs and accept all the deep, subtle and radical principles that he taught them, but also to immerse themselves deep and thereby lose themselves entirely in the practice of self-investigation and self-surrender.<br>\n<br>\nNot only do ancient texts contain teachings to suit a variety of different levels of understanding, but over the ages they have been interpreted and explained by people of different levels of understanding, so since the majority of scholars and other exponents of them did not have a sufficiently deep, clear and subtle understanding of them, many superficial interpretations or misinterpretations of them became prevalent, and as a general rule translations of them in English and other languages reflect such prevalent misinterpretations and are coloured by the limited understanding of the translators. Therefore if we do not understand Sanskrit or whichever other languages those texts were written in, we will not be able to judge to what extent the translations of them that we read are correct interpretations of them.<br>\n<br>\nBecause so many misunderstandings and wrong interpretations of the ancient texts prevail, Bhagavan often pointed out the errors in such interpretations, or as Sadhu Om used to say it, he gave ‘correction slips’. For example, for hundreds of years before Bhagavan it was widely believed and taught that the correct practice of the teachings of <i>advaita</i> was to meditate on <i>mahāvākyas</i> (great sayings) such as ‘<i>ahaṁ brahmāsmi</i>’ (I am <i>brahman</i>) or to constantly think ‘I am not this body or mind; I am that’, but he pointed out that the correct practice of <i>advaita</i> is only self-investigation (<i>ātma-vicāra</i>) and that meditating ‘I am not this, I am that’ may be an aid but is not <i>vicāra</i>, as he explained in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">27</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un29\">29</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un32\">32</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un36\">36</a>  of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\n<a name=\"ny16\"></a>Another popular misunderstanding that is prevalent even now is that since it is said that the root cause of all our problems is <i>avidyā</i> (ignorance) and that <i>avidyā</i> can be removed only by <i>vidyā</i>  (knowledge), in order to remove <i>avidyā</i> it is sufficient to study the ancient texts under the guidance of a qualified teacher (namely one who has been through the same process) and to meditate on their meaning until one understands them clearly and correctly. This is a misinterpretation of the term ‘<i>vidyā</i>’, which in this context does not mean mere conceptual understanding but only clear awareness of our real nature, which is what remains when ego is completely eradicated, and ego cannot be eradicated by any amount of studying or reasoning but only by self-investigation, as Bhagavan explained in the <a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>எந்நூலிலும் முக்தி யடைவதற்கு மனத்தை யடக்க வேண்டுமென்று சொல்லப்பட் டுள்ளபடியால், மனோநிக்ரகமே நூல்களின் முடிவான கருத்து என் றறிந்துகொண்ட பின்பு நூல்களை யளவின்றிப் படிப்பதாற் பயனில்லை. மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே யல்லாமல் எப்படி நூல்களில் விசாரிப்பது? தன்னைத் தன்னுடைய ஞானக்கண்ணாற்றானே யறிய வேண்டும். ராமன் தன்னை ராமனென்றறியக் கண்ணாடி வேண்டுமா? ‘தான்’ பஞ்ச கோசங்களுக்குள் ளிருப்பது; நூல்களோ அவற்றிற்கு வெளியி லிருப்பவை. ஆகையால், பஞ்ச கோசங்களையும் நீக்கி விசாரிக்க வேண்டிய தன்னை நூல்களில் விசாரிப்பது வீணே. பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி. சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; தியானமோ தன்னை ஸச்சிதானந்த பிரம்மமாக பாவிப்பது. கற்றவை யனைத்தையும் ஒருகாலத்தில் மறக்க வேண்டிவரும்.<br>\n<br>\n<i>ennūlilum mukti y-aḍaivadaṟku maṉattai y-aḍakka vēṇḍum-eṉḏṟu solla-p-paṭ ṭuḷḷapaḍiyāl, maṉōnigrahamē nūlgaḷiṉ muḍivāṉa karuttu eṉ ḏṟaṟindu-goṇḍa piṉbu nūlgaḷai y-aḷaviṉḏṟi-p paḍi-p-padāl payaṉ-illai. maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē y-allāmal eppaḍi nūlgaḷil vicārippadu? taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum. rāmaṉ taṉṉai rāmaṉ-eṉḏṟaṟiya-k kaṇṇāḍi vēṇḍum-ā? ‘tāṉ’ pañca kōśaṅgaḷukkuḷ ḷ-iruppadu; nūlgaḷ-ō avaṯṟiṟku veḷiyil iruppavai. āhaiyāl, pañca kōśaṅgaḷai-y-um nīkki vicārikka vēṇḍiya taṉṉai nūlgaḷil vicārippadu vīṇē. bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti. sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar; dhiyāṉam-ō taṉṉai saccidāṉanda birahmmamāha bhāvippadu. kaṯṟavai y-aṉaittaiyum oru-kālattil maṟakka vēṇḍi-varum</i>.<br>\n<br>\nSince in every text [of <i>advaita</i>] it is said that for attaining <i>mukti</i> [liberation] it is necessary to make the mind cease, after knowing that <i>manōnigraha</i> [restraint, subjugation or destruction of the mind] alone is the ultimate intention [aim or purpose] of [such] texts, there is no benefit [to be gained] by studying texts without limit. For making the mind cease it is necessary to investigate oneself [to see] who [one actually is], [but] instead [of doing so] how [can one see oneself by] investigating in texts? It is necessary to know oneself only by one’s own eye of <i>jñāna</i> [knowledge or awareness]. Does [a person called] Raman need a mirror to know himself as Raman? ‘Oneself’ is within the <i>pañca-kōśas</i> [the ‘five sheaths’ that seem to cover and obscure what one actually is, namely the physical body, life, mind, intellect and will]; whereas texts are outside them. Therefore investigating in texts [in order to know] oneself, whom it is necessary to investigate [by turning one’s attention within and thereby] setting aside [excluding, removing, giving up or separating from] all the <i>pañca-kōśas</i>, is useless. [By] investigating who is oneself who is in bondage, knowing one’s <i>yathārtha svarūpa</i> [actual own nature] alone is <i>mukti</i> [liberation]. The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [oneself]; whereas <i>dhyāna</i> [meditation] is imagining oneself to be <i>sat-cit-ānanda brahman</i> [the absolute reality, which is being-consciousness-bliss]. At one time it will become necessary to forget all that one has learnt.</blockquote>\nLike these two examples, Bhagavan has corrected many other prevalent misunderstandings that arose among those who studied the ancient texts, so if we want to understand the meaning of those texts correctly, and to be able to distinguish their core principles from all the various ways in which they were expressed in a diluted manner to suit the needs of people who could not grasp them or would be unwilling to accept them if they were expressed more explicitly, the easiest way to do so is to study and understand Bhagavan’s original writings, in which the same core principles have been expressed in a manner that is much simpler, clearer and therefore more easy to understand.<br>\n<br>\nIn order to understand Bhagavan’s teachings correctly and clearly, we need to approach them with a fresh and open mind and willingness to discard any of our former beliefs that we find to be incompatible or inconsistent with them, as Sivaprakasam Pillai and Muruganar did. If instead we try to understand them through the lens of whatever we have understood from our previous study of other texts and books, we are liable to misunderstand them. As Sadhu Om used to say, our mind needs to be like a clean slate when we begin to study his teachings, because then only will they make a fresh and clear impression on us.<br>\n<br>\nIf we write Bhagavan’s beautiful name on a well-scribbled slate, it will become just one more scribbling lost among all the previous scribblings, whereas if we first wipe the slate clean and then write his name, its true beauty will stand out clearly. Likewise, if we try to understand his teachings without being willing to set aside all our previous beliefs and concepts, the fresh clarity of them will be lost among all our other confused ideas, whereas if we are willing to discard all our old ideas, his teachings will make a clear and fresh impression on our mind and heart.<br>\n<br>\nIn your comments, Venkat, you often cite English translations of ancient texts, but since most of us do not have a sufficiently deep understanding of Sanskrit, we cannot be sure to what extent such translations are a correct interpretation of the original texts. Moreover, just because something is written in an ancient text or by a <i>jñāni</i> such as Gaudapada or Adi Sankara, that does not mean that it is necessarily an undiluted expression of the deepest or subtlest principles of <i>advaita</i>, because just as Bhagavan often had to dilute his teachings to suit the level of understanding of whomever he was addressing, the writers of those texts likewise adapted what they wrote to suit many different levels of understanding.<br>\n<br>\nTherefore as a general rule referring to ancient texts or English translations of them will not help us to understand the deepest, subtlest and most radical principles of <i>advaita</i> that Bhagavan has expressed so clearly and unequivocally in <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i>, <i>Upadēśa Undiyār</i> and other such texts, and in most cases trying to understand his teachings through the lens of other texts, no matter how ancient or highly revered they may be, will only add to our confusion rather than clarifying or deepening our understanding.<br>\n<br>\n<a name=\"aware\"></a><b>10. What is aware of ego and all phenomena is only ourself as ego and not ourself as we actually are </b><br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=2#c3195064990642955126\">17 September 2018 at 20:09</a> you wrote that ego ‘is a false assumption that separates subject and object’, but ego is more than just a false assumption, because it is that which makes all assumptions. It is the assumer rather than the assumed. Moreover it does more than just separate subject and object, because it alone is the subject, and by coming into existence it brings all objects into existence, so in its absence there is neither subject nor object but only our real nature, which is the one infinite and indivisible whole.<br>\n<br>\n<a name=\"uu28\"></a>Before ego appears there is nothing to separate, because it is antecedent to all phenomena. What actually exists is only our real nature, which is pure awareness, so it alone is what seems to have been divided or separated into subject (ego) and objects (phenomena), but though it seems to have been divided, it has never actually been divided, because it is indivisible, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\nBecause our real nature is <i>anādi</i>, beginningless, there is nothing antecedent to it. Because it is <i>ananta</i>, endless, limitless or infinite, there is nothing other than or outside of it. And because it is <i>akhaṇḍa</i>, unbroken, undivided or unfragmented, it cannot be divided or become more than one thing. Therefore nothing else can exist either outside it or as a division within it.<br>\n<br>\nBeing beginningless and endless, it is not touched by time, and hence it is immutable, so it can never become aware of anything other than itself. It is always just as it is, and never undergoes modification or alteration of any kind whatsoever.<br>\n<br>\nIf, as you seem to believe, it is aware of the appearance and disappearance of ego and phenomena, it would become aware of them when they appear and cease to be aware of them when they disappear. Whatever becomes something or ceases to be something is not unchanging, and according to Bhagavan whatever changes is not real, because whenever it changes it ceases to be what it was previously and becomes something else instead.<br>\n<br>\nMoreover, since phenomena are constantly changing, if our real nature were aware of them it would itself be constantly changing, becoming aware of one thing at one moment and another thing at another moment. Therefore, since it is immutable, it can never become aware of anything or cease to be aware of anything, and hence it cannot be aware of either the appearance or the disappearance of ego and phenomena.<br>\n<br>\nThough it is sometimes described as the ‘witness of all’ (<i>sarva-sākṣi</i>), in its clear view ‘all’ is only itself, because nothing other than itself exists, since it is infinite (<i>ananta</i>), and no parts exist within it, since it is indivisible (<i>akhaṇḍa</i>), so there is no multiplicity or anything other than itself that it could ever witness or be aware of. Therefore as Bhagavan explained, whenever it is said that our real nature or <i>brahman</i> is ‘<i>sākṣi</i>’ or ‘witness’, this term is not used in the sense of what is aware of anything other than itself but only in the sense of that in whose presence everything else seems to exist.<br>\n<br>\nAs I explained in a <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=2#c8247604985290848954\">series of two comments</a> that I wrote in reply to you on 23 September 2018:<br>\n<blockquote>Venkat, in your comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=2#c3195064990642955126\">17 September 2018 at 20:09</a> you quoted a great Sankara scholar who wrote, “Through the practice of this ‘Adhyatma Yoga’ at last one cognises that my true nature of Being is beyond the ‘I’ sense or ego. When one cognises this Truth, then he remains unto himself as of the nature of the Witness of the ego. [...] And he himself has remained as the Witness of the ego or as the Pure Self”, and this prompted Rukmani to <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=2#c4304808646801215890\">ask</a>, ‘How can pure self ever witness the ego?’<br>\n<br>\nThis led to a heated discussion, in which several friends expressed their views, but neither you nor anyone else seems to have answered the perfectly reasonable question asked by Rukmani: ‘How can pure self ever witness the ego?’ This question cannot be answered merely by asserting that the pure self does witness the ego, nor by quoting texts that seem to imply this. The question is ‘how?’ If this cannot be answered adequately, it is reasonable for us to question the correctness of any assertion that it does, or of any interpretation that arrives at such a conclusion.<br>\n<br>\nAs Bhagavan explained, the sense in which the term ‘witness’ is used depends upon the context, and one of the senses in which it is used traditionally is metaphorical. The sun is said to be the witness of all that happens on earth, but this is obviously a metaphorical use of this term, because the sun is not aware of anything that happens on earth, so in this context ‘witness’ is a metaphor for ‘that in the presence of which’. That is, the sun is that in the presence of which everything happens on earth.<br>\n<br>\n<a name=\"ny15\"></a>It is in this metaphorical sense that our real nature (<i>ātma-svarūpa</i> or <i>brahman</i>) is said to be the ‘witness’ of ego and everything else. That is, it is only in and by the mere presence of our real nature that ego and everything else seem to arise, function and subside. This is what Bhagavan meant when he wrote in the <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#ny15\">fifteenth paragraph</a> of <i>Nāṉ Ār?</i> that everything happens ‘ஈசன் சன்னிதான விசேஷ மாத்திரத்தால்’ (<i>īśaṉ saṉṉidhāṉa-viśēṣa-māttirattāl</i>), ‘by just the special nature of the presence of God’.<br>\n<br>\n<a name=\"gvk98\"></a>Like Sankara and others, Bhagavan also sometimes used the term ‘witness’ in this metaphorical sense of presence, but he clarified that this is not intended to imply that our real nature is aware of anything other than itself. For example, in <a href=\"https://happinessofbeing.blogspot.com/2017/01/what-is-aware-of-everything-other-than.html#gvk98\">verse 98</a> of <i>Guru Vācaka Kōvai</i> he explained that since no other thing appears unless one rises as ego, the false awareness ‘I am this body’, no phenomenon (<i>viṣaya</i>) exists in the clear view of our real nature, and hence it is incorrect to say that <i>ātman</i> (ourself as we actually are) itself is the actual witness.<br>\n<br>\nHowever, though the term ‘witness’ is often used in the metaphorical sense of presence, people who lack subtle understanding generally misinterpret it to mean that our real nature is actually aware of ego and other phenomena. This misinterpretation occurs because such people do not understand that our real nature is just pure awareness (<i>prajñāna</i>), which means awareness that is aware of nothing other than itself, because nothing other than itself actually exists. Awareness of other things, which is what Bhagavan calls <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#intransitive\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>, which literally means ‘pointing’ or ‘showing’ awareness), is not the nature of ourself as we actually are but only of ourself as ego.<br>\n<br>\n<a name=\"ny06\"></a>To make this clear, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan defined our real nature in two sentences: ‘நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். அதுவே ‘மௌன’ மெனப்படும்’ (<i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum. adu-v-ē ‘mauṉam’ eṉa-p-paḍum</i>), which means ‘Only the place where the thought called I [the ego] does not exist at all [or even a little] is <i>svarūpa</i> [one’s ‘own form’ or real nature]. That alone is called ‘<i>mauna</i>’ [silence]’. Since not even the slightest trace of ego exists in our real nature, how can it be correct to say that our real nature is aware of ego?<br>\n<br>\nTherefore when it is said that our real nature (<i>svarūpa</i>) is <i>jīva-sākṣi</i>, the witness of the <i>jīva</i> or ego, or <i>sarva-sākṣi</i>, the witness of everything, it does not mean that our real nature is aware either of ego or of anything else, but only that ego and everything else seem to exist only in and by the mere presence of our real nature. In other words, without our real nature, ego and everything else would not even seem to exist.</blockquote>\n<a name=\"un26a-b2\"></a>Though it is only in and by the presence of our real nature that everything else seems to exist, it is not in the view of our real nature that other things seem to exist but only in the view of ourself as ego. This is why he said in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’.<br>\n<br>\nThe fact that all phenomena (all multiplicity or things that seem to be other than ourself) seem to exist only in the view of ego and not in the view of our real nature, which is just pure awareness, was made clear by Bhagavan in so many ways, but it was not made so abundantly clear in any of the ancient texts or by any of the commentators on them such as Adi Sankara, and hence many scholars who lack depth and subtlety of understanding wrongly assume that our real nature is what is aware of ego and everything else, and they interpret the ancient texts accordingly.<br>\n<br>\nIf we do not understand that what is aware of the appearance of ego and phenomena is not our real nature (ourself as we actually are) but only ourself as ego, we will not be able to understand correctly and clearly either the nature of our goal or more importantly the nature of the means or path to attain it. So long as we are aware of phenomena of any kind whatsoever (that is, anything that appears or disappears and is therefore not permanent but just a transitory appearance), we are not aware of ourself as we actually are but only as ego, so both our goal and the path to it are to be aware of nothing other than ourself.<br>\n<br>\n<a name=\"uu16a\"></a><a name=\"un26d1\"></a>This is why Bhagavan implies in <a href=\"#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i> that in order to be aware of our own ‘form of light’ (the pure awareness that we actually are) we need to give up being aware of any phenomena, and why he concludes <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> by saying: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’. We cannot have our cake and eat it. In order to be aware of ourself as we actually are, we need to give up being aware of everything else. This is the simple and small price that we must pay for eternal bliss.<br>\n<br>\nThis will be clear to us only if we understand and are willing to accept the principle that what is aware of ego and all phenomena is only ourself as ego and not ourself as we actually are, which is one of the fundamental and most essential principles of Bhagavan’s teachings. So long as we cling to the false belief that we can be aware of ourself as we actually are and still be aware of phenomena, we are not yet willing to pay the price that we must pay in order to know and be what we always actually are.<br>\n<br>\n<a name=\"goal\"></a><b>11. Since our goal is to be aware of nothing other than ourself, the means to achieve it is simply to try to be aware of nothing other than ourself</b><br>\n<br>\nIn many of your comments both recently and in the past you have defended your belief that we will continue to be aware of the world even after the eradication of ego, and when others have challenged this belief you have written something to the effect that it does not matter what we believe about the state of <i>ātma-jñāna</i>, because what is important is that we follow the path of <i>ātma-vicāra</i>, which alone will reveal to us the nature of that state. For example, in your comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c5538190323019407446\">23 September 2018 at 17:00</a>, in which you replied to my comments of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=2#c8247604985290848954\">23 September 2018</a> (which I reproduced in the previous section), you ended by writing: ‘To be honest, I’m not sure this really matters — and I’m happy to agree that I may well be wrong. We both agree that we need to turn inwards and do self-investigation. There is little purpose in conceptualising and arguing over what remains thereafter’. This would be true if there were no connection between the nature of <i>ātma-vicāra</i> and that of <i>ātma-jñāna</i>, but there is a very important and significant connection between them.<br>\n<br>\n<a name=\"un25\"></a>The connection between them lies in the crucial distinction between ego and our real nature. Whereas ego is what Bhagavan called ‘<a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#intransitive\">சுட்டறிவு</a>’ (<i>suṭṭaṟivu</i>), which means transitive awareness (that is, awareness that is aware of things other than itself), our real nature is what he called ‘சுட்டற்ற அறிவு’ (<i>suṭṭaṯṟa aṟivu</i>), which means intransitive awareness (that is, awareness that is aware of nothing other than itself), so we rise and stand as ego only by being aware of other things (phenomena of any kind whatsoever), as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If it seeks, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> [By] grasping form [that is, by projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; [by] grasping form [that is, by holding on to that body as itself] it stands [endures, continues or persists]; [by] grasping and feeding on form [that is, by projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If it seeks [examines or investigates] [itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].</blockquote>\nSince we rise and stand as ego only by being aware of other things, we can subside and cease forever rising or standing as ego only by being aware of nothing other than ourself. Therefore our goal is to be aware only of ourself and nothing else whatsoever, which is the state called <i>ātma-jñāna</i> (self-knowledge or pure self-awareness), and the means to achieve this goal is to try to be aware only of ourself and nothing else whatsoever, which is the practice called <i>ātma-vicāra</i> (self-investigation).<br>\n<br>\nThat is, since our goal is to be aware of nothing other than ourself, we cannot achieve this goal by any means other than trying to be aware of nothing other than ourself. Therefore the nature of the path is the same as the nature of the goal. Hence if we have not clearly understood that our goal is to be aware of nothing other than ourself (as we are in sleep, but permanently and not just temporarily), our understanding of the practice will not be sufficiently deep or clear.<br>\n<br>\nBhagavan’s teachings are nothing if not practical. The sole aim of all the fundamental principles that he taught us in texts such as <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i> and <i>Upadēśa Undiyār</i> is to enable us to understand clearly what the practice of self-investigation and self-surrender actually entails. Though we can practise self-investigation and self-surrender even while we are aware of other things, we can go deep into the practice only to the extent that we cease to be aware of anything else. The closer that we come to the pure awareness that we experience in sleep the closer we are to eradicating ego.<br>\n<br>\n<a name=\"forms\"></a><b>12. Ego projects and simultaneously perceives itself as all forms or phenomena</b><br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c4217594161174039196\">5 October 2018 at 20:46</a> you say, ‘In any event, Bhagavan would appear to be inconsistent in UN23 to UN26’, but if we are willing to accept that he knew what he was talking about and how to express it clearly and coherently, then we have to infer that what he wrote in these four verses (and also in all the other verses of <i>Uḷḷadu Nāṟpadu</i>) was actually perfectly consistent, so if it appears in our view to be inconsistent, that indicates that we have not correctly understood what he meant.<br>\n<br>\n<a name=\"un23c\"></a><a name=\"un26a-b3\"></a><a name=\"un24a-c2\"></a><a name=\"un25a\"></a>Earlier in the same comment you explain what appears to you to be inconsistent in these verses of <i>Uḷḷadu Nāṟpadu</i>, namely that when he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a>, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), ‘After one thing, I, rises, everything rises’, and in <a href=\"#un26\">verse 26</a>, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, he thereby supports the contention that ego is antecedent to everything else, but when he says in <a href=\"#un24\">verse 24</a>, ‘சட உடல் நான் என்னாது; சத்சித் உதியாது; உடல் அளவா நான் ஒன்று உதிக்கும் இடையில்’ (<i>jaḍa uḍal nāṉ eṉṉādu; sat-cit udiyādu; uḍal aḷavā nāṉ oṉḏṟu udikkum iḍaiyil</i>), ‘The <i>jaḍa</i> body does not say I; <i>sat-cit</i> does not rise; in between one thing, I, rises as the extent of the body’, and in <a href=\"#un25\">verse 25</a>, ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), ‘Grasping form it [the formless phantom-ego] comes into existence’, you believe that he thereby implies that the body is antecedent to ego.<br>\n<br>\nIf verses 24 and 25 did imply that the body is antecedent to ego, then that would contradict what he says in verses 23 and 26, but is it reasonable to suppose that he would contradict himself in such an obvious manner when giving such important teachings? Is it not more reasonable to suspect that you have perhaps misinterpreted the implication of verses 24 and 25? In verses 23 and 26 he says unequivocally that everything else comes into existence only after ego comes into existence, and they do not exist when ego does not exist, so we need to interpret what he says in verses 24 and 25 accordingly.<br>\n<br>\nHow does ego come into existence grasping the form of a body if that form does not already exist prior to its coming into existence? The answer to this is simple: in this context ‘grasping’ implies both projecting and perceiving. In other words, ego comes into existence by simultaneously projecting and perceiving a body as ‘I’.<br>\n<br>\nAs I explained in the <a href=\"#un24\">first section</a> of this article, we can understand that the body is not antecedent to ego by considering our experience in a dream. As soon as we rise as ego in a dream (in other words, as soon as we begin to dream), we become aware of ourself as a body in that dream, and through the senses of that body we perceive a dream world, but after waking up we do not suppose that dream body or dream world existed prior to or independent of our perception of them. What we understand is that as soon as we began to dream we projected and simultaneously perceived both the dream body and the dream world.<br>\n<br>\nThis is how we grasp the form of a body as ‘I’ in any dream, and according to Bhagavan our present state, which now seems to us to be a state of waking (just as any dream seems to be so long as we are dreaming), and any other state in which we perceive phenomena is just a dream, so we have grasped the form of this body as ourself by projecting and perceiving it as soon as we rose as ego and began to experience this state. This teaching of his is therefore what is called <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention (<i>vāda</i>) that perception (<i>dṛṣṭi</i>) is causally antecedent to creation (<i>sṛṣṭi</i>), or in other words that we create phenomena only by perceiving them, just as we do in dream.<br>\n<br>\nThe philosophy of <i>advaita</i> is interpreted by people in various ways according to the purity of their minds, so there are many people who consider themselves to be <i>advaitins</i> yet who do not accept <i>dṛṣṭi-sṛṣṭi-vāda</i>, because for them it seems to be too radical an interpretation of <i>advaita</i>, so they interpret the ancient texts of <i>advaita</i> according to <i>sṛṣṭi-dṛṣṭi-vāda</i>, the contention that creation is causally antecedent to perception, and that the world therefore exists prior to and independent of our perception of it. Those who interpret <i>advaita</i> in this way do not accept <i>ēka-jīva-vāda</i>, the contention that there is only one <i>jīva</i>, ego or perceiver (which is one of the basic implications of <i>dṛṣṭi-sṛṣṭi-vāda</i>), and since they believe that phenomena exist independent of ego’s perception of them, they do not accept that ego alone is what projects all phenomena, and hence they interpret ancient texts to mean that what projects everything is not ego or mind but only <i>brahman</i> (or <i>brahman</i> as <i>īśvara</i>, God, rather than <i>brahman</i> as ego).<br>\n<br>\nThis is a very diluted interpretation of <i>advaita</i>, but it is probably the view espoused by the majority of scholars, <i>saṁnyāsins</i> and others who consider themselves to be <i>advaitins</i>, so most translations of the ancient texts of <i>advaita</i> and commentaries on them have interpreted them according to this view, namely <i>sṛṣṭi-dṛṣṭi-vāda</i> and its corollary, <i>nānā-jīva-vāda</i> (the contention that there are many <i>jīvas</i>, egos or perceivers). However this is not the view that Bhagavan taught us in <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i> and other such texts, in which he very clearly and unequivocally taught <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>.<br>\n<br>\nThe view that you seem to espouse is <i>sṛṣṭi-dṛṣṭi-vāda</i>, because for example in an earlier comment of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c6409616922589266371\">3 October 2018 at 20:46</a> you wrote, ‘Bhagavan / advaita does not teach that the ego arises and simultaneously causes the appearance of phenomena’, and in another one of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c7240382291129828405\">4 October 2018 at 08:33</a> you wrote, ‘Advaita, and Bhagavan, says to us that the world is a projection by Brahman / Self. That is the Knower’. However in saying this you are misinterpreting Bhagavan (and siding with one particular but contentious interpretation of <i>advaita</i>, albeit perhaps the most popular and prevalent one), because in <i>Uḷḷadu Nāṟpadu</i> and <i>Nāṉ Ār?</i> he very clearly and unequivocally taught us that though ego (the mind or perceiver) and phenomena (the world or everything perceived) appear simultaneously, it is ego alone that causes the appearance of phenomena.<br>\n<br>\n<a name=\"un07b\"></a>For example, in <a href=\"#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i> (which I cited earlier in <a href=\"#un4-7\">section 5</a>) he says: ‘உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum</i>), ‘Though the world and awareness arise and subside simultaneously, the world shines by awareness’. In this context what he refers to as ‘அறிவு’ (<i>aṟivu</i>), ‘awareness’, is not real awareness (<i>cit</i>), which is <i>brahman</i>, but only ego or mind, which is a semblance of awareness (<i>cidābhāsa</i>), because he says that it rises and subsides along with the world. Therefore when he says ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by awareness’, he implies that what causes the world to appear is only ego or mind.<br>\n<br>\n<a name=\"ny04e\"></a>This is also what he states explicitly in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>. In the first two sentences he says, ‘மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது’ (<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i>), ‘What is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear’, and in fifth sentence he says, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai</i>), ‘Excluding thoughts, there is not separately any such thing as world’, thereby implying that mind is what causes the world to appear.<br>\n<br>\nThe verb that he uses in the second sentence is தோற்றுவிக்கின்றது (<i>tōṯṟuvikkiṉḏṟadu</i>), the third person singular neuter form of தோற்றுவி (<i>tōṯṟuvi</i>), which is an alternative form of <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=தோற்று&searchhws=yes\">தோற்று</a> (<i>tōṯṟu</i>), a causative verb that means to cause to appear, produce, create or project, and he uses this same verb in later in this paragraph when he says, ‘சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும்’ (<i>silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum</i>), ‘Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears’. Therefore in this paragraph he teaches us very clearly and emphatically that what projects or causes the appearance of the world is only the mind (the ego or perceiver).<br>\n<br>\n<a name=\"misperception\"></a><b>13. What misperceives <i>brahman</i> as ego and world is not <i>brahman</i> as such but only ego</b><br>\n<br>\nAccording to the interpretation of <i>advaita</i> that you espouse, what projects or creates the world is <i>brahman</i>, which is our real nature (<i>ātma-svarūpa</i>), but if this were the case, that would mean that <i>brahman</i> is a doer and therefore operates in time, whereas it is in fact the fundamental reality in which time and everything else appears and disappears. It is immutable, so it is unaffected by either the appearance or disappearance of anything, and hence it is the cause of everything only in the sense that it is the fundamental substance (<i>mūla-vastu</i>) that appears as everything, just as a rope is the substance that appears as a snake, but it does not itself do anything to cause their appearance, just as the rope does not do anything to appear as a snake.<br>\n<br>\n<a name=\"gvk85\"></a>This is stated explicitly by Bhagavan in <a href=\"https://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#gvk85\">verse 85</a> of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>நானா விதமான நாமரூ பங்களொடு<br>\nதானே யுலகாச் சமைவதலாற் — றானோர்<br>\nநிமித்தனா யத்தை நிருமித் தளித்துச்<br>\nசமித்தல் புரிவா னலன்.<br>\n<br>\n<i>nāṉā vidamāṉa nāmarū paṅgaḷoḍu<br>\ntāṉē yulahāc camaivadalāṯ — ṟāṉōr<br>\nnimittaṉā yattai nirumit taḷittuc<br>\ncamittal purivā ṉalaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நானா விதமான நாம ரூபங்களோடு தானே உலகா சமைவது அலால், தான் ஓர் நிமித்தனா அத்தை நிருமித்து அளித்து சமித்தல் புரிவான் அலன்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉā vidamāṉa nāma rūpaṅgaḷōḍu tāṉē ulahā samaivadu alāl, tāṉ ōr nimittaṉā attai nirumittu aḷittu samittal purivāṉ alaṉ</i>.<br>\n<br>\n<b>English translation:</b> Oneself is only what is made [to appear] as the world with diverse kinds of names and forms, but oneself is not one who as a <i>nimitta</i> [an efficient cause] does [any actions such as] creating, sustaining and destroying that [the world].</blockquote>\nதானே (<i>tāṉē</i>) is an intensified form of <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=தான்&searchhws=yes\">தான்</a> (<i>tāṉ</i>), which means oneself, but in this context it refers specifically to <i>ātma-svarūpa</i>, the real nature of oneself, as Muruganar confirms in his explanatory paraphrase of this verse. He also explains that, as implied in this verse, <i>ātma-svarūpa</i> is the ‘material’ or substantial cause of the world-appearance (in the sense that it alone is what appears as all phenomena), but it is not the efficient cause (<i>nimitta kāraṇa</i>) of it, because it plays no active role in making it appear.<br>\n<br>\nA material or substantial cause is the substance of which a thing is made, which is what in Tamil is called <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=முதற்காரணம்&searchhws=yes\">முதற்காரணம்</a> (<i>mudaṟ-kāraṇam</i>), ‘primary cause’, and in Sanskrit is called <a href=\"http://sanskritdictionary.com/?q=upādāna\">उपादानकारण</a> (<i>upādāna kāraṇa</i>), ‘used cause’. For example, wood is the material cause of a table, and clay is the material cause of a pot, so in this verse Bhagavan implies that <i>ātma-svarūpa</i> is likewise just the material cause of the world of name and forms, but is not its efficient cause (<i>nimitta kāraṇa</i>, <a href=\"http://sanskritdictionary.com/?q=nimitta\">निमित्तकारण</a> or <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=நிமித்தகாரணம்&searchhws=yes\">நிமித்தகாரணம்</a>).<br>\n<br>\nHowever, when wood is made into a table or clay is made into a pot, it undergoes a change in form, whereas <i>ātma-svarūpa</i> never undergoes any change at all even when it appears as the world, so in this sense it is more like a rope, which is the material cause for the appearance of a snake, but which does not undergo any change when it seems to be a snake. The efficient cause (<i>nimitta kāraṇa</i>) of a table is a carpenter, and of a pot is a potter, but the efficient cause that makes a rope appear as a snake is just the perceiver’s misperception of it. Likewise the efficient cause for the appearance of the world is just ego’s misperception of <i>ātma-svarūpa</i>, its own real nature.<br>\n<br>\nSince <i>ātma-svarūpa</i> alone is what actually exists, everything else is just an illusory appearance, and the efficient cause (<i>nimitta kāraṇa</i>) of any illusory appearance is just misperception. Therefore if anyone claims that <i>ātma-svarūpa</i> (or <i>brahman</i>, which is just another name for <i>ātma-svarūpa</i>) causes the appearance of this world, they thereby imply one or other of two contentions, namely either that it actually undergoes change to become ego and all the phenomena perceived by it, or that it misperceives itself as ego and all phenomena.<br>\n<br>\nThe contention that <i>brahman</i> actually becomes the world is called <i>pariṇāma vāda</i>, the ‘contention of transformation (or alteration)’, but if this contention were true, that would mean that <i>brahman</i> is not immutable but is one thing at one time and another thing at another time. How could such a changing thing be the fundamental reality?<br>\n<br>\nThe contention that <i>brahman</i> does not actually become the world but merely appears as such is called <i>vivarta vāda</i>, the ‘contention of false appearance (or illusion)’, according to which the efficient cause (<i>nimitta kāraṇa</i>) of the world is only misperception. But what is it that misperceives <i>brahman</i> as ego and world? If we contend that <i>brahman</i> misperceives itself, that would mean that it is subject to illusion and self-ignorance, which would again imply that it is mutable, being self-ignorant whenever it misperceives itself as ego and world and not being self-ignorant whenever it is aware of itself as it actually is.<br>\n<br>\nTherefore according to <i>dṛṣṭi-sṛṣṭi-vāda</i> and Bhagavan’s teachings what misperceives <i>brahman</i> as ego and world is not <i>brahman</i> as such but only ego. Even when it is misperceived by ego as all this multiplicity, <i>brahman</i> itself never undergoes any change and therefore never sees itself as anything other than what it actually is, namely the one infinite, eternal, immutable, indivisible, nameless and formless whole.<br>\n<br>\n<a name=\"existence\"></a><b>14. Whatever comes into existence or ceases to exist does not actually exist but merely seems to exist</b><br>\n<br>\nIn the same <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c4217594161174039196\">comment</a> in which you wrote that ‘Bhagavan would appear to be inconsistent in UN23 to UN26’, after quoting the first two sentences of verse 26 of <i>Uḷḷadu Nāṟpadu</i>, ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, you remarked, ‘here I would question what Bhagavan means by existence. Does a dream exist — we take it to exist and be real whilst dreaming, but when we awake, we not longer take it to be real, to have existed. In the same way, once we realise the ego is not real, it is a fabrication, then there is no “other” for the ego to fight against’.<br>\n<br>\n<a name=\"ny07a2\"></a>According to Bhagavan what actually exists must always exist, so whatever comes into existence or ceases to exist does not actually exist even when it seems to exist. Since the only thing that always exists is pure awareness, which is our real nature (<i>ātma-svarūpa</i>), in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i> he says, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’.<br>\n<br>\n<a name=\"un26a-b4\"></a>Therefore when he says in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, what he means by ‘existence’ and ‘exist’ is not actual existence but only seeming existence. Neither ego nor anything else other than our real nature actually exists, so their existence is not actual existence but only seeming existence. When ego and everything else appears, they seem to exist, and when they disappear, they do not even seem to exist.<br>\n<br>\nBut even when they seem to exist, in whose view do they seem to exist? You aptly refer to the seeming existence of dream in this context. In whose view does a dream seem to exist? Only in the view of the dreamer, the ‘I’ who is projecting and perceiving it. Not only everything that is perceived in a dream, but even the ‘I’ who perceives it seems to exist only in the view of that ‘I’, the ego. Likewise even in this so-called waking state ego and everything perceived by it seem to exist only in the view of ego, because according to Bhagavan this waking state and any other state in which ego and other things seem to exist is just a dream.<br>\n<br>\nIn each dream the phenomena perceived are different, but in every dream the ego who perceives them is the same. You say, ‘we take it [dream] to exist and be real whilst dreaming, but when we awake, we not longer take it to be real, to have existed’, but this is not quite correct, because even after waking from one dream into another dream, such as our present state, we often remember the former dream, so we recognise that everything we perceived in it seemed to exist even though it did not actually exist. The difference that is brought about by the ending of that dream is that whereas everything we perceived in it seemed to be real (that is, actually existing) so long as we were in that state, it no longer seems to be real after we leave it, because we recognise that it was just a mental projection, a figment of our imagination.<br>\n<br>\nIn other words, while occurring everything perceived in a dream seems to exist independent of our perception of it, whereas after the dream has ended it becomes clear to us that whatever we perceived in it did not exist independent of our perception of it. Therefore if our present state is just a dream, as Bhagavan says it is, whatever we perceive in this state does not exist independent of our perception of it, even though it now seems to us that it exists independent of our perception of it. This teaching of his is therefore what is called <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention that whatever seems to have been created or to have come into existence does not exist independent of our perception of it.<br>\n<br>\nYou then say, ‘In the same way, once we realise the ego is not real, it is a fabrication, then there is no “other” for the ego to fight against’, but who or what is to realise that ego is not real? Ego is nothing but a misperception of ourself, an awareness of ourself as something other than what we actually are, so it seems to exist only in the view of ourself as ego and not in the view of ourself as we actually are (our real nature, <i>ātma-svarūpa</i>), because as we actually are we are always aware of ourself as we actually are and can therefore never be aware of ourself as anything else.<br>\n<br>\nTherefore, since ego seems to exist only in its own view and not in the view of our real nature, it cannot cease to exist in the view of our real nature, nor can it cease to exist in its own view, since it would have to exist in order to see that it had ceased to exist, which is obviously an absurd proposition. Therefore we can never experience the cessation of ego, which I assume is what you mean when you say ‘once we realise the ego is not real’.<br>\n<br>\nEgo seems to exist only in its own view, and so long as it seems to exist it seems to be real, that is, to be actually existing. Therefore ego can never realise that it is not real. In the view of our real nature, no ego ever seems to exist at all, so even our real nature can never realise that ego is not real. Ego will cease to exist only when it investigates itself keenly enough to see what it actually is, namely <i>ātma-svarūpa</i>, but as soon as it sees that it is <i>ātma-svarūpa</i> it is no longer ego but only <i>ātma-svarūpa</i>, in whose view no such thing as ego has ever existed.<br>\n<br>\n<a name=\"un26b\"></a><a name=\"un26d2\"></a>As Bhagavan says in the second sentence of verse 26 of <i>Uḷḷadu Nāṟpadu</i>, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego does not exist, everything does not exist’, so when ego ceases to exist everything else will cease to exist along with it. This is why he says in the fourth and final sentence of this verse: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nWhen ego and everything else ceases to exist what remains is only <i>ātma-svarūpa</i>, in whose clear view neither ego nor anything else has ever existed or even seemed to exist at all. This the state of <i>ajāta</i> (not born, become, arisen, appeared or happened), which is the ultimate truth (<i>pāramārthika satya</i>). <br>\n<br>\nHowever, though <i>dṛṣṭi-sṛṣṭi-vāda</i> is not the ultimate truth, it is closer to the ultimate truth than <i>sṛṣṭi-dṛṣṭi-vāda</i>, and hence according to Bhagavan it is the most appropriate view for us to adopt so long as we seem to be ego and therefore seem to be aware of the appearance of phenomena. The difference between <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ajāta</i> is that according to <i>dṛṣṭi-sṛṣṭi-vāda</i> neither ego nor anything else other than <i>ātma-svarūpa</i> actually exists, even though they seem to exist, whereas according to <i>ajāta</i> they do not even seem to exist and have therefore never appeared, arisen or been born.<br>\n<br>\n<a name=\"un17-18\"></a><b>15. <i>Uḷḷadu Nāṟpadu</i> verses 17 and 18: what the <i>ātma-jñāni</i> sees and what the <i>ajñāni</i> sees is exactly the same, but what they each see it as is different</b><br>\n<br>\n<a name=\"un17\"></a><a name=\"un18\"></a>In the same <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html?commentPage=3#c4217594161174039196\">comment</a> in which you wrote that ‘Bhagavan would appear to be inconsistent in UN23 to UN26’ you also referred to verse 17 of <i>Uḷḷadu Nāṟpadu</i> and said that in it ‘he seems to be saying that even for the jnani there is still a body, but he does not identify with it because everything is the Self for him. This does not imply that the body ceases to exist, because he says for both those who have known and those who haven’t known the body is I’, but as I explained <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#un17\">while discussing verses 17 and 18</a> of <i>Uḷḷadu Nāṟpadu</i> in the article on which you wrote this comment, what he says in these two verses is expressed by him in a carefully nuanced manner in order to prompt us to think very carefully and deeply about their import.<br>\n<br>\nIn <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un17\">verse 17</a> he says ‘தன் உணர்ந்தார்க்கு எல்லை அற தான் ஒளிரும் நான்’ (<i>taṉ uṇarndārkku ellai aṟa tāṉ oḷirum nāṉ</i>), ‘for those who have known themself, oneself, I, shines without limit’, and in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un18\">verse 18</a> he says ‘உரு அற்று ஆரும் உணர்ந்தார் உண்மை’ (<i>uru aṯṟu ārum uṇarndār uṇmai</i>), ‘for those who have known, reality pervades devoid of form’. The key words in verse 17 are ‘எல்லை அற’ (<i>ellai aṟa</i>), ‘without limit’, and in verse 18 are ‘உரு அற்று’ (<i>uru aṯṟu</i>), ‘devoid of form’, because these words clearly indicate the meaning that he actually intends to convey in these verses.<br>\n<br>\nThe body is a form, so like any other form it is defined by limits, and hence if ‘I’ is without limit, it is without body or any other form. Likewise, the world is nothing but a collection of forms, so if reality is devoid of form, it is devoid of any world. Why then does Bhagavan say in the first sentence of verse 17 that for both the <i>ajñāni</i> and the <i>ātma-jñāni</i> ‘உடல் நானே’ (<i>uḍal nāṉē</i>), ‘the body is only I [or actually I]’, and in the first sentence of verse 18 that for both of them ‘உலகு உண்மை ஆகும்’ (<i>ulahu uṇmai āhum</i>), ‘the world is real [or reality]’?<br>\n<br>\nIn the clear view of the <i>ātma-jñāni</i>, who is nothing other than <i>brahman</i>, nothing else actually exists, so there is no such thing as body or world. However, in the self-ignorant view of the <i>ajñāni</i> body and world seem to exist, so what the <i>ajñāni</i> sees as body and world is what the <i>ātma-jñāni</i> sees as ‘I’, the one infinite and hence formless reality.<br>\n<br>\nWhat the <i>ātma-jñāni</i> sees and what the <i>ajñāni</i> sees is exactly the same, but what they each see it as is different. Whereas the <i>ātma-jñāni</i> sees it as it actually is, which is just ‘I’, the one infinite, indivisible and hence formless reality, the <i>ajñāni</i> sees it as a multitude of forms, and sees ‘I’ as being limited to the extent of one of those forms, namely a particular body. This is the intended meaning (<i>lakṣyārtha</i>) of these two verses.<br>\n<br>\n<a name=\"explain\"></a><b>16. Since ‘<i>advaita</i>’ means non-twoness, it has to explain the seeming existence of all this multiplicity, and the simplest explanation it gives is <i>dṛṣṭi-sṛṣṭi-vāda</i></b><br>\n<br>\nVenkat, I do not expect you to be convinced by all that I have written or to change your view completely, because we each believe what we want to believe, and we can all find evidence and arguments to support our beliefs, but among all that I have written here you may perhaps find  a few ideas that you consider worthy of consideration, even if you do not entirely agree with them.<br>\n<br>\n<i>Advaita</i> is a philosophy that appeals to only a relatively small proportion of people, and even among those to whom it does appeal in very general terms, the majority are not willing to accept its most radical teachings, such as <i>ajāta</i>, <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>, so to suit those who are not willing to accept such teachings both Bhagavan and the ancient texts sometimes give other explanations that will appeal to more people, such as certain forms of <i>sṛṣṭi-dṛṣṭi-vāda</i> and <i>nānā-jīva-vāda</i>. An elaborate example of this kind of explanation is described in a passage on pages 27 to 31 of a transcript of some classes that Swami Paramarthananda gave on <i>Dṛgdṛśyavivekaḥ</i> (which can be downloaded <a href=\"http://arshaavinash.in/index.php/download/drg-drsya-viveka-by-swami-paramarthananda\">here</a>), from which Samarender Reddy recently quoted some extracts in a <a href=\"https://happinessofbeing.blogspot.com/2018/10/when-bhagavan-says-that-we-must-look.html?commentPage=2#c6887838585372862477\">series of three comments</a> on my previous article.<br>\n<br>\nAny explanation of creation that assumes that anything perceived exists prior to or independent of ego’s perception of it is a form of <i>sṛṣṭi-dṛṣṭi-vāda</i>, so the account of creation given in <i>Genesis</i>, the Big Bang theory and almost all other religious, scientific and philosophical explanations of creation are forms of <i>sṛṣṭi-dṛṣṭi-vāda</i>, as also is the explanation described by Swami Paramarthananda in that passage. Though there are no doubt many ancient texts of <i>advaita</i> that give (or imply support for) explanations similar to the one he described, and though such explanations are more sophisticated and closer to <i>dṛṣṭi-sṛṣṭi-vāda</i> than most other forms of <i>sṛṣṭi-dṛṣṭi-vāda</i>, they nevertheless imply that creation is independent of ego’s (or <i>jīva’s</i>) perception of it.<br>\n<br>\nThe difference between <i>dṛṣṭi-sṛṣṭi-vāda</i> and even the most sophisticated forms of <i>sṛṣṭi-dṛṣṭi-vāda</i> is fundamental, so they each offer us a radically different understanding of <i>advaita</i>, and hence we each have to choose which view we wish to accept. If we accept <i>dṛṣṭi-sṛṣṭi-vāda</i>, our understanding will be very much simpler than if we accept any other explanation such as the elaborate one described by Swami Paramarthananda.<br>\n<br>\nSince the term ‘<i>advaita</i>’ means non-twoness, it is a denial of the existence of more than one thing, so it is the ultimate in simplicity. However, since we seem to be aware of many things, not just one thing, <i>advaita</i> has to explain the appearance or seeming existence of all this multiplicity, and the simplest explanation it gives is <i>dṛṣṭi-sṛṣṭi-vāda</i>, as explained beautifully and clearly by Bhagavan in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>. No explanation of the appearance of multiplicity can be simpler than this, so this is <i>advaita</i> in the purest form that our mind can grasp. The only purer form of <i>advaita</i> than this is <i>ajāta</i>, but <i>ajāta</i> is a complete denial of even the appearance or seeming existence of any multiplicity whatsoever, so it cannot be an explanation of it, and hence though it is the ultimate truth (<i>pāramārthika satya</i>) it is not a practical teaching to be given to us, who perceive the appearance of multiplicity and therefore want to free ourself from its clutches.<br>\n<br>\nTherefore what Bhagavan taught us in <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i> and elsewhere is only <i>dṛṣṭi-sṛṣṭi-vāda</i>, because this is the most practical teaching to give to anyone who aspires to experience the ultimate truth, the state of pure and absolute non-twoness (<i>advaita</i>). However, the majority of people who came to him were not yet willing to accept the radical view of <i>dṛṣṭi-sṛṣṭi-vāda</i>, so for their sake he often gave alternative explanations that implied <i>sṛṣṭi-dṛṣṭi-vāda</i>, as did the ancient sages and texts of <i>advaita</i>.<br>\n<br>\nTherefore it is up to each one of us to choose whichever level of explanation we want to accept, whether the simpler, deeper and more radical explanation provided by <i>dṛṣṭi-sṛṣṭi-vāda</i> or some other more complex, shallower and less radical explanation such as the form of <i>sṛṣṭi-dṛṣṭi-vāda</i> described by Swami Paramarthananda. If we choose not to accept <i>dṛṣṭi-sṛṣṭi-vāda</i> and all that it entails, such as <i>vivarta vāda</i> and <i>ēka-jīva-vāda</i>, our  understanding of Bhagavan’s teachings will be fragmented, confused and incomplete, and what he says in <i>Uḷḷadu Nāṟpadu</i> and other such texts will seem to us to be inconsistent, as <a href=\"#forms\">you said</a> about verses 23 to 26.<br>\n<br>\nHowever if we are willing to accept <i>dṛṣṭi-sṛṣṭi-vāda</i> and all that it implies, it will be clear to us that all that he says in <i>Uḷḷadu Nāṟpadu</i> is perfectly consistent and coherent, and that one of the fundamental principles he repeatedly emphasised in it is that everything (all phenomena or things that appear and disappear) depends for its seeming existence on the seeming existence of ourself as ego. If we rise as ego, phenomena of all kinds seem to exist, whereas if we do not rise as ego, nothing other than pure awareness seems to exist at all.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "388",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/474574131773207958/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTQzNzQ0MTM3MzczCm9mZnNldDogMAo\""
}