{
    "kind": "blogger#post",
    "id": "365356835780747703",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-12-29T12:30:00Z",
    "updated": "2018-12-29T12:30:25Z",
    "url": "http://happinessofbeing.blogspot.com/2018/12/we-should-ignore-all-thoughts-or-mental.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/365356835780747703",
    "title": "We should ignore all thoughts or mental activity and attend only to ourself, the fundamental awareness ‘I am’",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the <a href=\"https://happinessofbeing.blogspot.com/2018/12/why-is-self-investigation-only-means-to.html#ego\">third section</a> of my previous article, <a href=\"https://happinessofbeing.blogspot.com/2018/12/why-is-self-investigation-only-means-to.html\">Why is self-investigation the only means to eradicate ego but not the only means to achieve <i>citta-śuddhi</i>?</a>, I wrote:<br>\n<blockquote>If we mistake a rope to be a dangerous snake, we cannot kill that snake by beating it but only by looking at it very carefully, because if we look at it carefully enough we will see that it is only a harmless rope and was therefore never the snake that it seemed to be. Likewise, since we now mistake ourself to be ego, the false awareness ‘I am this body’, we cannot kill this ego by any means other than by looking at it very carefully, because if we look at it carefully enough we will see that it is only pure and infinite awareness and was therefore never the body-mixed and hence limited awareness that it seemed to be.</blockquote><a name='more'></a>\nReferring to the clauses, ‘since we now mistake ourself to be ego, the false awareness ‘I am this body’, we cannot kill this ego by any means other than by looking at it very carefully’, a friend called Aham wrote a <a href=\"https://happinessofbeing.blogspot.com/2018/12/why-is-self-investigation-only-means-to.html#c842973153403138867\">comment</a> saying:<br>\n<blockquote>Regarding your use of the word <b>looking</b>, <br>\n<br>\n1] is to pay attention to, or be aware of, ‘I-me-mine’ thoughts, a form of looking?<br>\n2] is to mentally question the ‘I-thought’ as it arises (such as, “I, what is that?”) a form of looking?<br>\n<br>\n<b>Do you think Sri Ramana would sanction such an approach?</b><br>\n<br>\nIncidentally, in Talks Sri Ramana is recorded as having said,<br>\n<br>\n“The ego is itself unreal. <b>What is the ego? Enquire.</b> The body is insentient and cannot say ‘I’. The Self is pure consciousness and non-dual. It cannot say ‘I’. No one says, ‘I’ in sleep. What is the ego then? It is something intermediate between the inert body and the Self. [...] <b>If sought for it vanishes like a ghost. ... All that is required is only to look closely and the ghost vanishes.</b> The ghost was never there. So also with the ego. It is an intangible link between the body and Pure Consciousness. It is not real. So long as one does not look closely it continues to give trouble. <b>But when one looks for it, it is found not to exist.</b>”<br>\n<br>\nBut as you have previously stated, Sri Ramana did not edit Talks, so we cannot be sure of its authenticity.</blockquote>\nIn reply to this I wrote the following <a href=\"https://happinessofbeing.blogspot.com/2018/12/why-is-self-investigation-only-means-to.html#c7516000388369114742\">comment</a>:<br>\n<blockquote>Aham, the passage that you quote from <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a>, section 612 (2006 edition, page 591), expresses the essence of Bhagavan’s teachings very clearly, because it closely echoes what he says in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">23</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">24</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">25</a> of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\nRegarding your question about the word ‘looking’, what Bhagavan means when he says we should look closely at ego is that we should be keenly self-attentive. That is, we should attend only to ourself, the one who is aware of all other things.<br>\n<br>\nWhat exactly do you mean by ‘I-me-mine thoughts’? What Bhagavan often referred to as ‘the thought called I’ (or ‘I-thought’, as it is often translated in English) is ego, which is the subject or perceiver, and therefore one and not many.<br>\n<br>\nWhat we refer to as ‘I’ or ‘me’ may sometimes be this ego, but more often it is whatever person this ego mistakes itself to be, and what we refer to as ‘mine’ is whatever things we consider to be possessions of this person (and hence of ego). Ego is neither the person that it mistakes itself to be nor any of that person’s possessions, so attending to this person (who consists of five sheaths, namely a physical body, life, mind, intellect and will) or to any of its possessions is not attending to or looking at ego.<br>\n<br>\nMental questioning entails attending to a question, so that is also not looking at ego. Who is aware of such mental questioning? That is what we need to see. So we should look only at ourself, the one who is aware of everything else, and not at anything else whatsoever, not even at whatever person we currently seem to be.</blockquote>\nIn reply to this Aham wrote <a href=\"https://happinessofbeing.blogspot.com/2018/12/why-is-self-investigation-only-means-to.html#c5220137452173563875\">another comment</a>:<br>\n<blockquote>You write, “...what Bhagavan means when he says we should look closely at ego is that we should be keenly self-attentive. That is, we should attend only to ourself, the one who is aware of all other things.”<br>\n<br>\nIf I understand you correctly,....does that mean it is <b>only when mentally still</b>, that one is attending to the ego? As anything other than mental stillness would in fact be the ego attending to something other than itself!</blockquote>\nThe following is my reply to this:<br>\n<br>\nAham, regarding your question, ‘does that mean it is <b>only when mentally still</b>, that one is attending to the ego?’, there are different degrees of self-attentiveness, and to the extent that one is self-attentive ego will subside and its mental activity will subside along with it, so a by-product of self-attentiveness is mental stillness.<br>\n<br>\nHowever, we should not take mental stillness to be our aim, because though self-attentiveness will result in mental stillness, mental stillness does not necessarily result in our being self-attentive. We can achieve temporary stillness of mind by other means, such as <i>prāṇāyāma</i> or concentration on one object, but unless we try to turn our attention back towards ourself, mental stillness will not by itself make us self-attentive. Due to mere tiredness we achieve perfect stillness of mind every day when we fall asleep, but that does not help us to be self-attentive.<br>\n<br>\nSelf-attentiveness produces stillness of mind because so long as we are attending to anything other than ourself, our mind is active, moving away from ourself towards whatever other thing we are attending to, and constantly flitting from one thing to another, whereas when we turn our attention back towards ourself, away from all other things, our mind subsides back into its source and its activity thereby subsides along with it.<br>\n<br>\n<a name=\"ny06\"></a>If we take mental stillness to be our aim, that will make us concerned about our thoughts or mental activity, so our attention will be directed to them rather than to ourself. This is why Bhagavan asks rhetorically in the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>, ‘எத்தனை எண்ணங்க ளெழினு மென்ன?’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa?</i>), ‘However many thoughts rise, what [does it matter]?’, thereby implying that we should not concern ourself at all with thoughts or their rising. Let any number of them rise, it does not matter so long as we try to turn our attention back to ourself, the one to whom they appear, as he implies in the subsequent sentences:<br>\n<blockquote>ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu.</i><br>\n<br>\nAs soon as each thought appears, if one vigilantly investigates to whom it has appeared [literally, to whom it has come into existence], it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace increases.</blockquote>\nBhagavan used to say that trying to stop thoughts or mental activity is a self-defeating effort, and he illustrated this by giving a simple example. Suppose you go to a doctor and he gives you a medicine, but tells you that in order for the medicine to work you need to take it without thinking of a monkey. As a result of this foolish instruction, you will never be able to take the medicine, because every time you want to take it you will remember that you must not think of a monkey. Likewise, if we try to stop thoughts, we are thereby thinking of them, so the only effective way to stop them is to attend to something else, something that will not make us think more thoughts. That something is ourself, this ego.<br>\n<br>\nThough ego is itself just a thought, it is unlike all other thoughts, because other thoughts feed on our attention, so the more we attend to them the more they rise and flourish, whereas ego flourishes by our attending to other things, but subsides and disappears if we try to attend to it. Why is this the case?<br>\n<br>\nEgo is the spurious adjunct-mixed awareness ‘I am this body’, which consists of two elements, namely ‘I’ and ‘this body’. ‘I’ refers to our real nature, which is just pure awareness, whereas ‘this body’ refers to something else, a non-aware adjunct. Though ‘I’ as pure awareness is not a thought, ‘this body’ is a thought, so the mixed awareness ‘I am this body’ is a thought. However ‘I’ seems to be ‘this body’ only so long as we are attending to anything other than ourself, but when we turn our attention back towards ourself we begin to see that ‘I’ is actually quite distinct from ‘this body’, and to the extent that we see this clearly the false awareness ‘I am this body’ will dissolve and merge back into its source, the pure awareness ‘I’ or ‘I am’, which is our real nature.<br>\n<br>\nThis is why Bhagavan taught us that we should ignore everything else by trying to focus our entire attention only on ourself, the fundamental awareness ‘I am’, which is the essence and only real element of ego.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "18",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/365356835780747703/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTQ2MDg2NjI1MTM4Cm9mZnNldDogMAo\""
}