{
    "kind": "blogger#post",
    "id": "6402879047931869982",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-12-22T20:03:00Z",
    "updated": "2018-12-22T20:03:14Z",
    "url": "http://happinessofbeing.blogspot.com/2018/12/why-is-self-investigation-only-means-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6402879047931869982",
    "title": "Why is self-investigation the only means to eradicate ego but not the only means to achieve <i>citta-śuddhi</i>?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a recent <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html?commentPage=2#c3671525421193404045\">comment</a> on my previous article I wrote:<br>\n<blockquote>Today a friend wrote to me:<br>\n<blockquote>I noticed today in GVK verse 622, Bhagavan is recorded as saying: “When rightly considered, nothing will be more wonderful and laughable than one’s toiling very much through some sadhana to attain Self in the same manner as one toils to attain other objects, even though one really ever remains as the non-dual Self.”<br><a name='more'></a>\n<br>\nThis seems to contradict his teachings in Naan Ar?, where he says ‘ippadi pazhaga pazhaga, manathirkku than pirappidathil thangi nirkum sakthi athikarikindrathu’ [‘When one practises and practises in this manner, to the mind the power to stand firmly established in its birthplace will increase’ (<a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>)]. In other words, toiling is needed.<br>\n<br>\nOnly way to reconcile these two comments is that by ‘some sadhana...’, he is referring to methods other than self enquiry. Can you please comment? Thanks.</blockquote>\nIn reply to this I wrote:<br>\n<br>\nThere is actually no contradiction here. Practice and effort are certainly necessary, but why? What can be easier than knowing and being what we actually are? So why do we need practice and effort to be what we always are?<br>\n<br>\nThe problem is that we as ego do not want to be what we actually are, because to be what we actually are we need to give up everything else, including ourself as ego. Therefore practice and effort are required because they are the means (<i>sādhana</i>) by which we can reduce our desires and attachments for other things and thereby become willing to surrender ourself entirely.<br>\n<br>\nSo what practice and effort are required? The most effective means to reduce our desires and attachments are self-investigation and self-surrender, so the முறை (<i>muṟai</i>: means or <i>sādhana</i>) that Bhagavan referred to in verse 622 of <i>Guru Vācaka Kōvai</i> is any means whatsoever, including self-investigation and self-surrender.<br>\n<br>\nSelf-investigation and self-surrender are both necessary, but what do we achieve by them? Nothing whatsoever, because we end up just being what we always have been. However, the purpose of self-investigation and self-surrender is not to achieve anything but to lose everything, and for that they are the only entirely effective means.</blockquote>\nReferring to the last sentence of this comment a friend called Josef asked ‘By losing everything who will be the winner?’ and ‘By losing everything who will be the loser?’, to which I replied: ‘Josef, there will be neither any winner nor any loser, only what is (<i>uḷḷadu</i>)’. There will be no winner because there is nothing that could ever win or gain anything real. Why? Because what actually exists (<i>yathārthamāy uḷḷadu</i>), namely the real nature of oneself (<i>ātma-svarūpa</i>), always exists as it is, without ever undergoing any change, so it need not and cannot gain itself, and because everything else is merely a false appearance, since it does not actually exist but merely seems to exist, so nothing else actually exists to gain what actually exists. Likewise there will be no loser, because what needs to lose everything is only ego, which itself needs to be lost, since it is the root and foundation of everything else, so when ego does lose itself and everything else, it will no longer exist, and hence it will not be a winner, a loser or anything else whatsoever. <br>\n<br>\nReferring to the whole of my comment another friend called Roger wrote a <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html?commentPage=2#c6286683800035461049\">comment</a> saying:<br>\n<blockquote>There is a contradiction in your email reply above. The questioner asks: <i>is he referring to some other way than self inquiry?</i> You translate verse GVK 622 as “<i>any means whatsoever, including self-investigation and self surrender</i>”. Then you jump to “<i>self-investigation... the only entirely effective means</i>”.<br>\n<br>\nHow did we get from “any means whatsoever.. INCLUDING self-investigation” to “self-investigation ... the ONLY ...means”? GVK 622 “any means whatsoever” is certainly not the same as “self-investigation is the only way”. You’ve made a presumption.<br>\n<br>\nThe “any means whatsoever” is a link into Talks where Bhagavan repeatedly says such things like “<i>[instructions] differ according to the temperaments of the individuals and according to the spiritual ripeness of their minds. <b>There cannot be any instruction en masse</b>.</i>”<br>\n<br>\nActual scholarship requires open mindedness and consideration of alternatives?</blockquote>\nTherefore the rest of this article is written in reply to this comment.<br>\n<ol>\n<li><a href=\"#gvk622\"><i>Guru Vācaka Kōvai</i> verse 622: since we are always that, nothing is as astonishing as our striving to achieve that as if it were something other than ourself</a></li>\n<li><a href=\"#means\">In order for us to lose everything, including ego, the root of everything, self-investigation and self-surrender are the only entirely effective means</a></li>\n<li><a href=\"#ego\">Why is self-investigation the only means to eradicate ego?</a></li>\n<li><a href=\"#levels\">Bhagavan gave different levels of teaching to suit different levels of spiritual maturity, but this does not mean that it is not correct to say that self-investigation is the only way to eradicate ego</a></li>\n<li><a href=\"#alternatives\">We should consider alternatives wherever they are possible, but should not look for them where they are logically impossible</a></li>\n</ol>\n<a name=\"gvk622\"></a><b>1. <i>Guru Vācaka Kōvai</i> verse 622: since we are always that, nothing is as astonishing as our striving to achieve that as if it were something other than ourself</b><br>\n<br>\nRoger, contrary to what you suppose, there is actually no contradiction in the reply I wrote to my friend’s email, as I will explain below.<br>\n<br>\nFirstly, verse 622 of <i>Guru Vācaka Kōvai</i> does not refer explicitly but only implicitly to ‘any means whatsoever’. What Bhagavan says in this verse is:<br>\n<blockquote>தானதுவா யென்றுந் தனித்திருந்தே தானதனை<br>\nஏனையது போலே யிசைந்திடுதற் — கானமுறை<br>\nமேற்கொண் டுழைக்கு மிறைபோலே காணுங்கால்<br>\nஏற்குமிறும் பூதொன் றிலை.<br>\n<br>\n<i>tāṉaduvā yeṉḏṟun taṉittirundē tāṉadaṉai<br>\nēṉaiyadu pōlē yisaindiḍudaṟ — kāṉamuṟai<br>\nmēṟgoṇ ḍuṙaikku miṟaipōlē kāṇuṅgāl<br>\nēṟgumiṟum būdoṉ ḏṟilai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தான் அதுவா என்றும் தனித்து இருந்தே, தான் அதனை ஏனையது போலே இசைந்திடுதற்கு ஆன முறை மேற்கொண்டு உழைக்கும் மிறை போலே, காணுங்கால், ஏற்கும் இறும்பூது ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ aduvā eṉḏṟum taṉittu irundē, tāṉ adaṉai ēṉaiyadu pōlē isaindiḍudaṟku āṉa muṟai mēṟgoṇḍu uṙaikkum miṟai pōlē, kāṇuṅgāl, ēṟgum iṟumbūdu oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> When one sees, there is not anything as astonishing that happens as the trouble [or torment] of oneself toiling hard undertaking [or attempting] means for bringing about [or achieving] that [one’s real nature] as if it were what is other [than oneself], [in spite of] oneself always actually existing solitarily as that.</blockquote>\nThe word that I have translated here as ‘means’ is முறை (<i>muṟai</i>), and my friend wrongly inferred that this must refer to ‘methods other than self-enquiry’, so I explained that it actually refers to any means whatsoever, including self-investigation and self-surrender. That is, toiling hard by any means (<i>sādhana</i>) to achieve what we already are is something that is truly astonishing.<br>\n<br>\n<a name=\"means\"></a><b>2. In order for us to lose everything, including ego, the root of everything, self-investigation and self-surrender are the only entirely effective means</b><br>\n<br>\nHowever, though Bhagavan said this, he made it clear in so many ways that practice and effort are necessary, so in reply to that friend I explained why our practice and effort are laughable but nevertheless necessary. While explaining this I mentioned that for us to lose everything self-investigation and self-surrender are the only <i>entirely</i> effective means, but you suppose that this contradicts my earlier saying that in this verse முறை (<i>muṟai</i>) or ‘means’ implies not just means other than self-investigation but ‘any means whatsoever, including self-investigation and self-surrender’.<br>\n<br>\nI do not deny that there are many means by which we can try to achieve what we always actually are, nor do I deny that means other than self-investigation and self-surrender are necessary or effective. All I implied by saying that self-investigation and self-surrender are the only entirely effective means is that other means are not by themselves sufficient. There is a simple reason for this.<br>\n<br>\nIn order to achieve what we always actually are we need to surrender ourself, this ego, because ego is what prevents us being aware of ourself as we actually are. However, so long as we have strong desires for and attachments to things other than ourself we will not be willing to surrender ourself, so before we can surrender ego we must first surrender to a considerable extent its desires, attachments, likes, dislikes, hopes, fears and so on.<br>\n<br>\nDesires, attachments and such like are often referred to collectively as impurities in the mind, so surrendering them or reducing their intensity is what is called <i>citta-śuddhi</i>, purification or cleansing of the mind or will. For achieving <i>citta-śuddhi</i> self-investigation (<i>ātma-vicāra</i>) is the most effective means, because it is cutting down ego, the root of all impurities, but it is not the only means (and contrary to what you imply in so many of your comments, I have never said that it is the only means).<br>\n<br>\nOther means such as <i>niṣkāmya karma</i>, <i>bhakti</i> and <i>yōga</i> can all help us to achieve <i>citta-śuddhi</i>, but they are not all equally effective, and none of them are as effective as self-investigation. This is why in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu03\">verses 3 to 7</a> of <i>Upadēśa Undiyār</i> Bhagavan grades various practices of <i>niṣkāmya karma</i> and <i>bhakti</i> in ascending order of efficacy, but concludes in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> by saying that <i>ananya-bhāva</i> (meditation on what is not other), which is an alternative description of self-investigation, is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘best among all’, implying that it is the most effective among all means for achieving <i>citta-śuddhi</i>.<br>\n<br>\nSince self-investigation is the most effective of all means, in what sense are other means also necessary? Though self-investigation is sufficient by itself, we would not be attracted to practising it unless we had already achieved a certain degree of purity of mind (<i>citta-śuddhi</i>), so until we are drawn to the practice of self-investigation other means are necessary in order for us to achieve sufficient purity of mind for us to be attracted to this ultimate practice.<br>\n<br>\nThough self-investigation is not the only means to achieve <i>citta-śuddhi</i>, it is ultimately the only means to eradicate ego and thereby achieve complete and absolute purification. Why is this the case?<br>\n<br>\nThe root of all impurities is ego, because it is what likes, dislikes, desires, hopes, fears, is attached and so on, so purification of mind (<i>citta-śuddhi</i>) can be complete only when ego is eradicated. No matter how much we may reduce our likes, dislikes, desires, attachments, hopes and fears, whether by self-investigation or by any other means, we cannot be entirely free of such impurities until we are free of ego, their root. So long as ego survives, likes, dislikes, desires and so on will continue sprouting from it, like branches and leaves sprouting from the root of a trimmed back bush, so how can we eradicate ego?<br>\n<br>\n<a name=\"ego\"></a><b>3. Why is self-investigation the only means to eradicate ego?</b><br>\n<br>\nIn order to answer this question we first need to understand exactly what ego is. As Bhagavan explained, it is the false awareness ‘I am this body’, so it is a wrong knowledge or erroneous self-awareness, an awareness of ourself as something other than what we actually are. Therefore, since it is an erroneous awareness of ourself, it can be removed or eradicated only by correct awareness of ourself: that is, awareness of ourself as we actually are. In other words, it is only by correct self-knowledge (<i>ātma-jñāna</i>) that we can eradicate ego.<br>\n<br>\nThis is one of the fundamental principles of <i>advaita</i> philosophy, but in ancient texts it is generally expressed in slightly different terms. Since ego is nothing but a wrong knowledge of ourself, it is often referred to as <i>avidyā</i> (ignorance, in the sense of self-ignorance), and the only remedy for <i>avidyā</i> is <i>vidyā</i> (knowledge, in the sense of <i>ātma-vidyā</i> or self-knowledge). This is such a fundamental principle that everyone who considers themself to be a follower of <i>advaita vēdānta</i> will agree about it. They may disagree about many other principles and interpretations, but they all agree that <i>avidyā</i> can be destroyed only by <i>vidyā</i>, because simple logic demands that this must be the case.<br>\n<br>\nEven in other contexts, such as any form of mundane knowledge, no reasonable person would believe that ignorance can be removed by any means other than knowledge, because knowledge and ignorance are a pair of opposites. If you are ignorant of the taste of a mango, for example, the only means to remove that ignorance is to gain knowledge of its taste by eating one.<br>\n<br>\nTherefore according to this simple principle of logic, since ego is self-ignorance (<i>avidyā</i>), being a wrong knowledge or mistaken awareness of ourself, it can be removed only by correct self-knowledge (<i>vidyā</i>), which means being aware of ourself as we actually are. So how can we be aware of ourself as we actually are? Or in more metaphorical terms, how can we see what we actually are?<br>\n<br>\nIf we want to see the sun, there is only one way to do so: we must turn and look at it. Unless we look at it, we will never see it. Likewise, if we want to see what we actually are, there is only one way to do so: we must turn and look at ourself very keenly. Unless we look at ourself keenly enough, we will never see what we actually are.<br>\n<br>\nIn other words, in order to be aware of ourself as we actually are, we must observe or attend to ourself keenly and carefully enough. Keen and careful observation or attention is the only means to gain direct experiential knowledge, and only direct experiential knowledge of ourself can destroy ego.<br>\n<br>\nIf we mistake a rope to be a dangerous snake, we cannot kill that snake by beating it but only by looking at it very carefully, because if we look at it carefully enough we will see that it is only a harmless rope and was therefore never the snake that it seemed to be. Likewise, since we now mistake ourself to be ego, the false awareness ‘I am this body’, we cannot kill this ego by any means other than by looking at it very carefully, because if we look at it carefully enough we will see that it is only pure and infinite awareness and was therefore never the body-mixed and hence limited awareness that it seemed to be.<br>\n<br>\nThis is why Bhagavan often said that whatever other spiritual path we may follow, in order to eradicate ego we must eventually turn back to look at ourself. In other words, to reach our final destination we must sooner or later follow the simple path of self-investigation (<i>ātma-vicāra</i>). There is no other way.<br>\n<br>\nThis is not intended to devalue or denigrate other spiritual practices. There is only one gate by which we can enter the fortress, but there are many roads leading to that gate. When it is said that the gate is the only way into the fortress, this does not mean that roads are not necessary to reach that gate. In order to arrive at the gate, we must travel alone one road or another, but having arrived at it we have to leave all roads behind into order to pass through it.<br>\n<br>\n<a name=\"levels\"></a><b>4. Bhagavan gave different levels of teaching to suit different levels of spiritual maturity, but this does not mean that it is not correct to say that self-investigation is the only way to eradicate ego</b><br>\n<br>\nIn your comment you quote an answer that Bhagavan gave to Swami Yogananda, as recorded in section 107 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 105), namely that spiritual instructions ‘differ according to the temperaments of the individuals and according to the spiritual ripeness of their minds. There cannot be any instruction <i>en masse</i>’. This is obviously true. It would be foolish to try to teach children in kindergarten to do PhD-level research. Some or all of those children may later go on to do such research, but in kindergarten they are not yet ready to learn how to do it. They first need to learn to read, write and do simple arithmetic. At each level, kindergarten, primary school, secondary school, undergraduate and postgraduate studies, we each have to be taught what is appropriate for us at that level. However, just because different levels of teaching are appropriate for different levels of academic development, this does not mean that it is not correct to say that the only way to achieve a PhD is to do PhD-level research. Of course a lot else needs to be learnt before one is ready to do such research, but after learning whatever else needs to be learnt, ultimately doing PhD-level research is the only way to achieve a PhD.<br>\n<br>\nIn this context achieving a PhD is analogous to eradicating ego, which is our ultimate goal, and doing PhD-level research is analogous to self-investigation. Just as doing PhD-level research is the only way to achieve a PhD, investigating what we actually are is the only way to eradicate ego. All the levels of study that are required before one can do PhD-level research, from kindergarten to Master’s degree, are analogous to all the other kinds of practice that enable one to develop sufficient <i>citta-śuddhi</i> to make one willing to practise self-investigation.<br>\n<br>\nUntil we are attracted to the practice of self-investigation, other means of developing <i>citta-śuddhi</i> are certainly required, but once we have been attracted by Bhagavan’s grace to try this simple and ultimate practice, other means become no longer necessary. This is why Bhagavan would generally encourage anyone who came to him seeking spiritual guidance to investigate who or what they actually are, but if he saw that they were not interested in undertaking such investigation he would give whatever level of teaching was appropriate to their level of spiritual development.<br>\n<br>\nIn books that record conversations that he had with a wide variety of visitors and devotees, such as <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>, <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> and <a href=\"http://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, we can see many examples of this, whereas in his own writings such as <a href=\"http://happinessofbeing.com/nan_yar.html\"><i>Nāṉ Ār?</i></a>, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html\"><i>Upadēśa Undiyār</i></a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i></a> the emphasis is very clearly on the practice of self-investigation.<br>\n<br>\n<a name=\"ny06\"></a><a name=\"ny08\"></a><a name=\"ny16\"></a>Though in the first half of <i>Upadēśa Undiyār</i> and in the <a href=\"http://happinessofbeing.com/nan_yar.html#para08\">eighth</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para09\">ninth</a> paragraphs of <i>Nāṉ Ār?</i> he does mention other practices such as <i>niṣkāmya karma</i>, dualistic forms of <i>bhakti</i> and <i>prāṇāyāma</i>, he clearly indicates that they are all preliminary practices that must eventually lead to the practice of self-investigation, because self-investigation is the only means to bring about eradication of ego, also known as destruction of mind (<i>manōnāśa</i>), as he implied in the following statements in <i>Nāṉ Ār?</i>: ‘நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்’ (<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgu</i>), ‘Only by the investigation who am I will the mind cease’ (first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a>), ‘மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை’ (<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai</i>), ‘For the mind to cease, except <i>vicāraṇā</i> [self-investigation] there are no other adequate means’ (first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Ār?</i>), and ‘மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே’ (<i>maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍumē</i>), ‘For making the mind cease it is necessary to investigate oneself [to see] who [one actually is]’ (<a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a>).<br>\n<br>\n<a name=\"alternatives\"></a><b>5. We should consider alternatives wherever they are possible, but should not look for them where they are logically impossible</b><br>\n<br>\nIn the final paragraph of your comment you indirectly admonish me to be open-minded and consider alternatives. I agree that we should be open-minded and wherever possible we should consider alternatives, but there are some contexts in which it would be foolish to look for alternatives because logically it is obvious that no alternatives are possible. For example, in order to see the sun directly, is it not obvious that the only way is to look at it? How could there be any alternative? Certain preparations may be necessary before we can look at the sun, such as moving to a place where it is visible and making ourself willing to be blinded by seeing it, but after all the preparations have been completed, we still need to look at the sun, because unless we do so we will not be able to see it.<br>\n<br>\nLikewise, in order to eradicate ego, is it not obvious that the only way is to see what we actually are? And in order to see what we actually are, is it not obvious that the only way is to look at ourself keenly enough? How could there be any alternative? Certain preparations may be necessary before we can begin looking at ourself, such as cultivating sufficient <i>citta-śuddhi</i> by other means, because without sufficient <i>citta-śuddhi</i> we will not be willing even to try to look at ourself, let alone to surrender ourself entirely, but after all the preparations have been completed, we still need to look at ourself very keenly and carefully, because unless we do so we will not be able to see what we actually are. There are no doubt many alternative ways to cultivate <i>citta-śuddhi</i>, but other than looking at ourself keenly enough there is no alternative way to see what we actually are and thereby surrender ourself, this ego, entirely and forever.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "34",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6402879047931869982/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTQ1NTA4OTk0NzAwCm9mZnNldDogMAo\""
}