{
    "kind": "blogger#post",
    "id": "2829985722308798088",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-10-07T00:52:00+01:00",
    "updated": "2018-10-07T01:01:13+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/10/when-bhagavan-says-that-we-must-look.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2829985722308798088",
    "title": "When Bhagavan says that we must look within, what does he mean by ‘within’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Last month a friend wrote me an email in which he asked me to clarify certain aspects of Bhagavan’s teachings, including what he means by ‘within’ when he says that we must look within, and whether the source of the individual self can be within that same individual self, so this article is adapted from the reply I wrote to him.<br><a name='more'></a>\n<br>\nEverything other than ourself (including not only our body and breath but also all our thoughts, feelings, emotions, perceptions, memories, beliefs, desires and so on) is external to ourself, so what is ‘inside’ or ‘within’ is only ourself. When we attend to anything other than ourself we are looking away from ourself, so we need to turn back 180 degrees, so to speak, to look at ourself alone. This is what Bhagavan means by turning within or looking inside.<br>\n<br>\nThere are not two selves, a real Self and an individual self, because we ourself are one. However, so long as we experience ourself as Kevin, Michael or any other person, we are not experiencing ourself as we actually are. What you refer as ‘the Self’ is ourself as we actually are, which is pure self-awareness, ‘I am’, uncontaminated by even the least awareness of anything else, but when we are aware of ourself as if we were a person, that mixed and contaminated self-awareness, ‘I am this person’, is what is called ego, which is what you refer to as the ‘individual me’ or ‘individual self’.<br>\n<br>\nWhat you refer as ‘the Self’ is what Bhagavan generally refers to as <i>ātma-svarūpa</i>, which literally means the ‘own form’ or real natural of oneself, or just as <i>svarūpa</i>, meaning one’s own real nature. Our real nature is ourself as we actually are, whereas ego is ourself as we seem to be. These are not two different things, just as a rope and the snake it seems to be are not two different things.<br>\n<br>\nThe rope is not a snake, but the snake is nothing other than a rope. Likewise, our real nature is not ego, but ego is nothing other than our real nature.<br>\n<br>\nIf we see an illusory snake, how to see what it actually is? All we need do is to look at it very carefully, because if we look at it carefully enough we will see that it is just a rope. Likewise, if we look at ourself, this ego, carefully enough we will see that we are just pure self-awareness, uncontaminated by even the least awareness of anything else.<br>\n<br>\nWhen we look at what seems to be a snake, what we are actually looking at is only a rope, even though it continues to look like a snake until we look at it carefully enough to see what it actually is. Likewise, when we look at ourself, who now seem to be this ego, what we are actually looking at is only our own real nature (<i>ātma-svarūpa</i>), even though we continue to seem to be ego until we look at ourself carefully enough to see what we actually are.<br>\n<br>\nWhat is the source of the illusory snake? It is only the rope. And where is it? It is inside the snake, metaphorically speaking. Therefore if we look deep inside the snake, we will see its source, the rope.<br>\n<br>\nLikewise, what is the source of ego? It is only our real nature. And where is it? It is inside ego, metaphorically speaking. Therefore if we look deep inside ego, we will see its source, our real nature.<br>\n<br>\nOur real nature is pure self-awareness, which is what we always experience as ‘I am’. Ego is the adjunct-mixed self-awareness ‘I am this body’ or ‘I am this person’. Within this adjunct-mixed self-awareness, ‘I am this body’, is pure self-awareness, ‘I am’. All we need do is remove all adjuncts, because what will then remain is only this pure self-awareness, ‘I am’. It is so simple.<br>\n<br>\nHow can we remove all adjuncts? As ego we attach ourself to these adjuncts (everything that makes up whatever person we currently seem to be) by projecting them in our awareness (just as we do in a dream), so to remove them we must try to be aware of ourself alone. This is why Bhagavan said that attention is the key. By attending to anything other than ourself we rise as ego, and by attending to ourself alone this ego will dissolve and cease to exist, and what will then remain is only pure self-awareness, our real nature.<br>\n<br>\n<a name=\"uu16\"></a>As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\n‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside external <i>viṣayas</i> [phenomena]’, means ceasing to attend to anything other than ourself, and ‘மனம் தன் ஒளி உரு ஓர்தல்’ (<i>maṉam taṉ oḷi-uru ōrdal</i>), ‘mind knowing [or investigating] its own form of light’, means mind attending only to its own fundamental self-awareness. Just giving up attending to external phenomena is not sufficient, because we do so whenever we fall asleep, so what is required is just that we attend only to ourself, that is, to our own fundamental self-awareness, because if we do so we will thereby give up attending to anything else.<br>\n<br>\nSince our fundamental self-awareness, ‘I am’, is what now seems to be ego, the false awareness that is aware not only of itself but also of other things, in order to attend to our own fundamental self-awareness all we need do is attend keenly to ego, because when we seem to be attending to ego, what we are actually attending to is only ourself.<br>\n<br>\nWhen we mistake a rope to be a snake, what we are actually seeing is just a rope, but with the added belief ‘this is a snake’. This added belief is like the adjuncts that we as ego mistake to be ourself. This added believe can be removed only by our looking at the snake carefully enough to see that it is actually just a rope. Likewise, all the adjuncts that we as ego mistake to be ourself can be removed only by our looking at ourself, this ego, carefully enough to see that we are actually just pure self-awareness.<br>\n<br>\nOur aim is to experience and just be the pure self-awareness that we actually are, but in order to do so we must investigate ego. Since we now experience ourself as ego, we cannot attend to ourself except as ego, just as when we see a rope as a snake we cannot look at it except as a snake. However, by looking at the snake, we see that it is actually just a rope, and thereafter we can never again mistake it to be a snake. Likewise, by keenly attending to ego, we see that we are actually just pure self-awareness, and thereafter we can never again mistake ourself to be ego, the false awareness ‘I am this body’.<br>\n<br>\nTherefore when Bhagavan says that we should look within, what he means is that we should look only at ourself, this ego (the subject who perceives all objects, the one who is aware of everything else), because when we look at ourself keenly enough we will see that what we actually are is not the ego that we seemed to be but only pure self-awareness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "622",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2829985722308798088/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTM4ODcwNDczODM0Cm9mZnNldDogMzYwMDAwMAo\""
}