{
    "kind": "blogger#post",
    "id": "218813261754449653",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-09-25T16:12:00+01:00",
    "updated": "2018-09-25T20:04:06+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/09/must-we-purify-our-mind-by-other-means.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/218813261754449653",
    "title": "Must we purify our mind by other means before we can practise <i>ātma-vicāra</i>?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">This article is adapted from a series of messages that I exchanged with a friend via WhatsApp.<br><a name='more'></a>\n<ol>\n<li><a href=\"#yatra\">The only real <i>yātrā</i> (pilgrimage) is the inward one that Bhagavan has shown us</a></li>\n<li><a href=\"#cittasuddhi\">If we have even the slightest inclination to practise <i>ātma-vicāra</i>, we have already gained sufficient <i>citta-śuddhi</i> by other means</a></li>\n<li><a href=\"#surrender\">To follow this path we must be willing to surrender ourself along with all our cares and anxieties, likes and dislikes, hopes and fears</a></li>\n</ol>\n<a name=\"yatra\"></a><b>1. The only real <i>yātrā</i> (pilgrimage) is the inward one that Bhagavan has shown us</b><br>\n<br>\nMy friend had written about a friend of hers who had just returned from a journey to Kedarnath (a temple high in the Himalayas), where she had meditated and met <i>babajis</i> (holy men), and who was excitedly planning a more arduous journey to Kailash and Manasarovar, where she wanted to stay for month living like an ascetic. She said her friend wanted her to accompany her, but that she felt no inclination to undertake such a journey. However, when she compared her simple journey of self-investigation with such arduous undertakings she felt bad, and asked herself whether the spiritual path can really be as simple and smooth as Bhagavan’s path seems to be. In reply to this I wrote:<br>\n<br>\nOutward <i>yātrās</i> [pilgrimages or spiritual journeys] are good at a certain stage of our spiritual development, but sooner or later we need to leave all outward endeavours. Ultimately the only real <i>yātrā</i> is the inward one that Bhagavan has shown us, namely the simple path of self-investigation and self-surrender.<br>\n<br>\nIf others are enthusiastic about outward <i>yātrās</i>, we should not discourage them, because perhaps that is what is most appropriate for them now, but we need not follow them, because we have our own <i>yātrā</i> to attend to. Our inward <i>yātrā</i> may not be as glamorous as some outward <i>yātrās</i>, but it is much more fruitful.<br>\n<br>\nBefore coming to Bhagavan I had walked to Amarnath, Kedarnath, Badrinath, Yamunotri and other such places, and because I was young and new to India that was all an interesting experience, but if at all I got any enduring benefit from visiting such places it was that my travels eventually brought me to Tiruvannamalai to learn about Bhagavan and his teachings.<br>\n<br>\n<a name=\"cittasuddhi\"></a><b>2. If we have even the slightest inclination to practise <i>ātma-vicāra</i>, we have already gained sufficient <i>citta-śuddhi</i> by other means</b><br>\n<br>\nIn reply to this my friend wrote: ‘Yes! I do realise that the ultimate yatra is the inner yatra of self-investigation leading to self-realisation. However isn’t Bhakti/Yoga a precursor to doing self-enquiry? Isn’t it necessary to PURIFY THE MIND before we take to Atma-Vichara? In fact Bhagavan had himself mentioned this in the Ramana Gita’. She then attached a photo of verses 8 to 10 of chapter 7 of <i>Śrī Ramaṇa Gītā</i> and asked me to explain the reply that Bhagavan gave there.<br>\n<br>\nIn <i>Śrī Ramaṇa Gītā</i> 7.8 it is recorded that someone called Karshni asked Bhagavan, ‘Who is considered fit for this enquiry? Can one by oneself know one’s own fitness?’, and in verses 9 to 11 it is recorded that he replied:<br>\n<blockquote>He whose mind has been purified through <i>upāsana</i> [devotional practices] and other means or by merit acquired in past lives, who perceives the imperfections of the body and sense-objects, and feels utter distaste whenever his mind has to function among sense-objects and who realises that the body is impermanent, he is said to be a fit person for Self-enquiry.<br>\n<br>\nBy these two signs, that is by a sense of the transitoriness of the body and by non-attachment to sense-objects, one’s own fitness for self-enquiry can be known.</blockquote>\nAs I explained to my friend, <i>Ramaṇa Gītā</i> is not truly representative of Bhagavan’s teachings. There are a few useful teachings in it, but as a whole it misrepresents his teachings, because it is a selective and biased recording of some of his answers to questions asked by Kavyakantha and his followers, whose aim was not to learn how to eradicate ego but only to get his approval for their own aims, ambitions and beliefs, which included to gain <i>śakti</i> and <i>siddhis</i> in order to restore their idea of <i>vēdic dharma</i> and a <i>vēdic</i> society.<br>\n<br>\nRegarding these particular verses, they are probably not the exact words of Bhagavan, because they seem to exaggerate the degree of <i>vairāgya</i> required in order for one to begin practising <i>ātma-vicāra</i> (self-investigation or self-enquiry). Such a degree of <i>vairāgya</i> will be gained by persistently practising <i>ātma-vicāra</i>, but in order to begin practising we need only a slight degree of it.<br>\n<br>\nHowever, as these verses imply, in order to practise <i>ātma-vicāra</i> we do need to have a certain degree of <i>vairāgya</i> (freedom from <i>rāga</i>: desire, attachment, passion, liking, interest or concern), and <i>vairāgya</i> comes with purification of mind, which can be achieved to a limited extent by means other than <i>ātma-vicāra</i>. The reason why <i>vairāgya</i> is required is that desire (<i>rāga</i>) is what impels the mind to go outwards, so we will not be willing even to try to turn our mind back within to be aware of ourself alone until our desire to go outwards is reduced at least to some extent. And since likes, dislikes, desires, attachments and so on are the impurities in our mind, purity of mind (<i>citta-śuddhi</i>) and <i>vairāgya</i> are synonymous.<br>\n<br>\nAfter attaching a photo of these verses my friend asked, ‘Can a person start his journey directly with self-enquiry, that is, even before purifying his/her mind fully? Will Vichara simultaneously aid in mind-purification, removal of vasanas?’, to which I replied:<br>\n<br>\n<a name=\"uu08\"></a>Yes, certainly, <i>ātma-vicāra</i> is the most effective means to purify the mind. In <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i> Bhagavan refers to <i>ātma-vicāra</i> as <i>ananya-bhāva</i> (meditation on what is not other, namely oneself) and says that of all it is the best (<i>uttamam</i>), which in the context of the previous five verses means that it is the best or most effective  of all means to purify the mind or will.<br>\n<br>\nWhat are the impurities in our mind that need to be removed? Only <i>viṣaya-vāsanās</i>, our inclinations or desires to experience anything other than ourself. Therefore the direct means to eradicate such impurities is to cultivate the opposite inclination, namely the love to be aware of nothing other than ourself, and we can cultivate such love only by persistently trying to turn our mind back within to be aware of ourself alone.<br>\n<br>\n<a name=\"ny10\"></a> <a name=\"ny11\"></a>This is what Bhagavan implies in paragraphs <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#ny10\">10</a> and <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#ny11\">11</a> of <i>Nāṉ Ār?</i>, in which he says that to destroy all <i>viṣaya-vāsanās</i> we must cling tenaciously to <i>ātma-vicāra</i> (or <i>svarūpa-dhyāna</i>, self-contemplation or self-attentiveness, as he also refers to it). In my latest article [namely <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html\">Like everything else, <i>karma</i> is created solely by ego’s misuse of its will (<i>cittam</i>), so what needs to be rectified is its will</a>] I have explained all of this in great detail.<br>\n<br>\nA certain degree of purity of mind is of course necessary for us even to begin to practise self-investigation, because if our <i>viṣaya-vāsanās</i> are too strong we will not have any inclination or liking to turn our attention back within. Therefore what is the indication that we have acquired the required degree of <i>citta-śuddhi</i> [purity of mind or will] to begin practising <i>ātma-vicāra</i>? If we have a liking to try to practise it, that itself is sufficient proof that we have already gained the required degree of <i>citta-śuddhi</i>.<br>\n<br>\nTherefore though Bhagavan did sometimes concede, as in his reply recorded in these verses of <i>Ramaṇa Gītā</i>, that <i>citta-śuddhi</i> is required in order to follow this path, this should not make anyone feel that they are unfit or unqualified to practise <i>ātma-vicāra</i>. Provided we like to try, we are qualified to do so.<br>\n<br>\nWe cannot purify our mind fully by any means other than <i>ātma-vicāra</i>, so it would be ridiculous to wait till our mind is fully purified before trying to practise <i>ātma-vicāra</i>. It will never happen, so we would be waiting for all eternity. Therefore as soon as we have even the slightest inclination to practise <i>ātma-vicāra</i>, we have already gained sufficient <i>citta-śuddhi</i> by other means, so we can confidently leave aside all other practices and dedicate ourself to the simple practice of self-investigation and self-surrender.<br>\n<br>\n<a name=\"surrender\"></a><b>3. To follow this path we must be willing to surrender ourself along with all our cares and anxieties, likes and dislikes, hopes and fears</b><br>\n<br>\nIn reply to this my friend wrote, ‘Because Atma-Vichara is so very simple, (sadly) I very often need validation from outside. As I had earlier also mentioned to you, I feel how can I get it so easy, when saints like Tukaram, Mirabai and Christ all went through so many hardships throughout their lives?  I keep thinking all these hardships and perseverance are a precursor to self-enquiry. I’m sorry if I keep asking you the same question, even after you have explained it so well earlier. But somehow the doubt keeps coming back and I need an external push’, to which I replied:<br>\n<br>\nWe are extremely fortunate, because having been caught in the web of Bhagavan’s grace we now have a seat on a super luxury express train, so all we have to do is set aside our luggage and travel at ease till the train takes us to our destination. We just have to be willing to set aside our luggage. That is, to surrender ourself along with all our cares and anxieties, likes and dislikes, hopes and fears.<br>\n<br>\nIf we let him, he will carry all our burden for us. Even if we don’t let him, he will do so nevertheless, but we will suffer unnecessarily. So leave all your cares to him. That is all he asks of us.<br>\n<br>\n- - - - -<br>\n<br>\nMy friend replied to this and ended by saying, ‘I shouldn’t judge or even try to decide what I should do. Let it all happen by itself’, to which I replied:<br>\n<br>\nYes, it is all happening perfectly by his grace. We just have to stop interfering, which means stop rising as ego.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "170",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/218813261754449653/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTM3OTAyMjQ2Nzk4Cm9mZnNldDogMzYwMDAwMAo\""
}