{
    "kind": "blogger#post",
    "id": "6307634139787872924",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-03-10T07:46:00Z",
    "updated": "2018-04-08T13:02:41+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/03/if-we-investigate-ego-closely-enough-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6307634139787872924",
    "title": "If we investigate the ego closely enough we will see that it is only <i>brahman</i>, but however closely we investigate the world we can never thereby see that it is <i>brahman</i>",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">After telling me that he is now reading <i>Ramana Maharshi: The Crown Jewel of Advaita</i> by John Grimes, a friend sent me two WhatsApp messages saying:<br>\n<blockquote>I am ‘excited’. For the first time I read about or understood the distinction between the illusory nature of the world and that of the individual — John Grimes’ book p. 147 and 148. Seeing the rope as snake and seeing the white conch shell as yellow conch shell due to the unseen or unrecognized yellow glass. Wonderful explanation that struck me.<br>\n<br>\n<i>Brahman</i> manifesting as world, but seeing only the world as real is illusion like seeing the rope as snake. The individual though only <i>brahman</i>, and also felt as I, but due to ego (yellow glass), mistaking I as me or mine.<br>\n<br>\nThus while both are illusions, the second one is that in aspect or nature of ‘I’, although I is seen or experienced. When the ignorance is removed, it will be known that it is <i>brahman</i> that was being all the while experienced hitherto also as ‘I’ — that is there are not two ‘I’s.</blockquote>\nThe following is adapted from the reply I wrote to him:<br><a name='more'></a>\n<br>\nI assume that John Grimes had good reasons for using these two analogies as he did, but from what you have written his reasons are not clear, so I am not able to understand exactly what distinction he is making by means of these analogies. If anything I would think they should be used the other way round.<br>\n<br>\nThat is, however closely we investigate the world, we can never thereby see that it is <i>brahman</i>, just as however closely we look at a white conch through a yellow glass it will continue to seem as if it were yellow. Our ego is like the yellow glass, because so long as we see through the ego we will see only <i>nāma-rūpa</i> (names and forms: the phenomena that constitute the world) and not <i>brahman</i> as it is, which is just pure <i>sat-cit-ānanda</i> (existence-awareness-bliss) uncontaminated by <i>nāma-rūpa</i>. However, if we investigate the ego closely enough we will see that it is not the ego that it seemed to be but only <i>brahman</i>, just as if we look at an illusory snake closely enough we will see that it is not the snake that it seemed to be but only a rope.<br>\n<br>\nThe world (that is, the totality of all phenomena, whether in our present state or in any similar state, all of which are just dreams) is a secondary illusion, whereas the ego is the primary illusion that gives rise to this secondary illusion, because the ego alone is what perceives both of these illusions. Without the ego, no world would seem to exist, and so long as the ego seems to exist, some world or other will also seem to exist, because the ego seems to exist only when it grasps a body as ‘I’, and whatever body it grasps as ‘I’ appears along with whichever world it is a part of. The ego is therefore the root of all illusion.<br>\n<br>\nThe ego is an illusion that arises without any intervening media, whereas any other illusion such as a world appears and is perceived only through the intervening medium of ego. Therefore seeing a white conch as yellow when it is seen through the intervening medium of a yellow glass is an apt analogy for seeing <i>brahman</i> as all the phenomena that constitute this or any other world when it (<i>brahman</i>) is seen through the intervening medium of ego, whereas seeing a rope as a snake is in many respects an apt analogy for seeing <i>brahman</i> as the perceiving ego, because just as the snake is a direct (unmediated) misperception of the rope, the ego is a direct (unmediated) misperception of <i>brahman</i>, our real nature. However, whereas the snake is perceived by (and therefore seems to exist only in the view of) a separate observer, the ego is perceived by (and therefore seems to exist only in the view of) itself.<br>\n<br>\nI think perhaps the reason why John Grimes used these analogies as he did is that he is viewing illusion from the perspective of the old <i>advaita</i> analysis, according to which the root problem is ignorance (<i>avidyā</i>) because it is what obscures our awareness of <i>brahman</i>, whereas according to Bhagavan’s deeper analysis what is ignorant is only the ego, so without the ego there is no ignorance, and hence the root problem is only the ego. The old <i>advaita</i> analysis is correct insofar as self-ignorance is the very nature of the ego, but it is misunderstood by many people to mean that ignorance is what gives rise to the ego rather than being nothing other than the ego itself. Therefore, since ignorance is not other than the ego, we cannot remove it without removing the ego, and since the ego is an incorrect awareness of ourself it can only be removed by awareness of ourself as we actually are.<br>\n<br>\nTherefore as Bhagavan taught us, all we need do to remove the ego (along with its ignorance) is to look at it very carefully and thereby see that it is only <i>brahman</i>. This is best illustrated by the analogy of the rope that seems to be a snake, because all we need do to remove the illusion that it is a snake is to look at it very carefully and thereby see that it is only a rope. Therefore in the case of the ego this analogy illustrates three points: firstly, that what seems to be the ego is in fact only <i>brahman</i>; secondly, that we therefore cannot see <i>brahman</i> as it is so long as we see it as the ego; and thirdly and most importantly, that we can see <i>brahman</i> as it is (that is, as the pure and infinite self-awareness that we actually are) only by investigating the ego.<br>\n<br>\nThough this analogy of the rope that seems to be a snake is often used to illustrate the point that what seems to be the world is in fact only <i>brahman</i>, and also the consequent point that we cannot see <i>brahman</i> as it is so long as we see it as the world (as Bhagavan explains in the <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <i>Nāṉ Yār?</i>), it is applicable to the world only to this extent, because if we try to extend it further it would seem to suggest that we can become aware of <i>brahman</i> as it is by investigating the world, which is clearly not the case. In this respect the traditional analogy of seeing a white conch shell as a yellow one because we are jaundiced (or because we are looking at it through a yellow glass, as per the variant of it used by John Grimes) is more appropriate, because our lack of clear vision due to our rising as the ego is what causes us to see <i>brahman</i> as the world, just as a lack of clear vision due to jaundice (or an intervening yellow glass) is what causes us to see a white conch as a yellow one, so to see <i>brahman</i> as it is we need to remove the ego, just as to see white conch as it is we need to remove our jaundice (or the intervening yellow glass).<br>\n<br>\nHowever from what you write John Grimes does seem to point out one of the most important distinctions between the ego and the world, namely that the ego is aware of itself as ‘l’ (in other words, it is self-aware), which is the nature of <i>brahman</i>, whereas the world is <i>jaḍa</i>, so it is not aware of anything, either itself or anything else. The ego is self-aware because it is a confused mixture of pure awareness (<i>cit</i>), which is <i>brahman</i>, and adjuncts (<i>upādhis</i>) beginning with a body, which are all non-aware (<i>jaḍa</i>), and hence it is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement of <i>cit</i> with <i>jaḍa</i>, making them appear as if they were one.<br>\n<br>\nOf these two elements that comprise the ego, <i>cit</i> and <i>jaḍa</i>, only awareness (<i>cit</i>) is real, because it is permanent and unchanging, whereas its <i>jaḍa</i> element consists only of adjuncts, which are transient and subject to change. Therefore the essence and reality of the ego is not any of its transient adjuncts but only its permanent self-awareness, so if it investigates itself keenly enough it will see that it is just pure and infinite self-awareness, and hence it will no longer seem to be the adjunct-bound and hence finite self-awareness called ‘ego’.<br>\n<br>\nSince pure self-awareness (<i>prajñānam</i>) is <i>brahman</i>, as declared in the <i>mahāvākya</i> ‘<i>prajñānaṁ brahma</i>’ (<i>Aitarēya Upaniṣad</i> 3.3), the real nature of <i>brahman</i> will be revealed only when the ego investigates itself (its own self-awareness) and thereby dissolves back into its original state as pure self-awareness.<br>\n<br>\n- - - - - - - - - - - - - - - - - - - - - - - -<br>\n<br>\nAfter I had written this reply to my friend, he sent me photos of the portions of the three pages of the book that he had referred to (namely half of page 147, all of page 148 and half of page 149 of <i>Ramana Maharshi: The Crown Jewel of Advaita</i>), and by reading this extract I was able to understand what John Grimes intended to illustrate by using these two analogies in the way he did. That is, in the case of the rope-snake analogy, the identity of the rope is concealed entirely when it seems to be a snake, just as the nature of <i>brahman</i> is concealed entirely when it seems to be the world, whereas in the case of the white conch seen through a yellow glass, what is concealed by the intervening yellow glass is not the identity of the conch as such but only one of its features, namely its whiteness, just as what is concealed by the appearance of the ego is not the entire nature of Brahman but only certain aspects of its nature, because the ego is aware of itself as ‘I’, which is the nature of <i>brahman</i>, but is also aware of itself as a finite form, namely a body, which is contrary to the nature of <i>brahman</i>, since <i>brahman</i> is formless and hence infinite.<br>\n<br>\nSelf-awareness is the very nature of <i>brahman</i>, and the same self-awareness shines even in the ego, but not in the world. The only sense in which self-awareness shines in the world is that in the view of the ego, which is aware of itself as a person, all the other people and sentient beings in the world seem to be self-aware like itself, but the supposed self-awareness of other people is not experienced by the ego directly but is just inferred by it from their behaviour, so for our present purposes we can discount it. Moreover even in a dream all the other people and sentient beings seen by the dreaming ego seem to be self-aware, but when the ego wakes up from that dream it recognises that all those other people and their self-awareness were just its own mental projection, so if our present state is just a dream, as Bhagavan says it is, all the other people we see in this world and their seeming self-awareness are just our own mental projection.<br>\n<br>\nTherefore for our present purposes we can say that the world as such is not aware of anything, neither of itself nor of anything else, whereas the ego is aware both of itself and of other things. Awareness of other things is not the nature of <i>brahman</i>, because in the clear view of <i>brahman</i> it alone exists, so there is no other thing for it to be aware of. Therefore <i>brahman</i> is aware of itself only as ‘I’, which is why Bhagavan often said that it shines as just ‘I am I’, whereas the ego is aware of itself as ‘I am this body’.<br>\n<br>\nTherefore the self-awareness of <i>brahman</i> is concealed in the world, whereas in the ego it is not concealed but is nevertheless obscured, because instead shining as pure self-awareness (awareness of nothing other than itself) it shines as the adjunct-mixed self-awareness ‘I am this’, which entails being aware of things other than itself alone. In other words, the ego is self-awareness contaminated with awareness of other things (all of which seem to exist only in its view, just as everything perceived in a dream seems to exist only in the view of the dreamer), whereas <i>brahman</i> is self-awareness uncontaminated by even the slightest awareness of anything else whatsoever.<br>\n<br>\nTherefore in order to be aware of itself as <i>brahman</i>, which is what it always actually is, all that the ego need do is to withdraw its attention from everything else by focusing it keenly on itself alone. In other words, we seem to be this ego only so long as we are aware of anything other than ourself (anything other than pure self-awareness, which is what we actually are), so when we are so keenly self-attentive that we are aware of nothing else whatsoever, we will see that we are just pure self-awareness, and hence the ego that we seemed to be will be dissolved forever in the infinite light of pure self-awareness, which is what is called <i>brahman</i>.<br>\n<br>\nWhen we look outwards to see anything other than ourself, we seem to be this ego, but when we turn back within to see ourself alone, we will see that we are nothing other than pure and infinite self-awareness. This is why Bhagavan often used to say that the attention turned outwards is ego or mind, and that when the ego or mind is turned inwards it remains as <i>ātma-svarūpa</i>, the real nature of oneself.<br>\n<br>\nIn the words that Devaraja Mudaliar recorded in English, though Bhagavan would actually have spoken only in Tamil (and hence what Mudaliar refers to as ‘the Self’ is what Bhagavan would probably have referred to as <i>ātma-svarūpa</i> or perhaps just <i>svarūpa</i>, which means our real nature): ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (<a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> 8-11-45: 2002 edition, page 37), and ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (<i>ibid.</i> 11-1-46: page 106).</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "567",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6307634139787872924/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTIzMTg4OTYxMjkwCm9mZnNldDogMzYwMDAwMAo\""
}