{
    "kind": "blogger#post",
    "id": "5080553728534542087",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2018-12-30T22:17:00Z",
    "updated": "2019-04-11T11:22:36+01:00",
    "url": "http://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5080553728534542087",
    "title": "Which is a more reasonable and useful explanation: <i>dṛṣṭi-sṛṣṭi-vāda</i> or <i>sṛṣṭi-dṛṣṭi-vāda</i>?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#c3738179133111041356\">series of two comments</a> on one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html\">Everything depends for its seeming existence on the seeming existence of ourself as ego</a>, a friend called ‘Unknown’ referred to the twelfth section of it, <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#forms\">Ego projects and simultaneously perceives itself as all forms or phenomena</a>, and quoted the following two paragraphs from it:<br>\n<blockquote>The philosophy of <i>advaita</i> is interpreted by people in various ways according to the purity of their minds, so there are many people who consider themselves to be <i>advaitins</i> yet who do not accept <i>dṛṣṭi-sṛṣṭi-vāda</i> [the contention (<i>vāda</i>) that perception (<i>dṛṣṭi</i>) is causally antecedent to creation (<i>sṛṣṭi</i>), or in other words that we create phenomena only by perceiving them, just as we do in dream], because for them it seems to be too radical an interpretation of <i>advaita</i>, so they interpret the ancient texts of <i>advaita</i> according to <i>sṛṣṭi-dṛṣṭi-vāda</i>, the contention that creation is causally antecedent to perception, and that the world therefore exists prior to and independent of our perception of it. Those who interpret <i>advaita</i> in this way do not accept <i>ēka-jīva-vāda</i>, the contention that there is only one <i>jīva</i>, ego or perceiver (which is one of the basic implications of <i>dṛṣṭi-sṛṣṭi-vāda</i>), and since they believe that phenomena exist independent of ego’s perception of them, they do not accept that ego alone is what projects all phenomena, and hence they interpret ancient texts to mean that what projects everything is not ego or mind but only <i>brahman</i> (or <i>brahman</i> as <i>īśvara</i>, God, rather than <i>brahman</i> as ego).<br><a name='more'></a>\n<br>\nThis is a very diluted interpretation of <i>advaita</i>, but it is probably the view espoused by the majority of scholars, <i>saṁnyāsins</i> and others who consider themselves to be <i>advaitins</i>, so most translations of the ancient texts of <i>advaita</i> and commentaries on them have interpreted them according to this view, namely <i>sṛṣṭi-dṛṣṭi-vāda</i> and its corollary, <i>nānā-jīva-vāda</i> (the contention that there are many <i>jīvas</i>, egos or perceivers). However this is not the view that Bhagavan taught us in <i>Uḷḷadu Nāṟpadu</i>, <i>Nāṉ Ār?</i> and other such texts, in which he very clearly and unequivocally taught <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>.</blockquote>\nAfter quoting these two paragraphs Unknown asked: ‘Is this Mr James’s own direct experience regarding drsti-srsti vada and eka jiva vada? [...] is it Mr James’s own direct experience during his waking state that he is the only “eka jiva” present and the entire world is his own mental creation (just like in dreams) and projected by his one and only eka jiva (and is not a dream creation of Brahman as Isvara as many claim it is) and that all the others he has answered here […] are all mere mental creations of his own one and only eka jiva and are NOT separate beings and apart from his one and only eka jiva?’, so this article is written in reply to these questions.<br>\n<ol>\n<li><a href=\"#vada\">A <i>vāda</i> is not an experience but an explanation of what is experienced</a></li>\n<li><a href=\"#why\">Asking ‘Why is there something rather than nothing?’ is ultimately a futile endeavour, because it cannot lead us to any useful conclusion</a></li>\n<li><a href=\"#forever\">If the universe does exist independent of our perception of it, is there any reason why it should not have existed forever?</a></li>\n<li><a href=\"#evidence\">Is there any evidence that anything we perceive exists independent of our perception of it?</a></li>\n<li><a href=\"#scandal\">Was Kant correct to claim that being unable to prove the existence of things external to ourselves is ‘a scandal to philosophy and to the general human reason’?</a></li>\n<li><a href=\"#time\">Our consciousness of our existence is permanent and therefore independent of our consciousness of time, which appears only in the view of ego, which itself appears only in waking and dream</a></li>\n<li><a href=\"#ibe\">Is ‘inference to the best explanation’ an adequate reason to believe in the existence of a mind-independent world?</a></li>\n<li><a href=\"#experience\">What evidence does our experience actually give us?</a></li>\n<li><a href=\"#error\">We perceive phenomena only when we misperceive ourself as a body, so our perception of phenomena is based on a fundamental error in our perception of ourself</a></li>\n<li><a href=\"#testimony\">Does the testimony of others provide us with sufficient evidence that any world exists when we do not perceive it?</a></li>\n<li><a href=\"#dream\">Do we have any adequate evidence to support the idea that our present state is anything but a dream?</a></li>\n<li><a href=\"#vairagya\">Bhagavan taught us that any state we take to be waking is actually just a dream, because this is the teaching that is most conducive to our developing <i>vairāgya</i></a></li>\n<li><a href=\"#bodies\">The idea that the gross, subtle and causal bodies correspond respectively to waking, dream and sleep is not compatible with the deeper teachings of Bhagavan</a></li>\n<li><a href=\"#perceiver\">If any state that we take to be waking is actually just a dream, we can infer that there is just one perceiver (<i>ēka-jīva</i>) and that its perception of phenomena is what creates them (<i>dṛṣṭi-sṛṣṭi</i>)</a></li>\n<li><a href=\"#levels\">Like Gaudapada and Sankara, Bhagavan offered different levels of explanation to suit people of different levels of spiritual development</a></li>\n<li><a href=\"#gvk534\"><i>Guru Vācaka Kōvai</i> verse 534: to accept <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> requires deep courage born of an earnest desire to eradicate ego</a></li>\n<li><a href=\"#nivritti\">For <i>nivṛtti</i> (withdrawing from activity and returning to one’s source), <i>dṛṣṭi-sṛṣṭi-vāda</i> is the most useful metaphysical view one can adopt, whereas for <i>pravṛtti</i> (going outwards) other views are more appropriate</a></li>\n<li><a href=\"#ulladu\">Since ego and phenomena do not actually exist but merely seem to exist, what does actually exist?</a></li>\n</ol>\n<a name=\"vada\"></a><b>1. A <i>vāda</i> is not an experience but an explanation of what is experienced</b><br>\n<br>\nUnknown, <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> are not my direct experience, nor could they be, any more than <i>sṛṣṭi-dṛṣṭi-vāda</i> or <i>nānā-jīva-vāda</i> could be your or anyone else’s direct experience, because ‘<i>vāda</i>’ means a proposition, contention or explanation, so a <i>vāda</i> is not an experience but an interpretation or explanation of what we experience. What we experience in both waking and dream is ourself as a person (a body consisting of five ‘sheaths’ or ‘coverings’, namely a physical form and the life, mind, intellect and will that animate it) and a world full of forms or phenomena, some of which seem to be sentient, just like ourself, but how should we interpret or explain such an experience?<br>\n<br>\nNumerous explanations have been proposed by religions, philosophers and scientists, but almost all such explanations are based on the assumption that what we perceive exists independent of our perception of it, so they are just various forms of <i>sṛṣṭi-dṛṣṭi-vāda</i>. But is this assumption justified? If it is not, we have to choose between some form of <i>sṛṣṭi-dṛṣṭi-vāda</i>, which is dependent upon it, and <i>dṛṣṭi-sṛṣṭi-vāda</i>, which does not assume any such thing. So which of these two kinds of explanation is more reasonable and useful: <i>dṛṣṭi-sṛṣṭi-vāda</i> or <i>sṛṣṭi-dṛṣṭi-vāda</i>?<br>\n<br>\nThis question therefore has two parts, which is more reasonable and which is more useful, so it is best to consider each of these parts separately, because one of these two <i>vādas</i> could be more reasonable but the other could be more useful for some or all purposes. Let us therefore start by considering which of them is more reasonable.<br>\n<br>\n<a name=\"why\"></a><b>2. Asking ‘Why is there something rather than nothing?’ is ultimately a futile endeavour, because it cannot lead us to any useful conclusion</b><br>\n<br>\nWhat exactly are these two <i>vādas</i> intended to explain? Basically they are intended to explain the appearance of whatever we perceive, but what they are intended to explain is seldom expressed in exactly these terms, because the term ‘appearance’ calls into question the existence of what we perceive, since we all know that at least some of the things that appear, such as the water that appears in a mirage and whatever appears in a dream, do not actually exist but merely seem to exist. Since we generally assume that most things that we perceive do not merely seem to exist but actually exist, what these <i>vādas</i> are intended to explain is more commonly expressed in terms of how this world was created or came into existence.<br>\n<br>\nObviously this world or universe has not always existed in the form that it now exists (or seems to exist), but when we consider how it was created or came into existence, this implies that at some time in the past it did not exist at all, which is an assumption, because how do we know that it has not always existed? If it had always existed in one form or another, then there would be no need to explain how it was created or came into existence. Therefore rather than asking how anything has come into existence, some philosophers ask why there is something rather than nothing.<br>\n<br>\nBut what do philosophers mean when they ask why there is something rather than nothing? Many people take it to mean why there is a universe rather than no universe, but we could explain the existence of the universe only if it were caused by something other than itself, which again implies that it has not always existed but has come into existence at some point in the past. However, if it has been caused by something other than itself, we would then need to ask why there is that other thing rather than nothing.<br>\n<br>\nFor example, one philosopher who famously considered this question was Leibniz, but the something whose reason for existing he considered was the universe, and what he believed its reason to be was God. That is, in the seventh paragraph of <a href=\"https://earlymoderntexts.com/assets/pdfs/leibniz1714a.pdf\"><i>Principles of Nature and Grace Based on Reason</i></a> (1714) he referred to the principle of sufficient reason (the principle that ‘nothing comes about without a sufficient reason’) and wrote, ‘Given that principle, the first question we can fairly ask is: Why is there something rather than nothing? After all, nothing is simpler and easier than something’, but in the eighth paragraph he argued: “Now, this sufficient reason for the existence of the universe can’t be found in the series of contingent things [...] For the question to be properly, fully answered, we need a sufficient reason that has no need of any further reason — a ‘Because’ that doesn’t throw up a further ‘Why?’ — and this must lie outside the series of contingent things, and must be found in a substance which is the cause of the entire series. It must be something that exists necessarily, carrying the reason for its existence within itself; only that can give us a sufficient reason at which we can stop, having no further Why?-question taking us from this being to something else. And that ultimate reason for things is what we call ‘God’.”<br>\n<br>\nIn its broadest and most literal sense this question ‘Why is there something rather than nothing?’ is both general and abstract, but by limiting the meaning of ‘something’ as referring only to the universe Leibniz interpreted it to be both specific and concrete. Moreover, by insisting that there is something that necessarily exists and that that something is what is called ‘God’, he missed the real point of this question. If one believes that there is something that necessarily exists, there is no need for one to ask why it exists, because one already believes that the answer is that its existence is necessary and therefore could not be otherwise. Therefore this question in its literal sense of why there is anything at all would be meaningful only if we did not presuppose that anything necessarily exists.<br>\n<br>\nDoes anything necessarily exist? Perhaps, but this question, ‘Why is there something rather than nothing?’, is asking why there is anything at all, whether necessary or not. The correct answer to this question could be that it is necessary that something exists, but why is it necessary, or why should we believe it to be necessary? Unless we have a good reason to believe that something must necessarily exist, we should not contend that the reason why there is something rather than nothing is that something must necessarily exist. Leibniz contends that there ‘must be something that exists necessarily, carrying the reason for its existence within itself’, and that there is therefore ‘no need of any further reason’ for its existence, but even if this is the case, we do at least need an adequate reason to believe it to be so. <br>\n<br>\nIf we do not assume that there is anything that necessarily exists, is it possible to find any satisfactory reason why there is something rather than nothing? If ‘something’ in this context means anything at all, then no reason can be found, because whatever reason may be proposed must itself be something, for which we would in turn need to find some reason. The fact is that something does exist, but the only reason that can be given for its existence is that it exists because it exists. Therefore asking ‘Why is there something rather than nothing?’ is ultimately a futile endeavour, because it cannot lead us to any useful conclusion.<br>\n<br>\nPhilosophy prompts us to question everything, but not all philosophical questions are useful, so we should choose our questions carefully and discard any that prove to be futile. Rather than asking why there is something rather than nothing, it would be more useful to ask what is the something that does exist. Many things seem to exist, but just because something seems to exist does not mean that it actually exists, so what does actually exist? Unlike the futile attempt to know why there is something rather than nothing, trying to distinguish what actually exists from what merely seems to exist is a worthwhile and potentially very fruitful endeavour.<br>\n<br>\n<a name=\"forever\"></a><b>3. If the universe does exist independent of our perception of it, is there any reason why it should not have existed forever?</b><br>\n<br>\nHowever before considering what actually exists (which I will do in the <a href=\"#ulladu\">final section</a>), let us continue to consider what is the most reasonable explanation for the appearance of ourself as a perceiver and of all that we perceive. To answer this adequately one of the first questions we need to consider is whether anything that we perceive exists independent of our perception of it, but since it seems to be natural for us to assume that the universe, which is the totality of all physical phenomena, does exist independent of our perception of it, let us begin by taking for granted that this assumption is true.<br>\n<br>\nIf the universe does exist independent of our perception of it, is there any reason why it should not have existed forever? If it has always existed, albeit not always in the same form that it is now, that would mean that it has never come into existence or been created, in which case all explanations regarding its creation or how it has come into existence that have been proposed by religions, philosophers and scientists would be false.<br>\n<br>\nThere may be many reasons for us to believe that the universe has not always existed, but whether any of those reasons are correct or not, most religions, philosophers and scientists maintain that it has not always existed and has therefore somehow or other come into existence or been created. Among physical cosmologists, the most popular explanation nowadays is that the universe began about 13.8 billion years ago with the so-called Big Bang, but if that is the case, what caused the Big Bang? Why did it occur rather than not occur? In order for it to occur, time must have existed, because nothing can occur except in time, but according to most physicists there was no time before the Big Bang, because both time and space began with it. However, in order for time to begin, there must be time for it to begin in.<br>\n<br>\nCosmologists do not claim that the Big Bang happened out of nothing, because they agree that there must have been some conditions that gave rise to it. If certain conditions were the cause of the Big Bang, what caused those conditions? Therefore, though the Big Bang theory may mathematically be a very neat one, and though it may help to explain many observations and may thereby support many other theories of modern physics, philosophically there are problems with it. Hence, though it may answer many questions, it gives rise to many other questions. It would be naïve, therefore, to believe that the Big Bang theory is anywhere near a complete or final explanation of how the universe came into existence.<br>\n<br>\n<a name=\"evidence\"></a><b>4. Is there any evidence that anything we perceive exists independent of our perception of it?</b><br>\n<br>\nThough many people believe that science is more rational than religion, there is one fundamental assumption that is shared by both religious and scientific theories of the origin of the universe, namely the assumption that the universe exists independent of our perception of it, and therefore existed before we first perceived it and continues to exist whether we perceive it or not. Is this a reasonable or justified assumption? If it is not, then at least in this respect science is no more rational than religion, because like religion its reasoning is based on certain core assumptions that it cannot adequately justify.<br>\n<br>\nModern science prides itself on being evidence-based, and it is certainly more reasonable to base one’s beliefs on evidence rather than on no evidence or inadequate evidence. As David Hume, an 18th century Scottish philosopher, wrote, ‘A wise man, therefore, proportions his belief to the evidence’ (<a href=\"https://www.gutenberg.org/files/9662/9662-h/9662-h.htm\"><i>An Enquiry Concerning Human Understanding</i></a>, <a href=\"https://www.gutenberg.org/files/9662/9662-h/9662-h.htm#section10\">Section 10</a>, Part 1), but in order to apply this principle effectively we need to critically consider the soundness of whatever evidence we base our beliefs upon.<br>\n<br>\nIt seems evident to us that this universe exists independent of our perception of it, until we begin to critically consider whether or not the evidence for this that is available to us is actually sound, because when we do consider the evidence deeply and critically enough, it becomes clear that it is much weaker than we generally assume. In modern academic philosophy this is called ‘the problem of the external world’ (that is, the problem of whether any world exists outside our mind or external to our perception of it) and it is one of the major problems of both metaphysics and epistemology, because though many solutions have been proposed for it, none of them are adequate or could be adequate, since we can have no way of knowing whether our perceptions are caused by or correspond in any way to anything external to ourself. In dream we perceive a seemingly external world, but on waking we recognise that it existed only in our mind, so how can we be sure that the seemingly external world that we now perceive exists anywhere but within our own mind?<br>\n<br>\nThis problem of the external world was clearly expressed by Hume in Part 1 of <a href=\"https://www.gutenberg.org/files/9662/9662-h/9662-h.htm#section12\">Section 12</a> of the same book, <i>An Enquiry Concerning Human Understanding</i>, as follows:<br>\n<blockquote>It seems evident, that men are carried, by a natural instinct or prepossession, to repose faith in their senses; and that, without any reasoning, or even almost before the use of reason, we always suppose an external universe, which depends not on our perception, but would exist, though we and every sensible creature were absent or annihilated. Even the animal creation are governed by a like opinion, and preserve this belief of external objects, in all their thoughts, designs, and actions.<br>\n<br>\nIt seems also evident, that, when men follow this blind and powerful instinct of nature, they always suppose the very images, presented by the senses, to be the external objects, and never entertain any suspicion, that the one are nothing but representations of the other. This very table, which we see white, and which we feel hard, is believed to exist, independent of our perception, and to be something external to our mind, which perceives it. Our presence bestows not being on it: our absence does not annihilate it. It preserves its existence uniform and entire, independent of the situation of intelligent beings, who perceive or contemplate it.<br>\n<br>\nBut this universal and primary opinion of all men is soon destroyed by the slightest philosophy, which teaches us, that nothing can ever be present to the mind but an image or perception, and that the senses are only the inlets, through which these images are conveyed, without being able to produce any immediate intercourse between the mind and the object. The table, which we see, seems to diminish, as we remove farther from it: but the real table, which exists independent of us, suffers no alteration: it was, therefore, nothing but its image, which was present to the mind. These are the obvious dictates of reason; and no man, who reflects, ever doubted, that the existences, which we consider, when we say, <i>this house</i> and <i>that tree</i>, are nothing but perceptions in the mind, and fleeting copies or representations of other existences, which remain uniform and independent.<br>\n<br>\nSo far, then, are we necessitated by reasoning to contradict or depart from the primary instincts of nature, and to embrace a new system with regard to the evidence of our senses. But here philosophy finds herself extremely embarrassed, when she would justify this new system, and obviate the cavils and objections of the sceptics. She can no longer plead the infallible and irresistible instinct of nature: for that led us to a quite different system, which is acknowledged fallible and even erroneous. And to justify this pretended philosophical system, by a chain of clear and convincing argument, or even any appearance of argument, exceeds the power of all human capacity.<br>\n<br>\nBy what argument can it be proved, that the perceptions of the mind must be caused by external objects, entirely different from them, though resembling them (if that be possible) and could not arise either from the energy of the mind itself, or from the suggestion of some invisible and unknown spirit, or from some other cause still more unknown to us? It is acknowledged, that, in fact, many of these perceptions arise not from anything external, as in dreams, madness, and other diseases. And nothing can be more inexplicable than the manner, in which body should so operate upon mind as ever to convey an image of itself to a substance, supposed of so different, and even contrary a nature.<br>\n<br>\nIt is a question of fact, whether the perceptions of the senses be produced by external objects, resembling them: how shall this question be determined? By experience surely; as all other questions of a like nature. But here experience is, and must be entirely silent. The mind has never anything present to it but the perceptions, and cannot possibly reach any experience of their connexion with objects. The supposition of such a connexion is, therefore, without any foundation in reasoning.</blockquote>\nAs Hume points out in the final paragraph of this passage, we do not have and can never have any evidence that our perceptions are in any way caused by the existence of anything external, because we cannot experience anything beyond or outside of our perceptions. Therefore we do not have and can never have any real evidence that this or any other universe exists independent of our perception of it, so if we are wise enough to proportion our belief to the evidence available to us, we must refrain from the temptation to believe that any universe (or phenomena of any kind whatsoever) exists outside our mind, the awareness by which and in which it is perceived. Since the evidence for the existence of any external world is zero, our belief in its existence must correspondingly be zero. To believe otherwise would be unreasonable.<br>\n<br>\nThis is why Bhagavan often used to say, ‘Do not believe what you do not know’. Since we have no evidence that anything exists outside or independent of our awareness of it, we should not blindly believe that any such thing exists. Just as a dream appears within us, this entire universe appears within us, so what justification do we have (or can we ever have) for believing that it exists outside or independent of ourself?<br>\n<br>\n<a name=\"scandal\"></a><b>5. Was Kant correct to claim that being unable to prove the existence of things external to ourselves is ‘a scandal to philosophy and to the general human reason’?</b><br>\n<br>\nRegarding metaphysical idealism (the suspicion or belief that all phenomena, including those that seem to be physical, are just ideas or mental phenomena and therefore do not exist external to the mind that perceives them), Immanuel Kant famously wrote, ‘However harmless idealism may be considered — although in reality it is not so — in regard to the essential ends of metaphysics, it must still remain a scandal to philosophy and to the general human reason to be obliged to assume, as an article of mere belief, the existence of things external to ourselves (from which, yet, we derive the whole material of cognition for the internal sense), and not to be able to oppose a satisfactory proof to any one who may call it in question’ (<a href=\"https://www.gutenberg.org/files/4280/4280-h/4280-h.htm\"><i>Critique of Pure Reason</i></a>, in a footnote to the <a href=\"https://www.gutenberg.org/files/4280/4280-h/4280-h.htm#chap02\">Preface to the Second Edition</a>), but if philosophy cannot prove the existence of things external to ourself, is that really a scandal to it? Surely one of the principal functions and purposes of philosophy is to prompt us to question deeply and critically all our assumptions and beliefs and whatever evidence or reasons we may have for them, and thereby to expose whatever assumptions or beliefs are unwarranted. If philosophy can show us that our belief in the existence of anything external to ourself is unwarranted, that is not a scandal to it but quite the opposite, because it is thereby safeguarding us from making serious errors of judgement by reposing too much trust in a vast network of dubious beliefs, all of which hang on this one fundamental but nevertheless unwarranted belief.<br>\n<br>\nLike many other philosophers, Kant attempted in his own way to prove by argument that there must be things external to ourself, but one of the premises of his argument (as stated by him in the aforesaid footnote) was that his consciousness of his existence in time ‘is, in fact, the same as the empirical consciousness of my existence, which can only be determined in relation to something, which, while connected with my existence, is external to me’, which is a questionable assumption. When our mind is capable of creating so many other things, as we know from our experience in dream, why should we assume that it is not capable of creating our consciousness of our existence in time without any need to do so in relation to anything external to ourself? What is in question is whether anything exists external to ourself, so to assume that something that we perceive or experience, such as time, must be perceived in relation to something external to ourself is begging the question (arguing for a conclusion on the basis of a premise that would be true only if the said conclusion were true).<br>\n<br>\nHis argument for the existence of external things would not be begging the question if he could give an adequate and independent reason for supposing that ‘the empirical consciousness of my existence […] can only be determined in relation to something, which, while connected with my existence, is external to me’, but does he give any reason for supposing this, and if so is that reason both adequate and independent (in the sense that it does not depend of the assumption that something external to ourself does or must exist)? He does give a reason for supposing this in the first few sentences of the ‘Proof’ section of ‘Refutation of Idealism’ (a part of <a href=\"https://www.gutenberg.org/files/4280/4280-h/4280-h.htm#chap60\">Section 3</a> of Section 1, Second Part, First Division, Book 2, Chapter 2): ‘I am conscious of my own existence as determined in time. All determination in regard to time presupposes the existence of something permanent in perception. But this permanent something cannot be something in me, for the very reason that my existence in time is itself determined by this permanent something. It follows that the perception of this permanent existence is possible only through a thing without me and not through the mere representation of a thing outside me. Consequently, the determination of my existence in time is possible only through the existence of real things external to me’. So is this an adequate and independent reason for supposing that ‘the empirical consciousness of my existence […] can only be determined in relation to something, which, while connected with my existence, is external to me’?<br>\n<br>\nTo answer this we first need to consider whether he was justified in claiming that ‘this permanent something cannot be something in me’. When he says that it exists in perception, he presumably means that it is something of which we are aware, so what is there in our perception or awareness that is permanent? No phenomena are permanent in our awareness, because they all appear and disappear. Even the perceiver of them is not permanent, because we perceive them only in waking and dream, and hence in sleep we cease to be the perceiver of them. They are objects of perception, whereas the perceiver of them is the subject, so since subject and objects appear together in waking and dream and disappear together in sleep, not even the subject is permanent. Therefore is there anything else in our perception or awareness that is permanent?<br>\n<br>\nThough we seem to be the subject (the ego, the ‘I’ who perceives phenomena) so long as we experience either waking or dream, it is not what we actually are, because we are aware not only of the seeming existence of subject and objects in waking and dream but also of the absence of both in sleep. Therefore we are the fundamental awareness in which both subject and objects (ego and phenomena) appear and disappear. Hence, since everything else appears and disappears, the only permanent thing in our awareness (or perception) is we ourself.<br>\n<br>\nTherefore Kant was wrong to suppose that ‘this permanent something cannot be something in me’. Everything else in our perception appears and disappear, so the ‘something permanent in perception’ cannot be anything other than (or outside of) ourself. Therefore his argument was flawed, so his reason for supposing that ‘the empirical consciousness of my existence […] can only be determined in relation to something, which, while connected with my existence, is external to me’ was not adequate. Nor was it independent, because it again relies on the assumption that something external to ourself must exist, which is the conclusion he was trying to prove. Thus the initial premises of his argument for the existence of things external to ourself are not only flawed in themselves but also entail the assumption that something external to ourself does exist, which means that he was begging the question and thereby arguing in a circle. These may not be the only questionable premises in this argument of his, but they are sufficient to show that his argument for the existence of external things was circular, assuming what he was attempting to prove.<br>\n<br>\n<a name=\"time\"></a><b>6. Our consciousness of our existence is permanent and therefore independent of our consciousness of time, which appears only in the view of ego, which itself appears only in waking and dream</b><br>\n<br>\nKant claimed that his consciousness of his existence in time ‘is, in fact, the same as the empirical consciousness of my existence’, but is this the case? We are conscious of our existence while asleep, but we are not conscious of time or any other phenomena in that state, so it should be clear to us from our own experience of sleep that our consciousness of our mere existence, which is permanent, is distinct from our consciousness of our existence in time, which appears and disappears and is therefore impermanent.<br>\n<br>\nOur consciousness of time (and hence our consciousness of our existence in time) appears with our mind in waking and dream and disappears with it in sleep. This constant conjunction of our mind and our consciousness of time strongly suggests that they are interdependent, but since time is something perceived whereas we as mind are what perceives it, mind as the perceiver is causally antecedent to time. That is, though they appear simultaneously, time appears because of the appearance of mind, since it is only in the view of the mind that time seems to exist.<br>\n<br>\n<a name=\"un07a\"></a>As Bhagavan wrote in the first sentence of <a href=\"#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum</i>), ‘Though the world and awareness arise and subside simultaneously, the world shines by awareness’. What he refers to here are ‘உலகு’ (<i>ulahu</i>), the ‘world’ or ‘universe’, includes time, space and all other physical phenomena, and what he refers as ‘அறிவு’ (<i>aṟivu</i>), ‘awareness’ or ‘consciousness’, in this context is ego or mind, which is the awareness that perceives the world and that rises (appears) and subsides (disappears) along with it. Therefore when he concludes this sentence, ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by awareness’, what he means is that what makes the world appear is only ego or mind, because it appears only in the view of this ego, the awareness that appears in waking and dream and disappears in sleep.<br>\n<br>\nSince the worlds we perceive in waking and dream are two distinct worlds, what he says in this sentence applies to any world that may appear in our awareness. No world (or time) ever appears without ourself appearing as ego or mind, the awareness in whose view it appears, so we have no evidence that any world (or any time) exists independent of our awareness of it.<br>\n<br>\n<a name=\"ibe\"></a><b>7. Is ‘inference to the best explanation’ an adequate reason to believe in the existence of a mind-independent world?</b><br>\n<br>\nThough the problem of the external world is widely acknowledged in modern academic philosophy, most philosophers prefer to ignore or to trivialise it, pretending that it does not really matter or is not an issue that merits much consideration. Some even go so far as to claim that it is not a problem at all, because they believe that it is obvious that there is an external world. However, if questioned most philosophers will acknowledge that it is a problem, but since dwelling on it would be an impediment to taking seriously other problems in which they are more interested, they will usually give some argument to justify why they believe it is reasonable to assume that an external (mind-independent) world does actually or probably exist.<br>\n<br>\nOne of the most popular arguments given by philosophers of science to justify their belief in the existence of a mind-independent world (which is a foundational belief on which the entire edifice of science and philosophy of science is based) is what they call ‘inference to the best explanation’. For example, in <i>Understanding Philosophy of Science</i> (an introduction to the philosophy of science written mainly for undergraduate students studying either science or philosophy) James Ladyman wrote, ‘Many contemporary western philosophers would say we are justified in believing in the existence of mind-independent objects, because they are the best explanation of the regularities in our experience’ (first edition, 2002, page 147), but this is a very weak argument on which to base not only belief in the existence of a mind-independent world but so many other beliefs that depend on this belief. With regard to his claim that mind-independent objects ‘are the best explanation of the regularities in our experience’, why should we suppose that mind-independent objects are any more likely than mind-created objects to produce regularities in our experience? Whatever regularities we experience are anyway experienced in and by our mind, so why should they not be produced in and by our mind?<br>\n<br>\nMore generally, however, with regard to the fundamental question whether any world (or phenomena of any kind whatsoever) exists independent of the mind that perceives them, any kind of inference to the ‘best explanation’ is necessarily an extremely weak argument, because by what criterion are we to judge what is the best explanation? When we consider what is the best explanation for anything, we generally look for the one that coheres best with whatever else we believe. If an explanation is not consistent with our other beliefs, we generally consider it to be not a good one.<br>\n<br>\nSince almost all of our beliefs, and scientific beliefs in particular, are based on the assumption that there is a world that exists outside our mind and therefore independent of our perception of it, unlike whatever world we perceive in a dream, the idea that there is actually such a world naturally seems to most of us to be the best explanation for all that we perceive in our current state. However, this is circular reasoning. We believe everything from B to Z because we believe A, and we believe A because we believe everything from B to Z. If A is not true, then everything from B to Z must also be untrue, so if we are unwilling to give up our belief in everything from B to Z, we will naturally cling firmly to our belief in A, and A will seem to us to be the best explanation for everything from B to Z.<br>\n<br>\n<a name=\"experience\"></a><b>8. What evidence does our experience actually give us?</b><br>\n<br>\nIf we set aside all our other beliefs for a while and consider just the evidence of our own experience, what is the evidence that is actually available to us? All that we experience lies within the scope of what seem to be three distinct states, which alternate with one another, namely waking, dream and sleep. In two of these states, namely waking and dream, we are aware of phenomena, and in the other one we are aware of no phenomena.<br>\n<br>\nHowever, though we are not aware of any phenomena while asleep, we are nevertheless aware, because if we were not aware then, we would not now be aware of having been in a state in which we were aware of no phenomena. That is, if we were not aware while asleep, we would not know that there was any state in which we were not aware of phenomena, so we would be aware of only two alternating states, waking and dream, and we would not be aware of any gaps between successive states of waking or dream. What we are aware of is not an endless succession of states in which we are aware of phenomena, because we are aware of gaps between such states, gaps in which we are aware of absolutely no phenomena whatsoever, and those gaps are what we call sleep. We are therefore the fundamental awareness in which awareness of phenomena sometimes appears and sometimes disappears.<br>\n<br>\nSince we exist and are aware whether phenomena appear or disappear, why should we suppose that any phenomena are more real or more permanent than ourself? In our experience phenomena are just a fleeting appearance, and we are the awareness in which they appear and disappear.<br>\n<br>\nHowever, when they appear, phenomena do not appear alone, but along with something that perceives them. That something is ourself, but not ourself as we actually are, because whenever we are aware of phenomena we are aware of ourself as if we were a package of phenomena, a package consisting of a body, life, mind, intellect and will. These five elements are what are called <i>pañca-kōśa</i>, the ‘five sheaths’ or ‘five coverings’, because they are not what we actually are, but since they seem to be ourself they effectively cover or conceal what we actually are.<br>\n<br>\nThey are not what we actually are because in sleep we are aware of ourself without being aware of any of these five elements, so like all other phenomena they are just fleeting appearances. They appear and seem to be ourself in waking and dream, but they disappear in sleep. Since they seem to be ourself whenever we are aware of phenomena, when we are aware of phenomena we are not aware of ourself as we actually are. Awareness of phenomena is therefore not our real nature. Our real nature is only the fundamental awareness in which awareness of phenomena appears and disappears.<br>\n<br>\n<a name=\"un05\"></a>Since these five elements always appear together as a single package and are collectively experienced by us as ourself, Bhagavan referred to them collectively as ‘body’, and hence in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i> he wrote:<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக் <br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?<br>\n<br>\n<b>Explanatory paraphrase:</b> The body is <i>pañca-kōśa-uru</i> [a form composed of five sheaths, namely a physical structure, life, mind, intellect and will]. Therefore all five [sheaths] are included in the term ‘body’. Without a body [composed of these five sheaths], is there a world? Say, without [experiencing oneself as such] a body, is there anyone who has seen a world?</blockquote>\nThat is, only when we are aware of ourself as if we were a body consisting of these five sheaths are we aware of other phenomena, which are what he refers to here collectively as உலகம் (<i>ulaham</i>), the ‘world’. In the final two sentences of this verse he asks two rhetorical questions. The second of these is ‘உடல் விட்டு, உலகத்தை கண்டார் உளரோ?’ (<i>uḍal viṭṭu, ulahattai kaṇḍār uḷarō?</i>), ‘Without a body, is there anyone who has seen a world?’. What this implies is what we each experience, namely that we perceive other phenomena only when we perceive ourself as a body consisting of these five sheaths. This is an epistemic proposition, so it is one we can directly confirm by considering our own experience.<br>\n<br>\nHowever, what the first of these two rhetorical questions implies is not an epistemic proposition but an ontological one, so it is not one we can directly confirm from our present experience but one that we can reasonably infer from it. That is, when he asks ‘உடல் அன்றி உண்டோ உலகம்?’ (<i>uḍal aṉḏṟi uṇḍō ulaham?</i>), ‘Without a body, is there a world?’, he implies that no world exists except when we perceive ourself as a body consisting of five sheaths. Since a world appears only in waking and dream, and since in both those states we are aware of ourself as a body consisting of five sheaths, it is reasonable to infer that no world exists unless we are aware of ourself as such a body.<br>\n<br>\n<a name=\"error\"></a><b>9. We perceive phenomena only when we misperceive ourself as a body, so our perception of phenomena is based on a fundamental error in our perception of ourself</b><br>\n<br>\nWe may prefer to believe that the world we currently perceive exists even when we do not perceive it and therefore irrespective of whether we are aware of ourself as a body or not, but our experience gives us no evidence to justify such a belief. Moreover, lack of evidence is not the only reason we have for doubting whether any phenomena exist independent of our perception of them. There is another even more compelling reason for doubting this.<br>\n<br>\nThat is, we are aware of phenomena only when we are aware of ourself as a body consisting of five sheaths, but since no such body is what we actually are, this awareness ‘I am this body’ is a false awareness, an awareness of ourself as if we were something other than what we actually are. This false awareness ‘I am this body’ is ego, the ‘I’ that perceives phenomena. Ego is the subject, whereas phenomena are objects perceived by it. We seem to be this ego, the perceiver of phenomena, only when we mistake ourself to be a body of five sheaths. Therefore ego is a fundamental error, something that seems to exist only because of a mistaken awareness of ourself.<br>\n<br>\nSince phenomena seem to exist only in the view of ourself as ego, and since ego is an erroneous awareness of ourself, our awareness of phenomena is based upon a fundamental error in our awareness of ourself. When we do not mistake ourself to be a body consisting of five sheaths, as in sleep, we are not aware of any phenomena, but whenever we mistake ourself to be such a body, as in waking and dream, phenomena seem to exist in our awareness. Since what is aware of phenomena is only ourself as ego, the mistaken awareness ‘I am this body’, does this not cast serious doubt on the reliability of our awareness of phenomena?<br>\n<br>\nPhenomena seem to exist only because we are aware of them, and we are aware of them only when we are aware of ourself as a body, which is not what we actually are, so do we not have very strong grounds for suspecting that phenomena do not actually exist but are just an illusion, an error in our perception, which results from the more fundamental error of mistaking ourself to be something other than what we actually are?<br>\n<br>\nWhat we actually are must exist in every state that we experience, and not only must it exist, it must also shine (in the sense that we must be aware of it), because our nature is to be aware of ourself, so whatever we actually are must always shine in our awareness. Ego and all the phenomena perceived by it shine or seem to exist only in waking and dream but not in sleep, so none of them can be what we actually are. What exists and shines in sleep is only pure awareness, that is, awareness that is completely devoid of ego and its awareness of phenomena, so that alone must be what we actually are.<br>\n<br>\nPure awareness exists and shines not only in sleep but also in waking and dream. However, though it shines in waking and dream, it is seemingly obscured, because instead of being aware of ourself as just pure awareness we are aware of ourself as awareness plus a body consisting of five sheaths. Since we are one and not many, when we are aware of ourself as awareness plus these five sheaths we mistake the awareness that we actually are to be all these five sheaths collectively (which is why Bhagavan refers to all of them collectively using just one word, namely body). Pure awareness is <i>ātma-svarūpa</i>, the real nature of ourself, and when this same awareness is mixed and confused with a body of five sheaths, the resulting mixture is what is called ego, and it is only in the view of this ego that phenomena seem to exist.<br>\n<br>\nSince phenomena are not perceived by ourself as pure awareness but only by ourself as ego, and since the nature of ourself as ego is not only to perceive phenomena but also to misperceive ourself as if we were a particular set of phenomena, namely a body consisting of five sheaths, the perceiver of phenomena, namely ego, is a misperception of ourself. Since as ego we cannot even perceive ourself as we actually are, how can we rely on anything else that we as ego perceive?<br>\n<br>\nSince ego is itself a misperception, why should we assume that whatever else it perceives is anything other than a misperception? Since a misperception does not exist independent of the perceiver of it, does this not give us very strong grounds to suspect that nothing perceived by ego exists independent of ego’s perception of it?<br>\n<br>\nIf someone is known to have lived their entire life by fraud, and to be a compulsive fraud by nature, would any reasonable court of law trust whatever testimony they may give? Should not any sensible judge or jury suspect that the testimony given by such a compulsive fraud is itself fraudulent? Ego is such a fraud. It is fraudulent by nature. Its very existence, or supposed existence, is based on fraud or deception. It is not what it seems to be and pretends to be. It is so deceptive that it deceives even itself. It deceives itself by mistaking itself to be a body of five sheaths.<br>\n<br>\nOnce we as ego have recognised that we are deceiving ourself by mistaking ourself to be a person, a body consisting of five sheaths, should we not suspect that whatever we perceive is likewise a deception? In dream we deceive ourself by mistaking ourself to be a dream body, and by consequently perceiving a dream world, which seems to exist outside and independent of ourself, but as soon as we leave that dream and enter any other similar state, such as the one we are in now, we recognise that that dream body was not ourself and that that dream world existed only in our own mind and hence only because we perceived it. When we know that as ego we deceive ourself in such a manner in dream, do we not have strong grounds for suspecting that as this same ego we are deceiving ourself in the same manner in our current state and in any other state in which we perceive ourself as if we were a person, a body consisting of five sheaths?<br>\n<br>\nConsidering all this evidence provided by our own experience, is it not more reasonable to suspect that phenomena do not exist independent of our perception of them, than to believe on the basis of no evidence that they do exist whether we perceive them or not? The contention that they do not exist independent of our perception of them is called <i>dṛṣṭi-sṛṣṭi-vāda</i>, whereas the contention that they do exist whether we perceive them or not is called <i>sṛṣṭi-dṛṣṭi-vāda</i>, so on the basis of the evidence we have considered so far, is not <i>dṛṣṭi-sṛṣṭi-vāda</i> a more reasonable explanation for the appearance of phenomena than <i>sṛṣṭi-dṛṣṭi-vāda</i>?<br>\n<br>\n<a name=\"testimony\"></a><b>10. Does the testimony of others provide us with sufficient evidence that any world exists when we do not perceive it?</b><br>\n<br>\nIf no phenomena exist independent of our perception of them, that would mean the world we now perceive does not exist when we are either asleep or in some other dream, just as any world that we perceive in a dream does not exist in any other state. It would also mean that this world did not exist before we were born in our present body, and will not exist after this body dies, because it exists (or seems to exist) only when we perceive it.<br>\n<br>\nTherefore one of the most common arguments against the idea that phenomena do not exist except in our perception is that this world continues to exist even when we do not perceive it, as in sleep and dream, because others who are awake continue to perceive it. However, this is a fallacious argument, because the others who claim to have perceived this world when we were asleep or in another dream are themselves part of the world whose existence when we do not perceive it is in question. As Bhagavan used to say, relying on the testimony of others as proof that the world exists when we are asleep is like a judge relying on the testimony of a thief as proof that he is innocent.<br>\n<br>\nJust as the testimony of a thief who denies that he stole anything is not reliable evidence, the testimony of others who claim to have perceived the world when we did not perceive it is not reliable, because they and their testimony are both part of the world that seems to exist only when we perceive it. As Bhagavan used to ask, if the world exists when we are asleep, why does it tell us so only when we are awake and not when we are asleep? Whenever he asked this, it seemed to many people to be a foolish question, because how can this world (or the people in it) tell us that it exists when we are asleep, since we do not perceive it then? However, asking this question is no more foolish than relying on the testimony of others who tell us that the world existed when we did not perceive it, so it was to point out the foolishness of relying on such testimony that Bhagavan asked this question.<br>\n<br>\nIf phenomena do not exist unless we perceive them, that would mean that any state in which we perceive phenomena of any kind is just a dream, because a dream is by definition any state in which the phenomena we perceive do not exist except in our perception. If other people in a dream tell us that the world we perceive then exists even when we are asleep, we may believe them so long as we continue to be in that dream, but as soon as we leave that dream and come to our present state we would understand that those people were just a part of our dream world and that their testimony therefore counts for nothing. We would not believe that that dream world still exists, even though we do not now perceive it, just because those dream people testified that it exists even when we do not perceive it.<br>\n<br>\nBelieving that the dream world still exists just because the people in it told us that it exists whether we perceive it or not would obviously be foolish, but it is no more foolish than believing that this world exists even when we do not perceive it just because the other people we perceive in this world tell us that it exists even when we do not perceive it. When we consider whether or not this world exists when we do not perceive it, the testimony of other people counts for nothing, because they are part of the world whose existence is in question.<br>\n<br>\nTo help us decide whether or not this world or any other phenomena exist when we do not perceive them, the only evidence we can reasonably rely on is the evidence of our own experience. So what does our experience tell us? It tells us that any world, whether in our present state or in a dream, seems to exist when we perceive it, and does not seem to exist when we do not perceive it. Therefore our experience provides us with absolutely no evidence whatsoever that any world exists independent of our perception of it.<br>\n<br>\n<a name=\"dream\"></a><b>11. Do we have any adequate evidence to support the idea that our present state is anything but a dream?</b><br>\n<br>\nAny seeming evidence for the existence of mind-independent phenomena that we may consider can be dismissed on the grounds that the same evidence could equally well appear in a dream, in exactly the same way that we can dismiss the testimony of others on the grounds that we could find such testimony in a dream if we were to ask others for it then. For example, it is often argued that continuity between successive states of waking is evidence that what we now experience as waking is not a dream, but there is no reason why we should not experience such seeming continuity in a dream.<br>\n<br>\nOur sense of continuity in our present state relies upon the evidence of our memory, which tells us that what we experience today is a continuity of what we experienced yesterday, which was a continuity of what we experienced during each preceding day of our present life, but in dream our memory provides us with a similar sense of continuity, so neither our memory nor our sense of continuity provides us with reliable evidence that our present state is not a dream.<br>\n<br>\nWhile we are dreaming, we seem to be awake, so the world we perceive in a dream and all the people in that world seem at that time to be just as real and as mind-independent as our present world and the people in it now seem to be. As in our present state, in dream we have memories of the past, and though such memories may sometimes seem to be confused, blurred or inconsistent (at least from the perspective of our mind in our present state), at other times they seem to be as clear and as consistent as any memories we have now, so while dreaming it often seems to us that we can remember what we did yesterday, last week, last year and even when we were a child, and hence we experience the same sense of continuity that we experience in our present state.<br>\n<br>\nAny argument that may be proposed to prove that our present state is not a dream is necessarily circular, because it is only by pointing out supposed differences between waking and dream that we can argue that what we take to be waking is not just another dream, but this is begging the question, because to claim that a certain phenomenon is a feature of waking but not of dream is to assume that what we now take to be waking is not just a dream, which is the very conclusion that the argument is intended to prove. For example, the premise that continuity is a feature of waking but not of dream is to assume that any state in which we experience continuity is not a dream.<br>\n<br>\nFrom the perspective of our present state it may seem that some of our dreams were very hazy or unstable, either because we cannot remember them clearly enough or because what we perceived in them seemed to be often shifting, so that, for example, at one moment we were talking to a certain person and the next moment that person became someone else, or that at one moment we were in one place and the next moment in an altogether different place. Likewise in some dreams we may be able to do certain things that we know we cannot do in waking, such as flying. However, these features of some dreams are not evidence of any substantive difference between waking and dream, firstly because these are only qualitative differences, and secondly because we experience other dreams that do not seem to be any more hazy or unstable than our present state, and in which we are not able to fly or to defy any other laws of physics, and that are therefore not even qualitatively different to what we now take to be waking.<br>\n<br>\nWhen we consider whether or not our present state could be just a dream, we generally point out features in certain dreams (such as an ability to fly at will or other examples that I mentioned in the previous paragraph) that we would not normally experience in waking, unless we were delirious, hallucinating or under the influence of some drug, but this is the wrong approach to take, because what such evidence proves is only that in dream we can experience anything. It does not in any way prove that our present state is not a dream, because though we find ourself able to fly in some dreams, we are not able to do so in other dreams, and though some dreams seem to be unstable or inconsistent, other dreams seem to be as stable and consistent as our present state.<br>\n<br>\nIn order to judge fairly and impartially whether our present state could be a dream or not, what we should consider is whether there is anything (any feature or phenomenon) that we experience in this state that we could not experience in a dream. Since a dream is a mental creation or projection, it is possible for us to experience anything in a dream. We do not necessarily experience what we want to experience in a dream, but that does not mean that there is any phenomenon that we could not experience in a dream. Whether we like it or not, in a dream anything is possible.<br>\n<br>\nTherefore, since anything is possible in a dream, we cannot point out or find anything in our present state that we could not equally well experience in a dream, so how can we be sure that our present state is anything other than a dream? There is nothing (and never could be anything) about our present state that we could reasonably consider to be evidence that we are not now dreaming, because we could be dreaming whatever it is that we believe to be evidence.<br>\n<br>\n<a name=\"ny18\"></a>From our perspective in our present state this state seems to be waking and all other similar states seem to be dreams, but from our perspective in any of those other states whichever state we are then experiencing seems to be waking and all other similar states seem to be dreams. As Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para18\">eighteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஜாக்ரம் தீர்க்கம், சொப்பனம் க்ஷணிக மென்பது தவிர வேறு பேதமில்லை. ஜாக்ரத்தில் நடக்கும் விவகாரங்க ளெல்லாம் எவ்வளவு உண்மையாகத் தோன்றுகின்றனவோ அவ்வளவு உண்மையாகவே சொப்பனத்தில் நடக்கும் விவகாரங்களும் அக்காலத்திற் றோன்றுகின்றன. சொப்பனத்தில் மனம் வேறொரு தேகத்தை யெடுத்துக்கொள்ளுகிறது. ஜாக்ரம் சொப்பன மிரண்டிலும் நினைவுகளும் நாமரூபங்களும் ஏககாலத்தில் நிகழ்கின்றன.<br>\n<br>\n<i>jāgram dīrgham, soppaṉam kṣaṇikam eṉbadu tavira vēṟu bhēdam-illai. jāgrattil naḍakkum vivahāraṅgaḷ ellām e-vv-aḷavu uṇmai-y-āha-t tōṉḏṟugiṉḏṟaṉa-v-ō a-vv-aḷavu uṇmai-y-āha-v-ē soppaṉattil naḍakkum vivahāraṅgaḷ-um a-k-kālattil tōṉḏṟugiṉḏṟaṉa. soppaṉattil maṉam vēṟoru dēhattai y-eḍuttu-k-koḷḷugiṟadu. jāgram soppaṉam iraṇḍil-um niṉaivugaḷ-um nāma-rūpaṅgaḷ-um ēka-kālattil nihaṙgiṉḏṟaṉa</i>.<br>\n<br>\nExcept that waking is <i>dīrgha</i> [long lasting] and dream is <i>kṣaṇika</i> [momentary or lasting for only a short while], there is no other difference [between them]. To what extent all the <i>vyavahāras</i> [activities, affairs, transactions or events] that happen in waking seem to be real, to that extent even the <i>vyavahāras</i> that happen in dream seem at that time to be real. In dream the mind takes another body [to be itself]. In both waking and dream thoughts and names-and-forms [the phenomena that constitute the seemingly external world] occur in one time [or simultaneously].</blockquote>\nWhichever dream we are currently experiencing always seems to us to be real, because in each dream we experience ourself as if we were a body, so since we are real that body seems to be real, and since that body is a part of a world, that entire world seems to be real. Therefore since that body and world both seem to be real so long as we are dreaming that dream, the dream seems to us to be our waking state, and all other such states seem to be dreams. Therefore our perspective in any dream will always make that dream seem more real than any other dream, so if we judge the relative reality of other states from the perspective of our present state our judgement will always be biased in favour of the seeming reality of our present state and seeming unreality of all other states.<br>\n<br>\n<a name=\"gvk560\"></a>Though Bhagavan conceded in the first sentence of this paragraph that the only difference between waking and dream is that waking lasts longer than dream, in <a href=\"http://happinessofbeing.blogspot.com/2015/03/is-there-any-real-difference-between.html#gvk560\">verse 560</a> of <i>Guru Vācaka Kōvai</i> he pointed out that even this difference is not real, because it is an illusion created by the mind:<br>\n<blockquote>வினாவிடுகேள் விக்கு விடையிறுக்கு மாற்றாற்<br>\nகனாநொடியாத் தோன்றிக் கழிய — நனாநெடிதா<br>\nமன்னலாக் கூறுமறு மாற்ற மனமாயைத்<br>\nதுன்னலாற் போந்தவினைச் சூது.<br>\n<br>\n<i>viṉāviḍukēḷ vikku viḍaiyiṟukku māṯṟāṟ<br>\nkaṉānoḍiyāt tōṉḏṟik kaṙiya — naṉāneḍidā<br>\nmaṉṉalāk kūṟumaṟu māṯṟa maṉamāyait<br>\ntuṉṉalāṯ pōndaviṉaic cūdu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினாவிடு கேள்விக்கு விடை இறுக்கும் ஆற்றால், கனா நொடியா தோன்றி கழிய, நனா நெடிதா மன்னலா கூறும் மறுமாற்றம். மனமாயை துன்னலால் போந்த வினை சூது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉāviḍu kēḷvikku viḍai iṟukkum āṯṟāl, kaṉā noḍiyā tōṉḏṟi kaṙiya, naṉā neḍidā maṉṉal-ā kūṟum maṟumāṯṟam. maṉa-māyai tuṉṉalāl pōnda viṉai sūdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> கனா நொடியா தோன்றி கழிய, நனா நெடிதா மன்னலா கூறும் மறுமாற்றம் வினாவிடு கேள்விக்கு ஆற்றால் இறுக்கும் விடை. மனமாயை துன்னலால் போந்த வினை சூது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉā noḍiyā tōṉḏṟi kaṙiya, naṉā neḍidā maṉṉal-ā kūṟum maṟumāṯṟam viṉāviḍu kēḷvikku āṯṟāl iṟukkum viḍai. maṉa-māyai tuṉṉalāl pōnda viṉai sūdu</i>.<br>\n<br>\n<b>English translation:</b> The answer that said that whereas dream momentarily appears and ceases, waking endures for a long time, was a reply given by acquiescing to the question asked. [This seeming difference in duration is] a deceptive trick [or illusion] that has arisen because of the adhering of <i>mana-māyā</i> [the self-deluding power that is mind].</blockquote>\nTherefore Bhagavan’s verdict is that there is absolutely no difference between waking and dream, because any state that we take to be waking is just another dream, and any dream seems to be waking so long as we are dreaming it. Whether we choose to accept this verdict or not is up to us, but if we carefully and critically consider the evidence available to us with an open and unprejudiced mind, it should be clear to us that we have no adequate evidence to support the idea that our present state is anything but a dream, nor do we have any other adequate reason to suppose that it is not a dream, and the fact our perception of this state and everything in it is based upon our misperception of ourself as a body that seems to exist only in this state and not in any other state strongly suggests that this entire state is just a misperception, as is any other dream.<br>\n<br>\n<a name=\"vairagya\"></a><b>12. Bhagavan taught us that any state we take to be waking is actually just a dream, because this is the teaching that is most conducive to our developing <i>vairāgya</i></b><br>\n<br>\nWhat Bhagavan has taught us regarding the non-existence of any substantive difference between waking and dream is not a mainstream idea even in <i>advaita</i> philosophy,  and many people who consider themselves to be <i>advaitins</i> are reluctant to accept that there is absolutely no such difference, because many ancient texts, including most notably the <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya\"><i>Māṇḍūkya Upaniṣad</i></a> and commentaries upon it such as the <i>kārikā</i> by Gaudapada and the <i>bhāṣya</i> by Adi Sankara (which is a commentary on both the <i>upaniṣad</i> and the <i>kārikā</i>), seem to imply that waking and dream are two distinct states. So why do such texts imply that waking and dream are different when Bhagavan teaches us that any state we take to be waking is actually just a dream?<br>\n<br>\nIn <i>advaita</i> philosophy many different levels of explanation are given to suit different levels of understanding and spiritual maturity, because though everything can be explained in an extremely simple and clear manner by <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> (both of which are clearly implied by Bhagavan when he explains that what we take to be waking is actually just a dream), most people are not yet willing to accept such simple explanations. This is why in his <i>kārikā</i> Gaudapada at first seems to concede that waking and dream are different, as implied in the <i>Māṇḍūkya Upaniṣad</i> (particularly in verses <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143594.html\">3</a> and <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143595.html\">4</a>), but later argues that they are actually not different (such as in <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143636.html\">2.4</a>, <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143637.html\">2.5</a> and some of the subsequent verses, especially <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143641.html\">2.9-10</a>).<br>\n<br>\nEven Bhagavan gave different levels of explanation to suit the individual needs of those who asked him questions, as we can see by reading the various books in which his conversations with devotees and visitors have been recorded (with greater or lesser degrees of accuracy). However, fortunately for us in most of his original writings such as <i>Uḷḷadu Nāṟpadu</i>, <i>Upadēśa Undiyār</i>, <i>Nāṉ Ār?</i>, <i>Ēkāṉma Pañcakam</i>, <i>Āṉma-Viddai</i> and <i>Śrī Aruṇācala Stuti Pañcakam</i> he expressed the fundamental principles of his teachings in a clear and undiluted manner, and by carefully studying and reflecting on the meaning of these texts we can understand that the level of explanation that he favoured was <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> rather than any of the more complicated explanations that entail <i>sṛṣṭi-dṛṣṭi-vāda</i> and <i>nānā-jīva-vāda</i>.<br>\n<br>\nWhat makes <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> the most appropriate set of explanations for anyone who seriously wants to go deep in the practice of self-investigation and self-surrender is not only that they are the simplest and clearest possible explanations and do not require us to believe anything that is not in perfect accord with our own experience, but also that they are the explanations that are most conducive to our developing <i>vairāgya</i> (freedom from desire or passion for anything in the world) by weaning our mind away from its interest in and attachment to phenomena of any kind.<br>\n<br>\n<a name=\"bodies\"></a><b>13. The idea that the gross, subtle and causal bodies correspond respectively to waking, dream and sleep is not compatible with the deeper teachings of Bhagavan</b><br>\n<br>\nThe ancient texts that distinguish waking and dream often say that in waking we identify ourself with the gross body (<i>sthūla sarīra</i>) and therefore see gross objects, in which the term ‘gross’ (<i>sthūla</i>) implies physical, whereas in dream we identify ourself with the subtle body (<i>sūkṣma sarīra</i>) and therefore see subtle objects, in which the term ‘subtle’ (<i>sūkṣma</i>) implies mental. They also sometimes say (as does the <i>Māṇḍūkya Upaniṣad</i> in verses <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143594.html\">3</a> and <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143595.html\">4</a>) that waking is characterised by awareness of what is external (<i>bahiṣ prajñaḥ</i>) whereas dream is characterised by awareness of what is internal (<i>antaḥ prajñāḥ</i>), and that what is experienced in waking is ‘transactional reality’ (<i>vyāvahārika satya</i>) whereas what is experienced in dream is ‘seeming reality’ (<i>prātibhāsika satya</i>).<br>\n<br>\nHowever, Bhagavan denies that there are any such differences between waking and dream, firstly because whatever body we experience as ourself while we are dreaming seems to be just as physical as our present body seems to be, though they are both in fact just mental projections; secondly because in both waking and dream we perceive phenomena that seem to exist outside ourself (since we mistake ourself to be limited within the confines of a body), even though all phenomena in either state actually appear only within our own mind; and thirdly because in terms of their respective degrees of reality there is no difference between waking and dream, since whatever phenomena we perceive in either state do not actually exist but merely seem to exist in the view of ego, which itself does not actually exist, so what is called ‘transactional reality’ (<i>vyāvahārika satya</i>) is actually just seeming reality (<i>prātibhāsika satya</i>) (as Anandagiri also points out in his <i>ṭikā</i> on Sankara’s <i>bhāṣya</i> on <i>Māṇḍūkya Kārikā</i> <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143637.html\">2.5</a>, saying that Gaudapada makes no distinction between <i>vyāvahārika</i> and <i>prātibhāsika</i> experiences).<br>\n<br>\n<a name=\"un05a\"></a>As Bhagavan says in <a href=\"#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>, whatever body we experience as ourself, whether in waking or dream, is a form composed of five sheaths, namely a physical body, life, mind, intellect and will, so all five are included in the term ‘body’ when he says that ego is the false awareness that is aware of itself as ‘I am this body’. Therefore in both waking and dream whatever body we experience as ourself consists of all these five sheaths.<br>\n<br>\n<a name=\"gvk457\"></a>However, in texts that draw a distinction between waking and dream, saying that in waking we identify ourself with the gross body (<i>sthūla sarīra</i>) whereas in dream we identify ourself with the subtle body (<i>sūkṣma sarīra</i>), it is generally said that the gross body is the <i>annamaya kōśa</i> (the sheath composed of food) and the subtle body is a combination of the <i>prāṇamaya kōśa</i>, <i>manōmaya kōśa</i> and <i>vijñānamaya kōśa</i> (the sheath composed respectively of life, mind and intellect). It is also said that what we experience in sleep is the causal body (<i>kāraṇa śarīra</i>), which is said to be the <i>ānandamaya kōśa</i> (the sheath composed of happiness), but according to Bhagavan what we actually experience in sleep is not any <i>kōśa</i> or body, not even the causal body, but only pure awareness, which is our real nature (<i>ātma-svarūpa</i>), because in sleep there is no ego to experience anything other than that. For example, in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 9) and in section 313 of <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (2006 edition, page 286) it is recorded that he said, ‘Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking’, and in verse 457 of <i>Guru Vācaka Kōvai</i> he says:<br>\n<blockquote>உறக்கமொரு கோசமா வோதல் விழிப்பைப்<br>\nபிறக்கமெனுந் தன்மறதிப் பேதே — சிறக்குமொரு<br>\nமெய்த்திறமா மந்த விழிப்பெனல்போ னாலுறக்கம்<br>\nஅத்துவிதக் கேவலமெய் யாம்.<br>\n<br>\n<i>uṟakkamoru kōśamā vōdal viṙippaip<br>\npiṟakkameṉun taṉmaṟadip pēdē — siṟakkumoru<br>\nmeyttiṟamā manda viṙippeṉalpō ṉāluṟakkam<br>\nadduvitak kēvalamey yām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உறக்கம் ஒரு கோசமா ஓதல் விழிப்பைப் பிறக்கம் எனும் தன் மறதிப் பேதே. சிறக்கும் ஒரு மெய்த்திறம் ஆம் அந்த விழிப்பு எனல் போனால், உறக்கம் அத்துவிதக் கேவல மெய் ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṟakkam oru kōśamā ōdal viṙippaip piṟakkam eṉum taṉ-maṟadip pēdē. siṟakkum oru mey-t-tiṟam ām anda viṙippu eṉal pōṉāl, uṟakkam adduvita-k kēvala mey ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> உறக்கம் ஒரு கோசமா ஓதல் விழிப்பைப் பிறக்கம் எனும் தன் மறதிப் பேதே. அந்த விழிப்பு சிறக்கும் ஒரு மெய்த்திறம் ஆம் எனல் போனால், உறக்கம் அத்துவிதக் கேவல மெய் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṟakkam oru kōśam-ā ōdal viṙippai piṟakkam eṉum taṉ-maṟadip pēdē. anda viṙippu siṟakkum oru mey-t-tiṟam ām eṉal pōṉāl, uṟakkam adduvita-k kēvala mey ām</i>.<br>\n<br>\n<b>English translation:</b> Declaring sleep to be a <i>kōśa</i> [sheath, container or covering] is only [due to] the ignorance [confusion or derangement] of self-forgetfulness, which calls waking brightness [that is, ignorance or forgetfulness of one’s real nature, because of which one mistakes waking to be a bright state of clear awareness]. If [the error of] saying that that waking is an exalted real state [a state of real awareness] departs, sleep will [turn out to] be the non-dual sole [single, solitary or isolated] reality.</blockquote>\n<a name=\"gvk461\"></a>Likewise in verse 461 of <i>Guru Vācaka Kōvai</i> he says:<br>\n<blockquote>இன்பமயங் கோசமா யேய்தல் விழிப்புநிலைக்<br>\nகன்பமர்விஞ் ஞானமயற் காதலால் — மொய்ம்புறுமவ் <br>\nவிஞ்ஞான கோசமறின் மிஞ்சும்பே ரின்பமயம்<br>\nஅஞ்ஞான கோசவியல் பற்று.<br>\n<br>\n<i>iṉbamayaṅ kōśamā yēydal viṙippunilaik<br>\nkaṉbamarviñ ñāṉamayaṟ kādalāl — moymbuṟumav <br>\nviññāṉa kōśamaṟiṉ miñjumbē riṉpamayam<br>\naññāṉa kōśaviyal baṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இன்பமயம் கோசமாய் ஏய்தல் விழிப்பு நிலைக்கு அன்பு அமர் விஞ்ஞான மயல் காதலால். மொய்ம்பு உறும் அவ் விஞ்ஞான கோசம் அறின், மிஞ்சும் பேர் இன்பமயம் அஞ்ஞான கோச இயல்பு அற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉbamayam kōśam-āy ēydal viṙippu nilaikku aṉbu amar viññāṉa mayal kādalāl. moymbu uṟum a-v-viññāṉa kōśam aṟiṉ, miñjum pēr iṉbamayam aññāṉa kōśa iyalbu aṯṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> இன்பமயம் கோசமாய் ஏய்தல் விழிப்பு நிலைக்கு அன்பு அமர் விஞ்ஞான மயல் காதலால். மொய்ம்பு உறும் அவ் விஞ்ஞான கோசம் அறின், அஞ்ஞான கோச இயல்பு அற்று பேர் இன்பமயம் மிஞ்சும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iṉbamayam kōśam-āy ēydal viṙippu nilaikku aṉbu amar viññāṉa mayal kādalāl. moymbu uṟum a-v-viññāṉa kōśam aṟiṉ, aññāṉa kōśa iyalbu aṯṟu pēr iṉbamayam miñjum</i>.<br>\n<br>\n<b>English translation:</b> What is composed of happiness [<i>ānandamaya</i>] seeming to be a <i>kōśa</i> [sheath, container or covering] is because of the infatuation of the <i>vijñāna</i> delusion [namely ego, the delusion of mistaking oneself to be <i>vijñānamaya kōśa</i>, the intellect], in which love for the waking state flourishes. If that <i>vijñāna kōśa</i>, which is a power [driven by strong desire and attachment], is severed [by eradication of ego], what is composed of immense happiness [<i>ānandamaya</i>] will remain [as one’s real nature], being bereft of the [unreal] nature of <i>ajñāna kōśa</i> [a sheath that is composed of a darkness of seeming ignorance].</blockquote>\n<a name=\"gvk460\"></a>And in <a href=\"http://happinessofbeing.blogspot.com/2017/06/there-is-absolutely-no-difference.html#gvk460\">verse 460</a> of <i>Guru Vācaka Kōvai</i> he says:<br>\n<blockquote>கனாநனாக் கட்குத்தான் காரணமா நின்ற<br>\nஅனாதிமல வாதனைபோ யற்றால் — இனாத<br>\nகதிபடரக் கூட்டும்பாழ்ங் கண்ணுறக்க மூடம்<br>\nஅதீததுரி யாவத்தை யாம்.<br>\n<br>\n<i>kaṉānaṉāk kaṭkuttāṉ kāraṇamā niṉḏṟa<br>\naṉādimala vādaṉaipō yaṯṟāl - iṉāda<br>\ngatipaḍarak kūṭṭumpāṙṅ kaṇṇuṟakka mūḍam<br>\natītaturi yāvattai yām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கனா நனாக்கட்கு தான் காரணமா நின்ற அனாதி மல வாதனை போய் அற்றால், இனாத கதி படர கூட்டும் பாழ் கண்ணுறக்க மூடம் அதீத துரிய அவத்தை ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉā naṉākkaṭku tāṉ kāraṇam-ā niṉḏṟa aṉādi mala vādaṉai pōy aṯṟāl, iṉāda gati paḍara kūṭṭum pāṙ kaṇ-ṇ-uṟakka mūḍam atīta turiya avattai ām</i>.<br>\n<br>\n<b>English translation:</b> If the beginningless filthy <i>vāsanās</i> [inclinations, urges or desires to be aware of anything other than oneself], which stood as the cause for dream and waking, are completely eradicated, the [seemingly] empty [void or desolate] and dark [or nescient] state of sleep, which [was considered to be what] causes the miserable [or wicked] state [of <i>pravṛtti</i> or outward-going activity, namely waking and dream] to spread out, will [turn out to] be <i>atīta turya avasthā</i> [the transcendent ‘fourth’ state].</blockquote>\n<a name=\"un26a\"></a><a name=\"un05b\"></a>The explanation that there are three bodies, gross, subtle and causal, all of which we experience in waking, but only the latter two of which we experience in dream, and only the last of which we experience in sleep, may be useful for those who are not ready to accept that whatever we take to be waking is just another dream, and that in the absence of ourself as ego nothing other than our real nature exists, but it is not compatible with the deeper level of teachings that Bhagavan has given us in his own original writings, particularly in <i>Uḷḷadu Nāṟpadu</i> and <i>Nāṉ Ār?</i>, because as he says in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, so since ego, the false awareness ‘I am this body’, does not exist in sleep, nothing other than our real nature (<i>ātma-svarūpa</i>) exists there, and because according to him there is absolutely no difference between waking and dream, so whatever body we experience as ourself in any such state is just a <i>kalpanā</i> (an imaginary fabrication or figment) projected by ourself as ego, and it consists of all five sheaths, which is why he says in <a href=\"#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் உடல் என்னும் சொல்லில் ஒடுங்கும்’ (<i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum</i>), ‘The body is a form of five sheaths. Therefore, all five are included in the term body’.<br>\n<br>\nOne of the principal reasons why it is said that what we experience in sleep is the <i>ānandamaya kōśa</i>, which is also called the causal body (<i>kāraṇa śarīra</i>), is that we naturally want an explanation for everything, so since the mind disappears in sleep, we want to know how or why it reappears in waking or dream. Therefore it is said that the causal body consists of all our <i>vāsanās</i> in a dormant form, and that these <i>vāsanās</i> are what causes the mind to re-emerge. However, there is a problem with this explanation, because the root and essence of the mind is ego, so the mind emerges only when ego rises, and <i>vāsanās</i> cannot cause ego to rise, because they are ego’s <i>vāsanās</i> and hence they do not exist without it. Since ego does not exist in sleep, <i>vāsanās</i> cannot exist there either.<br>\n<br>\nSo what does cause ego to rise? Nothing, because when ego does not exist nothing other than our real nature (<i>ātma-svarūpa</i>) exists, and our real nature is just pure and infinite awareness, so it cannot be the cause of anything, since nothing other than it exists. Causality is a feature of duality, because it entails two things, a cause and its effect, so since our real nature is one only without a second (<i>ēkam ēva advitīyam</i>) it is beyond causality. Duality and hence causality exist only in the view of ego, because nothing other than our non-dual real nature is antecedent to ego, so ego is the original cause, the cause of causality itself.<br>\n<br>\nWhenever anyone asked Bhagavan why ego has come into existence, he used to say that before asking why or how we should investigate what this ego is, because if we investigate it keenly enough, it will be clear that there is no such thing. Since it does not actually exist, how to explain why or how it has come into existence? Trying to explain this is like trying to explain why or how the child of a barren woman was born.<br>\n<br>\nJust as there is no cause that could explain why or how ego first came into existence, there is no cause that can explain how it re-emerges from sleep. Since there is nothing antecedent to ego that could cause it to emerge, we should not waste our time or energy trying to find any cause or explanation for its emergence, but should instead just try to investigate what it actually is. Being told that there can be no cause or explanation for its emergence may not satisfy our curiosity, but we can avoid such dissatisfaction by redirecting our curiosity to try to know what we ourself actually are. If our curiosity to know this is strong enough, we will dissolve back into and as our real nature, after which nothing else will remain for us to be curious about.<br>\n<br>\nSince there is no cause or reason for the emergence of ego, why are our <i>vāsanās</i> collectively known as the causal body (<i>kāraṇa śarīra</i>)? Since they are not the cause of ego, what are they the cause of? They are the cause of everything else. That is, <i>vāsanās</i> are our desires and all the other elements of our will, such as our likes, dislikes, fears and so on, in their seed form, so they are what give rise to all phenomena (<i>viṣayas</i>). However, since the one who likes, dislikes, desires, fears and so on is only ourself as ego, we are the root of all of them, so they are our causal body, and we are their cause.<br>\n<br>\n<a name=\"ny01\"></a>Therefore what is called the causal body is our will (<i>cittam</i>), and it is also called the <i>ānandamaya kōśa</i>, the ‘sheath composed of happiness’, because the essence of and driving force behind our desires and all the other elements of our will is our fundamental desire for happiness. As Bhagavan says in the third clause of the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of <i>Nāṉ Ār?</i>, ‘பிரியத்திற்கு சுகமே காரணம்’ (<i>piriyattiṟku sukham-ē kāraṇam</i>), ‘happiness alone is the cause for love’, so our fundamental love for happiness is what gives rise to and drives all the other elements of our will.<br>\n<br>\nIt is generally said that the reason why the <i>ānandamaya kōśa</i> is so called is that it is composed of the happiness that we experience in sleep, but as Bhagavan points out in verses <a href=\"#gvk457\">457</a> and <a href=\"#gvk461\">461</a> of <i>Guru Vācaka Kōvai</i> that happiness is not actually a sheath (<i>kōśa</i>) but only our own real nature. The <i>ānandamaya kōśa</i> or <i>kāraṇa śarīra</i> is also sometimes described as the darkness of ignorance that we experience in sleep, but sleep seems to be a state of darkness or ignorance only from the perspective of ourself as ego in waking or dream, because in sleep we remain just as pure awareness, in whose view there is no such thing as darkness or ignorance.<br>\n<br>\n<a name=\"un13\"></a>As ego we mistake awareness of phenomena to be knowledge, so we mistake the absence of such awareness in sleep to be ignorance, but according to Bhagavan awareness of phenomena is ignorance, because real awareness is not aware of anything other than itself, and because phenomena are not real, since they do not exist independent of our perception of them. As he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold is ignorance’, so as he often used to say, waking and dream are states of ignorance, whereas sleep is a state of pure awareness or true knowledge. What is aware of phenomena is not ourself as we actually are, which is just pure awareness, but only ourself as ego, because whenever we rise as ego, namely in waking and dream, we are aware of phenomena, whereas whenever we do not rise as ego, as in sleep, we are not aware of any phenomena whatsoever. Therefore, since awareness of phenomena is ignorance, ignorance exists only for ego, which exists only in waking and dream, so the real darkness of ignorance is ego itself.<br>\n<br>\n<a name=\"uu22\"></a>Since the real darkness of ignorance is not what we experience in sleep but only ego, and since what we experience in sleep is not actually either darkness or <i>ānandamaya kōśa</i>, why does even Bhagavan sometimes refer to <i>ānandamaya kōśa</i> as ‘darkness’, as he does in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>? Since <i>ānandamaya kōśa</i> is our will (<i>cittam</i>), the totality of all our <i>vāsanās</i>, it is darkness in the sense that it is the darkness of desire.<br>\n<br>\nDesires and all other <i>vāsanās</i> or elements of our will are darkness in two senses. They are darkness firstly because they arise in and due to the darkness called <i>avivēka</i>, which is our lack of judgement, discrimination or ability to distinguish where happiness actually comes from, and secondly because they draw our attention away from ourself, the original light of pure awareness, and thereby cloud our vision with the appearance of phenomena. In other words, desires are born in and perpetuate darkness, so darkness is their very nature.<br>\n<br>\nWhereas ego is the darkness of self-ignorance, which is the original darkness and cause of all other darkness, our will or causal body is the darkness of <i>avivēka</i>, which arises from the original darkness of self-ignorance. Both are very closely connected and inseparable from one another, but the darkness of self-ignorance is the cause, and the darkness of <i>avivēka</i> and consequently of desire is its effect.<br>\n<br>\n<a name=\"un26\"></a>Whenever ego rises, it rises with its will or causal body, which is what is called <i>ānandamaya kōśa</i>, and from which it instantaneously projects the other four <i>kōśas</i>, through which it in turn projects all other phenomena. Therefore ego is the seed or original source and substance of everything else, which is why in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, after saying ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, Bhagavan then says, ‘அகந்தையே யாவும் ஆம்’ (<i>ahandaiyē yāvum ām</i>), ‘Ego itself is everything’.<br>\n<br>\nIf we investigate it keenly enough, ego will cease to exist, since it does not actually exist, but seems to exist only when we look elsewhere (that is, when we attend to anything other than ourself), so since ego itself is everything and therefore nothing else seems to exist when it does not seem to exist, he concludes verse 26 by saying: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādalē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\n<a name=\"perceiver\"></a><b>14. If any state that we take to be waking is actually just a dream, we can infer that there is just one perceiver (<i>ēka-jīva</i>) and that its perception of phenomena is what creates them (<i>dṛṣṭi-sṛṣṭi</i>)</b><br>\n<br>\nWhen Bhagavan says that there is absolutely no difference between dream and any state that we take to be waking, what should we infer from this? Since we all know that whatever we perceive in a dream is just our own mental projection, a figment of our imagination, and therefore does not exist independent of our perception of it, if our present state and any other state that we take to be waking is actually just a dream, we can infer that whatever we perceive in this or any other such state is likewise just our own mental projection and therefore does not exist independent of our perception of it. In other words, if there is no substantive difference between waking and dream, the only reasonable explanation for all that we perceive is <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention that perception alone is what causes the appearance or ‘creation’ of all phenomena.<br>\n<br>\nThis is the first important inference that we should draw from the well-reasoned contention that there is no substantive difference between waking and dream, but there is another parallel and equally important inference that we should draw from it: So long as we are dreaming, we assume that all the other people we see in the dream world are perceiving it just as we are, but when we wake up we immediately recognise that the entire dream was our own mental projection, so all the people we saw in it were just a part of that projection, and hence none of them actually perceived anything. Therefore, in a dream there is only one perceiver, namely ourself as ego, so if our present state and any other state that we take to be waking is actually just a dream, we can infer that in any such state there is no perceiver other than ourself, this ego. This is what is called <i>ēka-jīva-vāda</i>, the contention that there is only one <i>jīva</i>, in which the term ‘<i>jīva</i>’ means soul in the sense of ego, subject or perceiver.<br>\n<br>\nIn a dream we mistake ourself, the perceiver, to be a person, a living body, so we mistake every other person to be a perceiver just like us. However, though we seem to be a person, that person is actually just an object of our perception, just like every other person we perceive, so the perceiver is distinct from whatever person it perceives itself to be. When we wake up from a dream, the person or body whom we seemed to be in that dream ceases to exist, but we, the perceiver of it, continue to exist and to perceive ourself as if we were some other body. Whatever body we seem to be in each state is different, but we, the perceiver of every state in which phenomena appear, remain the same, so as the perceiver we are distinct from whatever body or person we may perceive ourself to be. The perceiver (or ‘witness’, as it is often called) is ourself as ego, whereas that body or person is merely what we as ego temporarily mistake ourself to be.<br>\n<br>\nSo long as we perceive ourself to be a dream person, all the other people in that dream seem to us to be perceivers, but as soon as we wake up we cease perceiving ourself to be that person, so all those other people cease seeming to be perceivers. Therefore other people seem to be perceivers, just like us, only because we mistake ourself to be a person. This is the case in dream, so if our present state is just a dream, it is also the case now.<br>\n<br>\nJust as all the other people we perceived in a dream seemed to us to be perceivers so long as we were dreaming, all the other people we perceive in our present state seem to us to be perceivers so long as we are experiencing this state. However, none of the people we perceived in a dream, including whatever person we then seemed to be, were actually perceivers, because they were all just figments of our dreaming mind, so if we are dreaming our present state none of the people we perceive here, including the person we now seem to be, are actually perceivers, because they are all just figments of our dreaming mind.<br>\n<br>\nTherefore <i>ēka-jīva-vāda</i> does not deny that there are many people, nor does it deny that each person seems to be a perceiver. What it denies is that any person is actually a perceiver, because just as a dream is perceived only by the dreamer, namely ego, who is one and the same in every dream, our present state is perceived only by this one ego, the false awareness ‘I am this body’, who is what dreams any state in which phenomena seem to exist.<br>\n<br>\nTherefore, if each state in which we perceive phenomena is just a dream, as Bhagavan says it is, this implies that <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> are the correct explanation for the appearance of phenomena. However, though this inseparable pair of <i>vādas</i> are clearly implied by the teaching that there is no substantive difference between waking and dream, they are not explicitly stated in any of the more ancient texts of <i>advaita vēdānta</i>. Historically the first person to argue explicitly in support of <i>dṛṣṭi-sṛṣṭi-vāda</i> and to coin the term is generally considered to be <a href=\"https://www.wisdomlib.org/hinduism/book/preceptors-of-advaita/d/doc62890.html\">Prakasananda</a>, who lived in the sixteenth century, but though this <i>vāda</i> was not stated so explicitly in any of the more ancient texts, it was implied to a greater or lesser extent in many of them. For example, as I mentioned in <a href=\"#vairagya\">section 12</a>, in several verses of the <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143632.html\">second chapter</a> of his <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya\"><i>Māṇḍūkya Kārikā</i></a> (particularly verses <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143636.html\">4</a> to <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143641.html\">10</a>) Gaudapada argues that waking is actually no more real than dream, so he implies that what we take to be waking is actually just a dream, and in his commentary (<i>bhāṣya</i>) on these verses Sankara reinforces his arguments and this implication, concluding his commentary on <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143641.html\">verses 9-10</a> by saying, ‘Objects, internal and external, are creations of the mind’, which in this context applies to whatever internal or external objects are perceived in either dream or waking. Therefore in these verses Gaudapada clearly implies that objects perceived in either of these states do not exist independent of ourself, the perceiver of them, which is precisely what <i>dṛṣṭi-sṛṣṭi-vāda</i> contends, and Sankara implies this even more strongly in his commentary on these verses.<br>\n<br>\n<a name=\"levels\"></a><b>15. Like Gaudapada and Sankara, Bhagavan offered different levels of explanation to suit people of different levels of spiritual development</b><br>\n<br>\nIn other places both Gaudapada and Sankara have written things that may seem to contradict <i>dṛṣṭi-sṛṣṭi-vāda</i>, but this is because, like Bhagavan, they each offered different levels of explanation to suit people of different levels of spiritual development. Since all three of them seem to have contradicted in some places what they each said or wrote in other places, how are we to decide which level of explanation we should accept?<br>\n<br>\nWe will each be drawn naturally to whatever level of explanation is appropriate to our present level of spiritual development, and we will tend to interpret whatever is written or said about this subject accordingly. For example, in <i>Māṇḍūkya Kārikā</i> Gaudapada has given various levels of explanation, as has Sankara in his <i>bhāṣyas</i> on this and many other texts, and from books such as <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a>, <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> and <a href=\"http://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> we can see that Bhagavan did likewise, giving to each person whatever level of explanation was suited to them at that time, so when we read such books we will naturally gravitate to whatever level of explanation is most suited to our present level of spiritual development, and we will tend to interpret all other explanations in accordance with that level. This is why <i>advaita</i> philosophy has been understood and interpreted in so many different ways both before and since the time of Gaudapada, and why so many competing sub-schools of <i>advaita</i> flourished among the followers of Sankara, particularly in the first thousand years or so after his lifetime.<br>\n<br>\nHowever, many sincere aspirants are perplexed when they read or hear so many conflicting levels of explanation and interpretations of them, and therefore want to know which among them is correct, so to guide us in this respect Bhagavan explained as follows:<br>\n<br>\nThe ultimate truth (<i>pāramārthika satya</i>) is <i>ajāta</i>, namely the truth that what exists is only our real nature, which is pure awareness, and that nothing else has ever been born, come into existence, appeared or happened. However, he clarified that though this is the ultimate truth and his own experience, it is not an appropriate teaching, because it denies the existence of anything other than pure awareness, which means there is no teacher, no one in need of teaching and nothing to be taught. Teachings are necessary only for ego, in whose view itself and other things seem to have appeared, so in order to be of any use a teaching must at least accept the appearance or seeming existence of subject and objects, ego and phenomena, perceiver and things perceived. That is, a teaching is useful only if it explains the appearance of ego and phenomena in such a way that it shows how we can free ourself from this appearance, so since <i>ajāta</i> denies their appearance, it cannot show us how to free ourself from it.<br>\n<br>\n<a name=\"ny07\"></a>Therefore Bhagavan explained that though his actual experience is <i>ajāta</i>, and that this is our ultimate goal, for his teachings he first of all took the standpoint of <i>dṛṣṭi-sṛṣṭi-vāda</i>, because this is the explanation that is most useful for anyone who is seriously intent on eradicating ego, and it is also the explanation that comes closest to <i>ajāta</i>, the ultimate truth. Like <i>ajāta-vāda</i>, <i>dṛṣṭi-sṛṣṭi-vāda</i> says that what actually exists is only our own real nature (<i>ātma-svarūpa</i>), as Bhagavan says in the <a href=\"#ny07a\">first sentence</a> of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, but whereas <i>ajāta-vāda</i> says that nothing else has ever appeared or come into existence, <i>dṛṣṭi-sṛṣṭi-vāda</i> concedes that other things have appeared and therefore seem to exist, but says that they are all just an imaginary fabrication (<i>kalpanā</i>), as he says in the second sentence of that paragraph, so they are merely an illusory appearance, and hence what they actually are is only <i>ātma-svarūpa</i>, just as what seems to be a snake is actually only a rope. However, though <i>dṛṣṭi-sṛṣṭi-vāda</i> concedes that other things seem to exist, even though they are not actually what they seem to be, it says that they seem to exist only in the view of ego, which is what perceives them, and that ego itself does not actually exist but merely seems to exist, so if ego investigates itself keenly enough, no such thing will be found, and in the absence of ego no other things will seem to exist, so the logical conclusion of <i>dṛṣṭi-sṛṣṭi-vāda</i> is <i>ajāta</i>. Therefore <i>dṛṣṭi-sṛṣṭi-vāda</i> is the final stepping stone on the path to <i>ajāta</i>.<br>\n<br>\nHowever, Bhagavan also explained that <i>dṛṣṭi-sṛṣṭi-vāda</i> will appeal only to those who are earnestly seeking to eradicate ego, and that others will find endless reasons to object to it, so to satisfy such people it is necessary to teach some form of <i>sṛṣṭi-dṛṣṭi-vāda</i> that they will be willing to accept and that will help them to progress gradually to deeper levels of understanding and spiritual practice. This is why even within <i>advaita</i> different levels of explanation are given, and why for those who are not ready to accept <i>advaita</i> in any form whatsoever, many other even more superficial explanations are given.<br>\n<br>\nA relatively clear example of this type of explanation given by Bhagavan  regarding these three views, <i>ajāta-vāda</i>, <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>sṛṣṭi-dṛṣṭi-vāda</i>, has been recorded in <a href=\"http://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, 15-3-46 Afternoon (2002 edition, page 174), and less clear examples can be found in <a href=\"http://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a>, sections 383 (2006 edition, page 363) and 399 (pages 388-9), in which he refers to <i>dṛṣṭi-sṛṣṭi-vāda</i> as the <i>prātibhāsika</i> view (the view that everything is <i>pratibhāsa</i>, a mere appearance that seems to exist only in the view of the perceiver, as in a dream) and <i>sṛṣṭi-dṛṣṭi-vāda</i> as the <i>vyāvahārika</i> view (which in this context means the view that the world exists independent of our perception of it), and more indirectly in sections 388 (page 369) and  651 (page 631-2), in which he refers to <i>dṛṣṭi-sṛṣṭi</i> as <i>yugapat sṛṣṭi</i> (simultaneous creation) and <i>sṛṣṭi-dṛṣṭi</i> as <i>krama sṛṣṭi</i> (step-by-step or gradual creation).<br>\n<br>\n<a name=\"gvk534\"></a><b>16. <i>Guru Vācaka Kōvai</i> verse 534: to accept <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> requires deep courage born of an earnest desire to eradicate ego</b><br>\n<br>\nAccording to <i>dṛṣṭi-sṛṣṭi-vāda</i>, phenomena seem to exist only in the view of ego, so they are created (or made to appear) only by its perception of them and therefore do not exist independent of it, just as all the phenomena that we perceive in a dream are created only by our perception of them and therefore do not exist independent of it. Hence <i>dṛṣṭi-sṛṣṭi-vāda</i> clearly entails <i>ēka-jīva-vāda</i>, the view that there is only one <i>jīva</i>, ego or perceiver, because if phenomena were perceived by more than one ego, their seeming existence would not depend on the perception of any particular one of those egos. This is one of the reasons why most people are not willing to accept <i>dṛṣṭi-sṛṣṭi-vāda</i>, but instead prefer to believe that physical phenomena exist independent of our perception of them, and that they can therefore be perceived by any number of egos.<br>\n<br>\nTherefore to be wholeheartedly willing to accept <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> requires deep courage born of an earnest desire to eradicate ego and thereby be forever free of the appearance of phenomena of all kinds, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html#gvk534\">verse 534</a> of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>ஏகனே சீவ னெனக்கொண் டிதயத்துள்<br>\nஊகமுள தீர னுறைத்திடுக — ஊகம்<br>\nமலராத மாந்தர் மனங்கொள்ளச் சீவர்<br>\nபலராவ ரென்னவுடன் பட்டு.<br>\n<br>\n<i>ēkaṉē jīva ṉeṉakkoṇ ḍidayattuḷ<br>\nūhamuḷa dhīra ṉuṟaittiḍuka — ūham<br>\nmalarāda māndar maṉaṅgoḷḷac jīvar<br>\npalarāva reṉṉavuḍaṉ paṭṭu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஏகனே சீவன் என கொண்டு, இதயத்து உள் ஊகம் உள தீரன் உறைந்திடுக. ஊகம் மலராத மாந்தர் மனம் கொள்ள சீவர் பலர் ஆவர் என்ன உடன்பட்டு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ēkaṉē jīvaṉ eṉa koṇḍu, idayattu uḷ ūham uḷa dhīraṉ uṟaindiḍuha. ūham malarāda māndar maṉam koḷḷa jīvar palar āvar eṉṉa uḍaṉpaṭṭu</i>.<br>\n<br>\n<b>English translation:</b> Accepting that <i>jīva</i> is only one, may the courageous one who has discernment [comprehension or wisdom] subside [penetrate or be firmly established] in the heart [by investigating who am I, this one <i>jīva</i>]. [Only] to suit the mind of dull-witted people in whom such discernment has not blossomed [do sages and sacred texts speak as if] conceding that <i>jīvas</i> are many.</blockquote>\nThe purpose of <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i> is only to encourage us and make it easier for us to turn back within to investigate who am I, this one <i>jīva</i>, the ego or dreamer who perceives all these phenomena. They are not intended to make us believe that whatever person we currently seem to be is any more real or important than any other person. One <i>jīva</i> means just one ego or one perceiver, and not just one person, because the one <i>jīva</i> is not whatever person it currently mistakes itself to be.<br>\n<br>\nThe person we seem to be is just as unreal as every other person, but so long as we are aware of ourself as if we were this person, it seems to us to be real, and we cherish it as ourself. Therefore, just as we cherish this person as if it were ourself, we should treat all other people with the same degree of concern, because to the extent that we value and care for this person any more than we value or care for any other person, we are thereby nourishing and sustaining this ego, the false awareness ‘I am this person’.<br>\n<br>\nWhen we look away from ourself, other people and their feelings seem to be just as real as this person and its feelings, so we should treat them with the same degree of concern that we treat this person. However, if we accept <i>ēka-jīva-vāda</i> and <i>dṛṣṭi-sṛṣṭi-vāda</i>, we will understand that all people, including the person we mistake ourself to be, seem to be real only because we perceive them, just as all the people in a dream seem to be real so long as we are perceiving that dream and are consequently aware of ourself as if we were a part of it, so as far as possible we will try to turn our attention back towards ourself to investigate who am I, who perceive all these dream-like images.<br>\n<br>\n<a name=\"nivritti\"></a><b>17. For <i>nivṛtti</i> (withdrawing from activity and returning to one’s source), <i>dṛṣṭi-sṛṣṭi-vāda</i> is the most useful metaphysical view one can adopt, whereas for <i>pravṛtti</i> (going outwards) other views are more appropriate</b><br>\n<br>\nQuite apart from the fact that <i>dṛṣṭi-sṛṣṭi-vāda</i> is one of the fundamental principles of the Bhagavan’s core teachings, particularly as expressed by him in <i>Uḷḷadu Nāṟpadu</i> and <i>Nāṉ Ār?</i>, it is also the most rational of all possible explanations for the appearance of phenomena. Three important reasons for making this claim are as follows:<br>\n<br>\nFirstly, as I argued earlier, particularly in sections <a href=\"#evidence\">4</a> and <a href=\"#dream\">11</a>, we do not have and can never have any adequate evidence that anything exists independent of our perception of it, and it is obviously more reasonable to doubt something for which we have no evidence than to believe it. Secondly, as I argued in <a href=\"#error\">section 9</a>, our perception of phenomena is based upon a fundamental error in our perception, namely the error of perceiving ourself as if we were a body. Since we cannot be any of the bodies that we mistake ourself to be, because we are aware of ourself even when we are not aware of each of those bodies, and since we perceive other phenomena only when we are aware of ourself as ‘I am this body’ (in which ‘this body’ refers to whichever body we mistake ourself to be at any one time), this gives us strong grounds for believing that just as our awareness of ourself as if we were a body is a misperception, our awareness of other phenomena is likewise a misperception, and consequently that phenomena seem to exist only because of this misperception.<br>\n<br>\nThirdly, <i>dṛṣṭi-sṛṣṭi-vāda</i> is the most parsimonious of all possible explanations for the appearance of phenomena, because it entails the minimum possible number of significant entities, since it analyses our entire experience of waking and dream as consisting of just two classes of things, which always appear together and disappear together, namely ourself as ego, which is the subject or perceiver, and all other things, which are phenomena, objects or things perceived, and secondly because it consequently does not entail any assumptions, since it does not even assume that whatever entities appear (namely these two classes of things, perceiver and perceived) necessarily exist, even though they seem to exist so long as they appear. Therefore, according to the principle of parsimony (or Occam’s razor, as it is more popularly known), <i>dṛṣṭi-sṛṣṭi-vāda</i> is most likely to be the correct explanation and should therefore logically be the most acceptable one.<br>\n<br>\nOther than <i>dṛṣṭi-sṛṣṭi-vāda</i>, every explanation for the appearance of phenomena is some kind of <i>sṛṣṭi-dṛṣṭi-vāda</i>, because they all assume the existence of phenomena independent of our perception of them. Therefore even the simplest of such explanations are more complex than <i>dṛṣṭi-sṛṣṭi-vāda</i> and entail more assumptions and entities, because they assume the existence not only of things that we currently perceive but also of things that we do not perceive, either currently or ever.<br>\n<br>\nIn assuming the existence of things that we do not perceive, <i>sṛṣṭi-dṛṣṭi-vāda</i> attributes to such things an ontological status that <i>dṛṣṭi-sṛṣṭi-vāda</i> does not attribute even to things that we do perceive, because though <i>dṛṣṭi-sṛṣṭi-vāda</i> accepts that whatever we perceive seems to exist so long as we perceive it (just as whatever we perceive in a dream seems to exist so long as we perceive it), it does not assume that such things actually exist, since they could be a mere appearance or illusion (like a dream), whereas if any things exist even when we do not perceive them, as <i>sṛṣṭi-dṛṣṭi-vāda</i> assumes, they cannot be mere appearances or illusions (since an appearance is something that appears in the view of a perceiver and an illusion is a misperception, so what is not perceived can be neither an appearance nor an illusion), and hence they must actually exist. Therefore any kind of <i>sṛṣṭi-dṛṣṭi-vāda</i> necessarily assumes much more than <i>dṛṣṭi-sṛṣṭi-vāda</i>, so <i>dṛṣṭi-sṛṣṭi-vāda</i> is the most parsimonious of all possible explanations for the appearance of phenomena.<br>\n<br>\nWhen we consider these three reasons, it should be clear that <i>dṛṣṭi-sṛṣṭi-vāda</i> is not only the most parsimonious but also the most reasonable of all possible explanations for the appearance of phenomena, but is it the most useful? That depends on what use we want to make of such an explanation. If we want to pursue a career in science, medicine, engineering, law, finance, business or politics, or to solve any of the numerous emotional, psychological, social, religious, political, economic or environmental problems we see in this world, such as depression, loneliness, racism, sexism, prejudice, wealth inequality, war or climate change, <i>dṛṣṭi-sṛṣṭi-vāda</i> is not going to be of much use to us in such endeavours, since they all entail <i>pravṛtti</i> (rising, going outwards and engaging in activity), whereas if our aim is not any form of <i>pravṛtti</i> but only <i>nivṛtti</i> (withdrawing, ceasing, refraining from activity and returning to our source), then for this purpose <i>dṛṣṭi-sṛṣṭi-vāda</i> is the most useful metaphysical view we can adopt, because it motivates us to give up desire for and interest in phenomena and instead to take interest only in investigating ourself, the perceiver of all phenomena.<br>\n<br>\n<a name=\"ulladu\"></a><b>18. Since ego and phenomena do not actually exist but merely seem to exist, what does actually exist?</b><br>\n<br>\nAccording to <i>dṛṣṭi-sṛṣṭi-vāda</i>, though ego (the subject or perceiver) and phenomena (objects or things perceived) seem to exist, neither of them actually exists, because they appear in waking and dream but disappear in sleep, whereas what actually exists must always exist, as Gaudapada argues in <i>Māṇḍūkya Kārikā</i> <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143638.html\">2.6</a>. So what does actually exist?<br>\n<br>\nThis is the question I referred to in the final paragraph of <a href=\"#why\">section 2</a>, in which I wrote: ‘Rather than asking why there is something rather than nothing, it would be more useful to ask what is the something that does exist. Many things seem to exist, but just because something seems to exist does not mean that it actually exists, so what does actually exist? Unlike the futile attempt to know why there is something rather than nothing, trying to distinguish what actually exists from what merely seems to exist is a worthwhile and potentially very fruitful endeavour’.<br>\n<br>\nIf neither ego nor phenomena actually exist, is it necessarily the case that something does actually exist? Yes, it is, because though they do not actually exist, ego and phenomena seem to exist, and they could not seem to exist if there was not something that does actually exist. Why is this so?<br>\n<br>\nA thing can seem to exist only if there is something in whose view it seems to exist, and in order to have a view that something must be aware. If nothing were aware, there would be nothing in whose view anything else could seem to exist. Therefore something that is aware must actually exist, because if it did not actually exist it could not be aware.<br>\n<br>\nAnything that is not aware seems to exist only because something else is aware of it, so its seeming existence depends upon whatever is aware of it. Since it is not aware of its own existence, it could be just an illusion appearing in the view of whatever is aware of it, so it may not actually exist even though it seems to exist. This applies to all phenomena, because none of them are aware, so they seem to exist only because they appear in the view of ego, which is what is aware of them.<br>\n<br>\nSo does this mean that ego actually exists, since it is what is aware both of itself and of phenomena? Yes and no. That is, as ego it does not actually exist, but as the fundamental awareness that seems to be ego it does actually exist. Even though ego as such is unreal, there is an element of reality in it, and that element of reality is pure awareness, which does actually exist.<br>\n<br>\nEgo is a mixture of pure awareness (<i>cit</i>) and adjuncts, which are non-aware (<i>jaḍa</i>), and hence it is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of awareness with non-aware adjuncts. Ego is neither pure awareness nor any of the adjuncts that it seems to be, namely the five sheaths, but something that is formed when the two seem to be mixed together. The only real element in ego is its essential awareness, whereas its adjuncts, which are not essential, are unreal. Though its element of awareness does actually exist, as a confused mixture of this real awareness and unreal adjuncts it does not actually exist.<br>\n<br>\nPure awareness as such is not aware either of ego or of any phenomena, so it is only when awareness seems to be ego that as such it seems to be aware both of itself as ego and of other things, namely phenomena. In other words, what is aware of phenomena is ego, but awareness of phenomena is not real awareness, because real awareness is only pure awareness, which is never aware of anything other than itself, so ego is called <a href=\"https://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html#cidabhasa\"><i>cidābhāsa</i></a>, which means a semblance or reflection of awareness. That is, since phenomena do not actually exist but merely seem to exist, awareness of them is not real awareness but just a semblance of awareness.<br>\n<br>\n<a name=\"uu23\"></a>What actually exists is only pure awareness, and that is what we actually are, as Bhagavan argues in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we.</blockquote>\nIf what actually exists were not aware, its existence would be known only if it were known by something else, but anything that is other than what actually exists does not actually exist, so it could not be aware of anything. Therefore what actually exists must be aware of its own existence, so awareness must be the real nature of what actually exists.<br>\n<br>\nWe cannot be sure about the existence of anything other than ourself, because all other things that we are aware of could be mere illusions or false appearance, but we can be sure that we exist, because if we did not exist we could not be aware of our existence. Therefore, since we are aware and since we are sure that we actually exist, we ourself are what actually exists, and hence we alone are real awareness.<br>\n<br>\nHowever, though we must actually exist, we are not necessarily what we seem to be. Whenever we rise as ego we seem to be a body, but since we do not always seem to be the same body, and since we are aware of our existence in sleep, even though we are then not aware of any body, no body can be what we actually are. Therefore what we actually are must be something that exists and shines whether we are aware of ourself as a body, as in waking and dream, or not, as in sleep, so what we actually are is just the fundamental awareness that exists and shines in all these three states.<br>\n<br>\n<a name=\"ny07a\"></a>Therefore the fundamental awareness that shines whether ego and phenomena appear or not is alone what actually exists, and that alone is the real nature of ourself (<i>ātma-svarūpa</i>). This is why Bhagavan says in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’.<br>\n<br>\nWe can consider what actually exists from a slightly different angle, and we will thereby reach the same conclusion. That is, ego and phenomena appear together in waking and dream and disappear together in sleep, but what is that from which they appear and into which they disappear? Whatever that is, it obviously exists whether they appear or disappear, so it is what actually exists. What then is it?<br>\n<br>\nWhat exists in all three states, namely waking, dream and sleep, is ourself, but though we seem to be ego, the perceiver of all other things, in waking and dream, we do not seem to be so in sleep. As ego we are aware of other things, but in sleep we are not aware of anything else, yet we are still aware, because just as we are now aware of being in a state in which we are aware of other things, we are also aware of having been in a state in which we were not aware of anything else, and that state is what we call sleep.<br>\n<br>\nTherefore as mere awareness we exist in all three states, but in waking and dream we seemingly emerge from that mere awareness as ego, the nature of which is to be aware of other things. We can therefore distinguish two forms of awareness. The permanent form of awareness is pure awareness, which is just aware without being aware of anything else, whereas the temporary form of awareness is ego, which is what is aware of other things.<br>\n<br>\n<a name=\"un07\"></a>Since pure awareness is permanent, it alone is what actually exists, and since ego is impermanent, it does not actually exist but merely seems to exist. Ego is the rising and subsiding (or appearing and disappearing) awareness that Bhagavan refers to in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>, whereas pure awareness is what he describes as ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē</i>), ‘only that which is whole, which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness’:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world and awareness [the awareness that perceives the world, namely the ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nIn the main clause of the first sentence, ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by awareness’, ‘உலகு’ (<i>ulahu</i>), ‘the world’, refers to all phenomena or things perceived, ‘அறிவு’ (<i>aṟivu</i>), ‘awareness’, refers to ego, the perceiver of all phenomena, and the verb ‘ஒளிரும்’ (<i>oḷirum</i>), ‘shines’, implies illumined, made perceptible or made to appear. That is, whatever world may be perceived, it is made to appear or projected only by ego. Though they appear and disappear simultaneously, ego is the cause and phenomena are its effect.<br>\n<br>\nIn other words, phenomena depend for their seeming existence on ego, the awareness that perceives them, so without ego they would not even seem to exist. This first sentence is therefore a clear statement of <i>dṛṣṭi-sṛṣṭi-vāda</i>. Whatever may be perceived is created or made to appear only by ego’s perception of it.<br>\n<br>\n<a name=\"eap5kv\"></a>However, ego is no more real than whatever phenomena it perceives, because they both appear and disappear simultaneously. What is real is that from which they appear and into which they disappear, namely ourself, the fundamental awareness that exists and shines by its own light without ever appearing or disappearing, as Bhagavan implies in the <a href=\"https://happinessofbeing.blogspot.com/2017/07/what-is-aware-of-absence-of-ego-and.html#eap5kv\"><i>kaliveṇbā</i> version</a> of the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/07/what-is-aware-of-absence-of-ego-and.html#eap5\">verse 5</a> of <i>Ēkāṉma Pañcakam</i>: ‘தனது ஒளியால் எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே’ (<i>taṉadu oḷiyāl eppōdum uḷḷadu a-vv-ēkāṉma vattuvē</i>), ‘What always exists by its own light is only that <i>ēkātma-vastu</i> [one self-substance]’.<br>\n<br>\nThis <i>ēkātma-vastu</i> or ‘one self-substance’ is our real nature (<i>ātma-svarūpa</i>), and it is what Bhagavan describes in the second sentence of this seventh verse of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>), ‘Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’.<br>\n<br>\nSo long as we are aware of phenomena of any kind whatsoever, we are aware of ourself as ego, the awareness that perceives phenomena and that appears and disappears along with them, so we are not aware of ourself as the pure, infinite and immutable awareness that we actually are. However, in order to be aware of ourself as we actually are, we do not need to look anywhere other than at ourself, even though we now seem to be ego.<br>\n<br>\nThat is, though ego as such is not real, it is the doorway through which we can see what we actually are, just as an illusory snake is the doorway through which we can see the rope that it actually is. If we look very carefully at what seems to be a dangerous snake, we will see that what it actually is is just a harmless rope. Likewise, if we look very carefully at ourself, who now seem to be this phenomena-perceiving awareness called ego, we will see that what we actually are is just the one real, infinite and pure awareness, which is never aware of anything other than itself, because in its clear view nothing other than itself exists or even seems to exist.<br>\n<br>\n<a name=\"ny03\"></a>This is <i>svarūpa-darśaṉam</i>, the seeing of our own real nature, but what sees our real nature is not ourself as ego but only ourself as we actually are. What sees <i>svarūpa</i> is only <i>svarūpa</i>, and what sees everything else is only ego, so in order to see <i>svarūpa</i> we must cease perceiving anything else, as Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, ceases [or subsides], <i>jagad-dṛṣṭi</i> [perception of the world] will depart [or be dispelled]. Just as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], will not arise, unless perception of the world, which is <i>kalpita</i> [a fabrication, imagination or mental creation], departs, seeing <i>svarūpa</i> [one’s own form or real nature], [which is] the <i>adhiṣṭhāna</i>, will not arise.</blockquote>\nWhat Bhagavan refers to as ‘mind’ in the first sentence of this paragraph is ego, because ego is the perceiving element of the mind and hence its root and essence. Since ego is the cause for perception of the world and all other phenomena, as Bhagavan implies when he says that mind is the cause for all awareness, and since perception of phenomena is a <i>kalpita</i> (something that is imagined or mentally fabricated) superimposed on our real nature, just as an illusory snake is a <i>kalpita</i> superimposed on a rope, unless ego is eradicated along with its perception of phenomena, we will seem to be unaware of <i>svarūpa</i>, which is ourself as we actually are.<br>\n<br>\nHowever, if we investigate ourself keenly enough, we will see ourself as we actually are, and then it will be clear to us that we are always only that and have therefore never been aware of anything other than <i>svarūpa</i>, the pure, infinite, eternal and immutable awareness that we actually are.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "100",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5080553728534542087/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Ēkāṉma Pañcakam",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTU0OTc4MTU2NzA0Cm9mZnNldDogMzYwMDAwMAo\""
}