{
    "kind": "blogger#post",
    "id": "1794712287399102496",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-04-19T17:00:00+01:00",
    "updated": "2019-04-28T00:45:04+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/04/can-there-be-any-viable-substitute-for.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1794712287399102496",
    "title": "Can there be any viable substitute for patient and persistent practice of self-investigation and self-surrender?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\n<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">\nAs I wrote in the introduction to my previous but one article, <a href=\"https://happinessofbeing.blogspot.com/2019/03/is-it-possible-to-have-direct-but.html\">Is it possible to have a ‘direct but temporary experience of the self’ or to watch the disappearance of the I-thought?</a>, in which I adapted a reply that I had written to a friend who had asked about a <a href=\"https://youtu.be/JJ5GCrlYRZs?t=13m31s\">portion from 13.31 to 18.04</a> of a video that David Godman made about ‘Papaji’ (H W L Poonja), there was another issue raised in that portion that I did not specifically discuss in that article but that I said I would discuss in a later one. That issue is the idea that Poonja could somehow give people an experience that bypassed the need for ‘a rather intense, vigilant practice that took place over a long period of time’, which David acknowledged (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=13m53s\">13.53</a>) was what Bhagavan used to recommend, so this is the issue that I will discuss in this article.<br />\n<a name='more'></a><ol>\n<li><a href=\"#shortcut\">If there were a shortcut that effectively bypasses the need for long and persistent practice, why did Bhagavan teach us that such practice is necessary?</a></li>\n<li><a href=\"#ny30qu19\"><i>Nāṉ Yār?</i>: Bhagavan’s answer to question 19 in the 30-question-and-answer version was that it is necessary for each one of us to attain liberation only by our own effort in following the path that <i>guru</i> has shown</a></li>\n<li><a href=\"#calloff\">We should never call off the search for our real nature, because this search is necessary so long as we rise and stand as ego, and when ego is thereby eradicated, no one will remain either to continue the search or to call it off</a></li>\n<li><a href=\"#ny6-10-11-12\"><i>Nāṉ Ār?</i> paragraphs 6, 10, 11 and 12: until ego is eradicated forever we need to continue this practice of trying patiently and persistently to turn within to attend to ourself alone</a></li>\n<li><a href=\"#cannot\">Why did Bhagavan say even God or <i>guru</i> cannot of their own accord make us merge in liberation?</a></li>\n<li><a href=\"#effort\">Grace and effort are both necessary, because grace works by igniting within us the love that drives us to make the effort needed to face ourself and thereby to see what we actually are</a></li>\n</ol>\n<a name=\"shortcut\"></a><b>1. If there were a shortcut that effectively bypasses the need for long and persistent practice, why did Bhagavan teach us that such practice is necessary?</b><br />\n<br />\nThe idea that Poonja could somehow give people an experience that bypassed the need for long, patient and persistent practice of self-investigation and self-surrender is perhaps the most misleading aspect of the way in which his guidance deviated from the teachings of Bhagavan, and it is expressed by David in the following two portions of this video. Firstly <a href=\"https://youtu.be/JJ5GCrlYRZs?t=13m31s\">from 13.31 to 15.14</a> David said:<br />\n<blockquote>\nPapaji thought that you get a direct experience by holding on to the ‘I’, finding out where it comes from, and watching it disappear. In that sense he was preaching from the same hymn sheet as Bhagavan, his <i>guru</i>. But he had a slightly different take on it. Ramana Maharshi used to recommend it as a rather intense, vigilant practice that took place over a long period of time. Papaji was more interested in showing you who you were in that particular moment with him, through making you focus on this ‘I’ and actually helping you to take this ‘I’ back to its source, and then revealing to you the experience that was already there once this ‘I’ disappeared. So, Papaji wasn’t saying, ‘Go off and make this a long continuous practice’. He would say:<br />\n<blockquote>\nSit in front of me, right now, and tell me who you are. Who is this ‘I’ who is asking me the questions? What is this I? Look at it. Focus on it. Watch it, hold on to it and see what happens to it.</blockquote>\nNow that there was something incredibly powerful about that man’s presence. If you took his advice, and if you looked at yourself, at this I-thought, sitting in front of him, with him looking at you, as often as not it would go back to its source and disappear. So in a sense, you were getting a free lunch. You didn’t have to put in all the hard yards of practice to get that experience.</blockquote>\nAnd later <a href=\"https://youtu.be/JJ5GCrlYRZs?t=17m00s\">from 17.00 to 18.04</a> he said: <br />\n<blockquote>\nAnd simply through the power of his presence he could make your ‘I’ thought disappear, and he could give you the experience that countless decades of practice sometimes never did. In that I think he was almost unique. I know of no other teacher in modern times at least who had the ability to take almost complete strangers, park them in front of him and say, ‘Look at your ‘I’, tell me where it goes’, and have them eradicate their ‘I’ temporarily and wake up to a direct but temporary experience of the self. That was his trick, his technique. That’s what he could do all his life, and wherever he went in the world, he had this capacity to make people be aware of themselves. It didn’t last in the vast majority of cases, but in a few cases it did last. He had this capacity to wake people up, and he had this capacity to make people happy. That was his double trick.</blockquote>\nThis seems to imply that Poonja did not consider long and persistent practice to be necessary, and that he believed that what he was offering was a shortcut that somehow bypassed the need for such practice, but if any such shortcut (or ‘free lunch’, as David called it) was actually possible, why did Bhagavan teach us that we need to practise self-investigation and self-surrender for as long and as persistently as necessary to eradicate ego?<br />\n<br />\n<a name=\"ny30qu19\"></a><b>2. <i>Nāṉ Yār?</i>: Bhagavan’s answer to question 19 in the 30-question-and-answer version was that it is necessary for each one of us to attain liberation only by our own effort in following the path that <i>guru</i> has shown</b><br />\n<br />\nIs it possible for anyone other than ourself to enable us to eradicate ego without our having to patiently and persistently practise self-investigation and self-surrender? The answer to this is clearly implied in the answer that Bhagavan gave to one of the questions Sivaprakasam Pillai asked him, namely ‘கடவுளாலும் குருவாலும் ஒரு ஜீவனை சிவமாக்க முடியாதா?’ (<i>kaḍavuḷālum guruvālum oru jīvaṉai śivam ākka muḍiyādā?</i>), ‘Is it possible for God and <i>guru</i> to make a <i>jīva</i> [soul] become <i>śivam</i> [liberation, the ultimate state in which God exists as pure awareness]?’ This was question 19 in the 30-question-and-answer version of <i>Nāṉ Yār?</i> (the most complete printed record of the teachings that Sivaprakasam Pillai received from Bhagavan, which was published at least three or four times between 1924 and 1936), and Bhagavan’s answer to it was:<br />\n<blockquote>\nகடவுளும் குருவும் முக்தியை யடைவதற்கு வழியைக் காட்டுவார்களே யல்லாமல், தாமாகவே ஜீவர்களை முக்தியில் சேர்க்க முடியாது. ஒவ்வொருவரும் தம்முடைய முயற்சியினாலேயே கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து முத்தி யடைய வேண்டும். தன்னைத் தன்னுடைய ஞானக்கண்ணால், தானே யறிய வேண்டும். அல்லாமல், பிறரால் எப்படி யறியலாம்? இராமனென்பவன் தன்னை இராமனென் றறிவதற்குக் கண்ணாடி வேண்டுமா? <br />\n<br />\n<i>kaḍavuḷum guruvum muktiyai y-aḍaivadaṟku vaṙiyai-k kāṭṭuvārgaḷē y-allāmal, tāmāhavē jīvargaḷai muktiyil sērkka muḍiyādu. o-vv-oruvarum tammuḍaiya muyaṟciyiṉālēyē kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu mutti y-aḍaiya vēṇḍum. taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl, tāṉē y-aṟiya vēṇḍum. allāmal, piṟarāl eppaḍi y-aṟiyalām? irāmaṉ-eṉbavaṉ taṉṉai irāmaṉ-eṉ ḏṟaṟivadaṟku-k kaṇṇāḍi vēṇḍumā?</i><br />\n<br />\nGod and <i>guru</i> will only show the way for attaining <i>mukti</i> [liberation], but it is not possible [for them] by themselves [or of their own accord] to make <i>jīvas</i> [souls] merge in <i>mukti</i>. It is necessary for each one to attain <i>mukti</i> only by their own effort walking [or proceeding] in accordance with the path that God or <i>guru</i> has shown. It is necessary for oneself alone to know oneself by one’s own eye of <i>jñāna</i> [knowledge or awareness]. Instead, how can one know [oneself] by someone else? For a person called Raman to know himself as Raman is a mirror necessary?</blockquote>\nIn order to eradicate ego we need to be aware of ourself as we actually are, and in order to be aware of ourself as we actually are we need to turn our entire attention back withing to face ourself alone. So long as we are aware of anything other than ourself, we are aware of ourself as ego and hence not aware of ourself as we actually are, so we need to attend to ourself so keenly that we are aware of nothing other than ourself.<br />\n<br />\nHow can we see what we actually are unless we ourself look at ourself keenly enough? No one else can do so for us. This is what Bhagavan implied when he said, ‘தன்னைத் தன்னுடைய ஞானக்கண்ணால், தானே யறிய வேண்டும். அல்லாமல், பிறரால் எப்படி யறியலாம்?’ (<i>taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl, tāṉē y-aṟiya vēṇḍum. allāmal, piṟarāl eppaḍi y-aṟiyalām?</i>), ‘It is necessary for oneself alone to know oneself by one’s own eye of <i>jñāna</i> [knowledge or awareness]. Instead, how can one know [oneself] by someone else?’ What he refers to as ‘தன்னுடைய ஞானக்கண்’ (<i>taṉṉuḍaiya ñāṉa-k-kaṇ</i>), ‘one’s own eye of <i>jñāna</i> [awareness]’, is one’s own inward-facing attention, so what he implies is that unless we ourself turn our attention within to face ourself alone, no one else can do so for us.<br />\n<br />\nSince the nature of ourself as ego is to attend to things other than ourself, to turn our attention within and to look at ourself keenly enough to see what we actually are requires patient and persistent effort, which is why he says: ‘ஒவ்வொருவரும் தம்முடைய முயற்சியினாலேயே கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து முத்தி யடைய வேண்டும்’ (<i>o-vv-oruvarum tammuḍaiya muyaṟciyiṉālēyē kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu mutti y-aḍaiya vēṇḍum</i>), ‘It is necessary for each one to attain <i>mukti</i> only by their own effort walking in accordance with the path that God or <i>guru</i> has shown’.<br />\n<br />\nThe effort required to eradicate ego and thereby attain <i>mukti</i> is not just a one-off effort, because in order to look at ourself keenly enough to see what we actually are we must have overwhelming love to be aware of ourself alone, and having such love entails being willing to let go of everything else, so we need to cultivate such love and willingness (<i>bhakti</i> and <i>vairāgya</i>) by patient and persistent practice of self-investigation and self-surrender, which will gradually wean our mind away from its desire for and attachment to things other than ourself. That is, though in order to see what we actually are we need to look at ourself keenly enough for just a single moment, because that is all that is required to eradicate ego forever, we will not be willing to look at ourself keenly enough until we are wholeheartedly willing to give up completely and forever being aware of anything else.<br />\n<br />\nThis is why Bhagavan said, ‘கடவுளும் குருவும் முக்தியை யடைவதற்கு வழியைக் காட்டுவார்களே யல்லாமல், தாமாகவே ஜீவர்களை முக்தியில் சேர்க்க முடியாது’ (<i>kaḍavuḷum guruvum muktiyai y-aḍaivadaṟku vaṙiyai-k kāṭṭuvārgaḷē y-allāmal, tāmāhavē jīvargaḷai muktiyil sērkka muḍiyādu</i>), ‘God and <i>guru</i> will only show the way for attaining <i>mukti</i>, but it is not possible [for them] by themselves [or of their own accord] to make <i>jīvas</i> merge in <i>mukti</i>’. That is, God or <i>guru</i> will never force us to give up ego against our will, so until we are wholeheartedly willing to give it up along with everything else, they will patiently bide their time, waiting for us to cultivate such willingness by following the path of self-investigation and self-surrender for as long as it takes.<br />\n<br />\n<a name=\"ny11a\"></a>Following this path is a journey, a process that take time, patience and persistence, as he implies when he says ‘கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து’ (<i>kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu</i>), ‘walking [or proceeding] in accordance with the path that God or <i>guru</i> has shown’. How long the journey will take us depends on how far along the path we have proceeded already, but we each have to travel for as long as it takes for us to wean our mind away from all its desires for and attachments to anything other than our real nature. As Bhagavan says in the <a href=\"#ny11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும்’ (<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum</i>), ‘As long as <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself] exist within the mind, so long is the investigation who am I necessary’.<br />\n<br />\n<a name=\"calloff\"></a><b>3. We should never call off the search for our real nature, because this search is necessary so long as we rise and stand as ego, and when ego is thereby eradicated, no one will remain either to continue the search or to call it off</b><br />\n<br />\nA documentary made in 1993 about Poonja and with his approval was called <a href=\"https://youtu.be/HrVAXogSItg\">Call Off the Search</a>, so presumably ‘Call off the search’ was either an instruction that he often gave or was considered to be an apt summary of his teachings, but it is an entirely inappropriate instruction to be given to anyone, because whenever we are not searching for our real nature we will be searching for happiness elsewhere, since the very nature of ourself as ego is to perpetually seek happiness here, there or somewhere else. Therefore if we call off our search for our real nature (<i>ātma-svarūpa</i>), which is infinite happiness, we will instead inevitably continue searching for happiness in other places, even though true happiness can never be found in anything other than ourself.<br />\n<br />\nOur inclinations to search for happiness in things other than ourself are what are called <i>viṣaya-vāsanās</i>, a term that means inclinations (<i>vāsanās</i>) towards phenomena (<i>viṣayas</i>) and implies desires to experience or be aware of things other than ourself. Such <i>vāsanās</i> are the very nature of ourself as ego, because we seem to be ego only when we attend to or are aware of anything other than ourself, so for our survival as ego we depend on being aware of other things.<br />\n<br />\n<a name=\"un25\"></a>Being aware of things other than ourself is what Bhagavan refers to as ‘உரு பற்றி’ (<i>uru paṯṟi</i>), ‘grasping form’, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he describes ego as ‘உருவற்ற பேய் அகந்தை’ (<i>uru-v-aṯṟa pēy ahandai</i>), the ‘formless phantom-ego’, and says of it, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum</i>), ‘Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly’, thereby implying that we rise as ego, seem to exist as ego and flourish as ego only by being aware of things other than ourself. Therefore so long as we are aware of anything other than ourself we cannot eradicate ego, so the only way to eradicate it is to turn our entire attention back towards ourself, away from all other things, as he implies when he says in the same verse, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’.<br />\n<br />\n<a name=\"ny11b\"></a>Since we depend for our survival as ego on our being aware of things other than ourself, as ego we are naturally strongly inclined to be constantly aware of other things, so <i>viṣaya-vāsanās</i> are the very nature of ourself as ego. Therefore when Bhagavan says in the first sentence of the <a href=\"#ny11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும்’ (<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum</i>), ‘As long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary’, he implies that so long as we continue to rise and stand as ego and consequently to be aware of anything other than ourself we must continue investigating what we actually are.<br />\n<br />\nIn other words, we must not call off the search for our real nature, which is what Bhagavan calls ‘நானா ரென்னும் விசாரணை’ (<i>nāṉ-ār eṉṉum vicāraṇai</i>), ‘the investigation who am I’, until ego has thereby been completely eradicated. However, since what needs to search for its real nature is only ego, and since it will be completely eradicated by this search, when it is thereby eventually eradicated no one will remain either to continue the search or to call it off. Therefore ‘Call off the search’ can never be an appropriate advice to give anyone.<br />\n<br />\n<a name=\"ny6-10-11-12\"></a><b>4. <i>Nāṉ Ār?</i> paragraphs 6, 10, 11 and 12: until ego is eradicated forever we need to continue this practice of trying patiently and persistently to turn within to attend to ourself alone</b><br />\n<br />\nOur search for our real nature is a perpetual battle between on one hand our love to turn within, see what we actually are and thereby surrender ourself entirely, and on the other hand our <i>viṣaya-vāsanās</i>, which are what drives our attention to go outwards to be aware of other things. To succeed in this battle we must persevere in trying to turn our attention back towards ourself whenever our <i>viṣaya-vāsanās</i> drive it out towards anything else, because it is only by persevering in this practice that we can weaken all our <i>viṣaya-vāsanās</i> and will thereby eventually be able to attend to ourself keenly enough to be aware of nothing other than ourself, whereupon we will see what we actually are and thereby ego will dissolve forever in its source, our real nature.<br />\n<br />\n<a name=\"ny06\"></a>The need for us to continue this practice of trying patiently and persistently to turn within to attend to ourself alone is clearly implied by Bhagavan in the sixth, tenth, eleventh and twelfth paragraphs of <i>Nāṉ Ār?</i>. In the first half of the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> he wrote: <br />\n<blockquote>\nநானார் என்னும் விசாரணையினாலேயே மன மடங்கும்; நானார் என்னும் நினைவு மற்ற நினைவுகளை யெல்லா மழித்துப் பிணஞ்சுடு தடிபோல் முடிவில் தானு மழியும். பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br />\n<br />\n<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum; nāṉ-ār eṉṉum niṉaivu maṯṟa niṉaivugaḷai y-ellām aṙittu-p piṇañ-cuḍu taḍi-pōl muḍivil tāṉ-um aṙiyum. piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu.</i><br />\n<br />\nOnly by the investigation who am I will the mind cease [stop, subside or disappear forever]; the thought who am I [that is, the attentiveness with which one investigates what one is], destroying all other thoughts, will itself also in the end be destroyed like a corpse-burning stick [a stick that is used to stir a funeral pyre to ensure that the corpse is burnt completely]. If other thoughts rise, without trying to complete them it is necessary to investigate to whom they have appeared [literally, to whom they have come into existence]. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has appeared [literally, to whom it has come into existence], it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace increases.</blockquote>\n<a name=\"ny10\"></a>In the <a href=\"http://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> he wrote:<br />\n<blockquote>\nதொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br />\n<br />\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br />\n<br />\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].</blockquote>\n<a name=\"ny11\"></a>In the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> he wrote:<br />\n<blockquote>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br />\n<br />\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br />\n<br />\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fort [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\n<a name=\"ny12\"></a>And in the <a href=\"http://happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> he wrote:<br />\n<blockquote>\nகடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br />\n<br />\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br />\n<br />\nGod and <i>guru</i> are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the look [or glance] of <i>guru</i>’s grace will never be forsaken but will surely be saved by him; nevertheless, it is necessary to walk unfailingly in accordance with the path that <i>guru</i> has shown.</blockquote>\n<a name=\"ny13\"></a>The path that <i>guru</i> has shown us is the path of self-investigation and self-surrender, which are ultimately the same practice, as Bhagavan clearly indicated in the first sentence of the <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#ny13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br />\n<blockquote>\nஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br />\n<br />\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br />\n<br />\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [‘thought of oneself’, self-contemplation or self-attentiveness], alone is giving oneself to God.</blockquote>\nTo succeed in this path we ourself must patiently and persistently try to turn our attention back within to face ourself alone whenever it is driven outwards by our <i>viṣaya-vāsanās</i>. No one else can do so for us. As Bhagavan says in the first sentence of <a href=\"#ny30qu19\">his answer to question 19</a> of the 30-question-and-answer version of <i>Nāṉ Yār?</i>: ‘கடவுளும் குருவும் முக்தியை யடைவதற்கு வழியைக் காட்டுவார்களே யல்லாமல், தாமாகவே ஜீவர்களை முக்தியில் சேர்க்க முடியாது’ (<i>kaḍavuḷum guruvum muktiyai y-aḍaivadaṟku vaṙiyai-k kāṭṭuvārgaḷē y-allāmal, tāmāhavē jīvargaḷai muktiyil sērkka muḍiyādu</i>), ‘God and <i>guru</i> will only show the way for attaining <i>mukti</i>, but it is not possible [for them] by themselves [or of their own accord] to make <i>jīvas</i> merge in <i>mukti</i>’.<br />\n<br />\nThe battle to be fought is a battle within our own will between our love to surrender ourself entirely and our <i>viṣaya-vāsanās</i>, so it is a battle that we ourself must fight. This is not to say that <i>guru</i>’s grace will not help us to win this battle. The grace of God or <i>guru</i> is always present, waiting to help us, but it will help us only to the extent that we make the required effort to investigate and surrender ourself. This is why he says in the second sentence of that answer: ‘ஒவ்வொருவரும் தம்முடைய முயற்சியினாலேயே கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து முத்தி யடைய வேண்டும்’ (<i>o-vv-oruvarum tammuḍaiya muyaṟciyiṉālēyē kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu mutti y-aḍaiya vēṇḍum</i>), ‘It is necessary for each one to attain <i>mukti</i> only by their own effort walking in accordance with the path that God or <i>guru</i> has shown’.<br />\n<br />\nUntil and unless we are willing to surrender ourself entirely we cannot attain <i>mukti</i>, and we will not be willing to surrender ourself entirely until we are close to overcoming all our <i>viṣaya-vāsanās</i>, because they are what makes us unwilling to do so. Therefore unless we are willing to make the effort required to overcome them, they will continue to overcome us, dragging us hither and thither in search of happiness in things other than ourself. So what is the effort we must make to overcome them? It is patient and persistent practice of self-investigation and self-surrender for as long as it takes for us to wean our mind off its infatuation with anything other than ourself.<br />\n<br />\n<a name=\"uu17\"></a>Therefore on this path of self-investigation and self-surrender there is no such thing as a shortcut, or ‘free meal’ in the sense that David used the term. As Bhagavan often explained, and as he said emphatically in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>, the path of self-investigation is ‘மார்க்கம் நேர் ஆர்க்கும்’ (<i>mārggam nēr ārkkum</i>), ‘the direct path for everyone whomsoever’, and there can obviously be no shorter cut than the direct way.<br />\n<br />\nWhen Bhagavan made it so abundantly clear in <i>Nāṉ Ār?</i> and elsewhere that we must unfailingly persevere in making effort to practise self-investigation and self-surrender for as long as it takes to eradicate ego along with all its <i>viṣaya-vāsanās</i>, if anyone else implies that such practice is not necessary or can be by-passed in any way, they are thereby directly contradicting the very heart of his teachings. The need for persistent practice of self-investigation and self-surrender is not just an optional extra but is the essential import of his teachings, so if Poonja ‘had a slightly different take’ on this, as David said, he had clearly not understood his teachings very deeply or comprehensively, and the alternative he was offering was not actually a viable means to achieve complete and permanent eradication of ego, which is the one goal towards which all of Bhagavan’s teachings are leading us.<br />\n<br />\n<a name=\"cannot\"></a><b>5. Why did Bhagavan say even God or <i>guru</i> cannot of their own accord make us merge in liberation?</b><br />\n<br />\nThe 30-question-and-answer version of <i>Nāṉ Yār?</i> was first published sometime between 1924 and 1926, and quite soon after that, either in 1926 or 1927, Bhagavan rewrote his answers recorded in it in the form of an essay, which thereby became the principal version of <i>Nāṉ Ār?</i>. While writing this essay he made many changes, both major and minor, to the wording of the 30-question-and-answer version, including adding an entirely new <a href=\"http://happinessofbeing.blogspot.com/2016/05/what-is-logic-for-believing-that.html#ny01\">first paragraph</a>. However, some devotees felt that a question-and-answer version would be more popular than the essay version, so sometime in the early 1930s they complied a hybrid version containing twenty-eight questions and answers by adapting the earlier 30-question-and-answer version and incorporating much of the revised wording from the essay version.<br />\n<br />\nIn his essay version Bhagavan did not include the first two sentences of <a href=\"#ny30qu19\">his answer to question 19</a>, but he did include the main implication of the second sentence in the final sentence of the <a href=\"#ny12\">twelfth paragraph</a>. However in the 28-question-and-answer version the answer to question 20 was compiled from a modified combination of his answer to question 19 of the 30-question-and-answer version and the twelfth paragraph of his essay version.<br />\n<br />\nWhat he said in the first two sentences of his answer to question 19 of the 30-question-and-answer version was:<br />\n<blockquote>\nகடவுளும் குருவும் முக்தியை யடைவதற்கு வழியைக் காட்டுவார்களே யல்லாமல், தாமாகவே ஜீவர்களை முக்தியில் சேர்க்க முடியாது. ஒவ்வொருவரும் தம்முடைய முயற்சியினாலேயே கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து முத்தி யடைய வேண்டும்.<br />\n<br />\n<i>kaḍavuḷum guruvum muktiyai y-aḍaivadaṟku vaṙiyai-k kāṭṭuvārgaḷē y-allāmal, tāmāhavē jīvargaḷai muktiyil sērkka muḍiyādu. o-vv-oruvarum tammuḍaiya muyaṟciyiṉālēyē kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu mutti y-aḍaiya vēṇḍum.</i><br />\n<br />\nGod and <i>guru</i> will only show the way for attaining <i>mukti</i> [liberation], but it is not possible [for them] by themselves [or of their own accord] to make <i>jīvas</i> [souls] merge in <i>mukti</i>. It is necessary for each one to attain <i>mukti</i> only by their own effort walking in accordance with the path that God or <i>guru</i> has shown.</blockquote>\nSo why did Bhagavan not include these first two sentences of his answer to question 19 in his essay version? Presumably he decided not to include them because if they were not understood correctly, they could discourage some aspirants by making them think that God or <i>guru</i> cannot help them to attain <i>mukti</i>. He gave this answer to Sivaprakasam Pillai because he knew that he was mature enough to understand that God or <i>guru</i> will not annihilate us until we are willing to surrender ourself entirely to him, but that if we make the required effort to follow the path shown by <i>guru</i>, namely the path of self-investigation and self-surrender, his grace will certainly give us all the help we need.<br />\n<br />\nThough these two sentences may seem to be discouraging to those of us who recognise the weakness of our love to investigate and surrender ourself and therefore understand that we cannot succeed in this path without the help of grace, Bhagavan does not actually say in these sentences that God or <i>guru</i> cannot help us. What he says is that our effort is necessary, and that God or <i>guru</i> cannot by themselves or of their own accord make us attain <i>mukti</i>. The key word in the first sentence is தாமாகவே (<i>tāmāhavē</i>), which means ‘by themselves’ or ‘of their own accord’, and the reason he said, ‘தாமாகவே ஜீவர்களை முக்தியில் சேர்க்க முடியாது’ (<i>tāmāhavē jīvargaḷai muktiyil sērkka muḍiyādu</i>), ‘it is not possible [for them] by themselves [or of their own accord] to make <i>jīvas</i> [souls] merge in <i>mukti</i>’, was to emphasise the imperative need for us to be willing to surrender ourself entirely by making the required effort to eradicate ego along with all its <i>viṣaya-vāsanās</i>, as he implied in the next sentence: ‘ஒவ்வொருவரும் தம்முடைய முயற்சியினாலேயே கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து முத்தி யடைய வேண்டும்’ (<i>o-vv-oruvarum tammuḍaiya muyaṟciyiṉālēyē kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu mutti y-aḍaiya vēṇḍum</i>), ‘It is necessary for each one to attain <i>mukti</i> only by their own effort walking [or proceeding] in accordance with the path that God or <i>guru</i> has shown’.<br />\n<br />\n<a name=\"ny12a\"></a>Though he did not actually include these two sentences in his essay version, he did include the implication that we should draw from them in the final sentence of the <a href=\"#ny12\">twelfth paragraph</a>, namely: ‘எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்’ (<i>eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>), ‘nevertheless, it is necessary to walk [or proceed] unfailingly in accordance with the path that <i>guru</i> has shown’. He has shown us the direct path to <i>mukti</i>, namely the path of self-investigation and self-surrender, and in this sentence he makes it clear that in order to be benefited by this teaching we ourself need to unfailingly follow this path. This is the small but essential part that we have to play, and if we play it his grace will take care of everything else.<br />\n<br />\n<a name=\"ny16\"></a>The reason why our own effort is absolutely essential for us to attain <i>mukti</i> is clearly implied by Bhagavan in the definition of <i>mukti</i> that he gives in the <a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>: ‘பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி’ (<i>bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti</i>), ‘[By] investigating who is oneself who is in bondage, knowing one’s <i>yathārtha svarūpa</i> [actual own nature] alone is <i>mukti</i>’. No one other than ourself can investigate what we actually are and thereby know or be aware of our own actual nature, so if we do not patiently and persistently make effort to turn within to see what we actually are, even God or <i>guru</i> cannot make us attain <i>mukti</i>.<br />\n<br />\nThis is also implied in two clauses from the first two sentences of this sixteenth paragraph, namely ‘முக்தி யடைவதற்கு மனத்தை யடக்க வேண்டும்’ (<i>mukti y-aḍaivadaṟku maṉattai y-aḍakka vēṇḍum</i>mukti</div>\nit is necessary to make the mind cease’, and ‘மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே’ (<i>maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē</i>), ‘for making the mind cease it is necessary to investigate oneself [to see] who [one actually is]’. As ego we ourself are the mind that needs to subside and cease, and to make it subside and cease we ourself must investigate ourself to see what we actually are. No one else can do so for us, not even God or <i>guru</i>. Their grace will give us all the help we require, but to avail of that help we ourself must try our best to turn within to see what we actually are.<br />\n<br />\n<a name=\"effort\"></a><b>6. Grace and effort are both necessary, because grace works by igniting within us the love that drives us to make the effort needed to face ourself and thereby to see what we actually are</b><br />\n<br />\nThe real nature of grace is widely misunderstood, and this is one of the main reasons why the need for our own effort is not adequately recognised by many spiritual aspirants, particularly those who believe in the supposed power of people like Poonja. Grace is not a power that comes from some other person or from anywhere outside ourself. Grace is our real nature. It is the love that we as we actually are have for ourself as we actually are.<br />\n<br />\n<a name=\"ny13a\"></a>Grace and effort are not two alternatives, because they work in unison, and neither can work adequately without the other. Grace is always ready to help us, but to avail ourself of its help we must yield ourself to it by turning within to face ourself, the source from which it flows and with which it is actually identical. We ourself are the grace whose help we are seeking, so we can surrender ourself to it most effectively by ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாதது’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍādadu</i>), ‘not giving even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [self-attentiveness]’ (as Bhagavan says in the first sentence of the <a href=\"#ny13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>), or in other words, by attending to nothing other than ourself.<br />\n<br />\nSo long as we are attending to anything other than ourself, we are surrendering ourself to our <i>viṣaya-vāsanās</i> and thereby obstructing the help that grace is always offering to us. Therefore we must co-operate with grace by making effort to be as self-attentive as we can be, thereby avoiding the natural tendency of ego to obstruct it.<br />\n<br />\nHowever, we also need to recognise that even our effort is the result of grace. We make effort to be self-attentive only because of our love to be as we actually are, and this love is not only ignited in our heart by grace but is also fanned and fed by it until it becomes a raging fire that consumes us entirely along with all our <i>viṣaya-vāsanās</i>. In fact this love is grace. It is our real nature, but in the self-ignorant view of ourself as ego it is obscured by our rising as ego and thereby coming under the sway of ego’s <i>viṣaya-vāsanās</i>, which drive our attention out towards things other than ourself.<br />\n<br />\nGrace is the power of love that draws our attention back to ourself, so we can unreservedly yield ourself to it and co-operate with it most fully only by making effort to be self-attentive. Since it is nothing other than our own love for ourself as we actually are, it is not some alien force and does not come from anywhere other than ourself, so it will not and cannot force us to be self-attentive unless we ourself are willing to co-operate with it by making the necessary effort, trying our best to cling tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i>).<br />\n<br />\nThis is why Bhagavan says in the first three sentences of <a href=\"#ny30qu19\">his answer to question 19</a> of the 30-question-and-answer version of <i>Nāṉ Yār?</i>:<br />\n<blockquote>\nகடவுளும் குருவும் முக்தியை யடைவதற்கு வழியைக் காட்டுவார்களே யல்லாமல், தாமாகவே ஜீவர்களை முக்தியில் சேர்க்க முடியாது. ஒவ்வொருவரும் தம்முடைய முயற்சியினாலேயே கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து முத்தி யடைய வேண்டும். தன்னைத் தன்னுடைய ஞானக்கண்ணால், தானே யறிய வேண்டும்.<br />\n<br />\n<i>kaḍavuḷum guruvum muktiyai y-aḍaivadaṟku vaṙiyai-k kāṭṭuvārgaḷē y-allāmal, tāmāhavē jīvargaḷai muktiyil sērkka muḍiyādu. o-vv-oruvarum tammuḍaiya muyaṟciyiṉālēyē kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu mutti y-aḍaiya vēṇḍum. taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl, tāṉē y-aṟiya vēṇḍum.</i><br />\n<br />\nGod and <i>guru</i> will only show the way for attaining <i>mukti</i> [liberation], but it is not possible [for them] by themselves [or of their own accord] to make <i>jīvas</i> [souls] merge in <i>mukti</i>. It is necessary for each one to attain <i>mukti</i> only by their own effort walking in accordance with the path that God or <i>guru</i> has shown. It is necessary for oneself alone to know oneself by one’s own eye of <i>jñāna</i> [knowledge or awareness].</blockquote>\nGrace itself is both God and <i>guru</i>, so by saying that it is not possible for them by themselves to make <i>jīvas</i> merge in <i>mukti</i>, he implies that in order to make us subside and merge back into and as our real nature (<i>ātma-svarūpa</i>) grace requires our co-operation, and as he implies in the next two sentences, how we need to co-operate with it is by making effort to see ourself by our own ‘ஞானக்கண்’ (<i>ñāṉa-k-kaṇ</i>), ‘eye of <i>jñāna</i>’ or ‘eye of awareness’.<br />\n<br />\nThe term he uses in the second sentence to mean ‘only by their own effort’ is ‘தம்முடைய முயற்சியினாலேயே’ (<i>tammuḍaiya muyaṟciyiṉālēyē</i>). <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=முயற்சி&searchhws=yes\">முயற்சி</a> (<i>muyaṟci</i>) means effort, exertion, perseverance or diligence, and in this context implies persistent practice of trying to be self-attentive, because it is a noun derived from the verb <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=முயல்&searchhws=yes\">முயல்</a>, which means to attempt, try, practise, persevere, exert or make persistent effort. முயற்சியினால் (<i>muyaṟciyiṉāl</i>) is an instrumental case form of முயற்சி (<i>muyaṟci</i>), so it means ‘by effort’ or ‘with effort’, and the suffix <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=ஏ&searchhws=yes\">ஏ</a> (<i>ē</i>) is an intensifier that in this context implies ‘only’ or ‘alone’, so by adding it not just once but twice to முயற்சியினால் (<i>muyaṟciyiṉāl</i>), saying ‘முயற்சியினாலேயே’ (<i>muyaṟciyiṉāl-ē-y-ē</i>), he strongly emphasises the absolute necessity of effort.<br />\n<br />\nTo further emphasise the need for our own effort and to explain why it is so necessary, in the third and fourth sentences he says:<br />\n<blockquote>\nதன்னைத் தன்னுடைய ஞானக்கண்ணால், தானே யறிய வேண்டும். அல்லாமல், பிறரால் எப்படி யறியலாம்? <br />\n<br />\n<i>taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl, tāṉē y-aṟiya vēṇḍum. allāmal, piṟarāl eppaḍi y-aṟiyalām?</i><br />\n<br />\nIt is necessary for oneself alone to know oneself by one’s own eye of <i>jñāna</i> [awareness]. Instead, how can one know [oneself] by someone else?</blockquote>\nWe need to know ourself by our own eye of self-awareness (<i>jñāna</i>), which means that we need to keenly look at or attend to ourself alone, and since the natural flow of our mind is to go out towards other things, to attend to ourself alone requires effort on our part. To see what we actually are, we ourself must look at ourself. No one else can look for us, nor can anyone else see for us. This is what Bhagavan means by asking ‘பிறரால் எப்படி யறியலாம்?’ (<i>piṟarāl eppaḍi y-aṟiyalām?</i>), ‘how can one know [oneself] by someone else [anyone other than oneself]?’ Therefore the effort required to look at ourself is an effort that we alone must make, because no பிறர் (<i>piṟar</i>) or other person can do so for us.<br />\n<br />\nThis does not mean that grace will not help us. It is always helping us, but it is working from within ourself, so we must ultimately look for its help inside ourself and not outside. So long as we look for it outside, we are perpetuating the seeming separation of ourself from it and thus maintaining a barrier between it and ourself. To avail of its help most fully and completely, we need to surrender ourself to it wholly and unreservedly, which we can do only by turning our entire attention within, which is truly ‘குரு காட்டிய வழிப்படி நடப்பது’ (<i>guru kāṭṭiya vaṙi-p-paḍi naḍappadu</i>), ‘walking in accordance with the path that <i>guru</i> has shown’.<br />\n<br />\nSince time immemorial we have been seeking happiness outside ourself, so it was necessary for grace to appear outside in the form of <i>guru</i> in order to teach us that the happiness we are seeking is our own real nature (<i>ātma-svarūpa</i>), and that the means to attain it is therefore to turn within and merge back into and as our real nature, which is the source from which we have risen as ego. This is the purpose of the human form of <i>guru</i>: to show us that the way to attain the infinite and unalloyed happiness that we are always seeking is to turn our attention back towards ourself and thereby surrender ourself entirely to the infinitely clear light of pure self-awareness, which is grace, the true form of <i>guru</i>.<br />\n<br />\nTherefore the <i>lakṣaṇa</i> (mark, sign or characteristic) that indicates the true <i>guru</i> is that he will always direct our attention back towards ourself and will never attach even the least importance to himself as a person. He will not say, ‘Come to me, because I can give you what you are seeking’, but will instead direct us to go back to ourself, because the happiness we are seeking is our own real nature and can therefore be found only within ourself.<br />\n<br />\nThis is clearly illustrated by an incident that happened in Bhagavan’s life. A devotee from Tanjavur called Janaki Mata used to visit him often, and once when she arrived in the <i>āśramam</i> she saw him walking from the cow shed, so she approached him, prostrated before him and held his feet. He looked down at her with a kindly smile and asked her what she was doing. ‘I am holding the feet of my <i>guru</i>’, she said, to which he replied: ‘These feet are part of this perishable body, so they cannot be the imperishable feet of <i>guru</i>. The real feet of your <i>guru</i> are what is shining within you as ‘I’. Cling only to those feet, because they alone can save you’.<br />\n<br />\nFrom outside grace in the form of <i>guru</i> and his teachings directs us to turn back within to face ourself alone, and from inside the same grace is shining as our own real nature, silently attracting us to return to itself. Therefore the importance of grace cannot be over-emphasised, but it works primarily from inside by gently nurturing within us the love that impels us to make the effort that is necessary for us to swim against the strong outward-flowing current of our <i>viṣaya-vāsanās</i> by clinging tenaciously to self-attentiveness.<br />\n<br />\nInstead of making persistent effort to follow that path of self-investigation and self-surrender that our <i>guru</i>, Bhagavan Ramana, has shown us, if we expect to be able to know ourself by means of பிறர் (<i>piṟar</i>), another person or anyone else, we would be like someone called Raman believing that he needs a mirror in order to know himself as Raman. By depending on anyone other than ourself in order to know ourself we would be looking away from ourself and therefore in the wrong direction, just as Raman would be looking in the wrong direction if he were to look at a mirror in order to know himself. No one and nothing other than ourself can make us see ourself as we actually are, so Bhagavan taught us that by our own effort we must use our own ஞானக்கண் (<i>ñāṉa-k-kaṇ</i>), ‘eye of <i>jñāna</i>’ or ‘eye of awareness’, to look at ourself and to see what we actually are.<br />\n<br />\nThere is no other way, and no shortcut or ‘free meal’, because as Bhagavan said: ‘ஒவ்வொருவரும் தம்முடைய முயற்சியினாலேயே கடவுள் அல்லது குரு காட்டிய வழிப்படி நடந்து முத்தி யடைய வேண்டும்’ (<i>o-vv-oruvarum tammuḍaiya muyaṟciyiṉālēyē kaḍavuḷ alladu guru kāṭṭiya vaṙi-p-paḍi naḍandu mutti y-aḍaiya vēṇḍum</i>), ‘It is necessary for each one to attain <i>mukti</i> only by their own effort walking in accordance with the path that God or <i>guru</i> has shown’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "168",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1794712287399102496/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "ego",
        "grace",
        "guru",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTU2NDA4NzA0MzI5Cm9mZnNldDogMzYwMDAwMAo\""
}