{
    "kind": "blogger#post",
    "id": "768929965803134411",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-10-25T13:33:00+01:00",
    "updated": "2019-10-28T13:12:02Z",
    "url": "http://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/768929965803134411",
    "title": "Can we as ego ever experience pure awareness?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2019/10/is-it-possible-for-us-to-attend-to.html#c5387608452382533503\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/10/is-it-possible-for-us-to-attend-to.html\">Is it possible for us to attend to ourself, the subject, rather than to any object?</a>, a friend called Asun referred to one of my videos, <a href=\"https://youtu.be/aVfk1gKO0AQ\">2018-03-19 Conscious TV interview with Michael James: The Real Behind All Appearances</a>, and wrote:<br>\n<blockquote>In an interview when you were asked “When you talk to me now, is there feeling of pure awareness?” you responded that “it is always there in the background” (because of many years of practice) even though you don’t experience it in its purity. Then you added that “the distinction between pure awareness and the awareness that we call mind or ego, the awareness of things, that distinction becomes clearer and clearer.”<br><a name='more'></a>\n<br>\nFirstly: I don’t quite understand how that can be possible, according to what you are always saying it would seem a matter of black or white: there is ego or there is pure awareness, but in here you seem to be saying that there can be the feeling of pure awareness as the background of the awareness of things or ego, both “awareness” coexisting simultaneously. I say according to what you are always saying because that was my experience for many years yet, I would like an explanation that reconciles what appears to me a contradiction, if you have time and feel like.<br>\n<br>\nSecondly: From what you say, it would seem as if by practicing self-investigation this feeling of pure awareness was gaining ground to the awareness of things (the merchant, the camel and the tent) so that, at some point, there will only be pure awareness. This is my understanding of what you say, I might be wrong. Being this my understanding of what you say, it doesn’t correspond with my experience of self-investigation at present. At present, my experience is that as attending only to pure awareness, have no idea how or why, suddenly, nor the practicer of self-awareness nor awareness as we understand it are there, but something else which can’t be spoken nor described. I would say that it is self-existence for lack of a better term but, anyway, it has nothing to do with anything at all and, in no way, this ascertainment of what always is, is something progressive but just like that, all in a sudden, nor due to any effort or practice but, again for lack of a better term, simple and plain grace. Yet, here I’m. No idea what to do now because, how do I know the ascertainment of what is, is due to self-investigation and that it wouldn’t happen as doing any other thing? Here I have some problems to determine a real cause unlike with pure awareness as the background which is, obviously, due to self-investigation.</blockquote>\nThe following is my reply to this comment.<br>\n<ol>\n<li><a href=\"#distinction\">As we go deeper in the practice of self-investigation, the distinction between pure awareness and awareness of anything other than ourself becomes clearer</a></li>\n<li><a href=\"#pure\">As ego we can never experience awareness in its pure condition, but we must try to do so, because only when we succeed in experiencing it in its pure condition will ego be eradicated</a></li>\n<li><a href=\"#adjuncts\">There is only one awareness, which is always pure, but when it seems to be mixed with adjuncts, it appears as ego</a></li>\n<li><a href=\"#phenomena\">As ego we are aware of ourself as a set of adjuncts and consequently we are aware of other phenomena, so to eradicate ego we must give up being aware of anything other than ourself</a></li>\n<li><a href=\"#awareness\">In our natural state of pure awareness, nothing other than ourself exists, so pure awareness can be known only by ourself as pure awareness</a></li>\n<li><a href=\"#ignorance\">Being aware of anything other than ourself, which is the nature of ourself as ego, is not real awareness but only ignorance</a></li>\n<li><a href=\"#clarity\">The more keenly and persistently we practise being self-attentive, the more clearly our fundamental self-awareness will shine in our mind, until eventually it will shine so clearly that it will swallow ego forever</a></li>\n<li><a href=\"#perseverance\">Whatever relative clarity we may experience, we must persevere in our practice of self-investigation until we become willing to surrender ourself entirely, whereupon we will subside and merge forever in the infinite silence of pure awareness</a></li>\n</ol>\n<a name=\"distinction\"></a><b>1. As we go deeper in the practice of self-investigation, the distinction between pure awareness and awareness of anything other than ourself becomes clearer</b><br>\n<br>\nAsun, the portion of the video that you refer to here is from <a href=\"https://youtu.be/aVfk1gKO0AQ?t=2022\">33:42</a> to about <a href=\"https://youtu.be/aVfk1gKO0AQ?t=2104\">35:04</a>, but to understand what I say there in context it is better to listen from <a href=\"https://youtu.be/aVfk1gKO0AQ?t=1872\">31:12</a> onwards, where I am talking about the distinction between the basic awareness that we experience in sleep and the more superficial awareness that we experience in waking and dream.<br>\n<br>\nI refer to our basic awareness as ‘pure awareness’ and ‘intransitive awareness’, because it is not awareness of anything but just awareness pure and simple. It is pure because it is devoid of even the slightest awareness of anything other than itself, and it is intransitive because it is not aware of any objects or phenomena. It is awareness devoid of the duality of subject and objects.<br>\n<br>\nI distinguish this basic awareness from the more superficial awareness of phenomena, which is characterised by the duality of subject and object: perceiver and things perceived. Since it is awareness of objects, I refer to it as ‘transitive awareness’ and say that it is the nature of mind or ego, as opposed to our real nature, which is pure awareness, awareness that is never aware of anything other than itself.<br>\n<br>\nWhat I actually said between 31:12 and 33:42 was as follows:<br>\n<blockquote>{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=1872\">31:12</a>} There is a state [namely sleep] in which we’re not aware of anything, but we are aware of being in a state where we’re not [aware of anything]. Now we can clearly distinguish between waking, dream and sleep. We’re aware that there are three distinct states. We’re aware when we wake up in the morning … Sometimes if we just doze off in the day, we may be aware we didn’t actually go to sleep; we were just dreaming for a while and then … But we are aware sometimes when we wake up from sleep that we weren’t dreaming anything: we were in a state without any dream, any phenomena at all. So we were aware.<br>\n<br>\n{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=1910\">31:50</a>} Generally people think of sleep as a state of non-awareness, unconsciousness, but that is because we are not aware <i>of</i> anything in sleep. But we’re aware of being in that state in which we’re not aware of anything, so there is, there is a deeper level of awareness in sleep. So that is, that is, according to Bhagavan, that is the real awareness.<br>\n<br>\n{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=1936\">32:16</a>} But awareness that we experience in waking and dream, underlying it is this basic awareness. Superimposed on that [basic] awareness is awareness of things other [than ourself], of phenomena. So awareness of phenomena, according to Bhagavan, is not real awareness. That is a superficial appearance. It’s something that comes and it goes.<br>\n<br>\n{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=1962\">32:42</a>} But the real awareness is the pure awareness. Pure awareness means it’s not awareness <i>of</i> anything, but just awareness. A term I sometimes use, transitive awareness and intransitive awareness. Transitive awareness is awareness of anything. But in order to be aware <i>of</i> something we must be aware, but in order to be aware it’s not necessary to be aware of something, because in sleep we’re aware, but we’re not aware of anything. So the fundamental awareness is just pure awareness, not awareness of anything, just awareness, pure awareness.<br>\n<br>\n{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=2007\">33:27</a>} Awareness <i>of</i> something, transitive awareness, is something that is superimposed on that [pure awareness] in waking and dream. That is the nature of the mind. That is the nature of the ego, to be transitively aware. But our real nature is to be just aware [intransitively aware].</blockquote>\nAt this point (<a href=\"https://youtu.be/aVfk1gKO0AQ?t=2022\">33:42</a>) the interviewer asked me, ‘But when you talk to me now, is there a feeling of pure awareness?’, to which I replied:<br>\n<blockquote>{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=2029\">33:49</a>} It’s always there in the background, but I don’t experience it in its purity now because I’m aware of other things. But I’m aware that … because I’ve been following this practice for a long time I’m able to distinguish to … not, not [perfectly], I mean if I could distinguish it perfectly, then that would be the end of the story. But as we go deeper into the practice the distinction between the pure awareness and the awareness that we call mind or ego, the awareness <i>of</i> things, that distinction becomes clearer and clearer as we go deeper.<br>\n<br>\n{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=2069\">34:29</a>} And it has to become clearer, because we are trying to separate the pure awareness from this superimposed transitive awareness. The intransitive awareness is our real nature. We are trying to separate it from the transitive awareness. In other words, we’re trying to be aware of ourself alone. We’re trying to isolate ourself.<br>\n<br>\n{<a href=\"https://youtu.be/aVfk1gKO0AQ?t=2090\">34:50</a>} Now we’re aware of so many things, including ourself. We want to isolate ourself, isolate the self-awareness from the awareness of all other things. That is why this is a very, very subtle and deep path.</blockquote>\n<a name=\"pure\"></a><b>2. As ego we can never experience awareness in its pure condition, but we must try to do so, because only when we succeed in experiencing it in its pure condition will ego be eradicated</b><br>\n<br>\nThe first objection you raised to what I said here was: ‘I don’t quite understand how that can be possible, according to what you are always saying it would seem a matter of black or white: there is ego or there is pure awareness, but in here you seem to be saying that there can be the feeling of pure awareness as the background of the awareness of things or ego, both “awareness” coexisting simultaneously’. Though I said, ‘It’s always there in the background’, meaning that pure awareness is always there in the background, I clarified that ‘I don’t experience it in its purity now because I’m aware of other things’, so I did not mean to imply that we as ego can ever experience pure awareness as it is.<br>\n<br>\nI agree that what I replied is potentially confusing, because I seem to imply that I experience pure awareness, albeit not in its purity (which is actually a contradiction in terms), but that is in part because of the way that the interviewer phrased his question, asking whether there is ‘a feeling of pure awareness’. Perhaps I should have clarified that there is no such thing as ‘a feeling of pure awareness’, because pure awareness is not an object that can be felt but something that can be known only by itself, and that as ego we can never experience our basic awareness in its pure (and hence intransitive) condition, but I did not do so because I sensed that I was already going deeper into the subject than was appropriate for the audience that the interviewer seemed to be catering for.<br>\n<br>\nI would not normally say anything that could imply that we as ego could ever experience pure awareness, but when I said, ‘It’s always there in the background’, what I actually meant is that our basic awareness is always there in the background. Our basic awareness is pure awareness, but though we are always aware of it, as ego we can never be aware of it in its pure condition.<br>\n<br>\nWhat I mean by our basic awareness is our fundamental awareness of our own existence (<i>sat-cit</i>), which is always shining clearly within us as ‘I am’, but though we are always aware of it, as ego we are aware of it not just as ‘I am’ but as ‘I am this body’, so because we thereby experience it mixed with adjuncts, we are not experiencing it as it actually is. We are aware that we are, but not what we are.<br>\n<br>\nOnly when our fundamental awareness ‘I am’ shines all on its own can it be described as pure awareness. Of course it is always pure, because it is immutable, but in the view of ourself as ego it seems to be mixed with adjuncts and hence impure. Therefore it is, as you say, ‘a matter of black or white: [in our experience] there is ego or there is pure awareness’ (though the ultimate truth is that there is always only pure awareness and there is never any such thing as ego, but from our perspective as ego that is not how it seems to be). In the view of pure awareness there is no ego, and in the view of ego awareness seems to be impure. So long as we rise and stand as ego, we are aware of ourself as ‘I am this body’, and hence we are not aware of awareness (ourself) in its natural state of absolute purity.<br>\n<br>\nHowever, though we as ego can never experience awareness in its pure condition, we must try to do so, because only when we succeed in experiencing it in its pure condition will ego be eradicated. This is why I said that ‘we are trying to separate the pure awareness from this superimposed transitive awareness’ and that ‘as we go deeper into the practice the distinction between the pure awareness and the awareness that we call mind or ego, the awareness <i>of</i> things, that distinction becomes clearer and clearer’.<br>\n<br>\n<a name=\"adjuncts\"></a><b>3. There is only one awareness, which is always pure, but when it seems to be mixed with adjuncts, it appears as ego</b><br>\n<br>\nHowever, though I talk about the distinction between pure awareness (intransitive awareness) and ego (the superimposed transitive awareness) and stress the need to distinguish them, this does not mean that these are two separate awarenesses, as you seem to have inferred that I meant when you wrote ‘both “awareness” coexisting simultaneously’. There is only ever one awareness, so in substance pure awareness and ego are one and the same thing, though they are different in appearance, just as a rope and the snake that it seems to be are different in appearance, even though in substance they are not two separate things but one. The one real awareness is pure awareness, so it alone is the substance that appears as ego, but it never appears as ego in its own clear view, but only in the adjunct-clouded view of ego.<br>\n<br>\n<a name=\"uu22\"></a>That is, ego is the false awareness ‘I am this body’, so it is a mixture of pure awareness, which is our fundamental awareness ‘I am’, and adjuncts, namely this body consisting of five sheaths: the physical form, life, mind, intellect and will. It is therefore called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of awareness (<i>cit</i>) with these five sheaths, all of which are insentient or non-aware (<i>jaḍa</i>), as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உடல்பொறி யுள்ள முயிரிரு ளெல்லாஞ்<br>\nசடமசத் தானதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சத்தான நானல்ல வுந்தீபற.<br>\n<br>\n<i>uḍalpoṟi yuḷḷa muyiriru ḷellāñ<br>\njaḍamasat tāṉadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sattāṉa nāṉalla vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பொறி உள்ளம் உயிர் இருள் எல்லாம் சடம் அசத்து ஆனதால், சத்து ஆன நான் அல்ல.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal poṟi uḷḷam uyir iruḷ ellām jaḍam asattu āṉadāl, sattu āṉa nāṉ alla</i>.<br>\n<br>\n<b>English translation:</b> Since body, mind, intellect, life and darkness [consisting of <i>viṣaya-vāsanās</i>, inclinations or desires to be aware of things other than oneself] are all <i>jaḍa</i> [non-aware] and <i>asat</i> [unreal or non-existent], [they are] not ‘I’, which is [<i>cit</i>, what is aware, and] <i>sat</i> [what actually exists].</blockquote>\n<a name=\"uu23\"></a>The essential <i>cit</i> element of this <i>cit-jaḍa-granthi</i> is our fundamental awareness ‘I am’, which without any adjuncts is just pure awareness, but when seemingly mixed with adjuncts it appears as the false awareness ‘I am this body’, which is what is called ego. What is real, in the sense of what actually exists, is only our fundamental awareness ‘I am’, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we.</blockquote>\n<a name=\"uu24\"></a>However, though our fundamental awareness ‘I am’ alone is what actually exists, when we rise and stand as ego it seems to be mixed and conflated with awareness of adjuncts (<i>upādhi-uṇarvu</i>), so this is what creates a seeming separation between ourself as we actually are (the pure awareness ‘I am’), which is what is called ‘God’ (<i>īśa</i>), and ourself as ego (the false awareness ‘I am this body’), which is what is called ‘soul’ (<i>jīva</i>), as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] existing nature [as pure awareness], God and souls are only one substance. Only [their] awareness of adjuncts is different.</blockquote>\n<a name=\"uu25\"></a>Therefore to see God as he actually is, namely as pure awareness, which is our real nature, all we need do is to see ourself without any adjuncts (<i>upādhi</i>), which means without any awareness of adjuncts (<i>upādhi-uṇarvu</i>), as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or being aware of] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\n<a name=\"phenomena\"></a><b>4. As ego we are aware of ourself as a set of adjuncts and consequently we are aware of other phenomena, so to eradicate ego we must give up being aware of anything other than ourself</b><br>\n<br>\n<a name=\"uu16\"></a>Our awareness of adjuncts (<i>upādhi-uṇarvu</i>) gives rise to awareness of other phenomena, so there are two essential features that define us as ego: firstly we are aware of ourself as a set of adjuncts, namely a body consisting of five sheaths, and consequently we are aware of other phenomena. Therefore in order to see ourself as we actually are we must not only give up our awareness of adjuncts but also our awareness of all other phenomena, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nWhat he refers to here as ‘வெளி விடயங்கள்’ (<i>veḷi viḍayaṅgaḷ</i>), ‘external <i>viṣayas</i> [phenomena]’, implies all phenomena, including the adjuncts we mistake ourself to be, namely the five sheaths and all their qualities, and in order to leave them aside we must attend to ourself so keenly that we cease to be aware of anything else whatsoever. Attending to ourself so keenly is what he means by ‘மனம் தன் ஒளி உரு ஓர்தல்’ (<i>maṉam taṉ oḷi-uru ōrdal</i>), ‘the mind investigating [or knowing] its own form of light’, in which the verbal noun ‘<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=ஓர்¹-தல்&searchhws=yes\">ஓர்தல்</a>’ (<i>ōrdal</i>) means considering attentively, examining, investigating or knowing.<br>\n<br>\n<a name=\"uu17\"></a>However, though he says ‘மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்’ (<i>maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>), ‘the mind knowing its own form of light is alone real awareness’, the mind as such can never know ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru</i>), ‘its own form of light’, which is pure awareness, because as soon as it experiences pure awareness it dissolves and merges in that, thereby ceasing to be mind and remaining just as pure awareness. This is clearly implied by him in the next verse, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without neglecting [forgetting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever.</blockquote>\n<a name=\"uu18\"></a>What he refers to here as ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), ‘the form of the mind’, is ego, which is the fundamental form of the mind, being its perceiving element and hence its root, because it is that in whose view all the perceived elements of the mind, namely all other thoughts, seem to exist, as he clarified in the next verse, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [ego, the root-thought called ‘I’].</blockquote>\nTherefore when he says in <a href=\"#uu17\">verse 17</a> ‘மனத்தின் உருவை மறவாது உசாவ , மனம் என ஒன்று இலை’ (<i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai</i>), ‘When one investigates the form of the mind without neglecting, there is not anything called mind’, what he implies is that if we as ego investigate ourself keenly, vigilantly and steadily, it will become clear that there is no such thing as mind or ego at all.<br>\n<br>\nJust as the essence of the mind is its perceiving element, namely ego, which is <i>cit-jaḍa-granthi</i>, as opposed to all other thoughts, which are <i>jaḍa</i> (non-aware), the essence of ego is its <i>cit</i> element, which is our fundamental awareness of our own existence, ‘I am’. Therefore when we as ego investigate ourself, what we are trying to attend to is only our own essential <i>cit</i> element, which is what Bhagavan referred to in <a href=\"#uu16\">verse 16</a> as ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru</i>), ‘its own form of light’, and when we attend to this <i>cit</i> element so keenly that we thereby cease to be aware of anything else whatsoever, that is what he described there as ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside [giving up or letting go of] external <i>viṣayas</i> [phenomena]’. What then remains is only the <i>cit</i> element, and the state in which it remains alone is the state of pure awareness, which is what he referred to in verse 16 as ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>), ‘real awareness’, ‘true knowledge’ or ‘awareness of what is real’.<br>\n<br>\n<a name=\"awareness\"></a><b>5. In our natural state of pure awareness, nothing other than ourself exists, so pure awareness can be known only by ourself as pure awareness</b><br>\n<br>\n<a name=\"uu26\"></a>In this state of pure awareness there is no such thing as ego or mind at all, so what knows pure awareness is only pure awareness. In other words, in order to know our real nature (<i>ātma-svarūpa</i>), which is pure awareness, we must just be as we always actually are, as Bhagavan teaches us in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is not two. This is <i>tanmaya-niṣṭha</i> [the state of being firmly established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\n<a name=\"uu27\"></a>This state of knowing ourself by just being the pure awareness that we always actually are is what Bhagavan described in <a href=\"#uu25\">verse 25</a> as ‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>), ‘knowing oneself leaving aside adjuncts’ or ‘knowing oneself without adjuncts’. Awareness of ourself mixed and conflated with adjuncts is what is called ‘ego’ or ‘mind’, which alone is what is aware of all other phenomena, so being aware of ourself without adjuncts means being aware of absolutely nothing other than ourself, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>: <br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge [or awareness] that is devoid of knowledge and ignorance is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\nWhat he means here by ‘அறிவு அறியாமையும்’ (<i>aṟivu aṟiyāmaiyum</i>), ‘knowledge [or awareness] and ignorance’, is knowledge and ignorance of anything other than ourself. In other words, it is transitive awareness, or as he often referred to it in Tamil, ‘<a href=\"https://happinessofbeing.blogspot.com/2019/02/what-is-relationship-between-i-thought.html#un10-13\">சுட்டறிவு</a>’ (<i>suṭṭaṟivu</i>), which literally means awareness that points at, shows or indicates, and which implies awareness of objects or phenomena. Therefore when he says cryptically in this verse (as he also says in almost identical words in <a href=\"#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>), ‘அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும்’ (<i>aṟivu aṟiyāmaiyum aṯṟa aṟivē aṟivu āhum</i>), ‘Only <i>aṟivu</i> that is devoid of <i>aṟivu</i> and <i>aṟiyāmai</i> is <i>aṟivu</i>’, in which அறிவு (<i>aṟivu</i>) means knowledge or awareness and அறியாமை (<i>aṟiyāmai</i>) means ignorance, what he implies is that only pure awareness (intransitive awareness), which is completely devoid of transitive awareness and ignorance, is real awareness.<br>\n<br>\nNot only is pure awareness the only real awareness, but it is also the only thing that is real, in the sense that it is the only thing that actually exists, because whatever else may seem to exist seems to exist only because we as ego are aware of it, so since real awareness is devoid of awareness of anything else (and hence of ego), that implies that nothing else actually exists. This is what he implies in the second sentence of this verse, ‘உண்மை ஈது’ (<i>uṇmai īdu</i>), which means ‘This is real’ or ‘This is the reality’, and which implies that what is real is only awareness devoid of knowledge and ignorance of all other things.<br>\n<br>\nWhy does he say that real awareness is devoid not only of transitive awareness but also of ignorance? The answer to this is implied in the final sentence of this verse, ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), ‘There is not anything for knowing’. That is, in our natural state of pure awareness, nothing else exists for us to know, so there is nothing for us to be ignorant about either. Knowledge and ignorance of other things would be possible only if other things actually existed, but since nothing else exists in the clear view of pure awareness, it is devoid not only of knowledge but also of ignorance.<br>\n<br>\n<a name=\"ny02\"></a><a name=\"uu28\"></a>As Bhagavan implied in the main clause of the penultimate sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para02\">second paragraph</a> of <i>Nāṉ Ār?</i>, ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘awareness alone is I’, pure awareness alone is what we actually are, and as he said in the final sentence of that paragraph, ‘அறிவின் சொரூபம் சச்சிதானந்தம்’ (<i>aṟiviṉ sorūpam saccidāṉandam</i>), ‘The nature of [such] awareness is <i>sat-cit-ānanda</i> [being-consciousness-bliss]’. That is, pure awareness, which is the real nature of ourself (<i>ātma-svarūpa</i>), is <i>sat</i> (being or existence in the sense of what actually exists), <i>cit</i> (awareness in the sense of what is actually aware) and <i>ānanda</i> (happiness in the sense of what is actually happy).<br>\n<br>\nTherefore, since nothing else exists in the state of pure awareness, when we know what our real nature is, what will remain is only <i>sat-cit-ānanda</i>, which is beginningless, endless, infinite and indivisible, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\nAs the term ‘pure’ clearly indicates, pure awareness is awareness that is not mixed or adulterated with anything else, so it is devoid of anything other than itself, which means it is devoid of awareness of anything other than itself. Therefore it cannot be known by anything else. It can never be an object of ego’s awareness. So long as we are aware of ourself as ego, we are aware of other things, and consequently not aware of pure awareness, even though pure awareness alone is what we actually are. In order to be aware of pure awareness, we must be aware of ourself as we actually are, which means that we must be aware of nothing else whatsoever.<br>\n<br>\n<a name=\"ignorance\"></a><b>6. Being aware of anything other than ourself, which is the nature of ourself as ego, is not real awareness but only ignorance</b><br>\n<br>\n<a name=\"un11\"></a>Being aware of anything other than ourself, which is the nature of ourself as ego, is not real awareness but only ignorance, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறும்.<br>\n<br>\n<i>aṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows, knowing other things is ignorance; besides, is it knowledge? When one knows oneself, the support for knowledge and the other, knowledge and ignorance will cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> Instead of knowing [the reality of] oneself [ego], who knows [everything else], knowing other things is ignorance; except [that], is it knowledge? When one knows [the reality of] oneself [ego], the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will cease [because the reality of ego is just pure self-awareness, so when one knows oneself as pure self-awareness ego will no longer seem to exist, and hence all its knowledge and ignorance will cease to exist along with it].</blockquote>\nThe <i>ādhāra</i> (support, foundation or container) for knowledge and ignorance of anything other than ourself is ourself as ego, because ego alone is what is aware of other things, so when we are aware of ourself as we actually are, ego will be dissolved and hence awareness of all other things will cease, as he implies in the final sentence of this verse: ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), ‘When one knows [the reality of] oneself [ego], the <i>ādhāra</i> for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will cease’.<br>\n<br>\nTherefore if we are aware of anything other than ourself we are not aware of ourself as we actually are, so being aware of anything other than ourself is not real awareness but only ignorance, as he says in the first two sentences of this verse: ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), ‘Instead of knowing [the reality of] oneself [ego], who knows [everything else], knowing other things is ignorance; except [that], is it knowledge [or real awareness]?’.<br>\n<br>\n<a name=\"un12\"></a>Therefore real awareness is not awareness of anything other than ourself but only pure awareness, which is completely devoid of either awareness or ignorance of any other thing, as Bhagavan said in <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i> (which I discussed above) and as he also says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ḏṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge. Since one shines without another for knowing or for causing to know, oneself is knowledge. One is not void. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself, namely ego] is not real <i>aṟivu</i> [knowledge or awareness]. Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. One is not void [emptiness, desolation, nothingness or non-existence]. Know [or be aware].</blockquote>\nJust as he said in the final sentence of <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), ‘There is not anything for knowing’, in the third sentence of this verse he implies the same by saying: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]’. That is, in our natural state of pure awareness, which is completely devoid of either awareness or ignorance anything else, nothing else exists for us to know, to cause to know or to make known, because we alone actually exist, and hence we alone are real awareness.<br>\n<br>\nHowever, though pure awareness is devoid of everything else, it is not a void, because it is the fullness of <i>sat-cit-ānanda</i>, and hence Bhagavan ends this verse by saying ‘பாழ் அன்று. அறி’ (<i>pāṙ aṉḏṟu. aṟi</i>), ‘It [oneself] is not void [emptiness, desolation, nothingness or non-existence]. Know [or be aware]’.<br>\n<br>\n<a name=\"un13\"></a>Our real nature is not only pure awareness, as he implies in <a href=\"#un12\">verse 12</a>, but is also what alone is real, as he says in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real?<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real? [In other words, though ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, the real substance that appears as it is only oneself, who is true knowledge or pure awareness, so what actually exists is not ego or mind but only oneself.]</blockquote>\nWhen he says in the first sentence of this verse, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is awareness, alone is real’, the awareness (<i>jñāna</i>) that he refers to is pure awareness, which means awareness (<i>aṟivu</i>) that ‘shines without another for knowing or for causing to know [or causing to be known]’, as he pointed out in the third sentence of the previous verse: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since it [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] awareness’.<br>\n<br>\n<a name=\"ut12\"></a>Being aware of anything other than ourself is not real awareness but only ignorance, as he says in the first sentence of <a href=\"#un11\">verse 11</a>, ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai</i>), ‘Not knowing oneself, who knows, knowing other things is ignorance’, and in the second sentence of this verse, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold is ignorance’. What he means here by the term ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is manifold’, is mind or ego, which is the awareness that sees the one reality (namely pure awareness) as many (namely ego and all the phenomena perceived by it), as is clear from the original version of this verse, which is now <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#ut12\">verse 12</a> of <i>Upadēśa Taṉippākkaḷ</i>:<br>\n<blockquote>ஞானமொன் றேயுண்மை நானாவாய்க் காண்கின்ற<br>\nஞானமன்றி யின்றாமஞ் ஞானந்தான் — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamoṉ ḏṟēyuṇmai nāṉāvāyk kāṇgiṉḏṟa<br>\nñāṉamaṉḏṟi yiṉḏṟāmañ ñāṉandāṉ — ñāṉamān<br>\ndaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmbalavum boymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஒன்றே உண்மை. நானாவாய் காண்கின்ற ஞானம் அன்றி இன்று ஆம் அஞ்ஞானம் தான் ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam oṉḏṟē uṇmai. nāṉā-v-āy kāṇgiṉḏṟa ñāṉam aṉḏṟi iṉḏṟu ām aññāṉam tāṉ ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Awareness (<i>jñāna</i>) alone is real. Ignorance (<i>ajñāna</i>), which is nothing other than awareness (<i>jñāna</i>) that sees as many, itself does not exist apart from oneself, who is awareness (<i>jñāna</i>). All the many ornaments are unreal; say, do they exist apart from the gold, which is real?</blockquote>\nThat is, what he described in this verse as ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), ‘awareness that sees as many’, is what he described more succinctly in <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i> as ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is many [manifold or diverse]’, so the implied meaning of ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>) is awareness of multiplicity, diversity or differences (or more precisely awareness that is aware of multiplicity, diversity or differences), which he says is ignorance (<i>ajñāna</i>), the very antithesis of real awareness (<i>jñāna</i>).<br>\n<br>\nWhat is aware of multiplicity is ego, which is the false awareness ‘I am this body’, so as long as we are aware of multiplicity we are not aware of ourself as we actually are. What we actually are is only pure awareness, which alone is real in the sense of what actually exists. However, though we are always only pure awareness, when we seemingly rise as ego, we are aware of ourself as ‘I am this body’ and consequently we are also aware of other things, so this awareness of multiplicity is what effectively conceals pure awareness, which is our real nature (<i>ātma-svarūpa</i>).<br>\n<br>\n<a name=\"ny03\"></a><a name=\"ny04\"></a>This is why he says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para03\">third</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, ceases [or subsides], <i>jagad-dṛṣṭi</i> [perception of the world] will depart [or be dispelled]. Just as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], will not arise, unless perception of the world, which is <i>kalpita</i> [a fabrication, imagination or mental creation], departs, seeing <i>svarūpa</i> [one’s own form or real nature], [which is] the <i>adhiṣṭhāna</i>, will not arise.<br>\n<br>\nமனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nWhen the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\nWhen we see a rope but mistake it to be a snake, our misperception of it as a snake is superimposed on our perception of what is actually there. Likewise, when we are aware of anything other than ourself, that awareness of other things, which is what Bhagavan means (in verse 13 of <i>Uḷḷadu Nāṟpadu</i>) by ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is many’ or ‘awareness of multiplicity’, is superimposed on pure awareness, so until this illusory superimposition is removed pure awareness seems to be obscured and hidden from our view.<br>\n<br>\nThis illusory superimposition appears only in the view of ourself as ego, so ego is the root, cause and foundation of it, and hence in order to remove it we must remove ego. Since ego is just a false awareness of ourself as ‘I am this body’, we can remove it only by being aware of ourself as we actually are, and in order to be aware of ourself as we actually are we need to attend to ourself so keenly that we cease being aware of anything else whatsoever. When we cease being aware of anything else, what will remain is only pure awareness, which is our real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nIn <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says that awareness of multiplicity is not only ignorance but also unreal, which means that it does not actually exist at all. Its existence is only a seeming existence, but so long as it seems to exist, we seem to be this ego, because it is only in the view of ourself as ego and not in the view of ourself as we actually are that it seems to exist. What we actually are is only pure awareness, in the clear view of which nothing else whatsoever exists or even seems to exist.<br>\n<br>\nHowever, though it is not real, awareness of multiplicity is in substance nothing other than pure awareness, which alone is real, as Bhagavan says in the third sentence of verse 13, ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Even ignorance, which is unreal, does not exist except as oneself, who is awareness’, and he illustrates this with an analogy in the fourth and fifth sentences, ‘அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ?’ (<i>aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō?</i>), ‘All the many ornaments are unreal; do they exist except as gold, which is real?’.<br>\n<br>\nSo what is the practical implication of all these teachings? In order to be aware of ourself as pure awareness, which is what we actually are, we need to separate ourself from this false awareness of multiplicity, which is what we now seem to be, and in order to separate ourself from it we need to clearly distinguish ourself from it. So how can we distinguish ourself from this false awareness of multiplicity, which we now seem to be? To distinguish what we actually are, we need to investigate ourself by trying to attend to ourself so keenly that we cease to be aware of anything else, because only when we cease to be aware of anything else will we be aware of ourself as pure awareness.<br>\n<br>\n<a name=\"clarity\"></a><b>7. The more keenly and persistently we practise being self-attentive, the more clearly our fundamental self-awareness will shine in our mind, until eventually it will shine so clearly that it will swallow ego forever</b><br>\n<br>\nIn the final paragraph of your comment you wrote, ‘From what you say, it would seem as if by practicing self-investigation this feeling of pure awareness was gaining ground to the awareness of things (the merchant, the camel and the tent) so that, at some point, there will only be pure awareness’. This is true in a certain sense, but I would not express it in quite these terms, and in particular I would not use the term ‘this feeling of pure awareness’, because pure awareness is not just a feeling but the sole reality and ultimate foundation of all other things. A feeling is a superficial mental impression, so it is a phenomenon that appears in the transitive awareness called ego or mind, which is itself just an illusory appearance that depends for its seeming existence on the real existence of pure awareness.<br>\n<br>\nNot only would I not use the term ‘feeling’ to describe pure awareness, but I would also not say that ‘by practicing self-investigation […] pure awareness was gaining ground to the awareness of things’, because so long as we are aware of things we are not aware of pure awareness, even though pure awareness is what we actually are. What is gaining ground as we practise self-investigation is our clarity of self-awareness, and only when that clarity becomes perfect — so perfect that it allows no room for the illusory appearance of ego or anything else — can it be called pure awareness.<br>\n<br>\nIt is all a matter of clarity. We are always aware of ourself, but so long as we are interested in attending to anything other than ourself our natural clarity of self-awareness is clouded by our awareness of other things and therefore shines less clearly. That is, though we are clearly aware that we are, we are not clearly aware what we are. The more keenly and persistently we practise being self-attentive, the more clearly our fundamental self-awareness (awareness of ourself distinct from all adjuncts) will shine in our mind, and the more our interest in other things will consequently recede into the background.  Eventually we will be so keenly self-attentive that we cease to be aware of anything else whatsoever, whereupon our fundamental self-awareness will shine so clearly that it will swallow ego forever along with all its awareness of other things.<br>\n<br>\n<a name=\"un21\"></a><a name=\"aamm27\"></a><a name=\"apr1\"></a>This swallowing of ego and everything else in the infinite clarity of pure self-awareness is what Bhagavan referred to in the final sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing [God, who is one’s own real nature]’, and also what he described in <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#aamm27\">verse 27</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i> and <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#apr1\">verse 1</a> of <i>Śrī Aruṇācala Pañcaratnam</i>:<br>\n<blockquote>சகலமும் விழுங்குங் கதிரொளி யினமன<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சலச மலர்த்தியி டருணாசலா.<br>\n<br>\n<i>sakalamum viṙuṅguṅ kadiroḷi yiṉamaṉa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;jalaja malarttiyi ḍaruṇācalā</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சகலமும் விழுங்கும் கதிர் ஒளி இன மன சலசம் அலர்த்தியிடு அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>sakalamum viṙuṅgum kadir oḷi iṉa, maṉa-jalajam alartti-y-iḍu aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, sun of bright light that swallows everything, make [my] mind-lotus blossom.<br>\n<br>\nஅருணிறை வான வமுதக் கடலே<br>\nவிரிகதிரால் யாவும் விழுங்கு — மருண<br>\nகிரிபரமான் மாவே கிளருளப்பூ நன்றாய்<br>\nவிரிபரிதி யாக விளங்கு.<br>\n<br>\n<i>aruṇiṟai vāṉa vamudak kaḍalē<br>\nvirikadirāl yāvum viṙuṅgu — maruṇa<br>\ngiriparamāṉ māvē kiḷaruḷappū naṉḏṟāy<br>\nviriparidhi yāha viḷaṅgu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அருள் நிறைவு ஆன அமுத கடலே, விரி கதிரால் யாவும் விழுங்கும் அருணகிரி பரமான்மாவே, கிளர் உள பூ நன்றாய் விரி பரிதி ஆக விளங்கு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aruḷ niṟaivu āṉa amuda-k-kaḍalē, viri kadirāl yāvum viṙuṅgum aruṇagiri paramāṉmāvē, kiḷar uḷa-p-pū naṉḏṟāy viri paridhi āha viḷaṅgu</i>.<br>\n<br>\n<b>English translation:</b> Ocean of <i>amṛta</i> [the ambrosia of immortality], which is the fullness of grace, <i>paramātmā</i> [my ultimate self], Arunagiri, who swallow everything by [your] spreading rays [of pure self-awareness], shine as the sun that makes [my] budding heart-lotus blossom fully.</blockquote>\nSo long as the mind is bound by <i>cit-jaḍa-granthi</i>, it is like a lotus-bud, which can blossom only when the bright light of the sun shines upon it. The bright light of pure awareness is always shining in our heart, but just as a lotus-bud will blossom by the light of the sun only when it is mature enough to do so, the lotus-bud of our mind or heart will blossom only when we are willing to surrender ourself entirely by attending to ourself so keenly that we give up our hold on our awareness of anything else. When we are willing to surrender ourself in this way, <i>cit-jaḍa-granthi</i> will be severed and our mind-lotus will blossom as pure awareness, which is the real nature of both Arunachala and ourself, and awareness of everything else will be swallowed forever in its infinitely clear light. <br>\n<br>\nTherefore we must persevere in our practice of self-investigation and self-surrender until the clarity of our fundamental awareness of our own existence shines so brightly that we lose ourself completely in it. Whatever relative clarity may be experienced along the way should encourage us to proceed, but if we lack sufficient judgement due to our unfamiliarity with such clarity it may make us believe that we have achieved what we were looking for. However, no matter what degree of clarity we may achieve, it is not our goal until it shines so clearly that it swallows us forever along with all our awareness of anything other than ourself.<br>\n<br>\n<a name=\"perseverance\"></a><b>8. Whatever relative clarity we may experience, we must persevere in our practice of self-investigation until we become willing to surrender ourself entirely, whereupon we will subside and merge forever in the infinite silence of pure awareness</b><br>\n<br>\nWhat you try to describe in the later part of the final paragraph of your comment seems to be some such state of relative clarity, which can never be adequately expressed in words or grasped by thoughts, so I can reply to what you wrote about it only in general terms. However, since you wrote some emails to me about this matter after writing this comment, by way of answer to what you wrote about it in your comment I will end this article by reproducing here the two replies that I wrote to those emails of yours.<br>\n<br>\nIn your first email you wrote about ‘a recent “meeting” with what I can’t properly describe, for lack of a better term I call it self-existence’ and about the questions it gave rise to in your mind, and you asked me whether I had gone through this and whether there is anything I could tell you that might help, in reply to which I wrote:<br>\n<blockquote>I have been through experiences of many kinds, but what I have learnt from them is just to persevere in the practice of self-investigation and self-surrender, because whatever may happen, appear, be experienced or understood, what remains constant and unchanging as the background to it all is only our own fundamental self-awareness, ‘I am’, so this alone is real. Until everything else is removed in such a way that it can never return, we have not eradicated ego, because it is only in the view of ourself as ego that everything else appears or disappears.<br>\n<br>\n<a name=\"ny11\"></a>That is, so long as anything appears or disappears, so long as we are aware of any change whatsoever, so long as we are aware of anything that we are not aware of in sleep, all such things are just mental fabrications, because what actually exists is only our fundamental awareness, which neither appears nor disappears but remains forever as it is without undergoing or experiencing even the slightest change. All these mental fabrications are a projection of our <i>viṣaya-vāsanās</i>, and as Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts [anything other than ourself] appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one.</blockquote>\nWe are aware of things other than ourself only when we attend to them, and to the extent that we attend to them we are thereby letting go of ourself, as Bhagavan implies here, so <i>jñāna</i> is the state in which we are never aware of anything other than ourself. In other words, it is the state of absolutely pure awareness, and hence infinite and immutable happiness.<br>\n<br>\nThis is what we are all seeking, whether we recognise it or not, and we cannot rest (except temporarily in sleep or any other state of <i>manōlaya</i>) until we lose ourself in it forever, which we can do only by persistently trying to be self-attentive.</blockquote>\nIn response to this you wrote another email, in reply to which I wrote:<br>\n<blockquote>I understand what you mean when you say you cannot explain what you are trying to say about the clarity you experienced. These things are very subtle, so they cannot be adequately expressed in thoughts or words, which is why Bhagavan said that the perfect teaching is only silence. However, until we lose ourself completely in the absolute silence of pure awareness, which is the silence he was referring to, words are the only means by which we can discuss these things, so I will try to reply in words as well as I can.<br>\n<br>\nYou say you are not talking about an experience but ‘the verification of self-existence’, which you also describe as ‘calm, peace, stillness, silence’, but what I meant by ‘experiences’ is anything we are aware of, and how could there be verification of self-existence, or calm, peace, stillness or silence, if there were not awareness of it? Therefore when there is awareness of such things, what we need to do is to investigate who or what is aware of it.<br>\n<br>\nAccording to Bhagavan nothing exists independent of awareness, because awareness alone is what actually exists. What is aware of pure awareness is only pure awareness itself, and what is aware of anything else is only ourself as ego, which is the false awareness that is aware of itself as ‘I am Asun’, ‘I am Michael’ or whoever. As he says in <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, even this false awareness of other things does not exist as other than pure awareness, which is ourself as we actually are.<br>\n<br>\nWhat is self-existent is only pure self-awareness, so it cannot be known, experienced, cognised or verified as it is by anything other than itself. However as ego we can be aware of it to the extent that we subside, but only imperfectly, because in order to be aware of it as it is we must lose ourself forever in it.<br>\n<br>\nRegarding what you call your ‘meeting’ with the timeless and deathless self-existence, you wrote in your previous email, ‘I don’t know how nor why it happened nor why ego didn’t completely subside’, and in your present email, ‘I don’t understand either why this added awareness or ego didn’t subside at that very moment once and for all’. Such moments of relative clarity occur because of the same power that draws us to investigate and surrender ourself, namely grace, which is the infinite love that Bhagavan, our real nature, has for us as himself.<br>\n<br>\nHowever, even during such precious moments of relative clarity ego will subside completely only if we are willing to let go of everything else and thereby surrender ourself completely to the pure awareness that we actually are. Until then, ego will subside only partially, or perhaps completely but only temporarily (in <i>manōlaya</i>), but in either case it will sooner or later rise again, so we have to persevere in our practice of self-investigation until we become willing to surrender ourself entirely, whereupon we will subside and merge forever in the infinite silence of pure awareness.<br>\n<br>\nYou say, ‘I can understand why it is said that the moment of death is the most beautiful moment’, but if the moment that the body dies is so beautiful, how much more beautiful will be the moment that ego dies!</blockquote></div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "133",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/768929965803134411/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Pañcaratnam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTcyMjY4MzIyMzYzCm9mZnNldDogMAo\""
}