{
    "kind": "blogger#post",
    "id": "743570351024303848",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-12-15T21:45:00Z",
    "updated": "2019-12-17T00:20:10Z",
    "url": "http://happinessofbeing.blogspot.com/2019/12/why-do-we-need-to-distinguish-ourself.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/743570351024303848",
    "title": "Why do we need to distinguish ourself as ego from whatever person we seem to be?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote a <a href=\"https://happinessofbeing.blogspot.com/2019/12/what-we-need-to-investigate-is-not-act.html#c8047601062988197589\">comment</a> saying ‘I cannot easily see the importance of stressing the necessity of a clear distinction between ego and person’, and while considering what to reply to him I remembered a reply that I had written to another friend back in April regarding the importance of this distinction, which at the time I had intended to adapt as an article, but in the midst of other work it had somehow slipped down my mental list of priorities. Therefore in the first four sections of this article I will reproduce the reply I wrote in April, and then in the final section I will reply specifically to the recent comment asking about this distinction.<br><a name='more'></a>\n<ol>\n<li><a href=\"#perceiver\">The perceiver is always distinct from whatever phenomena it perceives, including whatever person it mistakenly perceives as if it were itself</a></li>\n<li><a href=\"#investigate\">To investigate and surrender ourself effectively, we need to distinguish ourself as ego from whatever person we seem to be</a></li>\n<li><a href=\"#concern\">When our attention is turned outwards, we should be concerned about others as much as we are concerned about the person we seem to be, but our concern for them should prompt us to turn back within, knowing that that is the best we can do for them</a></li>\n<li><a href=\"#ego\">Ego is neither ‘the ego’, because the definite article ‘the’ would tend to imply that it is an object of some sort, nor is it ‘my ego’, because it is myself and not a possession of mine</a></li>\n<li><a href=\"#substance\">Whatever phenomena we as ego perceive are in substance nothing other than ourself, but since we are the substance and phenomena are just forms, we need to clearly distinguish ourself from all phenomena, including whatever person we currently seem to be</a></li>\n</ol>\n<a name=\"perceiver\"></a><b>1. The perceiver is always distinct from whatever phenomena it perceives, including whatever person it mistakenly perceives as if it were itself</b><br>\n<br>\nThe friend who wrote to me in April referred to the following passage in one of my earlier articles, <a href=\"https://happinessofbeing.blogspot.com/2019/02/in-dream-there-is-only-one-dreamer-and.html\">In a dream there is only one dreamer, and if the one dreamer wakes up the entire dream will come to an end</a>:<br>\n<blockquote>According to Bhagavan our present state is just another dream, so there is only one ego who projects and perceives all this. Though this ego now seems to be a person, that person is just one of the objects it perceives.<br>\n<br>\nThe person we mistake ourself to be is therefore insentient and hence does not perceive anything, but it seems to be sentient and to be perceiving because in our view it seems to be ourself. Because we as ego (the subject or perceiver of all phenomena) mistake ourself to be a person, we mistake all other people to be egos, and hence they seem to be perceiving the world just as we are.<br>\n<br>\nSince people are not aware, none of them can ever realise what they actually are, so there is no such thing as a self-realised person, except in the deluded view of ego. Bhagavan seems to us to be a self-realised person, but if he is self-realised he is not a person, and if he is a person he is not self-realised. We mistake him to be a person because we mistake ourself to be a person, but as a person he is just one among the many phenomena we see in this dream of ours. Though he seems to be a person, he is actually just pure self-awareness, which is our real nature (<i>ātma-svarūpa</i>).</blockquote>\nRegarding this passage my friend wrote:<br>\n<blockquote>“Since people are not aware” needs clarification for me.<br>\n<br>\nRelative to the rest of the sentence I get it; I am not asking about whether “people” can be “enlightened”. I understand that it doesn’t work that way. Absolute Nonduality precludes that happening. Right? Nothing exists except I AM. You have written clearly about that. If a person (so called) becomes enlightened they are not a person anymore and they know/realize that they never were one.<br>\n<br>\nMy question has more to do with what I now perceive as “other people” in my dream or projection of this world as “not being aware”. People in my night dreams are certainly not aware and have no identity or awareness or reality. They are wispy fictional characters, figments of my imagination, as you write. We all know that when we wake up from sleep.<br>\n<br>\nSo when you wrote about people “not being aware” that applies to my friends and to the billions of other people I see in this so-called world which the ego is projecting. (Is it “my” ego or “the” ego?).<br>\n<br>\nFirst, I want to say that whatever the answer is, I practice “ahimsa” as best I can. Regardless of whether the other people I know/see are “aware” and have “true identity”,  they present themselves to “me” now as “real, thinking, feeling people” who have intelligence and awareness (to some degree).<br>\n<br>\nSo, whatever they really “are” (like people in night dreams? or even something more?) I work to express love-intelligence toward all people, animals and things and strive to “do no harm” as much as possible.<br>\n<br>\nTo be socially and lovingly involved in the “world” which one is essentially forced to do to some extent, “ahimsa” is the only correct way. But when you write: “since people are not aware” I begin to sense that maybe they (the world population including my friends and family) actually are like my night-dream characters, but that the “projection” of the “snake” (as it were) by the ego is just incredibly sophisticated, clever and convincing to my projected “self”.<br>\n<br>\nIt won’t change how I act toward people and creatures; but I really need to understand this point. I am now thinking/seeing that they really are “not aware” and maybe not even “real”… Just figments of imagination.<br>\n<br>\nOn the other hand: I am aware. I know that I am. I know that I exist. I am aware of being aware. I have consciousness in that sense. Is Ramana teaching that “other people” don’t; they are like night dream people.<br>\n<br>\nIt would be logically consistent with Absolute NonDuality to take that position, I think. If “the world is all an illusion” that has to mean absolutely “all of it”.<br>\n<br>\nIf I am getting off kilter please advise.</blockquote>\nThe rest of this section and the subsequent three sections are adapted from the reply I wrote to this:<br>\n<br>\nAs soon as we wake up from a dream we recognise that all the people we saw in it were just our own mental projection, but so long as we were dreaming they all seemed to be perfectly real, so what accounts for this sudden but radical change in our perception?<br>\n<br>\nWhile dreaming we are aware of ourself as a dream body, so since we are real that body seems to be real, and since it is a part of the dream world, the whole dream world, including all the people in it, seems to be real. However, when we wake up, we cease being aware of ourself as that dream body, so it no longer seems to be real, and hence the entire dream world and all the people in it cease to seem real.<br>\n<br>\nAccording to Bhagavan our present state (and any other state in which we are aware of phenomena) is just a dream, so because we are aware of ourself as our current body, it seems to be real, and since it is a part of this world, this whole world, including all the people in it, seems to be real. Therefore the root cause of the seeming reality of whatever world we currently perceive and all the people in it is our own <i> dēhātma-buddhi </i>, our awareness of ourself as a body.<br>\n<br>\n<a name=\"un05\"></a> Whatever person we seem to be is a form composed of five sheaths, a physical body and the life, mind, intellect and will that animate it, and since whenever we rise as ego, the false awareness ‘I am this body’, we are aware of all these five sheaths as parts of a single whole, Bhagavan referred to them collectively as ‘body’, and hence in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i> he said:<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக் <br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?<br>\n<br>\n<b>Explanatory paraphrase:</b> The body is <i>pañca-kōśa-uru</i> [a form composed of five sheaths, namely a physical structure, life, mind, intellect and will]. Therefore all five [sheaths] are included in the term ‘body’. Without a body [composed of these five sheaths], is there a world? Say, without [experiencing oneself as such] a body, is there anyone who has seen a world?</blockquote>\n<a name=\"uu22\"></a> As he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>, none of these five sheaths are either aware or real:<br>\n<blockquote>உடல்பொறி யுள்ள முயிரிரு ளெல்லாஞ்<br>\nசடமசத் தானதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;சத்தான நானல்ல வுந்தீபற.<br>\n<br>\n<i>uḍalpoṟi yuḷḷa muyiriru ḷellāñ<br>\njaḍamasat tāṉadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;sattāṉa nāṉalla vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பொறி உள்ளம் உயிர் இருள் எல்லாம் சடம் அசத்து ஆனதால், சத்து ஆன நான் அல்ல.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal poṟi uḷḷam uyir iruḷ ellām jaḍam asattu āṉadāl, sattu āṉa nāṉ alla</i>.<br>\n<br>\n<b>English translation:</b> Since body, mind, intellect, life and darkness [consisting of <i>viṣaya-vāsanās</i>, inclinations or desires to be aware of things other than oneself] are all <i>jaḍa</i> [non-aware] and <i>asat</i> [unreal or non-existent], [they are] not ‘I’, which is [<i>cit</i>, what is aware, and] <i>sat</i> [what actually exists].</blockquote>\nWhatever person we seem to be is nothing other than these five sheaths, so since none of them are aware, no person is aware. What is aware is not any person but only ego, but since ego is aware of itself as ‘I am this person’, this person seems to be aware. And since this person seems to be aware, every other person also seems to be aware, but only in the view of ego, because ego is the only one that is actually aware of all this.<br>\n<br>\nEven though this has been made so very clear by Bhagavan, some people argue that ego is a part of the person, so since ego is aware, that makes the person aware, but this argument is based on a failure to distinguish ego from whatever person it seems to be. Ego is not a part of any person, but is the false awareness that is aware of itself as ‘I am this person’. Ego is the subject, the perceiver of the person and all other phenomena, whereas the person it seems to be is an object, a phenomenon perceived by it. The subject cannot be a part of any of the objects it perceives. The perceiver is always distinct from whatever phenomena it perceives, including whatever person it mistakenly perceives as if it were itself.<br>\n<br>\n<a name=\"investigate\"></a><b>2. To investigate and surrender ourself effectively, we need to distinguish ourself as ego from whatever person we seem to be</b><br>\n<br>\nDistinguishing ego from whatever phenomena it seems to be is the beginning of self-investigation, because if we do not do so, we will attend to some phenomenon thinking that we are attending to ego, the ‘I’ who mistakes that phenomenon (an object) to be itself (the subject). Unless we distinguish ourself from whatever person we seem to be, we cannot begin to detach ourself from it, and without detaching ourself from it we cannot either investigate or surrender ourself. Therefore recognising the clear distinction between ourself, this ego, subject, perceiver or witness, and everything that we perceive, including the five sheaths that constitute the person whom we now seem to be, is the beginning of the spiritual path.<br>\n<br>\nIn this context you may find it helpful to consider what I wrote recently in a <a href=\"https://happinessofbeing.blogspot.com/2019/04/can-there-be-any-viable-substitute-for.html#c3312545504004480163\">comment</a> in reply to a friend who wrote a <a href=\"https://happinessofbeing.blogspot.com/2019/04/can-there-be-any-viable-substitute-for.html#c6027575384237744892\">comment</a> referring to a sentence in one of my earlier articles (in the final paragraph of <a href=\"http://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#ny16\">The ego and its will are two distinct things</a>, which is section 9 of <a href=\"http://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html\">Like everything else, <i>karma</i> is created solely by ego’s misuse of its will (<i>cittam</i>), so what needs to be rectified is its will</a>), namely “The ego is the ‘I’ that likes, dislikes, desires, fears and so on, but it is not its likes, dislikes, desires or fears, because it remains the same even though these elements of its will can and do change over time”, and asking me to clarify what has remained the same over all this time, because “when I say ‘my desires have changed’, I think I mean that I have changed as a person over the last 20 years; and the common strand seems to be only memory, and not any such thing as an unchanging ego”. What I wrote in reply to this was:<br>\n<blockquote> [...] what has remained the same is only you, the ‘I’ who is aware that your desires and all other things have changed. Memory enables us to recognise the continuity of this ‘I’, because the ‘I’ that now remembers having experienced circumstances and events in your childhood and in last night’s dream is the same ‘I’ that then experienced them, but memory itself is at best just a partial and incomplete continuity or common strand, because memories change with time, fading, losing details, becoming less certain and being gradually replaced by other fresher memories.<br>\n<br>\nYou say that you have changed as a person over the last twenty years, but what has changed is not you but only the person whom you seem to be. That is, the ‘I’ that is aware of itself as ‘I am this person’ remains the same, even though the person it mistakes itself to be is constantly changing. Therefore, though it is aware of itself as ‘I am this person’, it is actually something distinct from whatever person it seems to be. Everything that constitutes this person, including its desires and its memories, are objects of our awareness, whereas we, this ‘I’, are the subject, the one who is aware of all objects. Though the objects that we are aware of are constantly changing, we, the subject, remain the same.<br>\n<br>\nThe ‘I’ that is aware of itself as ‘I am this person’ and that is consequently aware of all these changes is ego, but though this ‘I’ remains the same throughout all its dreams (each of which it mistakes to be waking while experiencing it), even it is not actually continuous, because it appears in each dream (or so-called waking) but disappears in sleep. However, though it disappears in sleep, we remain there, so what we actually are is distinct from this appearing and disappearing ‘I’, which is what experiences all other changes.<br>\n<br>\nTherefore when we investigate ourself, we need to go very deep. We begin by investigating this ‘I’ that has now appeared as ‘I am this person’ and that will disappear in sleep, but when we investigate it deeply enough, leaving aside all objects of awareness and attending only to the subject, the perceiver of all objects, it returns to the source from which it appeared, namely the immutable pure awareness that neither appears nor disappears and that is therefore untouched by and unaware of any objects or changes, and when it thereby dissolves and merges in that source, that source will reveal itself to be what we actually are.</blockquote>\nThe primary reason why it is necessary for us to distinguish ourself from whatever person we seem to be is that doing so will enable and encourage us to turn back within to face ourself alone. A secondary benefit is that it will also tend to make us as a person behave in a more detached, humble, self-effacing and compassionate manner, but this seems to be a benefit only when our attention is turned outwards and we are consequently more strongly identified with this person, as happens much of the time.<br>\n<br>\n<a name=\"concern\"></a><b>3. When our attention is turned outwards, we should be concerned about others as much as we are concerned about the person we seem to be, but our concern for them should prompt us to turn back within, knowing that that is the best we can do for them</b><br>\n<br>\nWhat I have written so far is a prelude to answering your questions, which are mainly concerned with how we should view other people, including animals of other species, and behave towards them. The first point to understand is that other people are no more unreal or non-aware than the person we now seem to be, so when this person seems to be real and aware (even though it is actually neither real nor aware), other people seem to be equally real and aware, and hence we should treat them with the same care and concern that we treat this person we seem to be.<br>\n<br>\nWe can distinguish ourself from the person we seem to be only to the extent that we turn back within, so to the extent that our attention is directed outwards we are aware of ourself as this person and consequently this person seems to be real and aware, and since this person seems to be real and aware all other people seem to be equally real and aware. Therefore, as I explained in one of my earlier articles, <a href=\"https://happinessofbeing.blogspot.com/2015/01/why-are-compassion-and-ahimsa-necessary.html\">Why are compassion and <i>ahiṁsā</i> necessary in a dream?</a>, since we care so much about the person we seem to be, we should care no less about other people. If this person were suffering in any way, whether physically or emotionally, we would be concerned to alleviate her or his suffering, so if we see other people suffering, we should be equally concerned to alleviate their suffering.<br>\n<br>\nThe more strongly we are attached to the person we seem to be, the more we will be concerned about her or his joys and sorrows, and hence the less we will be concerned about the joys and sorrows of other people, except those we consider to be near and dear to us. In other words, to the extent that we are attached to the person we seem to be, we will be self-centred and will therefore lack compassion. Therefore compassion and concern for the well-being of others will increase to the extent that our attachment to ourself as a person decreases, because the less we are attached to this person the less strongly we feel any distinction between ourself and others.<br>\n<br>\n<a name=\"eap1\"></a>However, if we consider our entire life to be just a dream, as Bhagavan says we should, we will understand that the most effective way to alleviate all the suffering we see in this world is for us to wake up from the sleep of self-ignorance in which this and all other dreams occur. As he says in <a href=\"https://happinessofbeing.blogspot.com/2019/05/the-ultimate-truth-is-ajata-but-because.html#eap1\">verse 1</a> of <i>Ēkāṉma Pañcakam</i>:<br>\n<blockquote>தன்னை மறந்து தனுவேதா னாவெண்ணி<br>\nயெண்ணில் பிறவி யெடுத்திறுதி — தன்னை<br>\nயுணர்ந்துதா னாத லுலகசஞ் சாரக்<br>\nகனவின் விழித்தலே காண்.<br>\n<br>\n<i>taṉṉai maṟandu taṉuvēdā ṉāveṇṇi<br>\nyeṇṇil piṟavi yeḍuttiṟudi — taṉṉai<br>\nyuṇarndudā ṉāda lulahasañ cārak<br>\nkaṉaviṉ viṙittalē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை மறந்து, தனுவே தானா எண்ணி, எண் இல் பிறவி எடுத்து, இறுதி தன்னை உணர்ந்து, தான் ஆதல் உலக சஞ்சார கனவின் விழித்தலே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai maṟandu, taṉuvē tāṉā eṇṇi, eṇ il piṟavi eḍuttu, iṟudi taṉṉai uṇarndu, tāṉ ādal ulaha sañcāra kaṉaviṉ viṙittalē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> [After] forgetting oneself, considering a body alone to be oneself, and taking innumerable births, finally knowing oneself and being oneself is just [like] waking up from a dream of wandering about the world. See.</blockquote>\nTherefore rather than turning our attention outwards in order to try to solve a few of the countless problems that exist in this world, it is better to turn within to investigate ourself and thereby to know what we ourself actually are. When our attention is turned outwards, we should be concerned about others as much as we are concerned about the person we seem to be, but our concern for them should prompt us to turn back within, knowing that that is the best we can do for them.<br>\n<br>\n<a name=\"ego\"></a><b>4. Ego is neither ‘the ego’, because the definite article ‘the’ would tend to imply that it is an object of some sort, nor is it ‘my ego’, because it is myself and not a possession of mine</b><br>\n<br>\nRegarding your other question about whether it is ‘my ego’ or ‘the ego’, it is neither. It is not an object or something other than ourself, so to refer to it as ‘the ego’ is not entirely appropriate, because the definite article ‘the’ tends to imply that it is an object of some sort. In some contexts it may be easier to say ‘the ego’, just as we may sometimes say ‘the I’, but generally it is best to refer to it just as ‘ego’. Though we sometimes refer to ego as ‘the subject’, ‘the perceiver’, ‘the witness’ or ‘the dreamer’, we use ‘the’ in such contexts because we are stepping back from these roles of ego and talking about them objectively, but since ‘ego’ means nothing but I (albeit not I as I actually am), even though it may be appropriate in some contexts to talk objectively about its roles, it is generally not so appropriate to talk objectively about ego itself.<br>\n<br>\nIt is also not entirely appropriate to call it ‘my ego’, because that implies that it is a possession of mine and therefore something other than me, whereas actually it is nothing other than myself. If we say ‘my ego’, that implies that we are a person and that ego is this person’s possession, which is putting the cart before the horse. Ego is not the person’s ego; the person is ego’s person.<br>\n<br>\nEgo is not what we actually are, but it is the ‘I’ that we seem to be whenever we are aware of anything other than ourself. Therefore ego is in effect ourself until we investigate ourself keenly enough to be aware of ourself as we actually are. In the case of a rope that is mistaken to be a snake, the snake is nothing other than the rope, but it is not what the rope actually is. Likewise, ego is nothing other than ourself, but it is not what we actually are, so just as we can see the rope as it actually is only by looking at the snake very carefully, we can see ourself as we actually are only by attending to ego very keenly.<br>\n<br>\n<a name=\"substance\"></a><b>5. Whatever phenomena we as ego perceive are in substance nothing other than ourself, but since we are the substance and phenomena are just forms, we need to clearly distinguish ourself from all phenomena, including whatever person we currently seem to be</b><br>\n<br>\nThe <a href=\"https://happinessofbeing.blogspot.com/2019/12/what-we-need-to-investigate-is-not-act.html#c8047601062988197589\">comment</a> that I referred to at the beginning of this article was one that a friend called ‘anadi-ananta’ wrote on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/12/what-we-need-to-investigate-is-not-act.html\">What we need to investigate is not the act of witnessing but the witness itself</a>, and in it he said:<br>\n<blockquote>Michael, ego is said to be aware of itself as if it were a person. Thus/thereby identifies itself with a person and its adjuncts/five sheaths. So it consequently makes use of a body and perceives all the phenomena with the help of the five senses of any/this body. Although a person acts apparently as the perceiving (and executive) agency of ego and ego is mainly in this way aware of phenomena, ego is named as the witness or perceiver — instead of a person. Is not at this situation (as matters stand) a person to be considered at least as a/the tool/instrument or extension of the one ego in the sense of ēka-jīva-vāda? In this context I cannot easily see the importance of stressing the necessity of a clear distinction between ego and person. I have the picture of a huge tree before me which receives/obtains its viability, vitality, zest for life and thus its awareness by its many roots, branches, twigs and leaves. Can one figuratively compare the functioning of ego with such a tree trunk and the roots, branches, twigs and leaves as the many persons?</blockquote>\nAnadi-ananta, when we look away from ourself at other people, it seems that every person has an ego, and that as such an ego is a part of each person, albeit the most central part, but this is a fundamentally mistaken view, and like all other errors it originates from our primary error of not looking only at ourself. If we look at ourself keenly enough, there is no ego at all, and hence no people or any other phenomena.<br>\n<br>\nThough we have not yet looked at ourself keenly enough, our aim is to do so, and in order to do so we need to question our current view of ourself very deeply and revise it fundamentally. Superficially we seem to be a person, but this person is just a bundle consisting of five sheaths, namely body, life, mind, intellect and will. Of these five, the body is the grossest, and each of the other four is in this order subtler than the previous one and also operating within it, driving it to function as it does. If we look, within the body we see life is operating and driving it, within life we see mind is operating and driving it, within mind we see intellect is operating and driving it, and within intellect we see will is operating and driving it.<br>\n<br>\nHowever, though these five collectively seem to be ourself, each one of them is a set of phenomena, all of which are objects perceived by us. The body is a set of physical components such as cells, organs and systems; life is a set of bodily functions such as respiration, digestion, assimilation, vascular functions and neural functions; mind is a subtler set of mental functions such as perceiving, remembering and thinking; intellect is a still subtler set of functions such as reasoning, judging and discerning subtle distinctions such as the difference between right and wrong, good and bad, honesty and dishonesty, fact and fiction, truth and falsehood, permanence and impermanence, reality and appearance, and most importantly perceiver and things perceived; and will is a set of even subtler phenomena, namely <i>vāsanās</i>  (inclinations or propensities), which are what manifest as likes, dislikes, desires, attachments, hopes, fears and so on, and which are therefore what drive the intellect, and though the intellect the mind, and though these two the life, and though these three the body.<br>\n<br>\nAll these components, functions and <i>vāsanās</i> that constitute the person we seem to be are either objects perceived by us or objects whose effects are perceived by us. They are things perceived, and we as ego are what perceives them. They appear in our view, but not in their own view, because they are all <i>jaḍa</i> (non-aware), so they have no view at all. Therefore as ego, the perceiver, we are distinct from all of them.<br>\n<br>\nUnless we clearly understand this fundamental distinction between ourself, the perceiver, and everything perceived by us, including all the five sheaths, we will not be able to investigate ourself effectively, because instead of attending to ourself we will attend to some aspect of the five sheaths that we mistake to be ourself. As ego we are not even the <i>vāsanās</i> (which are the elements that constitute the will and therefore the very subtlest aspects of the five sheaths) but the one whose <i>vāsanās</i> they are, so in order to know what we actually are what we must attend to is not any <i>vāsanās</i> nor anything that manifests from them, namely all other phenomena, but only ourself, the one who is aware of them and their effects.<br>\n<br>\nTo understand the relationship between ego and whatever person it seems to be you give the analogy of a tree and ask, ‘Can one figuratively compare the functioning of ego with such a tree trunk and the roots, branches, twigs and leaves as the many persons?’, but in this context this is not an appropriate analogy, because a tree trunk is very much part of a tree, whereas ego is not a part of the person it seems to be. Ego is more like the seed from which a tree has sprouted, but even this is not a sufficiently apt analogy, because when a seed sprouts as a tree it ceases to be a seed and can therefore never sprout again, whereas we as ego remain as the seed even when we have sprouted as a person, so we will sprout again any number of times until we annihilate ourself as ego by seeing ourself as we actually are, namely as pure awareness, which is ever uncontaminated by even the slightest awareness of anything other than ourself.<br>\n<br>\nIn this respect ego is more like the bulb of a perennial plant such as a tulip, which sprouts and flowers every spring, but even this analogy is not perfect, because the bulb is very much a part (albeit the most enduring part) of the sprouted plant, whereas ego is something entirely distinct from whatever person it currently mistakes itself to be, since it is the subject and the body is an object. Whichever way we view it, ego is never part of a person. In one sense it is distinct from all phenomena, because they are objects perceived by it, and in another sense it is the sole substance of all phenomena, because they are mere mental fabrications that it creates and perceives within itself.<br>\n<br>\n<a name=\"un26\"></a> It is in this latter sense that Bhagavan said in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அகந்தையே யாவும் ஆம்’ (<i>ahandaiyē yāvum ām</i>), ‘Ego alone is everything’. This does not mean that we cannot and should not distinguish ego from all phenomena, because ego is the formless substance, whereas all phenomena are mere forms whose sole substance is ego. In this respect ego is like gold, and phenomena, including whatever person it seems to be, are like ornaments made of gold. In substance gold ornaments are nothing other than gold, but gold is not any ornament, because the same gold that now seems to be a necklace can be melted down and changed into some other form, such as a coin, or merged with other gold to form a brick.<br>\n<br>\nGold is not just a part of a gold ornament but the whole of it, because if we remove the gold there is nothing left of the ornament. Likewise, as the sole substance of all phenomena, we as ego are not just a part of whatever person we mistake ourself to be but the whole of it, and also the whole of whatever world we perceive, because if we remove ego there will be nothing left of any phenomena, whether a person or the entire world.<br>\n<br>\nIn substance phenomena are all nothing other than ego, but ego is not any person or other phenomenon, because in one dream ego seems to be a particular person and to perceive a particular world, whereas in another dream it seems to be another person and to perceive another world. Whatever phenomena we as ego perceive are in substance nothing other than ourself, but since we are the substance and phenomena are just forms, we need to clearly distinguish ourself from all phenomena, including whatever person we currently seem to be.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "100",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/743570351024303848/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Ēkāṉma Pañcakam",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc2NTQyMDEwNTMyCm9mZnNldDogMAo\""
}