{
    "kind": "blogger#post",
    "id": "4081878811861693846",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-12-11T14:51:00Z",
    "updated": "2019-12-11T14:51:51Z",
    "url": "http://happinessofbeing.blogspot.com/2019/12/what-we-need-to-investigate-is-not-act.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4081878811861693846",
    "title": "What we need to investigate is not the act of witnessing but the witness itself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Referring to a passage I wrote in <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#perceiver\">If any state that we take to be waking is actually just a dream, we can infer that there is just one perceiver (<i>ēka-jīva</i>) and that its perception of phenomena is what creates them (<i>dṛṣṭi-sṛṣṭi</i>)</a> (section 14 in one of my previous articles, <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html\">Which is a more reasonable and useful explanation: <i>dṛṣṭi-sṛṣṭi-vāda</i> or <i>sṛṣṭi-dṛṣṭi-vāda</i>?</a>), namely “Therefore <i>ēka-jīva-vāda</i> does not deny that there are many people, nor does it deny that each person seems to be a perceiver. What it denies is that any person is actually a perceiver, because just as a dream is perceived only by the dreamer, namely ego, who is one and the same in every dream, our present state is perceived only by this one ego, the false awareness ‘I am this body’, who is what dreams any state in which phenomena seem to exist”, a friend wrote to me:<br><a name='more'></a>\n<blockquote>Does that imply that what we define as ego is the mere act of being aware of phenomena (the witness so to speak)? And we mistake that one and only act of perceiving phenomena (ēka-jīva-vāda) with the first person (the vessel needed to experience this world through the senses?), or body-mind we encounter in this dream and that turns out to be what we think we are?<br>\n<br>\nIs that act of witnessing what the ego is (only from its own perspective) and is that the real focus of the self-investigation? So there’s no single manifestation shared by many egos but one single ego manifesting a wide multiplicity of seeming perceivers? So I’m (the body-mind phenomena) no more real than the second and third person in this dream? Ego wouldn’t be a “personal”, “limited to one body-mind” phenomena but the mere perception and projection of manifestation?</blockquote>\nIn reply to this I wrote:<br>\n<br>\nEgo is not the mere act of being aware of phenomena, but what is aware of phenomena, so it is the witness or perceiver. However, though as ego we are essentially just the witness, we mistake ourself to be a set of phenomena (namely a person consisting of five sheaths: body, life, mind, intellect and will), so we seem to be a part of the dream we are witnessing, and as such we seem to be acting in it.<br>\n<br>\nWhat we need to investigate is not the act of witnessing but the witness itself. That is, we need to investigate what is perceiving all this, not what is the act of perceiving all this. So long as we are in any way involved in the act of perceiving anything other than ourself, we are not investigating ourself, or at least not investigating ourself keenly enough. To investigate ourself, we need to separate ourself, the perceiver, from the act of perceiving, because only when we attend to ourself so keenly that we cease perceiving anything else will we be aware of ourself as we actually are.<br>\n<br>\nRegarding <i>ēka-jīva-vāda</i>, in a dream there is only one perceiver, but that one perceiver seems to be a person, so in its view all the other people it perceives seem to be perceiving the same dream world. However, all those other ‘perceivers’ seem to exist only in the view of the one perceiver, namely the dreamer, who is ego.<br>\n<br>\nEgo is not personal, in the sense that it is not any person but what is aware of itself as if it were a person. Since it always seems to be a person (though not always the same person), at any one time or in any one dream it is limited to one particular person (or ‘body-mind phenomenon’, as you call it).<br>\n<br>\nEgo is also not the mere projection and perception of phenomena, but what projects and perceives them, so projection, perception and phenomena do not exist independent of it. It is the perceiver, and all other things are phenomena perceived by it, and they are created or projected by its very act of perceiving them (as we know to be the case in a dream).</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "45",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4081878811861693846/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc2MDc1OTExNjI4Cm9mZnNldDogMAo\""
}