{
    "kind": "blogger#post",
    "id": "3045076653087811767",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-08-24T15:28:00+01:00",
    "updated": "2021-11-18T17:11:43Z",
    "url": "http://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3045076653087811767",
    "title": "Is any external help required for us to succeed in the practice of self-investigation?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#c5820154851921029600\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html\">The role of grace in all that ego creates</a>, a friend called Asun wrote: ‘I’ve been watching these days David Godman’s youtube channel. He, as well as yourself, enjoys talking about Ramana’s teachings and telling tales about him, the ashram and devotees. They are beautiful tales illustrated with very good documentaries. His understanding and interpretation of the teachings is very similar to your understanding and explanations yet, regarding to the practice he claims that there are some results only at first and that from then on it is as if one got stuck so that the only way to really reach somewhere is to sit in front of some realized being able of transmitting and making you to experience the state this being is in. Is this your experience too, Michael? Or do you completely disagree with him?’<br><a name='more'></a>\n<ol>\n<li><a href=\"#sufficient\">Self-investigation is both necessary and sufficient, so nothing else is either necessary or sufficient, and hence nothing in addition to self-investigation is required</a></li>\n<li><a href=\"#result\">The only result we should expect from our practice of self-investigation is purification of mind culminating in eradication of ego</a></li>\n<li><a href=\"#within\">What we are seeking can be found only within ourself and cannot be given by anyone else</a></li>\n<li><a href=\"#transmit\">We do not need anything to be transmitted to us, because all that we need already exists within us</a></li>\n<li><a href=\"#av5\"><i>Āṉma-Viddai</i> verse 5: grace is also necessary, but it is already inside us, so it is always available to us if we have sufficient love to surrender ourself to it</a></li>\n</ol>\n<a name=\"sufficient\"></a><b>1. Self-investigation is both necessary and sufficient, so nothing else is either necessary or sufficient, and hence nothing in addition to self-investigation is required</b><br>\n<br>\n<a name=\"ny11\"></a>Asun, though David and I agree on many points, this is one point on which we do not agree, because I do not believe there is any basis in Bhagavan’s teachings for his idea that ‘the only way to really reach somewhere is to sit in front of some realized being able of transmitting and making you to experience the state this being is in’ (I am aware these may not be his exact words, but you seem to have summarised more or less what he believes and claims in this regard). In fact I would say this is quite contrary to Bhagavan’s teachings, because he taught us that self-investigation (<i>ātma-vicāra</i>) alone is sufficient, as he says, for example, in the <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>: ‘ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும்’ (<i>oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum</i>), ‘If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own real nature], that alone is sufficient’.<br>\n<br>\n<a name=\"un22\"></a>Bhagavan taught that self-investigation (which entails self-surrender, as I explained in <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#c2852263070004581861\">my previous reply to you</a>) is not only sufficient but also necessary. For example, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i> he asks rhetorically:<br>\n<blockquote><i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmadittiḍuda leṅṅaṉ madi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by, turning the mind back within, completely immersing it in God, who shines within that mind giving light to the mind, how to fathom God by the mind?<br>\n<br>\n<b>Explanatory paraphrase:</b> Consider, except by turning [bending or folding] <i>mati</i> [the mind or intellect] back within [and thereby] completely immersing [embedding or fixing] it in <i>pati</i> [the Lord or God], who shines [as pure awareness] within that mind giving light [of awareness] to the mind, how to fathom [or investigate and know] God by the mind?</blockquote>\nWhat Bhagavan refers to here as ‘பதி’ (<i>pati</i>), the Lord or God, who shines as pure awareness in the mind, giving it the light of awareness by which it knows everything else, is our own real nature (<i>ātma-svarūpa</i>), and what he refers to as ‘மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல்’ (<i>matiyiṉai uḷḷē maḍakki patiyil padittiḍudal</i>), ‘turning the mind back within, completely immersing it in God’, is the practice of self-investigation, which is turning our attention back towards ourself and thereby subsiding and merging in our real nature, so the rhetorical question he asks in this verse implies that we cannot know our real nature by any means other than self-investigation.<br>\n<br>\n<a name=\"un27\"></a>Likewise in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i> he asks rhetorically:<br>\n<blockquote>நானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br>\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br>\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br>\nதன்னிலையி னிற்பதெவன் சாற்று.<br>\n<br>\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br>\nnāṉudikkun thāṉamadai nāḍāma — ṉāṉudiyāt<br>\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br>\ntaṉṉilaiyi ṉiṟpadevaṉ sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum thāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ nilaiyil niṟpadu evaṉ? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> The state in which one exists without ‘I’ rising is the state in which we exist as that. Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise? Without reaching, say, how to stand in the state of oneself, in which oneself is that?<br>\n<br>\n<b>Explanatory paraphrase:</b> The state in which one exists without ‘I’ [ego] rising is the state in which we exist as that [<i>brahman</i>, the ultimate reality and infinite whole, the nature of which is pure self-awareness, uncontaminated by the appearance of anything else]. Without investigating the place [namely one’s fundamental self-awareness] where [from which or in which] ‘I’ rises, how to reach [achieve or take refuge in] the annihilation of oneself [ego], [the state] in which ‘I’ does not rise? [In other words, the only way to annihilate ego is to investigate oneself, the source from which it rises, because only when one investigates oneself will one see oneself as one actually is, and only when one sees oneself as one actually is will one forever cease mistaking oneself to be ego, the false rising and subsiding ‘I’.] [And] without reaching [or taking refuge in the annihilation of one’s ego], say [or explain], how to stand [stop, stay or abide] in the [real] state of oneself, in which oneself is that?</blockquote>\nIn the second sentence of this verse, ‘நான் உதிக்கும் தானம் அதை நாடாமல், நான் உதியா தன் இழப்பை சார்வது எவன்?’ (<i>nāṉ udikkum thāṉam-adai nāḍāmal, nāṉ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ?</i>), ‘Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise?’, he clearly implied that we cannot eradicate ego except by investigating our real nature, which is the ‘place’ or source from which we rise as ego. The reason for this is that ego is nothing but a false self-awareness, an awareness of ourself as something other than what we actually are, so it can be eradicated only by awareness of ourself as we actually are, and in order to be aware of ourself as we actually are, we need to investigate ourself by being so keenly self-attentive that we cease to be aware of anything other than ourself.<br>\n<br>\n<a name=\"ny08\"></a>Since Bhagavan taught us that self-investigation is necessary, that means that nothing else is sufficient, and since he taught us that it is sufficient, that means that nothing else is necessary, so these teachings of his give no room whatsoever for anyone to conclude that anything in addition to self-investigation, such as sitting ‘in front of some realized being able of transmitting and making you to experience the state this being is in’, is required, let alone that any such addition is ‘the only way to really reach somewhere’. To make such claims is to call into question the efficacy of simple self-investigation, because it amounts to claiming that unaided self-investigation is inadequate, which is quite contrary to what Bhagavan taught us in the first two sentences of the <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும்.<br>\n<br>\n<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum</i>.<br>\n<br>\nFor the mind to cease [settle, subside, yield, be subdued, be still or disappear], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means. If made to cease [subside or disappear] by other means, the mind remaining [for a while] as if it had ceased, will again rise up [sprout, emerge or start].</blockquote>\nTherefore it is not necessary for us to ‘sit in front of some realized being able of transmitting and making you to experience the state this being is in’, and whatever we may achieve by doing so would not be annihilation of mind (<i>manōnāśa</i>), because even if it resulted in complete subsidence of our mind, that would only be a temporary dissolution of mind (<i>manōlaya</i>), since our mind would sooner or later rise again and wander about under the sway of its <i>vāsanās</i> (as he says in a subsequent sentence of this eighth paragraph). Therefore to claim that ‘the only way to really reach somewhere is to sit in front of some realized being able of transmitting and making you to experience the state this being is in’ is quite contrary to these basic teachings of Bhagavan.<br>\n<br>\n<a name=\"result\"></a><b>2. The only result we should expect from our practice of self-investigation is purification of mind culminating in eradication of ego</b><br>\n<br>\nYou say that David ‘claims that there are some results only at first and that from then on it is as if one got stuck’, but what ‘results’ should we be expecting or looking for? We investigate ourself in order to be aware of ourself as we actually are, and the result of being aware of ourself as we actually are is eradication of ego, the false awareness ‘I am this body’, so the ultimate result we should expect from our practice of self-investigation is only eradication of ego. However, when this result is achieved, we as ego will no longer be there, so it cannot even be said that we have achieved it. What will remain is only our real nature, which is pure awareness, and which, being immutable, always remains as it is and therefore never achieves anything.<br>\n<br>\nTherefore, as Bhagavan often said, <i>ātma-jñāna</i> (true self-knowledge) is not a knowledge that can ever be newly achieved, because it is pure self-awareness, which is ever present, being our real nature, and hence the sole reality that underlies and supports the false appearance of ourself as ego. Therefore what is called the attainment of <i>ātma-jñāna</i> is not actually an attainment but only the loss of ego and all its effects, namely phenomena.<br>\n<br>\n<a name=\"un35\"></a>Other than our fundamental awareness ‘I am’, which in its pure state is what is called <i>ātma-jñāna</i>, whatever we as ego may experience is unreal, so no result other than eradication of ourself as ego is real. As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un35\">verse 35</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>சித்தமா யுள்பொருளைத் தேர்ந்திருத்தல் சித்திபிற<br>\nசித்தியெலாஞ் சொப்பனமார் சித்திகளே — நித்திரைவிட்<br>\nடோர்ந்தா லவைமெய்யோ வுண்மைநிலை நின்றுபொய்ம்மை<br>\nதீர்ந்தார் தியங்குவரோ தேர்.<br>\n<br>\n<i>siddhamā yuḷporuḷait tērndiruttal sidddipiṟa<br>\nsiddhiyelāñ soppaṉamār siddhikaḷē — niddiraiviṭ<br>\nṭōrndā lavaimeyyō vuṇmainilai niṉḏṟupoymmai<br>\ntīrndār tiyaṅguvarō tēr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சித்தமாய் உள் பொருளை தேர்ந்து இருத்தல் சித்தி. பிற சித்தி எலாம் சொப்பனம் ஆர் சித்திகளே; நித்திரை விட்டு ஓர்ந்தால், அவை மெய்யோ? உண்மை நிலை நின்று பொய்ம்மை தீர்ந்தார் தியங்குவரோ? தேர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>siddhamāy uḷ poruḷai tērndu iruttal siddhi. piṟa siddhi elām soppaṉam ār siddhigaḷ-ē; niddirai viṭṭu ōrndāl, avai meyyō? uṇmai nilai niṉḏṟu poymmai tīrndār tiyaṅguvarō? tēr</i>.<br>\n<br>\n<b>அன்வயம்:</b> சித்தமாய் உள் பொருளை தேர்ந்து இருத்தல் சித்தி. பிற சித்தி எலாம் சொப்பனம் ஆர் சித்திகளே; நித்திரை விட்டு ஓர்ந்தால், அவை மெய்யோ? உண்மை நிலை நின்று பொய்ம்மை தீர்ந்தார் தியங்குவரோ? தேர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>siddhamāy uḷ poruḷai tērndu iruttal siddhi. piṟa siddhi elām soppaṉam ār siddhigaḷ-ē; niddirai viṭṭu ōrndāl, avai meyyō? uṇmai nilai niṉḏṟu poymmai tīrndār tiyaṅguvarō? tēr</i>.<br>\n<br>\n<b>English translation:</b> Being knowing the substance, which exists as accomplished, is accomplishment. All other accomplishments are just accomplishments achieved in dream; if one wakes up leaving sleep, are they real? Will those who, standing in the real state, have left unreality be deluded? Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being [as one actually is] knowing <i>poruḷ</i> [the one real substance, which is oneself], which exists as <i>siddham</i> [what is always accomplished], is [real] <i>siddhi</i> [accomplishment]. All other <i>siddhis</i> [such as the <i>aṣṭa-siddhis</i>, eight kinds of paranormal powers that some people try to achieve by meditation or other <i>yōga</i> practices] are just <i>siddhis</i> achieved [or experienced] in dream; if one wakes up leaving [this] sleep [of self-ignorance], are they real? Will those who, standing [firmly] in the real state [of pure self-awareness], have left unreality [or illusion, namely the unreal states of waking and dream] be deluded [by such unreal <i>siddhis</i>]? Know.</blockquote>\nWhy then should we delude ourself by seeking any results or accomplishments other than eradication of ourself as ego? Even if we could experience wonderful phenomena of one kind or another (such as divine visions, an ecstatic or profoundly peaceful state of mind, some kind of <i>samādhi</i> or any kind of supernatural power) as a result of our practice of self-investigation, none of those phenomena would be real, so why should we value them in any way, and why should we feel that we are lacking anything worthwhile if we do not experience any of them?<br>\n<br>\nHowever, though the ultimate result of self-investigation is only eradication of ourself as ego, in order to succeed in eradicating ourself we must be willing to surrender ourself entirely, and we will be willing to surrender ourself only to the extent that we have given up all our likes, dislikes, desires, attachments, hopes and fears for anything other than our real nature. So how are we to give up such outward-driving elements of our will? In other words, how can we succeed in surrendering our will to the will of Bhagavan? The most effective means is self-investigation, because every time we choose to turn our attention back towards ourself and hence away from all other things, we are thereby strengthening our love to be aware of ourself as we actually are and weakening our desire to be aware of anything else.<br>\n<br>\nThe outward-driving elements of our will are what are called <i>citta-mala</i>, the dirt or impurities in our mind or will, and the removal of such elements is called <i>citta-śuddhi</i>, the cleansing or purification of our mind or will. Such purification will eventually culminate in eradication of ego, because as ego we are the root of all impurities, and we depend on our impurities (our likes, dislikes, desires, attachments, hopes and fears for anything other than our real nature) for our survival as ego, since they are what drive us to cling to things other than our fundamental awareness ‘I am’. Therefore only when our mind is sufficiently purified will we be willing to surrender ourself entirely by turning our attention back towards ourself so keenly that we cease to be aware of anything other ourself.<br>\n<br>\nUntil ego is eradicated entirely, therefore, purification of our mind is the only result we should expect from our practice of self-investigation. But can we measure or even perceive the purification of our mind? We certainly cannot measure or even estimate the extent to which our mind has been purified, because our impurities exist deep within our heart as seeds called <i>viṣaya-vāsanās</i> (propensities, inclinations or desires to experience <i>viṣayas</i>: phenomena or anything other than oneself), so we are aware of them only when they rise to the surface of our mind in the form of likes, dislikes, desires, attachments, hopes, fears and so on, and hence we cannot know to what extent they have been eradicated from our heart.<br>\n<br>\n<a name=\"ny11a\"></a>This does not mean that we cannot perceive any indications that our mind is being purified, but only that we cannot measure the extent to which it has been purified. Purification is indicated only by <i>bhakti</i>, which in this context means love to be aware of ourself as we actually are, and <i>vairāgya</i>, which means freedom from desire to be aware of anything other than ourself. As Bhagavan said in the <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை’ (<i>aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai</i>), ‘Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]’, so <i>bhakti</i> is indicated by our liking to be self-attentive and <i>vairāgya</i> is indicated by our disinclination to attend to anything else.<br>\n<br>\nThis is why Bhagavan sometimes said that perseverance is the only reliable sign of progress on this path, because we will patiently persevere in our practice of self-investigation and self-surrender to the extent that we genuinely love to be self-attentive and are disinclined to attend to anything else. Conversely, the extent to which we are concerned about anything other than just knowing and being what we actually are indicates the extent to which we lack the required <i>bhakti</i> and <i>vairāgya</i>, but if we persist in trying to be self-attentive as much as possible, our liking to be self-attentive and disinterest in anything else will gradually increase.<br>\n<br>\nHowever, though we may sometimes notice that our liking to be self-attentive and our attitude of surrender have increased, and that we are now consequently less concerned about or disturbed by things that would previously have concerned or disturbed us, at other times it may seem that the opposite is the case, but this does not mean that we are no longer making progress in our practice, because we can perceive only what is happening on the surface of our mind and not what is happening deep in our heart. Self-investigation and self-surrender are a process of purification, and as a result of this process dirt that we were previously unaware of is brought up to the surface of our mind, just as we may be able to see how much dirt there is in a coloured cloth only when we begin to wash it and see how dirty the water becomes as a result. As Bhagavan used to say, unless the dirt that is inside comes out, we cannot get rid of it.<br>\n<br>\nWe all have demons lurking within us in the form of our <i>viṣaya-vāsanās</i>, and these will all sooner or later be brought to the surface of our mind as a result of our practice of self-investigation and self-surrender. Every time one or more of them are brought to the surface, we are faced with a choice: either we can allow ourself to be carried away by them, or we can ignore them by turning our attention back towards ourself, the source from which they have risen. If we choose to turn our attention back towards ourself, we are thereby strengthening our love to be self-attentive and weakening our inclination to allow ourself to be swayed by whatever <i>viṣaya-vāsanās</i> may rise to the surface. This is how we gradually weaken the hold of our <i>viṣaya-vāsanās</i> by means of self-investigation and self-surrender.<br>\n<br>\nSometimes we are able to cope in this way with whatever <i>viṣaya-vāsanās</i> rise, but at other times they rise with such intensity that we are carried away by them. Therefore the process of purification by means of self-investigation and self-surrender is somewhat like a small child learning to walk. At times the child may be able to walk more or less steadily for a while, but sooner or later it will fall again. However, no matter how many times it may fall, it will stand and try again, so its falling is part of the process of learning. Likewise, when practising self-investigation and self-surrender we may be more or less steady for a while, but sooner or later our <i>viṣaya-vāsanās</i> will overwhelm us again, so whenever this happens we need to persevere patiently in our attempts to be self-attentive and thereby to surrender ourself.<br>\n<br>\nBy teaching us this path of self-investigation and self-surrender, Bhagavan has shown us the direction in which we must travel in order to reach our destination, so all we need do now is to travel in the direction he has shown us, no matter what obstacles and difficulties we may face along the way. We cannot know how far away our destination is, but we do know the direction in which we should travel, so whatever results may or may not be experienced along the way, we need to be indifferent to all of them and to continue patiently travelling in the right direction by turning back to face ourself, thereby renouncing our interest in all other things.<br>\n<br>\nAs Bhagavan used to say, not even the slightest effort made in this path of self-investigation will go in vain, so even if it seems, as you say David claims, that ‘there are some results only at first and that from then on it is as if one got stuck’, we should not allow ourself to be deceived by such appearances. Whether we experience any results or not should not be our concern, because our only aim should be to investigate and find out what we actually are. Other than pure awareness, which is always shining clearly within us as our fundamental awareness of our own existence, ‘I am’, all experiences are only for ego, so if we want to eradicate ego, we must be indifferent to all experiences.<br>\n<br>\nLet any experiences come or go. To whom do they come and from whom do they go? In whose view do they appear and disappear? In whose view do they seem real? This is what we need to investigate. Therefore expecting or looking for any results is just a distraction from our real purpose, which is only to investigate ourself and thereby eradicate ego, the experiencer of any results.<br>\n<br>\n<a name=\"ny12\"></a>Bhagavan has presented his teachings to us in a logically coherent manner based upon robust premises drawn from a deep and incisive analysis of our own experience, so we have very strong grounds to believe and trust them. Moreover, those of us who powerfully drawn to his teachings trust them not only because of their appeal to our intellect but also because of their appeal to our heart. Therefore if we trust what he taught us about the efficacy of self-investigation, we will not be perturbed by any seeming lack of results, and we will not conclude that we have got stuck just because we are not experiencing any results, because he taught us in so many ways that if we persevere in our practice of self-investigation we will certain succeed. For example, in the <a href=\"https://happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Ār?</i> he wrote: <br>\n<blockquote>கடவுளும் குருவும் உண்மையில் வேறல்லர். புலிவாயிற் பட்டது எவ்வாறு திரும்பாதோ, அவ்வாறே குருவினருட்பார்வையிற் பட்டவர்கள் அவரால் ரக்ஷிக்கப்படுவரே யன்றி யொருக்காலும் கைவிடப்படார்; எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்.<br>\n<br>\n<i>kaḍavuḷ-um guru-v-um uṇmaiyil vēṟallar. puli-vāyil paṭṭadu evvāṟu tirumbādō, avvāṟē guruviṉ-aruḷ-pārvaiyil paṭṭavargaḷ avarāl rakṣikka-p-paḍuvarē y-aṉḏṟi y-oru-k-kāl-um kaiviḍa-p-paḍār; eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>.<br>\n<br>\nGod and <i>guru</i> are in truth not different. Just as what has been caught in the jaws of a tiger will not return, so those who have been caught in the look [or glance] of <i>guru</i>’s grace will never be forsaken but will surely be saved by him; nevertheless, it is necessary to walk unfailingly in accordance with the path that <i>guru</i> has shown.</blockquote>\nTherefore all we need do is to follow unfailingly the path he has shown us, namely the path of self-investigation and self-surrender, and without ever wavering in our trust in the efficacy of this path we should leave everything else to his care, knowing that he will never forsake us.<br>\n<br>\n<a name=\"within\"></a><b>3. What we are seeking can be found only within ourself and cannot be given by anyone else</b><br>\n<br>\n<a name=\"ny16\"></a>What we are seeking is just to be aware of ourself as we actually are, so we cannot find this in anything outside ourself. As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே யல்லாமல் எப்படி நூல்களில் விசாரிப்பது? தன்னைத் தன்னுடைய ஞானக்கண்ணாற்றானே யறிய வேண்டும். ராமன் தன்னை ராமனென்றறியக் கண்ணாடி வேண்டுமா? ‘தான்’ பஞ்ச கோசங்களுக்குள் ளிருப்பது; நூல்களோ அவற்றிற்கு வெளியி லிருப்பவை. ஆகையால், பஞ்ச கோசங்களையும் நீக்கி விசாரிக்க வேண்டிய தன்னை நூல்களில் விசாரிப்பது வீணே.<br>\n<br>\n<i>maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē y-allāmal eppaḍi nūlgaḷil vicārippadu? taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum. rāmaṉ taṉṉai rāmaṉ-eṉḏṟaṟiya-k kaṇṇāḍi vēṇḍum-ā? ‘tāṉ’ pañca kōśaṅgaḷukkuḷ ḷ-iruppadu; nūlgaḷ-ō avaṯṟiṟku veḷiyil iruppavai. āhaiyāl, pañca kōśaṅgaḷai-y-um nīkki vicārikka vēṇḍiya taṉṉai nūlgaḷil vicārippadu vīṇē</i>.<br>\n<br>\nFor making the mind cease it is necessary to investigate oneself [to see] who [one actually is], [but] instead [of doing so] how [can one see oneself by] investigating in texts? It is necessary to know oneself only by one’s own eye of <i>jñāna</i> [knowledge or awareness]. Does [a person called] Raman need a mirror to know himself as Raman? ‘Oneself’ is within the <i>pañca-kōśas</i> [the ‘five sheaths’ that seem to cover and obscure what one actually is, namely the physical body, life, mind, intellect and will]; whereas texts are outside them. Therefore, investigating in texts [in order to know] oneself, whom it is necessary to investigate [by turning one’s attention within and thereby] setting aside [excluding, removing, giving up or separating from] all the <i>pañca-kōśas</i>, is useless.</blockquote>\nWhat he says here about texts (by which term he means spiritual or philosophical texts) is equally true about any person whom we take to be an <i>ātma-jñāni</i> or ‘realized being’. Like spiritual texts, any such person is outside the five sheaths and is perceived by us through the five senses, which belong to the five sheaths, and since the five sheaths are what we now mistake ourself to be, in order to investigate and know what we actually are we need to set them aside by excluding them from our awareness, so we cannot be aware of ourself as we actually are until we let go of the five sheaths and everything perceived through them.<br>\n<br>\nBecause we mistake ourself to be a person consisting of five sheaths (body, life, mind, intellect and will), the <i>ātma-jñāni</i> seems to us to be likewise, but that is not what the <i>ātma-jñāni</i> actually is. As Bhagavan used to say, ‘ஞானமே ஞானி’ (<i>ñāṉam-ē ñāṉi</i>), ‘<i>jñāna</i> alone is the <i>jñāni</i>’. In this context <i>jñāna</i> means <i>ātma-jñāna</i> or pure self-awareness, and <i>jñāni</i> means <i>ātma-jñāni</i>, the knower of pure awareness, so by saying that <i>jñāna</i> alone is the <i>jñāni</i> Bhagavan is pointing out that pure self-awareness is known only by itself, so the <i>ātma-jñāni</i> is nothing other than pure self-awareness (<i>ātma-jñāna</i>).<br>\n<br>\n<a name=\"uu26\"></a>Therefore when we see the <i>ātma-jñāni</i> as a person, we are not seeing it as it actually is. In order to see it as it actually is, we need to be it, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is not two. This is <i>tanmaya-niṣṭha</i> [the state of being firmly established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\nOnly by being <i>ātma-jñāna</i> can we know <i>ātma-jñāna</i>, because <i>ātma-jñāna</i> is not anything other than ourself, and therefore cannot be known as anything other than ourself. This is why Bhagavan sometimes said, particularly if anyone asked him whether a certain person was an <i>ātma-jñāni</i>, ‘There is only one <i>ātma-jñāni</i>, and you are that’. In this way he always turned the attention of any questioner back towards himself or herself, away from all others, because what we need to investigate and know is only ourself and not anything else.<br>\n<br>\nThe <i>ātma-jñāni</i> is <i>ātma-jñāna</i>, which is <i>ātma-svarūpa</i>, the real nature of ourself, so we need to seek it within ourself and not anywhere outside. The reason why <i>ātma-jñāna</i> may sometimes appear outside in human form, such as the human form of Bhagavan, is only because we are habituated to facing outwards, so our own real nature needs to appear outside in human form in order to teach us that the infinite happiness we are all seeking is our real nature and therefore cannot be found anywhere except within ourself.<br>\n<br>\nTherefore the <i>ātma-jñāni</i> in human form will not say, ‘Come to me. I will give you <i>ātma-jñāna</i>’, but will instead say, ‘You yourself are the <i>ātma-jñāna</i> you are seeking, so turn back within to find it inside yourself’. We cannot find <i>ātma-jñāna</i> merely by sitting in the presence of any person whom we believe to be an <i>ātma-jñāni</i>, but only by following Bhagavan’s advice and seeking it deep within ourself.<br>\n<br>\nThis is beautifully illustrated by what he once said to a devotee called Janaki Mata. One day while she was visiting the ashram she saw him returning from the cow-shed, and since there were not many other people around she approached him, prostrated and held his feet, placing her forehead upon them. He looked down at her with a gentle smile and asked her what she was doing. ‘I am holding the feet of my <i>guru</i>’, she replied, to which he replied: ‘How can these be the feet of your <i>guru</i>? This body is perishable, and these feet will perish with it. The real feet of <i>guru</i> are imperishable. They are shining within you as ‘I’. Cling to those feet. They alone will save you’.<br>\n<br>\n<a name=\"ar\"></a>If ‘the only way to really reach somewhere is to sit in front of some realized being able of transmitting and making you to experience the state this being is in’, as you say David claims, it would not have been necessary for Bhagavan to reply to Janaki Mata as he did, because he could have just transmitted something and thereby made her experience the state he is in. He replied as he did because he is our own real nature and is therefore always shining within us as our own fundamental awareness, ‘I am’, and as such he is already giving us all the help we require in order to know ourself. All that is now required is for us to turn back within to see what we actually are, as he taught us in the verse <a href=\"http://happinessofbeing.blogspot.com/2016/11/why-does-bhagavan-sometimes-say-that.html#arunacalaramana\"><i>Aruṇācalaramaṇaṉ</i></a> (which is the Tamil version of a verse he wrote in reply to a devotee who wrote a verse in Malayalam asking him to say whether Bhagavan Muni Ramana is Hari (Vishnu), Sivaguru (Subrahmanya), Vararuci or Yativara (Siva)):<br>\n<blockquote>அரியாதியி தரசீவர தகவாரிச குகையில்<br>\nலறிவாய்ரமி பரமாத்தும னருணாசல ரமணன்<br>\nபரிவாலுள முருகாநல பரனார்ந்திடு குகையார்ந்<br>\nதறிவாம்விழி திறவாநிச மறிவாயது வெளியாம்.<br>\n<br>\n<i>ariyādiyi tarajīvara dahavārija guhaiyil<br>\nlaṟivāyrami paramāttuma ṉaruṇācala ramaṇaṉ<br>\nparivāluḷa murugānala paraṉārndiḍu guhaiyārn<br>\ndaṟivāmviṙi tiṟavānija maṟivāyadu veḷiyām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அரி ஆதி இதர சீவரது அக வாரிச குகையில் அறிவாய் ரமி பரமாத்துமன் அருணாசலரமணன். பரிவால் உளம் உருகா, நல பரன் ஆர்ந்திடு குகை ஆர்ந்து, அறிவு ஆம் விழி திறவா, நிசம் அறிவாய்; அது வெளி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ari ādi itara jīvaradu aha-vārija guhaiyil aṟivāy rami paramāttumaṉ aruṇācalaramaṇaṉ. parivāl uḷam uruhā, nala paraṉ ārndiḍu guhai ārndu, aṟivu ām viṙi tiṟavā, nijam aṟivāy; adu veḷi ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> அருணாசலரமணன் அரி ஆதி இதர சீவரது அக வாரிச குகையில் அறிவாய் ரமி பரமாத்துமன். பரிவால் உளம் உருகா, நல பரன் ஆர்ந்திடு குகை ஆர்ந்து, அறிவு ஆம் விழி திறவா, நிசம் அறிவாய்; அது வெளி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalaramaṇaṉ ari ādi itara jīvaradu aha-vārija guhaiyil aṟivāy rami paramāttumaṉ. parivāl uḷam uruhā, nala paraṉ ārndiḍu guhai ārndu, aṟivu ām viṙi tiṟavā, nijam aṟivāy; adu veḷi ām</i>.<br>\n<br>\n<b>English translation:</b> Aruṇācalaramaṇa is <i>paramātman</i> [the supreme spirit or ultimate self] rejoicing as awareness in the cave of the heart-lotus of [all] different <i>jīvas</i> [life-forms] beginning with Hari [Viṣṇu]. Heart melting with love, reaching the cave where the sublime supreme dwells, the eye that is awareness opening, you will [thereby] know what is innate [your own real nature, the indwelling Aruṇācalaramaṇa]; [because] it will come out [meaning it will reveal itself].</blockquote>\n<a name=\"ny16\"></a>Bhagavan is our own real nature, which is always shining in our heart as pure awareness, so we can know him as he actually is only by turning back within with heart-melting love and thereby subsiding deep within and losing ourself in him. This is what all his teachings prompt us to do, and since he is dwelling in our heart as our real nature, by his power of grace he is drawing our mind within, so all we need do is yield ourself to his grace by being calmly and steadily self-attentive, as he says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [‘thought of oneself’, self-contemplation or self-attentiveness], alone is giving oneself to God.</blockquote>\nThe onus is therefore on us to follow the path that Bhagavan has shown us, and no one else can give us any more help than he is already giving us. All the external help we need is available to us in the form of his teachings, which constantly and consistently direct us to turn back within to attend to ourself alone and thereby give not even the slightest room to the rising of any other thought, and all the subtle internal help we need is always being given to us by him from within in ways that we cannot comprehend.<br>\n<br>\nIf anyone believes that the help that Bhagavan is giving us directly in our heart is in some way insufficient and that being in the physical presence of an <i>ātma-jñāni</i> is therefore necessary in order to enable us to investigate ourself and thereby be aware of ourself as we actually are, they have obviously not understood or are unwilling to accept his teaching that he is not the person that he seemed to be but is only that which shines as pure awareness in the heart of each one of us. Therefore we each have to decide for ourself whether we are willing to place all our trust in him, believing that he can and certainly will give us all the help we require, or whether we cannot trust him to do so and therefore need to place our trust in the supposed power of the physical presence of some other person whom we believe to be an <i>ātma-jñāni</i>.<br>\n<br>\n<a name=\"gvk152\"></a>If being in the physical presence of an <i>ātma-jñāni</i> were sufficient to make us experience the state of <i>ātma-jñāna</i>, everyone who lived in the presence of Bhagavan, particularly those who lived with him for many years, should have attained that state, but this was clearly not the case, as Bhagavan himself implied in verse 152 of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>விளக்கடிக்கே நின்று விலகா விருள்போல்<br>\nஅளக்கருஞா னாசா னடிக்கே — துளக்கமறக்<br>\nகாத்துமகங் காரமயற் காரிருள்போ காதுடலம்<br>\nமூத்துவிளிந் தாலூழ் முறை.<br>\n<br>\n<i>viḷakkaḍikkē niṉḏṟu vilahā viruḷpōl<br>\naḷakkaruñā ṉācā ṉaḍikkē — tuḷakkamaṟak<br>\nkāttumahaṅ kāramayaṟ kāriruḷpō hāduḍalam<br>\nmūttuviḷin dālūṙ muṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> விளக்கு அடிக்கே நின்று விலகா இருள் போல், அளக்கரு ஞான ஆசான் அடிக்கே துளக்கம் அற காத்தும் அகங்கார மயல் கார் இருள் போகாது உடலம் மூத்து விளிந்தால், ஊழ் முறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viḷakku aḍikkē niṉḏṟu vilahā iruḷ pōl, aḷakkaru ñāṉa ācāṉ aḍikkē tuḷakkam aṟa kāttum ahaṅkāra mayal kār iruḷ pōhādu uḍalam mūttu viḷindāl, ūṙ muṟai</i>.<br>\n<br>\n<b>English translation:</b> If some die, [their] body having grown old without the dense darkness of ego-delusion departing, in spite of waiting without moving at the feet of the limitless <i>jñānācārya</i>, like the unleaving darkness standing at the foot of a lamp, [that is] on account of [their] age-old disposition [or level of maturity].</blockquote>\nIn his explanatory paraphrase of this verse (a somewhat free translation of which is given instead of a translation of the actual verse in the English version of <i>Guru Vachaka Kovai</i> edited by David Godman) Muruganar expresses the implication of this verse by saying that just as the darkness surrounding a lamp is removed by its light, whereas only the darkness standing at its foot is not removed by it, disciples who remain far away attain salvation by worshipping by mind (or heart) the infinite <i>jñāna-guru</i>, whereas some others, who physically remain at his feet like his shadow without moving away, become old and wither away without thereby having their ego removed and being established in <i>jñāna</i>. He also explains in a brief comment on this verse that the phrase ‘அளக்கரு ஞானாசான்’ (<i>aḷakkaru ñāṉācāṉ</i>), ‘the limitless <i>jñānācārya</i>’, implies that the <i>jñāna-guru</i>, who is the <i>ātma-sūrya</i> (the sun of self), which by its very nature (<i>svarūpa</i>) removes the darkness of ego, is not limited by either space or time, because he is actually <i>cidākāśa</i> (the space of pure awareness), which is devoid of rising and setting.<br>\n<br>\nAccording to Muruganar, therefore, this verse implies that merely living for many years in the physical presence of the <i>jñāna-guru</i> is not sufficient to remove ego unless one has sufficient spiritual maturity, and that even if we are far away from his physical presence, whether in time or in space, we can attain salvation by adoring him in our heart, because that is where he shines eternally in his true form (<i>svarūpa</i>), namely as the ever-unsetting sun of pure self-awareness. Therefore it is only by turning our mind back within and lovingly attending to him in our heart as our fundamental awareness of our own existence, ‘I am’, that we can truly be in his presence or ‘sit in front of him’.<br>\n<br>\n<a name=\"transmit\"></a><b>4. We do not need anything to be transmitted to us, because all that we need already exists within us</b><br>\n<br>\nYou say that David claims that ‘the only way to really reach somewhere is to sit in front of some realized being able of transmitting and making you to experience the state this being is in’, and though I do not know whether he would express his belief in quite these terms, I have the impression from what I have read or heard him say that you are correct in saying that he believes that through his or her physical presence an <i>ātma-jñāni</i> can transmit something (presumably some kind or power) that enables us to investigate and know ourself. However, believing that anything can or needs to be transmitted to us from outside shows a fundamental misunderstanding of the nature of reality.<br>\n<br>\n<a name=\"un13\"></a>Nothing real exists outside ourself. What is real is only pure awareness, which is our own nature (<i>ātma-svarūpa</i>), as Bhagavan says in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [pure awareness], alone is real’. Nothing other than oneself, and hence nothing outside of oneself, is real. Even the very awareness of anything other than oneself is unreal, being just ignorance, not real awareness, as he says in the next two sentences of this verse: ‘நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Awareness that is manifold [that is, awareness that sees the one reality as many things, namely a subject and numerous objects] is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness’.<br>\n<br>\nNothing need be transmitted to us, because all that we need already exists within us. What we need is to be aware only of ourself, because we alone are real, and the self-awareness we need always exists within us as our real nature (<i>svarūpa</i>). In order to be aware of ourself as we actually are we need to be aware of ourself alone, in complete isolation from everything else, and in order to be aware of ourself alone what we need is not to obtain anything from outside but to get rid everything other than ourself, and we can get rid of everything else only by being so keenly self-attentive that we cease to be aware of anything other than ourself. Then only will we be free of ignorance and its root, namely ego.<br>\n<br>\n<a name=\"aamm18\"></a>Even if we believe that some kind of transmission is necessary, we should surely consider the power of whatever transmitter we choose to reply upon. If a transmitter can transmit only to those who sit in front of him or her and only when they do so, he or she is a pretty weak transmitter. If a transmitter were actually necessary, surely it would be best for us to choose one whose power of transmission is not in any way limited by either time or space. Such a transmitter is Bhagavan, but his ‘transmission’ is really no transmission at all, because he exists within us as our own self at all times, in all places and in all states, so there is no time, place or state other than himself to which he could transmit anything, as he implies beautifully in verse 18 of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>கீழ்மே லெங்குங் கிளரொளி மணியென்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கீழ்மையைப் பாழ்செய் யருணாசலா<br>\n<br>\n<i>kīṙmē leṅguṅ kiḷaroḷi maṇiyeṉ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kīṙmaiyaip pāṙcey yaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> கீழ் மேல் எங்கும் கிளர் ஒளி மணி, என் கீழ்மையை பாழ் செய் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kīṙ mēl eṅgum kiḷar oḷi maṇi, eṉ kīṙmaiyai pāṙ sey aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, gem of light that shines below, above and everywhere, annihilate my lowness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Arunachala, gem of light [of pure self-awareness] that shines below, above and everywhere [that is, who shines within me at all times and in all states, whether my mind is in a low state of impurity and immaturity or an elevated state of purity and maturity], annihilate my baseness [the darkness of my self-ignorance].</blockquote>\n‘கீழ் மேல் எங்கும்’ (<i>kīṙ mēl eṅgum</i>) literally means ‘below, above and everywhere’, because Arunachala, and hence by implication Bhagavan, is pure awareness, which is omnipresent, being the one real substance (<i>poruḷ</i> or <i>vastu</i>), and hence in no way limited or confined within any point in time or place, but in this context these terms imply a deeper metaphorical meaning, namely in all states of mind, both high and low. That is, ‘கீழ்’ (<i>kīṙ</i>), ‘below’, implies a state of lowness in which the mind is impure and hence immature; ‘மேல்’ (<i>mēl</i>), ‘above’, implies a state of elevation in which the mind is pure and hence mature; and ‘எங்கும்’ (<i>eṅgum</i>), ‘everywhere’, implies all states, from the very lowest to the highest.<br>\n<br>\nWherever we may be in time or space, and whatever may be the state of our mind, Bhagavan is the ‘ஒளி மணி’ (<i>oḷi maṇi</i>) or ‘gem of light’, meaning the light of pure awareness that is always shining in our heart as ‘I’, so by his merely being as he is he will annihilate our lowness (namely ego, the darkness of self-ignorance) whenever we are willing to surrender ourself entirely to him. Therefore to succeed in this path of self-investigation what we need is not any kind of transmission but only complete submission. That is, we do not need anything to be transmitted to us from anywhere outside ourself, but only need to submit ourself completely to our own real nature, which is the gem of light always shining clearly within ourself as ourself.<br>\n<br>\n<a name=\"av5\"></a><b>5. <i>Āṉma-Viddai</i> verse 5: grace is also necessary, but it is already inside us, so it is always available to us if we have sufficient love to surrender ourself to it</b><br>\n<br>\nSome may object to this, asking whether it is not true that we need grace. Yes, we certainly need grace, as Bhagavan says unequivocally in the <a href=\"https://happinessofbeing.blogspot.com/2016/03/why-is-it-necessary-to-make-effort-to.html#easy\">final verse</a> of <i>Āṉma-Viddai</i>, ‘அருளும் வேணுமே’ (<i>aruḷum vēṇumē</i>), ‘Grace is also necessary’, but what is grace? Is it something that descends from heaven, or that is transmitted to us by some other person? If it could come from anywhere outside ourself, it would be other than ourself and hence not real. Therefore anything that comes to us from outside is not the kind of grace that Bhagavan refers to when he says that grace is necessary.<br>\n<br>\nWhen he says it is necessary, he implies that it is real, and since he says that what is real is only ourself, grace cannot be anything other than ourself, as he often confirmed. It is our own real nature (<i>ātma-svarūpa</i>), because our real nature is infinite love, and grace is nothing but the infinite love that we as we actually are have for ourself as we actually are. That infinite love is the real nature of Bhagavan, and since he is infinite, he sees nothing as other than himself, and hence he loves us as himself. This infinite love that he has for us is what we experience as his grace.<br>\n<br>\nHis infinite love is certainly necessary, because without it where would we be? His love is what has drawn us to him and his teachings, because he has sown the seed of love in our heart. His grace is never absent and never lacking, but to avail ourself of it we need to surrender ourself to it. To the extent that we surrender ourself to his love we derive the benefit of it, and we surrender ourself only to the extent that we love to lose ourself in him. Therefore in the next sentence of this final verse of <i>Āṉma-Viddai</i> he says: ‘அன்பு பூணுமே’ (<i>aṉbu pūṇumē</i>), ‘Be adorned with [or bound by] love’.<br>\n<br>\nSo what will result if we adorn ourself with all-consuming love to surrender ourself entirely to him? He answers this in the next and final sentence: ‘இன்பு தோணுமே’ (<i>iṉbu tōṇumē</i>), ‘Happiness will [then] appear’. Why will happiness appear? Because it is our real nature, and hence it is obscured from our view only by our rising as ego, so when we as ego melt with love and thereby dissolve forever in him, what will remain is only infinite happiness.<br>\n<br>\n<a name=\"aamm44\"></a>Grace, love and happiness are all our own real nature, so they are one and indivisible, and they can be found only within ourself. Nothing and no one other than ourself can give us the grace, love and happiness that we seek, because they are ours already, and have always been ours. We seem to have been separated from them only because we have been looking outside, away from ourself. Therefore let us now finally give up seeking anything outside ourself, and instead follow the path that Bhagavan has shown us, as expressed by him beautifully in <a href=\"https://happinessofbeing.blogspot.com/2019/02/what-is-relationship-between-i-thought.html#aamm44\">verse 44</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>திரும்பி யகந்தனைத் தினமகக் கண்காண்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;டெரியுமென் றனையென் னருணாசலா<br>\n<br>\n<i>tirumbi yahandaṉaid diṉamahak kaṇkāṇ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṭeriyumeṉ ḏṟaṉaiyeṉ ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ‘திரும்பி அகம் தனை தினம் அகக்கண் காண்; தெரியும்’ என்றனை என் அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘tirumbi aham taṉai diṉam aha-k-kaṇ kāṇ; ṭeriyum’ eṉḏṟaṉai eṉ aruṇācalā</i><br>\n<br>\n<b>அன்வயம்:</b> அருணாசலா, ‘அகம் திரும்பி, தினம் அகக்கண் தனை காண்; தெரியும்’ என்றனை. என்!<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalā, ‘aham tirumbi, diṉam aha-k-kaṇ taṉai kāṇ; ṭeriyum’ eṉḏṟaṉai. eṉ!</i><br>\n<br>\n<b>English translation:</b> Arunachala, what [a wonder]! You said: ‘Turning back inside, see yourself daily with the inner eye [or an inward look]; it [the reality that always shines as ‘I alone am I’] will be known’.</blockquote>\n<a name=\"aamm43\"></a>This verse is not only a clear instruction about what we need to do, but is also firm assurance that if we do so we will certainly succeed. That is, if we persistently turn back within to see ourself with our inner eye of attention, what we seek to know will certainly be known, and by knowing it we, this ego who seek to know it, will be dissolved forever in our real nature, which is pure awareness and which is therefore always clearly aware of itself as ‘I am only I’, or as he expressed it in the <a href=\"https://happinessofbeing.blogspot.com/2016/02/why-should-we-believe-what-bhagavan.html#i-am-i\">previous verse</a>, as ‘தானே தானே’ (<i>tāṉē tāṉē</i>), ‘oneself is only oneself’.<br>\n<br>\nThis path of self-investigation and self-surrender that Bhagavan taught us is the true path of love (<i>bhakti</i>). Love is the path, and love is our goal. Therefore, with wholehearted trust in his infinite grace, let us follow this path without deluding ourself by supposing that in order to turn back within we need help from anyone outside ourself.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "350",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3045076653087811767/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "grace",
        "Guru Vācaka Kōvai",
        "Nāṉ Yār? (Who am I?)",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjM3MjU1NTAzMDEwCm9mZnNldDogMAo\""
}