{
    "kind": "blogger#post",
    "id": "2926918945029234963",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-07-30T19:50:00+01:00",
    "updated": "2019-07-30T19:50:05+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/07/which-comes-first-ego-or-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2926918945029234963",
    "title": "Which comes first: ego or self-negligence (<i>pramāda</i>)?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2019/07/is-there-any-such-thing-as-biological.html#c3031335506390835804\">comment</a> on one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/07/is-there-any-such-thing-as-biological.html\">Is there any such thing as ‘biological awareness’?</a>, a friend called Lewis wrote:<br>\n<blockquote>I have just finished reading your article— <a href=\"https://happinessofbeing.blogspot.com/2014/10/there-is-only-one-i-and-investigation.html\">There is only one ‘I’, and investigation will reveal that it is not a finite ego but the infinite self</a>.<br><a name='more'></a>\n<br>\nAs part of your reply (<a href=\"https://happinessofbeing.blogspot.com/2014/10/there-is-only-one-i-and-investigation.html#c3092800726799753854\">13 November 2014 at 10:01</a>) to Amai Parai in the comment section you wrote—<br>\n<br>\n‘We (as our real self) always experience ourself as we really are, so we are never guilty of the ‘original sin’ of self-negligence (pramāda), which alone is the cause of the seeming rising of our ego, whereas we (as this ego) do not experience ourself as we really are, so we alone are guilty of this ‘original sin’.’<br>\n<br>\nIf self-negligence is the cause of the seeming rising of our ego then what is it that is being self-negligent in the first place, I mean, according to the statement the implication is self-negligence was there prior to the rising of ego.</blockquote>\nThe following is my reply to this:<br>\n<br>\n<a name=\"un26\"></a>Lewis, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandaiyē yāvum ām</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything’, so since nothing exists prior to or independent of ego (except of course pure awareness, which is our real nature, but which does not cause anything and can never be self-negligent), nothing can be said to be the cause of our rising as ego. Everything other than ego seems to exist only because we have risen as ego, so ego is the first cause: the cause of all other causes.<br>\n<br>\nTherefore, whenever Bhagavan seems to say that something is the cause of the rising of ego, what he means is that that something is the very nature of ego. For example, we can say that we rise as ego because of self-negligence (<i>pramāda</i>), but this does not mean that self-negligence exists prior to or independent of ourself as ego. Self-negligence is the very nature of ego, so we cannot rise as ego without being self-negligent, and we cannot be self-negligent without rising as ego.<br>\n<br>\n<a name=\"un25\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan describes ego as ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, and says ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum</i>), ‘Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly’. The first sentence of this verse, ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), ‘Grasping form it comes into existence’, may seem to imply that ego comes into existence by grasping form, which is true in a certain sense, but should not be taken to mean that its grasping precedes its coming into existence, because it must exist in order to grasp anything. What Bhagavan implies in these three sentences, therefore, is that grasping form is the very nature of this formless phantom called ego, so it cannot come into existence, stand or flourish without grasping form.<br>\n<br>\nTherefore if, instead of grasping form, we try to grasp ourself alone, we as ego will subside and dissolve back into our real nature, which is the source from which we rose. This is implied by him in another sentence in this same verse: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’.<br>\n<br>\nBeing self-negligent and grasping form are two sides of the same coin, because being self-negligent means not attending to ourself alone, and grasping form means attending to things other than ourself. So long as we attend to any form (anything other than ourself), our attention is thereby directed away from ourself, and thus we are being self-negligent.<br>\n<br>\nSince self-negligence is the very nature of ego, we rise as ego by being self-negligent, and we become self-negligent by rising as ego, so which is the cause and which is the effect? This is not exactly a case of cause and effect, because ego and self-negligence cannot be separated from each other. There is no ego without self-negligence, and no self-negligence without ego, so essentially they are one and the same thing.<br>\n<br>\nSince self-negligence is the very nature of ego, the antidote for this poison called ego is the opposite of self-negligence, namely keenly focussed self-attentiveness. This is why Bhagavan often used to say that we rise and stand as ego because of <i>avicāra</i> (non-investigation), which means the same as <i>pramāda</i> (self-negligence), because by saying this he implied that <i>avicāra</i> is the very nature of ego, so the means to eradicate ego is <i>vicāra</i> (investigation), which in this context means <i>ātma-vicāra</i> (self-investigation).<br>\n<br>\nAs Bhagavan often said, ego is <i>māyā</i>, which means ‘what is not’ (or more literally ‘she who is not’), and <i>māyā</i> is <i>anirvacanīya</i>, which means ‘indescribable’ or ‘inexplicable’. Therefore whatever may be said about ego does not adequately explain it, because we cannot explain something that does not actually exist, but our aim is not to explain it but only to eradicate it, so whatever Bhagavan told us about the nature of ego was intended to help us understand more clearly the means to get rid of it.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "19",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2926918945029234963/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "māyā",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTY0NTEyNjA1MTc5Cm9mZnNldDogMzYwMDAwMAo\""
}