{
    "kind": "blogger#post",
    "id": "3375653128414581975",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-11-26T12:12:00Z",
    "updated": "2019-11-26T12:12:48Z",
    "url": "http://happinessofbeing.blogspot.com/2019/11/is-there-any-difference-between-being.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3375653128414581975",
    "title": "Is there any difference between being self-attentive and sitting down quietly in meditation?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently asking, ‘Is there a difference in being self-attentive and sitting down quietly in meditation? Do they both help in dissolving the ego gradually as we continue to practice being self-attentive?’, in reply to which I wrote:<br><a name='more'></a>\n<br>\nWe can meditate either on ourself or on something other than ourself.<br>\n<br>\n<a name=\"ny10\"></a><a name=\"ny13\"></a>Meditation on ourself is what Bhagavan calls சொரூபத்யானம் (<i>svarūpa-dhyāna</i>) in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Ār?</i> and ஆன்மசிந்தனை (<i>ātma-cintana</i>) in the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a>, both of which mean self-contemplation, self-meditation or self-attentiveness, and which are therefore just alternative terms that he uses to describe the practice of self-investigation (<i>ātma-vicāra</i>). This is the direct path and the most effective means to purify our mind and thereby surrender ourself completely, as he says in the first sentence of the thirteenth paragraph:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [‘thought of oneself’, self-contemplation or self-attentiveness], alone is giving oneself to God.</blockquote>\n<a name=\"uu08\"></a>Meditating on anything other than ourself may be an indirect means to gradually purify our mind, particularly if it is done with heart-melting love for God, but it cannot by itself eradicate ego, so it must eventually lead us to the path of self-investigation, which alone can eradicate ego. This is why Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i> that rather than meditation on anything other than ourself (<i>anya-bhāva</i>) meditation on nothing other than ourself (<i>ananya-bhāva</i>) is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘best among all’, which in the context implies that it is the most effective means to purify the mind:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n <br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i>, <i>ananya-bhāva</i>, in which he is I, certainly is the best among all.<br>\n<br>\n<b>Explanatory paraphrase:</b> Rather than <i>anya-bhāva</i> [meditation on anything other than oneself, particularly meditation on God as if he were other than oneself], <i>ananya-bhāva</i> [meditation on nothing other than oneself], in which he is [considered to be] I, is certainly the best among all [practices of <i>bhakti</i>, varieties of meditation and kinds of spiritual practice].</blockquote>\n<a name=\"uu16\"></a>When you say ‘sitting down quietly in meditation’, what exactly do you mean? Sitting down quietly, in itself, will not help to dissolve ego, so whether we are sitting, standing, walking or whatever, what is important is what we are attending to. If we are attending to ourself, that is not only the most effective means to purify the mind but also the only means to eradicate ego, whereas if we are, for example, lovingly attending to the thought of God, that is a means to purify the mind, at least to a certain extent, but cannot by itself dissolve ego. In order to dissolve ego, we must eventually turn our entire attention back towards ourself and thereby away from everything else, as Bhagavan describes beautifully in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nThe mind’s ‘ஒளி உரு’ (<i>oḷi-uru</i>) or ‘form of light’ is our fundamental awareness of our own existence (<i>sat-cit</i>), ‘I am’, which is the light that illumines the mind, thereby enabling it to know வெளி விடயங்கள் (<i>veḷi viḍayaṅgaḷ</i>), external phenomena, so instead of using the reflected light called mind to know other things, we must turn it back to face its source, the original light of pure awareness, which is always shining within us as ‘I am’. This is the only means by which we can dissolve ego entirely and forever.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "27",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3375653128414581975/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc0NzcwMzY4NTU3Cm9mZnNldDogMAo\""
}