{
    "kind": "blogger#post",
    "id": "8449808844055339859",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-06-28T21:54:00+01:00",
    "updated": "2019-08-18T09:22:35+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8449808844055339859",
    "title": "How can there be any experience without something that is experiencing it?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In four comments on one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html\">In what sense and to what extent do we remember what we were aware of in sleep?</a>, a friend called Lewis asked several questions about awareness, experience, ego and appearance that can be adequately answered only by carefully considering some of the fundamental principles of Bhagavan’s teachings, so in this article I will try to answer his questions in the clear light of those principles.<br><a name='more'></a>\n<ol>\n<li><a href=\"#appearance\">The awareness that is an appearance is not real awareness, which exists and shines eternally, but only the false awareness called ego, which appears and disappears</a></li>\n<li><a href=\"#ego\">Since what experiences anything other than itself is only ego, which does not actually exist but merely seems to exist, all its experiences likewise do not actually exist but merely seem to exist</a></li>\n<li><a href=\"#self-aware\">We cannot experience anything without being aware of it, and since we could not be aware without being aware that we are aware, being aware always entails being self-aware</a></li>\n<li><a href=\"#experience\">Generally ‘experience’ refers to experience of something other than ourself, but we need to be flexible in our use and understanding of words, so it is not necessarily wrong to talk of self-experience</a></li>\n<li><a href=\"#view\">As ego our view of ourself and of everything else is fundamentally distorted and erroneous, but in the clear view of pure awareness, which is what we actually are, there is no ego or any view other than its own</a></li>\n<li><a href=\"#distinction\">As ego we are just a false appearance, which seems to exist only in the view of ourself as ego, so as pure awareness we are not aware of the appearance or disappearance of ourself as ego</a></li>\n<li><a href=\"#i-am\">The only experience that exists and shines eternally is our fundamental awareness ‘I am’, so we cannot be any experience other than that</a></li>\n<li><a href=\"#dream\">Other than pure awareness, ‘I am’, everything that we experience is just a dream, and the dreamer of this dream is only ourself as ego, the false awareness ‘I am this body’</a></li>\n</ol>\n<a name=\"appearance\"></a><b>1. The awareness that is an appearance is not real awareness, which exists and shines eternally, but only the false awareness called ego, which appears and disappears</b><br>\n<br>\nIn his <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html#c2064763963736535362\">first comment</a> Lewis wrote: <br>\n<blockquote>As opposed to saying that we are awareness itself, why not that all there is Experience. And there isn’t anyone aware of the Experience. And that awareness is simply another appearance. There is just Experience (all there is) and no experiencer/ego. What’s wrong with this point of view?</blockquote>\nIn reply to this I wrote a <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html#c4356233569847267790\">comment</a>:<br>\n<blockquote>Lewis, how can there be any experience without something that is experiencing? Whatever is experiencing must be aware, because if it were not aware, how could it experience anything? Experience presupposes awareness, because only that which is aware can experience anything, whether itself or anything else.<br>\n<br>\nWhen Bhagavan says that we are awareness, what he means by ‘awareness’ is that which is aware. However, he clarified that real awareness is not aware of anything other than itself. That real awareness alone is what actually exists, so it is what we actually are.<br>\n<br>\nIn your comment you suggest that ‘awareness is simply another appearance’, but real awareness cannot be an appearance, because whereas everything else appears and disappears, real awareness never appears or disappears, because it exists and shines eternally, without ever undergoing any change, and is therefore not confined within the limits of time.<br>\n<br>\nIn this context ‘appearance’ means anything that seems to exist but does not actually exist. Everything other than real awareness is just an appearance, because it appears and disappears, and it appears only in the view of ego, so it never appears except when we appear as ego. Even ego is just an appearance, because it appears in waking and dream but disappears in sleep, and even when it appears, it seems to exist only in its own view and not in the view of real awareness, which is what we actually are.<br>\n<br>\nReal awareness (<i>sat-cit</i>) is aware of itself just as ‘I am’, whereas ego is aware of itself as ‘I am this body’. However, though it is always aware of itself as ‘I am this body’, it is not always aware of itself as the same body, because whereas it is aware of itself as one particular body in its present state, in any other dream it is aware of itself as some other body, so it cannot actually be any of the bodies that it mistakes itself to be.<br>\n<br>\nNot only is it always aware of itself as ‘I am this body’, it is also always aware of things other than itself, all of which are an illusory appearance, so it is not real awareness but only a false awareness: a mere semblance of awareness (<a href=\"https://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html#cidabhasa\"><i>cidābhāsa</i></a>). Therefore the awareness that is an appearance is not real awareness but only the false awareness called ego.</blockquote>\n<a name=\"ego\"></a><b>2. Since what experiences anything other than itself is only ego, which does not actually exist but merely seems to exist, all its experiences likewise do not actually exist but merely seem to exist</b><br>\n<br>\nWhile I was writing this reply, another friend called Anadi-ananta also wrote a <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html#c8688378083314726887\">comment</a> in reply to Lewis, in which he asked: ‘how can there be experience without experiencer?’. In reply to this Lewis wrote his <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html#c1044051148855842488\">second comment</a>, in which he said:<br>\n<blockquote>I meant in the sense that if it is the ego that experiences and if the ego isn’t real then there really isn’t an experiencer — there only seems to be an experiencer. <br>\n<br>\nAlso, Awareness doesn’t have an experience of itself it simply is aware. <br>\n<br>\nAnd as it is only the seeming ego that experiences and as the ego has no reality then there isn’t any actual experience.</blockquote>\nLewis, you are correct in saying that ‘it is the ego that experiences’ and that ‘the ego isn’t real’, in the sense that ego does not actually exist but merely seems to exist, so you also correct in inferring that ‘there really isn’t an experiencer — there only seems to be an experiencer’. However, since ego does not actually exist but merely seems to exist, all its experiences likewise do not actually exist but merely seem to exist, as you infer in your final sentence in this comment: ‘as it is only the seeming ego that experiences and as the ego has no reality then there isn’t any actual experience’.<br>\n<br>\nThat is, whatever is experienced depends for its seeming existence on the seeming existence of the experiencer, namely ego. Therefore in this second comment of yours you have answered for yourself the question you asked in your <a href=\"#appearance\">first comment</a>, namely: ‘There is just Experience (all there is) and no experiencer/ego. What’s wrong with this point of view?’ An experience cannot be any more real than what experiences it, so if the experiencer does not actually exist, its experience likewise does not actually exist. If any experience seems to exist, it seems to exist only because it is experienced by something, so whatever experiences it must also seem to exist. Therefore it cannot be correct to say that ‘There is just Experience (all there is) and no experiencer/ego’.<br>\n<br>\n<a name=\"self-aware\"></a><b>3. We cannot experience anything without being aware of it, and since we could not be aware without being aware that we are aware, being aware always entails being self-aware</b><br>\n<br>\nIn this <a href=\"#ego\">second comment</a> you also say, ‘Awareness doesn’t have an experience of itself it simply is aware’, but I do not understand your reasoning here. Do you think there is some difference between having an experience and being aware? If so, what is the difference? According to my understanding of these terms, ‘being aware’ and ‘experiencing’ mean more or less the same thing, because we cannot experience anything without being aware of it, and we cannot be aware of something without thereby experiencing it.<br>\n<br>\nIf you agree that there is no difference between having an experience and being aware, do you mean to say that awareness is just aware but not aware of itself? If so, how can it be aware without being aware of itself? It cannot be aware without being aware that it is aware, and being aware that it is aware entails being aware that it exists, and obviously it cannot be aware that it exists without being aware of itself. Therefore being aware always entails being self-aware.<br>\n<br>\nHowever, discussing awareness as if it were a third person by referring to it as ‘it’ is liable to lead to a lack of clarity, because awareness is always aware of itself as ‘I’ and can never be experienced as a third person. In other words, awareness (in the sense of what is aware) is nothing other than ourself, so it is more accurate to refer to it as ‘I’ than as ‘it’. Therefore the argument I offered in the previous paragraph would be clearer if I were to rephrase it as follows (using ‘we’ as an inclusive form of the first person singular pronoun ‘I’):<br>\n<br>\nHow can we be aware without being aware of ourself? We could not be aware without being aware that we are aware, and being aware that we are aware entails being aware that we exist, ‘I am’, and obviously we cannot be aware that we exist without being aware of ourself. Therefore being aware always entails being self-aware.<br>\n<br>\n<a name=\"experience\"></a><b>4. Generally ‘experience’ refers to experience of something other than ourself, but we need to be flexible in our use and understanding of words, so it is not necessarily wrong to talk of self-experience</b><br>\n<br>\nIn your <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html#c3296366223637616566\"> third comment</a> you replied to my reply to your <a href=\"#appearance\">first comment</a>:<br>\n<blockquote>‘When Bhagavan says that we are awareness, what he means by ‘awareness’ is that which is aware. However, he clarified that real awareness is not aware of anything other than itself. That real awareness alone is what actually exists, so it is what we actually are.’<br>\n<br>\nSo, does awareness have an experience of itself or is it simply aware of itself — is this the same thing? <br>\n<br>\nOr does awareness only through ‘the view of ego’ seemingly have an experience of itself?<br>\n<br>\n‘Not only is it always aware of itself as ‘I am this body’, it is also always aware of things other than itself, all of which are an illusory appearance, so it is not real awareness but only a false awareness: a mere semblance of awareness (cidābhāsa). Therefore the awareness that is an appearance is not real awareness but only the false awareness called ego.’ — — This is something I shall look at for a while. <br>\n<br>\nStill, is it entirely impossible for there to be just this experience without an experiencer, I mean, why can’t it be said: I am the experience.</blockquote>\nRegarding your first question in this comment, ‘So, does awareness have an experience of itself or is it simply aware of itself — is this the same thing?’, ‘being aware’ and ‘experiencing’ mean more or less the same, as I explained above, so since awareness is always self-aware, it is in this sense experiencing itself or having an experience of itself. Whatever words may be used to communicate a certain idea, we need to look beyond the words themselves to see what they are intended to convey in that particular context, so in this context ‘having an experience of itself’ means ‘being aware of itself’ or simply ‘being self-aware’.<br>\n<br>\nIn most contexts ‘awareness’ and ‘experience’ are not synonymous, but in some contexts they are. For example, in the phrases ‘having an awareness of something’ and ‘having an experience of something’ they are more or less synonymous, but whereas ‘awareness’ is often used in the sense of what is aware, ‘experience’ cannot mean what experiences, and whereas ‘experience’ in many contexts means what is experienced, ‘awareness’ never means what is experienced, cognised or perceived (although in the case of self-awareness, awareness is both what is aware and what it is aware of).<br>\n<br>\nStrictly speaking, ‘awareness’ means the quality, property or state of being aware, just as ‘reality’ means the quality, property or state of being real, but just as ‘reality’ is often used to mean what is real, ‘awareness’ is often used to mean what is aware, so in any particular instance we need to understand from the context the sense in which each of these words is used. Like ‘awareness’, ‘consciousness’ means the quality, property or state of being conscious but is often used to mean what is conscious, so these two words are synonymous, but though the adjectives from which they are derived, namely ‘aware’ and ‘conscious’, are in many contexts synonymous, in some contexts they are not synonymous, because in psychology and modern western philosophy ‘conscious’ is often used confusingly to describe something that is not aware but of which one is aware, such as a thought.<br>\n<br>\nThis is a digression away from the question you asked, namely ‘So, does awareness have an experience of itself or is it simply aware of itself — is this the same thing?’, but I wrote this to illustrate the need for us to understand from each context the sense in which any words are used, and consequently the need for us to see beyond the words to the meaning that they are intended to convey. In some contexts certain words may be more appropriate than others, so it may be more appropriate to say that awareness is simply aware of itself than to say that it has an experience of itself, but if it is said that it has an experience of itself, it is reasonable for us to assume that that means that it is simply aware of itself.<br>\n<br>\nGenerally when we use the word ‘experience’, whether as a verb or as a noun, we are talking about experience of something other than ourself, but we need to be flexible both in our use and our understanding of words, so it is not necessarily wrong to talk of self-experience or experience of oneself, provided that such terms are understood correctly and are not interpreted to mean that we experience ourself in the same way that we experience other things. In the case of other things, experience entails two distinct things, namely the subject or experiencer and the object or thing experienced, whereas in the case of self-experience, experience entails only one thing, because what is experienced is only oneself, who is experiencing.<br>\n<br>\nIn Sanskrit the state of <i>ātma-jñāna</i> (true self-knowledge or pure self-awareness) is sometimes referred to as <i>ātmānubhava</i> or <i>ātmānubhuti</i>, both of which mean ‘self-experience’, or as <i>svarūpānubhava</i> or <i>svarūpānubhuti</i>, both of which mean ‘experience of one’s own real nature’, but these terms are obviously not intended to imply that oneself or one’s own real nature can ever be an object of experience in the sense of something that is distinct from what experiences it. What is called ‘self-experience’ is nothing other than self-awareness, which is an experience that is totally devoid of duality.<br>\n<br>\n<a name=\"view\"></a><b>5. As ego our view of ourself and of everything else is fundamentally distorted and erroneous, but in the clear view of pure awareness, which is what we actually are, there is no ego or any view other than its own</b><br>\n<br>\nThe second question you asked in this <a href=\"#experience\">third comment</a> was: ‘Or does awareness only through ‘the view of ego’ seemingly have an experience of itself?’ Our real nature is pure awareness, which is never aware of anything other than itself, so as such we are always aware of ourself as we actually are. However, we now seem to have risen as ego, and as such we are always aware of ourself, but not as we actually are, because we are aware of ourself as if we were a person (a bundle consisting of five ‘sheaths’, namely a physical body, life, mind, intellect and will). Therefore as ego our view of ourself — and consequently of everything else — is a fundamentally distorted and erroneous view.<br>\n<br>\n<a name=\"un07\"></a>As ego we experience ourself, but as something other than pure awareness, which is what we actually are. However, just as a movie picture projected on a screen does not affect the screen in any way (for example, a picture of a raging fire does not burn the screen, and a picture of a flood does not drench it), the rising of ourself as ego and our consequent awareness of phenomena does not in any way affect ourself as pure awareness, which is eternal and immutable. Therefore we need to clearly distinguish pure awareness, ‘I am’, which is what we actually are, from the false awareness ‘I am this body’, which is what we as ego now seem to be. The former is forever untouched by the latter, but the latter could not seem to exist without depending on the former, just as a movie picture could not appear without depending on the screen on which it appears.<br>\n<br>\nAs Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world and awareness [the awareness that perceives the world, namely ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nIn this case what he refers to as ‘அறிவு’ (<i>aṟivu</i>), ‘awareness’, is not real awareness but only ego, the false awareness that perceives the phenomena that constitute whatever world appears in its view. Though ego and phenomena appear and disappear simultaneously, it is only by ego that phenomena shine, because they appear only in its view. Ego and phenomena appear together in waking and dream and they disappear together in sleep, but whether they appear or disappear, we remain here always as the fundamental awareness ‘I am’, so it is this fundamental awareness, which is what we actually are, that Bhagavan refers to in the second sentence of this verse as ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē</i>), ‘only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness’, and that he says is ‘பூன்றம் ஆம் பொருள்’ (<i>pūṉḏṟam ām poruḷ</i>), ‘<i>poruḷ</i> [the real substance], which is <i>pūṉḏṟam</i> [the infinite whole]’.<br>\n<br>\nBeing the infinite whole, real awareness alone exists, so in its clear view nothing else exists or even seems to exist. Other things seem to exist only in the view of ego, the false awareness that appears in waking and dream but disappears in sleep. So in whose view does ego seem to exist? Only in the view of ourself as ego, not in the view of ourself as we actually are. Therefore real awareness, which is what we actually are, never sees or experiences anything through the view of ego, because in its clear view there is no ego or any view other than its own.<br>\n<br>\n<a name=\"distinction\"></a><b>6. As ego we are just a false appearance, which seems to exist only in the view of ourself as ego, so as pure awareness we are not aware of the appearance or disappearance of ourself as ego</b><br>\n<br>\n<a name=\"un12\"></a>This distinction between real awareness and the false awareness called ego is emphasised by Bhagavan in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a> to <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a> of <i>Uḷḷadu Nāṟpadu</i>. For example, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> he says:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ḏṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge. Since one shines without another for knowing or for causing to know, oneself is knowledge. One is not void. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself, namely ego] is not real <i>aṟivu</i> [knowledge or awareness]. Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. One is not void [emptiness, desolation, nothingness or non-existence]. Know [or be aware].</blockquote>\nWhat he refers to here as ‘அறிவு அறியாமையும்’ (<i>aṟivu aṟiyāmaiyum</i>), ‘knowledge [or awareness] and ignorance’, is awareness and ignorance of anything other than ourself, so in the first sentence of this verse he implies that real awareness is completely devoid of any awareness or ignorance of anything other than ourself. Awareness of other things is not real awareness, because other things do not actually exist but merely seem to exist, and it is only in the deluded and self-ignorant view of ourself as ego that they seem to exist. Real awareness is not only not aware of anything else, but it is also not ignorant of anything else, because it could be said to be ignorant of other things only if they actually exist. Therefore, since nothing other than ourself actually exists for us to know or be ignorant of, as real awareness we are completely devoid of both knowledge and ignorance.<br>\n<br>\n<a name=\"uu27\"></a>This is also stated clearly by Bhagavan in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge [or awareness] that is devoid of knowledge and ignorance is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\nThe reason why real awareness is completely devoid of knowledge and ignorance about other things is explained by Bhagavan in the final sentence of this verse: ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), ‘there is not anything for knowing’. That is, in the clear view of ourself as real awareness, nothing else exists for us to know (be aware of) or to be ignorant of, as he also clearly says in the third sentence of <a href=\"#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since one shines without another for knowing or for causing to know, oneself is [real] knowledge [or awareness]’. That is, whether we rise as ego or not, what we always actually are is only pure awareness, which shines eternally without any other thing for us to know or cause to be known.<br>\n<br>\nTherefore ego, which is what knows or is aware of the seeming existence of other things, is not real awareness, as he says in the second sentence of this verse: ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘That which knows [or is aware of] [anything other than itself] is not real awareness’. Therefore, as I said above, real awareness does not ever experience anything through the view of ego. What experiences both itself and other things through the view of ego is only ourself as ego, not ourself as real awareness, because in the clear view of ourself as real awareness there is neither any ego nor anything else for us to know, experience or be aware of.<br>\n<br>\nAs ego we are just a false appearance, which seems to exist only in the view of ourself as ego, so as pure awareness, which is what we always actually are, we are not affected in any way whatsoever by either the appearance or the disappearance of ourself as ego, just as a rope is not affected in any way whatsoever by the appearance of itself as a snake. Therefore, if we as ego want to be free of all the trouble we are causing ourself by rising as ego, all we need do is to investigate ourself keenly enough to see what we actually are, because when we see what we actually are we will see that we have never risen as ego and have therefore never been aware of anything other than ourself.<br>\n<br>\n<a name=\"i-am\"></a><b>7. The only experience that exists and shines eternally is our fundamental awareness ‘I am’, so we cannot be any experience other than that</b><br>\n<br>\nIn the final sentence of your <a href=\"#experience\">third comment</a> you asked: ‘Still, is it entirely impossible for there to be just this experience without an experiencer, I mean, why can’t it be said: I am the experience?’ You answered this question yourself in the final sentence in your <a href=\"#ego\">second comment</a>: ‘as it is only the seeming ego that experiences and as the ego has no reality then there isn’t any actual experience’.<br>\n<br>\nThat is, if what you meant by ‘experience’ when you asked why it cannot be said ‘I am the experience’ was experience of anything other than yourself, such experience only occurs in the view of ourself as ego, and ego cannot be what we actually are, because it appears in waking and dream but disappears in sleep, whereas we exist and shine at all times and in all states as the fundamental awareness ‘I am’. Since ego is not what we actually are, and since experience of anything other than ourself appears only in the view of ourself as ego, we cannot be any such experience.<br>\n<br>\nThe only experience that exists and shines eternally is our fundamental awareness ‘I am’, which is what we actually are, so if that is the experience you were referring to when you asked why it cannot be said ‘I am the experience’, then it would be true to say ‘I am the experience’. Everything other than our fundamental awareness ‘I am’ appears and disappears within us, so it cannot be what we actually are, and hence the only experience that we actually are is this real awareness ‘I am’.<br>\n<br>\nPure self-awareness, which is this fundamental awareness ‘I am’, is the only experience that is absolutely non-dual, because in it the experiencer and what is experienced are both only ourself, so it is the only experience of which it is true to say ‘I am the experience’. Every other experience is dualistic, because it is an experience of something other than ourself, so whatever is experienced is other than the experiencer of it. Since the experiencer is ‘I’, it cannot be true to say ‘I am the experience’ when the experience referred to is an experience of anything other than ‘I’. In other words, ‘I’ can never be anything other than ‘I’.<br>\n<br>\nIn the case of pure self-awareness, ‘I’ is not only what is aware (the experiencer) and what ‘I’ is aware of (the experienced), but is also its awareness (its experiencing) of itself. In this case ‘I’ is not ego, because it is not aware of itself as anything other than itself, whereas ego is the ‘I’ that is always aware of itself as if it were a body, which is something other than itself.<br>\n<br>\n<a name=\"un09\"></a>Whereas in the case of pure self-awareness, the experiencer, the experienced and the experiencing are all one and the same thing, namely ‘I’, ourself, in the case of any other experience, the experiencer (the subject), the experienced (the objects) and the experiencing (the subject’s perception of the objects) are not one but three distinct factors that together make up the entire experience. These three factors, which are entailed in every experience of anything other than ourself, are called ‘त्रिपुटि’ (<i>tripuṭi</i>) in Sanskrit and ‘முப்புடி’ (<i>muppuḍi</i>) in Tamil, and in English these technical terms are generally translated as ‘triad’. These three factors arise and come into play whenever we rise as ego, because as ego we are always aware of things other than ourself, and they cease to exist whenever we subside back into and as our source and real substance, namely pure self-awareness, so though ego is one of these three factors, namely the experiencer, knower, perceiver or cogniser, it is the foundation of all of them, because both the experienced and the experiencing seem to exist only in the view of ego. Therefore in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says:<br>\n<blockquote>இரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண்.<br>\n<br>\n<i>iraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads exist always holding one thing. If one sees within the mind what that one thing is, they will cease to exist. Only those who have seen have seen the reality. See, they will not be confused.<br>\n<br>\n<b>Explanatory paraphrase:</b> Dyads [pairs of opposites] and triads [the three factors of transitive knowledge or awareness, namely the perceiver, the perceived and the perceiving, the knower, the known and the knowing, or the experiencer, the experienced and the experiencing] exist [by] always holding [or depending on] one thing [namely ego, in whose view alone they seem to exist]. If [by looking keenly at oneself] one sees within the mind what that one thing is, they will cease to exist [because their support and foundation, ego, will itself cease to exist]. Only those who have seen [what remains when all dyads and triads have thereby ceased to exist along with their root, ego] have seen the reality. See, they will not be confused.</blockquote>\nWhat he refers to in the first and second sentences of this verse as ‘ஒன்று’ (<i>oṉḏṟu</i>), ‘one thing’ or ‘the one’, is ourself as ego, and he says ‘இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம்’ (<i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām</i>), ‘dyads and triads exist always holding [this] one thing’, because they seem to exist only in the view of ego, and hence they depend on it for their seeming existence. In sleep, when we do not rise as ego, there are no dyads or triads, but in waking and dream we rise and stand as ego, and consequently dyads and triads seem to exist.<br>\n<br>\nIf we look at an illusory snake carefully enough to see that it is just a rope, we will see that the snake never actually existed. Likewise, if we as ego look at ourself keenly enough to see that we are just pure awareness, we will see that ego never actually existed. Therefore, since dyads and triads depend for their seeming existence upon the seeming existence of ourself as ego, when we look at ourself keenly enough to see that ego does not actually exist, all dyads and triads will cease to exist along with it. Hence in the second sentence of this verse Bhagavan says: ‘அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை’ (<i>a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai</i>), ‘If one sees within the mind what that one thing is, they [the dyads and triads] will cease to exist’.<br>\n<br>\nIn this context ‘dyads’ means pairs of opposites such as existence and non-existence, awareness and non-awareness, knowledge and ignorance, happiness and unhappiness, good and bad, life and death, or bondage and liberation, whereas ‘triads’ means the three factors of any awareness, knowledge or experience other than pure self-awareness, so when dyads and triads cease to exist, all that will remain is just pure self-awareness. Therefore what Bhagavan clearly implies in this verse is that everything other than pure self-awareness depends for its seeming existence upon the seeming existence of ego, so when ego is found to be non-existence, everything else will also be found to be non-existent.<br>\n<br>\nHence the only real experience is our fundamental awareness ‘I am’. Experience of anything else is just an illusory appearance, and it appears only in the view of ourself as ego. Therefore in order to free ourself from this entire illusion and everything associated with it, we need to investigate ourself keenly enough to see what we actually are and thereby eradicate ego, the primary illusion ‘I am this body’, which is the root of all other illusions.<br>\n<br>\n<a name=\"dream\"></a><b>8. Other than pure awareness, ‘I am’, everything that we experience is just a dream, and the dreamer of this dream is only ourself as ego, the false awareness ‘I am this body’</b><br>\n<br>\nIn your <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html#c3131180977354736882\">fourth comment</a> you wrote:<br>\n<blockquote>Are you saying that the view of ego is a dream including itself as an actual separate entity in a world of other separate things: that in fact like a dream imagined so is the view of ego an imagining and is, therefore, a false awareness in the sense that being aware of something other than yourself the real and only awareness is a false view: there actually isn’t any all else? <br>\n<br>\nI am at home sitting in a chair imagining I am lying on a sunny beach somewhere else — this view is not an awareness of something real but only imagined and as such is a false awareness in the sense that it is an awareness of something (myself lying on a beach) that doesn’t actually exist as opposed to real awareness which is always and only aware of itself. (Michael, is this what you mean by rising as ego?)</blockquote>\nYes, according to Bhagavan, other than pure awareness, ‘I am’, everything that we experience is just a dream, and the dreamer of this dream is only ourself as ego, the false awareness ‘I am this body’. Ego is what projects and simultaneously perceives this dream, but it always perceives itself as if it were a person (a compound of body, life, mind, intellect and will), who is part of the dream it has projected.<br>\n<br>\nSince this dream is projected by ego, it seems to exist only in the view of ourself as ego. When we do not rise as ego, as in sleep, no dream seems to exist, so no dream ever exists except in the deluded view of ourself as ego. What always exists is only pure awareness, which is what we actually are and which is always aware of itself just as ‘I am’, so no ego or anything else actually exists at all.<br>\n<br>\nThough ego is aware of itself as ‘I am’, it is not aware of itself just as ‘I am’ but as ‘I am this person’, and it is also aware of other things, which do not actually exist, so it is just a false awareness. Therefore what Bhagavan means by ‘rising as ego’ is just our becoming aware of ourself as ‘I am this person’, and it also entails our becoming aware of the seeming existence of other things, because we are never aware of ourself as a person without consequently being aware of a world in which we seem to exist as that person.<br>\n<br>\nSo long as we like to continue dreaming, we will do so, no matter how unpleasant some of our dreams may be, but if we wish to be free of this endless cycle of dreams and sleep (life and death), we need to cease rising as ego. Since ego is essentially just a false awareness of ourself (an awareness of ourself as something other than what we actually are), in order to permanently cease rising as ego we need to be aware of ourself as we actually are, so we need to keenly investigate ourself and thereby surrender this ego forever.<br>\n<br>\n<a name=\"uu28\"></a>When by means of self-investigation and self-surrender we manage to eradicate ego entirely, everything else will cease to exist along with it, so what will then remain as ‘one only without a second’ (<i>ēkam ēva advitīyam</i>) is just pure awareness, whose nature is beginningless, endless, infinite and indivisible <i>sat-cit-ānanda</i>, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br>\nனனாதி யனந்தசத் துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br>\n<br>\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br>\nṉaṉādi yaṉantasat tundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br>\n<br>\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\n<a name=\"aa7\"></a>He also expressed this in more metaphorical language in <a href=\"https://happinessofbeing.blogspot.com/2019/05/the-ultimate-truth-is-ajata-but-because.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>இன்றக மெனுநினை வெனிற்பிற வொன்று<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்றது வரைபிற நினைவெழி லார்க்கெற்<br>\nகொன்றக முதிதல மெதுவென வுள்ளாழ்ந்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;துளத்தவி சுறினொரு குடைநிழற் கோவே<br>\nயின்றகம் புறமிரு வினையிறல் சன்ம<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்புதுன் பிருளொளி யெனுங்கன விதய<br>\nமன்றக மசலமா நடமிடு மருண<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மலையெனு மெலையறு மருளொளிக் கடலே.<br>\n<br>\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉḏṟadu varaipiṟa niṉaiveṙi lārkkeṟ<br>\nkoṉḏṟaha mudithala meduveṉa vuḷḷāṙn<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;duḷattavi cuṟiṉoru kuḍainiḻaṟ kōvē<br>\nyiṉḏṟaham puṟamiru viṉaiyiṟal jaṉma<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉbutuṉ biruḷoḷi yeṉuṅkaṉa vidaya<br>\nmaṉḏṟaha macalamā naḍamiṭu maruṇa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;malaiyeṉu melaiyaṟu maruḷoḷik kaḍalē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ஒன்று ‘அகம் உதி தலம் எது?’ என. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, oṉḏṟu ‘aham udi thalam edu?’ eṉa. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகம் எனும் நினைவு இன்று எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ‘அகம் உதி தலம் எது?’ என ஒன்று. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு இன்று. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aham eṉum niṉaivu iṉḏṟu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, ‘aham udi thalam edu?’ eṉa oṉḏṟu. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu iṉḏṟu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>English translation:</b> If the thought called ‘I’ [ego] does not exist, even one other [thought or thing] will not exist. Until then, if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose? Sinking [thereby] within, if one reaches the heart-throne, [one will be] the very emperor [seated under] the shade of a single umbrella [namely God, the supreme lord of this and every other world]. The dream [of duality], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist. [What will exist is] only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am only I’] in the court of the heart.</blockquote></div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "180",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8449808844055339859/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTY2MTE2NTU1Njk0Cm9mZnNldDogMzYwMDAwMAo\""
}