{
    "kind": "blogger#post",
    "id": "7144098477529364976",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-05-08T19:19:00+01:00",
    "updated": "2019-12-15T13:01:44Z",
    "url": "http://happinessofbeing.blogspot.com/2019/05/the-ultimate-truth-is-ajata-but-because.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7144098477529364976",
    "title": "The ultimate truth is <i>ajāta</i>, but because we seem to have risen as ego and consequently perceive a world, Bhagavan, Gaudapada and Sankara teach us primarily from the perspective of <i>vivarta vāda</i>",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In several comments on one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html\">Whatever <i>jñāna</i> we believe we see in anyone else is false</a>, there was a discussion about <i>ajāta vāda</i>, so in this article I will reply to some ideas that a friend called Venkat expressed in the course of that discussion, and in particular I will highlight the distinction between <i>ajāta vāda</i> (the contention that nothing has ever arisen, appeared or come into existence) and <i>vivarta vāda</i> (the contention that whatever has arisen, appeared or come into existence is just an illusion or false appearance), because in some of his comments he seemed to confuse the former with the latter, of which it is actually a denial.<br><a name='more'></a>\n<ol>\n<li><a href=\"#mk2-32\"><i>Māṇḍukya Kārikā</i> 2.32: the ultimate truth is that nothing has ever come into existence or ceased to exist, so there is no ego and hence no dream</a></li>\n<li><a href=\"#eap1\"><i>Ēkāṉma Pañcakam</i> verse 1: knowing oneself is like waking from a dream, but only from the perspective of <i>vivarta vāda</i> and not from the perspective of <i>ajāta</i></a></li>\n<li><a href=\"#utpatti\">According to <i>ajāta</i> there is absolutely no <i>utpatti</i> (coming into existence), so no illusion has ever come into existence</a></li>\n<li><a href=\"#ajata\">Though <i>ajāta</i> is a direct contradiction of <i>vivarta vāda</i>, it is nevertheless the logical conclusion of it</a></li>\n<li><a href=\"#traditional\">There is not just one but many different and often conflicting traditional interpretations of <i>advaita</i> and the writings of Sankara</a></li>\n<li><a href=\"#dsv\">In his original writings, particularly in <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Śrī Aruṇācala Aṣṭakam</i>, Bhagavan explicitly and unequivocally teaches us <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i></a></li>\n<li><a href=\"#vairagya\">Bhagavan taught us <i>dṛṣṭi-sṛṣṭi-vāda</i> because of all views it is the one that will help us most effectively to free ourself from our desires for and attachment to anything other than ourself</a></li>\n<li><a href=\"#vivarta\">Though there are other interpretations of <i>vivarta vāda</i>, the simplest and purest form of it is <i>dṛṣṭi-sṛṣṭi-vāda</i></a></li>\n</ol>\n<a name=\"mk2-32\"></a><b>1. <i>Māṇḍukya Kārikā</i> 2.32: the ultimate truth is that nothing has ever come into existence or ceased to exist, so there is no ego and hence no dream</b><br>\n<br>\nVenkat, in your reply to Mouna of <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html#c6770780048063080837\">16 April 2019 at 20:16</a> you wrote, “Michael and you seem to believe that ajata vada means that on liberation the ‘dream’ ends — correct me if I’m wrong”, but that is not what I take <i>ajāta vāda</i> to mean, as you would see if you were to carefully read what I wrote in reply to you in an earlier article, <a href=\"https://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html\">What is the correct meaning of <i>ajāta vāda</i>?</a>.  A dream could come to an end only if it had come into existence in the first place, but according to <i>ajāta vāda</i> the ultimate truth is that no dream or anything else has ever come into existence and therefore there is nothing to cease or be destroyed, as Gaudapada says unequivocally in <i>Māṇḍukya Kārikā</i> <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143663.html\">2.32</a> and Sankara repeats in <i>Vivēkacūḍāmaṇi</i> verse 574:<br>\n<blockquote>न निरोधो न चोत्पत्तिर्न बद्धो न च साधकः ।<br>\nन मुमुक्षुर्न वै मुक्त इत्येषा परमार्थता ॥<br>\n<br>\n<i>na nirōdhō na cōtpattirna baddhō na ca sādhakaḥ</i> |<br>\n<i>na mumukṣurna vai mukta ityēṣā paramārthatā</i> ||<br>\n<br>\n<b>पदच्छेद:</b> न निरोधः, न च उत्पत्तिः; न बद्धः, न च साधकः; न मुमुक्षुः, न वै मुक्तः — इति एषा परमार्थता.<br>\n<br>\n<b><i>Padacchēda</i></b> (word-separation): <i>na nirōdhaḥ, na ca utpattiḥ; na baddhaḥ, na ca sādhakaḥ; na mumukṣuḥ, na vai muktaḥ — iti ēṣā paramārthatā</i>.<br>\n<br>\n<b>English translation:</b> There is no destruction, and no <i>utpatti</i> [birth, origination, arising, occurrence, appearance or coming into being], no one bound, and no one who does <i>sādhana</i>, no one seeking liberation, and even no one liberated. This is <i>paramārthatā</i> [the ultimate truth].</blockquote>\nIn <a href=\"https://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html#vcm569-75\">his Tamil prose translation of <i>Vivēkacūḍāmaṇi</i></a> Bhagavan translated this verse as follows:<br>\n<blockquote>உத்பத்தி யில்லை; நாசமில்லை; பத்தனில்லை; சாதகனில்லை; முமுக்ஷுவில்லை; முக்தனுமில்லை; இதுவே பரமார்த்தம்.<br>\n<br>\n<i>utpatti-y-illai; nāśam-illai; baddhaṉ-illai; sādhakaṉ-illai; mumukṣu-v-illai; muktaṉ-um-illai; iduvē paramārttham</i>.<br>\n<br>\nThere is no <i>utpatti</i> [arising, birth, origination, appearance or coming into being]; no <i>nāśam</i> [destruction]; no one bound; no one who does <i>sādhana</i>; no one seeking liberation; not even one who is liberated; this indeed is <i>paramārtha</i> [the ultimate truth].</blockquote>\n<a name=\"ut24\"></a>Since Bhagavan often cited this verse and explained its significance, Muruganar composed a Tamil translation of it, which is now included in <i>Guru Vācaka Kōvai</i> as verse 1227, and on seeing that four-line verse Bhagavan condensed its meaning as a two-line verse, which is included in <i>Guru Vācaka Kōvai</i> as verse B28 and in <i>Upadēśa Taṉippākkaḷ</i> as <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#ut24\">verse 24</a>:<br>\n<blockquote>ஆதலழி வார்ப்பவிழ வாசைமுயல் வார்ந்தாரில்<br>\nஈதுபர மார்த்தமென் றெண்.<br>\n<br>\n<i>ādalaṙi vārppaviṙa vāśaimuyal vārndāril<br>\nīdupara mārttameṉ ḏṟeṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஆதல், அழிவு, ஆர்ப்பு, அவிழ ஆசை, முயல்வு, ஆர்ந்தார் இல்; ஈது பரமார்த்தம் என்று எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ādal, aṙivu, ārppu, aviṙa  āśai, muyalvu, ārndār il. īdu paramārttam eṉḏṟu eṇ</i>.<br>\n<br>\n<b>English translation:</b> There is no becoming [or coming into existence], destruction, bondage, desire to untie [bondage], effort [made for liberation], [or] those who have attained [liberation]. Know that this is <i>paramārtha</i> [the ultimate truth].</blockquote>\nThis is what is meant by <i>ajāta</i>, so according to <i>ajāta</i> neither any dream nor even any dreamer has ever come into existence or been destroyed, because there is neither any <i>utpatti</i> (coming into existence) nor any <i>nirōdha</i> (destruction). By saying that there is no <i>baddha</i> (one who is bound), no <i>sādhaka</i> (one who does <i>sādhana</i>) and no <i>mumukṣu</i> (one who is seeking liberation), Gaudapada, Sankara and Bhagavan imply that the ultimate truth is that there is no ego, because it is ego alone who is in bondage and who therefore seeks liberation by doing <i>sādhana</i>, so since there is no dreamer other than ego, there is also no dream.<br>\n<br>\n<a name=\"eap1\"></a><b>2. <i>Ēkāṉma Pañcakam</i> verse 1: knowing oneself is like waking from a dream, but only from the perspective of <i>vivarta vāda</i> and not from the perspective of <i>ajāta</i></b><br>\n<br>\nHowever, though the ultimate truth is that there is neither any dream nor any dreamer, our present experience seems to contradict this, so Bhagavan, Gaudapada and Sankara all concede that in the view of ourself as ego both ego (the dreamer) and phenomena (the dream) seem to exist, but they teach us that these are both illusory appearances and hence not real. It was from this perspective that Bhagavan wrote in verse 1 of <i>Ēkāṉma Pañcakam</i> that knowing oneself is like waking from a dream:<br>\n<blockquote>தன்னை மறந்து தனுவேதா னாவெண்ணி<br>\nயெண்ணில் பிறவி யெடுத்திறுதி — தன்னை<br>\nயுணர்ந்துதா னாத லுலகசஞ் சாரக்<br>\nகனவின் விழித்தலே காண்.<br>\n<br>\n<i>taṉṉai maṟandu taṉuvēdā ṉāveṇṇi<br>\nyeṇṇil piṟavi yeḍuttiṟudi — taṉṉai<br>\nyuṇarndudā ṉāda lulahasañ cārak<br>\nkaṉaviṉ viṙittalē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை மறந்து, தனுவே தானா எண்ணி, எண் இல் பிறவி எடுத்து, இறுதி தன்னை உணர்ந்து, தான் ஆதல் உலக சஞ்சார கனவின் விழித்தலே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai maṟandu, taṉuvē tāṉā eṇṇi, eṇ il piṟavi eḍuttu, iṟudi taṉṉai uṇarndu, tāṉ ādal ulaha sañcāra kaṉaviṉ viṙittalē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> [After] forgetting oneself, considering a body alone to be oneself, and taking innumerable births, finally knowing oneself and being oneself is just [like] waking up from a dream of wandering about the world. See.</blockquote>\nWhen we wake up from a dream, the dream comes to an end, so in this sense it is true to say that on liberation the dream ends (as Bhagavan also implies in the fourth sentence of <a href=\"#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, which I will discuss in more detail in the <a href=\"#dsv\">sixth section</a> of this article). However, though this is true from the perspective of <i>vivarta vāda</i> (the contention that everything other than pure awareness is <a href=\"https://sanskritdictionary.com/?q=vivarta\"><i>vivarta</i></a>, an illusion or false appearance), it is not true from the perspective of <i>ajāta</i>, because according to <i>ajāta</i> there is no arising (<i>utpatti</i>) or destruction (<i>nirōdha</i>), so no dream has either arisen or ceased to be, and since there is consequently no one either bound or liberated, there is neither bondage nor liberation, and hence there never was anyone to dream any dream or to wake up from it.<br>\n<br>\nThough Bhagavan, Gaudapada and Sankara sometimes remind us that the ultimate truth is <i>ajāta</i>, they generally teach us from the perspective of <i>vivarta vāda</i>, so we should not confuse these two levels of teaching, and we should understand from each context which perspective they are talking from. The reason why they generally teach <i>vivarta vāda</i> is that we now seem to be in bondage and therefore need to be taught the means to escape from it, so the teaching needs to concede that there is bondage, albeit just as an illusory appearance (<i>vivarta</i>).<br>\n<br>\n<a name=\"utpatti\"></a><b>3. According to <i>ajāta</i> there is absolutely no <i>utpatti</i> (coming into existence), so no illusion has ever come into existence</b><br>\n<br>\nIn the same <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html#c6770780048063080837\">reply to Mouna</a> you say, ‘an illusion is not logically inconsistent with no birth / death’, but if what you mean by ‘no birth / death’ is <i>ajāta</i>, then any illusion is most certainly logically inconsistent with it, because an illusion has both an <i>utpatti</i> (an arising, birth, origination or appearance) and a <i>nirōdha</i> (destruction or death). I understand your reasoning, namely that if birth and death are an illusion, then there is actually no birth or death, but <i>ajāta</i> is even more radical than this. It is the ultimate truth that there is absolutely no birth or death whatsoever, not even the birth or death of any illusion.<br>\n<br>\nIf there is no <i>nirōdha</i> and no <i>utpatti</i>, as Gaudapada emphatically declares in <i>Māṇḍukya Kārikā</i> <a href=\"#mk2-32\">2.32</a>, then there can be no change of any kind whatsoever, because every change entails the destruction (<i>nirōdha</i>) of something as it was and the arising (<i>utpatti</i>) of what it has changed into. Likewise, there can be no appearance or disappearance of anything, because appearing is the arising (<i>utpatti</i>) of what appears and disappearing is the destruction (<i>nirōdha</i>) of what had formerly appeared, and also because appearance and disappearance are both changes. Therefore <i>ajāta</i> is a state devoid of any change or any appearance or disappearance.<br>\n<br>\nHow then can any illusion occur in <i>ajāta</i>? Unless illusion is eternal, it must have appeared, come into existence or been born, so it has an <i>utpatti</i>, and it must likewise cease to exist, so it has a <i>nirōdha</i>. Therefore <i>ajāta</i> is a denial of the very appearance of any illusion.<br>\n<br>\nLet us relate this to our own experience. If all phenomena are just an illusion (<i>vivarta</i>), as <i>vivarta vāda</i> contends, then this illusion appears or comes into existence in waking and dream but disappears in sleep. Its appearance in waking and dream is its <i>utpatti</i>, and its disappearance in sleep is a kind of <i>nirōdha</i>, albeit just a temporary one. Moreover, within this illusion phenomena are constantly appearing, changing and disappearing, so our experience of phenomena is quite contrary to <i>ajāta</i>, which is why it was necessary for Bhagavan, Gaudapada and Sankara to come down to our level, so to speak, by conceding that all these phenomena have appeared, but nevertheless teaching us that they are all just <i>vivarta</i>, an illusion or false appearance. In their view there is no illusion, because their experience is <i>ajāta</i>, but in our view all these phenomena seem to exist, so they teach us that they are just an illusory appearance.<br>\n<br>\n<a name=\"un26\"></a>An illusion or false appearance is a misperception, so it seems to exist only in the view of the one who perceives it. What actually exists is only <i>brahman</i>, which is our real nature (<i>ātma-svarūpa</i>), and <i>brahman</i> never misperceives itself. What misperceives <i>brahman</i> as all these phenomena is only ego, the <i>jīva</i>, so the appearance of any illusion is entirely dependent on the appearance of ourself as ego, as Bhagavan teaches us in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nWhat Bhagavan teaches us in this verse and in <i>Uḷḷadu Nāṟpadu</i> as a whole is <i>vivarta vāda</i>, because in it he accepts the seeming existence of both ego and phenomena, but by saying in the second sentence, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘if ego does not exist, everything does not exist’, he implies that the seeming existence of phenomena (objects or things perceived) is entirely dependent on the seeming existence of ourself as ego (the subject or perceiver). However, according to <i>ajāta</i> there is absolutely no <i>utpatti</i> (coming into existence), so no ego has ever come into existence, and hence nothing else has ever come into existence.<br>\n<br>\n<a name=\"un24\"></a>The non-existence of ego is clearly implied by Gaudapada in <i>Māṇḍukya Kārikā</i> <a href=\"#mk2-32\">2.32</a> not only by his saying that there is no <i>utpatti</i> but also by his saying, ‘न बद्धः, न च साधकः; न मुमुक्षुः’ (<i>na baddhaḥ, na ca sādhakaḥ; na mumukṣuḥ</i>), ‘There is no one bound, and no one who does <i>sādhana</i>, no one seeking liberation’. Bondage is the very nature of ego (as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i> by saying that ego itself is <i>bandha</i> or bondage), because by rising as ego we bind ourself to all the limitations of whatever body we mistake to be ourself, so if there is no one bound, that means there is no ego, and if there is no ego there can be no illusion, because an illusion cannot exist without a perceiver, and what perceives anything other than itself is only ego.<br>\n<br>\nTherefore whatever way we may consider it, it is clear that <i>ajāta</i> is the state in which no illusion can ever appear or come into existence. What <a href=\"https://sanskritdictionary.com/?q=ajāta\"><i>ajāta</i></a> literally means is ‘not born’, so it is by definition a state that is devoid of and untouched by any kind of <a href=\"https://sanskritdictionary.com/?q=utpatti\"><i>utpatti</i></a>, which means arising, appearing, coming into existence, birth, production or origination, and hence it is a state in which nothing ever happens. In other words, ‘<i>ajāta</i>’ is a description of <i>brahman</i>, the ultimate reality, which is eternal, infinite and immutable. Not only is <i>brahman</i> itself not born (<i>ajāta</i>), but there is nothing in it that is born or has ever come into existence, because it is <i>ēkam ēva advitīyam</i>, ‘one only without a second’, so there is never anything other than it that could have been born.<br>\n<br>\n<a name=\"ajata\"></a><b>4. Though <i>ajāta</i> is a direct contradiction of <i>vivarta vāda</i>, it is nevertheless the logical conclusion of it</b><br>\n<br>\n<a name=\"ny07\"></a>Though <i>ajāta</i> is therefore a contradiction of <i>vivarta vāda</i>, it is nevertheless the logical conclusion of it, because according to <i>vivarta vāda</i> not only are all phenomena an illusion, but so too is ego, the perceiver of them, as Bhagavan implies, for example, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள். இவை மூன்றும் ஏககாலத்தில் தோன்றி ஏககாலத்தில் மறைகின்றன.<br>\n<br>\n<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē. jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṟpaṉaigaḷ. ivai mūṉḏṟum ēka-kālattil tōṉḏṟi ēka-kālattil maṟaigiṉḏṟaṉa</i>.<br>\n<br>\nWhat actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. The world, soul and God are <i>kaṟpaṉaigaḷ</i> [fabrications, imaginations, mental creations, illusions or illusory superimpositions] in it, like the [illusory] silver in a shell. These three appear simultaneously and disappear simultaneously.</blockquote>\nகற்பனைகள் (<i>kaṟpaṉaigaḷ</i>) is the plural form of <a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=கற்பனை&searchhws=yes\">கற்பனை</a> (<i>kaṟpaṉai</i>), which is a Tamil form of the Sanskrit word <a href=\"https://sanskritdictionary.com/?q=kalpanā\">कल्पना</a> (<i>kalpanā</i>) or <a href=\"https://sanskritdictionary.com/?q=kalpana\">कल्पन</a> (<i>kalpana</i>), which in this context means a fabrication, imagination, illusion or illusory superimposition, so by saying that the world, soul and God are <i>kaṟpaṉaigaḷ</i> in <i>ātma-svarūpa</i> and that all three of them appear simultaneously and disappear simultaneously, he clearly implies that both the subject and all objects are an illusion. The subject is ego or soul (<i>jīva</i>) and the totality of all objects is the world (both the external world, which consists of physical phenomena, and the internal world, which consists of mental phenomena), so the perceiver of the world is as illusory as the world.<br>\n<br>\n<a name=\"uu17\"></a>An illusion does not exist except in the view of the perceiver, namely ego, so if the perceiver itself is an illusion, it does not exist except in its own view. Ego seems to exist only when it is attending to or aware of anything other than itself, so if it attends to itself so keenly that it ceases to be aware of anything else, it will be clear that there is no such thing as ego, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without neglecting [forgetting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever.</blockquote>\n<a name=\"uu18\"></a>What he refers to here as ‘மனம்’ (<i>maṉam</i>), ‘mind’, and as ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), ‘the form of the mind’, is ego, which is the perceiving element of the mind and therefore its root and essence (as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a>), and what can and needs to investigate ego is only ego itself, so what he implies in the first sentence of this verse is that if ego investigates itself without allowing its attention to be distracted by anything else whatsoever, it will be clear that there is no such thing as ego at all. This is what is generally called the annihilation of mind (<i>manōnāśa</i>) or eradication of ego, but such terms imply that the mind or ego existed and was subsequently annihilated, whereas actually there is not and never was any such thing at all, as Bhagavan indicates here by saying ‘மனம் என ஒன்று இலை’ (<i>maṉam eṉa oṉḏṟu ilai</i>), which literally means ‘one called mind does not exist’ or ‘there is not one called mind’, and which therefore implies that there is no such thing as mind at all.<br>\n<br>\nThe fact that there is actually no such thing as ego or mind is clearly implied when it is said to be an illusion, because an illusion is something that does not actually exist but merely seems to exist, or something that is not what it seems to be. If a rope is mistaken to be a snake, the snake is an illusion, because it does not actually exist but merely seems to exist, and also because it is not what it seems to be. Though it seems to be a snake, there is no such thing as a snake there, because what seems to be a snake is actually only a rope. Likewise, ego is an illusion, because it does not actually exist but merely seems to exist, and also because it is not what it seems to be. Though it seems to be ego, the subject or perceiver of all phenomena, there is no such thing as ego, because what seems to be ego is actually only pure awareness, which is never aware of any phenomena whatsoever.<br>\n<br>\nAs Bhagavan often said, ego or mind seems to exist only because of <i>avicāra</i>, that is, because we have not investigated it keenly enough. If we investigate it keenly enough, we will see that what actually exists is only pure awareness, which is our real nature (<i>ātma-svarūpa</i>), so there is no such thing as ego or mind at all, and there never was any such thing.<br>\n<br>\nSince all phenomena seem to exist only in the view of ego, when ego is found to be ever non-existent, phenomena will likewise be found to be ever non-existent, so the ultimate truth has to be <i>ajāta</i>, the truth that nothing has ever come into existence or ceased to exist. Therefore if everything other than <i>ātma-svarūpa</i> is just an illusion, even the perceiver of that illusion must itself be an illusion, because <i>ātma-svarūpa</i> itself can never perceive any illusion, since it alone exists and is therefore never aware of anything other than itself, so if the perceiver of illusion looks at itself keenly enough by trying to perceive only itself instead of anything else, it will see that what it actually is is only <i>ātma-svarūpa</i>, so it never was the perceiver of anything else, and hence there never was any illusion at all.<br>\n<br>\n<a name=\"ny07a\"></a>This is why I said at the beginning of this section that <i>ajāta</i> is the logical conclusion of <i>vivarta vāda</i>, even though it is a direct contradiction of it. In other words, the very logic of <i>vivarta vāda</i> proves that it is not the ultimate truth (<i>pāramārthika satya</i>) but is only a seeming truth (<i>prātibhāsika satya</i>) or transactional truth (<i>vyāvahārika satya</i>), something that seems to be true only so long as we mistake ourself to be ego, the perceiver of phenomena. If everything other than <i>ātma-svarūpa</i> is just an illusion, what actually exists is only <i>ātma-svarūpa</i> (as Bhagavan says in the first sentence of the <a href=\"#ny07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>), so nothing else has ever come into existence or ceased to exist, and hence there never was any illusion at all.<br>\n<br>\nTherefore, though <i>vivarta vāda</i> is logically inconsistent with <i>ajāta</i>, <i>ajāta</i> is not logically inconsistent with <i>vivarta vāda</i>, so though you were not correct to write ‘an illusion is not logically inconsistent with no birth / death’, as I explained in the <a href=\"#utpatti\">previous section</a>, you would have been correct if you had written ‘no birth / death is not logically inconsistent with an illusion’. The view that everything is an illusion (<i>vivarta</i>) helps us to follow the path of self-investigation and self-surrender, which will lead us to the experience of <i>ajāta</i>, but the experience of <i>ajāta</i> will reveal the truth that there never was any illusion.<br>\n<br>\nTherefore <i>vivarta vāda</i> is a precursor to the ultimate truth but not the ultimate truth itself. For ego it is a necessary precursor, because only when ego is willing to recognise not only that everything it perceives is an illusion but also that even it itself is an illusion will it finally be willing to dedicate itself one-pointedly to investigating itself and thereby letting go of everything else, and only when it thus investigates itself keenly enough will the ultimate truth, namely <i>ajāta</i>, finally reveal itself.<br>\n<br>\n<a name=\"traditional\"></a><b>5. There is not just one but many different and often conflicting traditional interpretations of <i>advaita</i> and the writings of Sankara</b><br>\n<br>\nIn the same <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html#c6770780048063080837\">reply to Mouna</a> you say that you interpret Bhagavan differently to the way I interpret him, and in many other comments you cast doubt on my interpretation of his teachings. For example, in your comment of <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html#c2735447789887664138\">15 April 2019 at 19:17</a> you wrote, ‘Michael’s interpretation of Bhagavan’s teaching is at odds with “traditional” Advaita Vedanta, and that of Gaudapada and Sankara’, but when I discuss and explain his teachings I repeatedly back up what I write or say with evidence from his original writings, particularly <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, so if you believe my interpretation of any passages from these texts is wrong, you should explain why you think it is wrong and how you think those passages should be interpreted.<br>\n<br>\nWhat Bhagavan means in these texts seems to me to be extremely clear and in most cases unambiguous, so except in a few cases I cannot see how else they could reasonably be interpreted. However, if you believe that they can or should be interpreted otherwise, you should explain what you consider to be the correct interpretation on the basis of these texts themselves rather than of the basis of how others have interpreted other texts, as you generally do.<br>\n<br>\nYou often refer to ‘traditional vedanta’ or ‘traditional Advaita Vedanta’ in support of your interpretation of Bhagavan’s teachings, but this term implies that there is some kind of standard, established or orthodox interpretation of <i>advaita</i> philosophy upon which all <i>advaita vēdāntins</i> since the time of Adi Sankara have been agreed, but that is simply not the case, because soon after his lifetime different interpretations emerged among his followers, and these interpretations differed from each other on fundamental issues. The two main schools of interpretation among the early followers of Sankara were the <i>vivaraṇa-prasthāna</i>, which originated from <a href=\"https://www.wisdomlib.org/hinduism/book/preceptors-of-advaita/d/doc62855.html\">Padmapada</a>, particularly as interpreted by Prakasatman, and the <i>bhāmatī-prasthāna</i>, which originated from <a href=\"https://www.wisdomlib.org/hinduism/book/preceptors-of-advaita/d/doc62867.html\">Vacaspati Misra</a>, but among the followers of each of these schools differing interpretations of them developed.<br>\n<br>\nOne of the issues that divided these two schools was how the one <i>brahman</i> appears as God (<i>īśvara</i>) and many souls (<i>jīvas</i>). The <i>vivaraṇa</i> school embraced the <i>pratibimba-vāda</i> propounded by Padmapada, the contention (<i>vāda</i>) that <i>īśvara</i> and <i>jīvas</i> are reflections (<i>pratibimba</i>) of <i>brahman</i>, like the reflections of the sun seen in many pools of water, whereas the <i>bhāmatī</i> school embraced the <i>avacchēda-vāda</i>, the contention that <i>īśvara</i> and <i>jīvas</i> are limitations or separated portions (<i>avacchēda</i>) of <i>brahman</i>, just as the one unlimited space appears limited as many separate spaces when contained in many pots.<br>\n<br>\nFor many of us the dispute between these two views may seem to be pointless or even meaningless, but it was considered to be a serious issue by many of the early followers of Sankara, and each school gave arguments for or against each of these views. For example, Vacaspati Misra argued that <i>īśvara</i> and <i>jīvas</i> cannot be reflections of <i>brahman</i> because <i>brahman</i> is formless so it cannot be reflected as forms, whereas the followers of the <i>vivaraṇa</i> school argued that <i>īśvara</i> and <i>jīvas</i> cannot be limitations or separated portions of <i>brahman</i> because <i>brahman</i> is indivisible and therefore cannot be separated into different parts like space. However, if <i>īśvara</i> and <i>jīvas</i> are both an illusory appearance (<i>vivarta</i>), they are at best only seeming reflections or seeming limitations, so to argue whether they are actually reflections or limitations is attributing to them more reality than they are due.<br>\n<br>\nAnother more serious dispute between these two schools was regarding the <i>āśraya</i> of <i>avidyā</i>, that is, the thing in which the quality of ignorance (<i>avidyā</i>) inheres. In other words, what is it that is under the sway of <i>avidyā</i>? Is it <i>brahman</i> or the <i>jīva</i>? The <i>vivaraṇa</i> school argued that <i>brahman</i> must be the <i>āśraya</i> of <i>avidyā</i>, because <i>jīvas</i> appear as a result of <i>avidyā</i>, whereas the <i>bhāmatī</i> school argued that the <i>jīva</i> must be the <i>āśraya</i> of <i>avidyā</i>, because <i>brahman</i> cannot be affected by ignorance.<br>\n<br>\nOther early followers of Sankara were influenced by <a href=\"https://www.wisdomlib.org/hinduism/book/a-history-of-indian-philosophy-volume-2/d/doc209871.html\">Suresvara</a>, who considered many of the disputes between the <i>vivaraṇa</i> and <i>bhāmatī</i> schools to be unnecessary distractions, but who nevertheless agreed with each of them on certain points (for example, like the <i>vivaraṇa</i> school he maintained that <i>brahman</i> is the <i>āśraya</i> of <i>avidyā</i>) and had his own views on other points, so there was never any uniform interpretation of <i>advaita</i> even among the early followers of Sankara. One of the reasons why such conflicting interpretations arose among his early followers was that he had in effect established <i>advaita</i> as the pre-eminent philosophy of India, so after his lifetime the followers of other systems of philosophy came up with many arguments against what they perceived as flaws in <i>advaita</i> philosophy, so his followers had to develop new arguments in defence of <i>advaita</i>, but they disagreed among themselves about which arguments were most appropriate.<br>\n<br>\nMoreover, after Sankara other interpretations of <i>vēdānta</i> arose, most notably <i>viśiṣṭādvaita</i> of Ramanuja and <i>dvaita</i> of Madhvacarya, so they raised their own arguments against <i>advaita</i>, which required yet more counterarguments, and thus in the process of defending <i>advaita</i> against rival views the followers of Sankara developed ever more elaborate arguments, which resulted in making <i>advaita</i> philosophy much more complex than it need or should be. As arguments in support of <i>advaita</i> became more complex, more disagreements arose among the followers of <i>advaita</i>, leading to a proliferation of different interpretations of it.<br>\n<br>\nTo cut through all this complexity and to return <i>advaita</i> to the simplicity and clarity of its fundamental principles, in the sixteenth century <a href=\"https://www.wisdomlib.org/hinduism/book/a-history-of-indian-philosophy-volume-2/d/doc209889.html\">Prakasananda</a> argued in support of <i>dṛṣṭi-sṛṣṭi-vāda</i> (the contention that perception alone is creation, just as phenomena in a dream are created merely by the dreamer’s perception of them) and <i>ēka-jīva-vāda</i> (the content that there is only one <i>jīva</i> or perceiver, just as there is only one perceiver of a dream). However, though this was such a neat, clear and simple solution to most of the philosophical objections that were raised against <i>advaita</i> and to many of the issues about which <i>advaitins</i> argued among themselves, and though it therefore appealed to many followers of Sankara, it never became a majority view among his followers, because most of them considered it to be far too radical and austere for their taste.<br>\n<br>\nTherefore when you refer to ‘traditional vedanta’ or ‘traditional Advaita Vedanta’, which of the many traditions within <i>advaita</i> are you referring to? Are you referring to the <i>vivaraṇa</i> tradition, the <i>bhāmatī</i> tradition, the Suresvara tradition, the <i>dṛṣṭi-sṛṣṭi-vāda</i> tradition or to some other permutation or combination of these various traditions? All these traditions are based on the writings of Sankara, but each interpret them in different ways, and find support within them for their own contentions.<br>\n<br>\nWhy do the writings of Sankara give room for so many differing interpretations? Like Bhagavan, Sankara gave different explanations to suit people of different levels of spiritual development (as I explained in more detail in sections <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#vairagya\">12</a>, <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#perceiver\">14</a> and <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#levels\">15</a> of <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html\">Which is a more reasonable and useful explanation: <i>dṛṣṭi-sṛṣṭi-vāda</i> or <i>sṛṣṭi-dṛṣṭi-vāda</i>?</a>). A professor may be qualified to guide PhD students, but if he talks to class of schoolchildren, he will not give them the same deep, precise and subtle explanations that he would give to his PhD students but will give them more superficial and less accurate explanations to suit their level of understanding. Likewise sages like Bhagavan or Sankara adapt their teachings according to the needs of the audience they are addressing.<br>\n<br>\nIn the case of Sankara, when he wrote his commentaries on the <i>prasthāna-traya</i> of <i>vēdānta</i>, namely the <i>Upaniṣads</i>, <i>Brahmasūtra</i> and <i>Bhagavad Gītā</i>, and to a lesser extent when he wrote his other works, he was addressing a very broad audience, which included not only spiritual aspirants of various levels but also proponents of other systems of philosophy, so he adapted what he wrote to suit people with different needs and aims. Therefore though he was principally propounding the philosophy of <i>advaita</i>, he gave explanations to suit many different levels of understanding, so most of his writings do not represent his deepest and subtlest teachings, and hence they give room for people to interpret them in different ways.<br>\n<br>\n<a name=\"dsv\"></a><b>6. In his original writings, particularly in <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Śrī Aruṇācala Aṣṭakam</i>, Bhagavan explicitly and unequivocally teaches us <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i></b><br>\n<br>\nThough Bhagavan likewise gave different explanations to suit people of different levels of understanding and spiritual development, in his original writings he made it very clear that his principal teachings are in accordance with <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>, so when we interpret his teachings we should do so in the light of these principles, which he expounds particularly clearly in <i>Nāṉ Ār?</i> and <i>Uḷḷadu Nāṟpadu</i>, because we would have to torture these texts in order to interpret them in any other way. There are numerous examples that could be cited from <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and other works to show that in them he explicitly and unequivocally teaches us <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>, but the following are some of the more obvious ones.<br>\n<br>\n<a name=\"ny14\"></a><a name=\"ny04b\"></a>In  the <a href=\"http://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> of <i>Nāṉ Ār?</i> he says, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’, thereby implying that the world is just a mental creation, like any world that we perceive in a dream, so it does not exist independent of our perception of it, and in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> he explains this in more detail:<br>\n<blockquote>நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nExcluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear [or projects the world] from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\nIt would be hard to imagine how anyone could interpret this passage as being an expression of any view other than <i>dṛṣṭi-sṛṣṭi-vāda</i>. Most people would probably agree that what he says here about the projection of the world is true in the case of any world that we perceive in a dream, so what he implies here is that just like any such world the world we perceive in our present state, which we now take to be waking, is just our own mental projection. If this world is nothing but thoughts, as he says, then it does not exist when we do not perceive it, as he says unequivocally in the sentence ‘தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை’ (<i>tūkkattil niṉaivugaḷ illai, jagamum illai</i>), ‘In sleep there are no thoughts, and [consequently] there is also no world’.<br>\n<br>\nWhen he says, ‘சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது’ (<i>silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>), ‘Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear [or projects the world] from within itself and again dissolves it back into itself’, he is unmistakably teaching us that whatever world we perceive is just a mental projection, like the world we perceive in a dream. Everything that we perceive in a dream is created only by our perceiving it, because it seems to exist only in our perception, so if this world is likewise a mental projection, it is created only by our perceiving it, which is precisely what <i>dṛṣṭi-sṛṣṭi-vāda</i> maintains.<br>\n<br>\n<a name=\"ny05\"></a>In the final four sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i> he clearly implies that whatever is perceived depends for its seeming existence upon the seeming existence of ourself as the perceiver:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\nWhat he refers to here as ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), ‘the thought called I’, and as ‘தன்மை’ (<i>taṉmai</i>), ‘the first person’, is ourself as ego, the perceiver of all phenomena, which are what he refers to as ‘ஏனைய நினைவுகள்’ (<i>ēṉaiya niṉaivugaḷ</i>), ‘other thoughts’, and as ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘second and third persons’, so in this passage he very clearly teaches us whatever we perceive depends for its seeming existence on the seeming existence of ourself as ego. If we do not rise as ego, nothing else exists, because other things seem to exist only in the view of ourself as ego. Therefore what he teaches us in this passage is clearly and unmistakably <i>dṛṣṭi-sṛṣṭi-vāda</i>.<br>\n<br>\n<a name=\"ny17\"></a>If all phenomena come into existence only when we rise as ego and thereby perceive them, as he implies in the passages cited above, then this world is no more real than any world we perceive in a dream, so if our aim is to know what is real, we should consider this entire world (<i>prapañca</i>) to be just like a dream, as he says in the final sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para17\">seventeenth paragraph</a> of <i>Nāṉ Ār?</i>: ‘பிரபஞ்சத்தை ஒரு சொப்பனத்தைப்போ லெண்ணிக்கொள்ள வேண்டும்’ (<i>pirapañcattai oru soppaṉattai-p-pōl eṇṇi-k-koḷḷa vēṇḍum</i>), ‘It is necessary to consider the world like a dream’.<br>\n<br>\n<a name=\"ny18\"></a>To further emphasise that there is no substantive difference between waking and dream, in the <a href=\"http://happinessofbeing.com/nan_yar.html#para18\">eighteenth paragraph</a> he says:<br>\n<blockquote>ஜாக்ரம் தீர்க்கம், சொப்பனம் க்ஷணிக மென்பது தவிர வேறு பேதமில்லை. ஜாக்ரத்தில் நடக்கும் விவகாரங்க ளெல்லாம் எவ்வளவு உண்மையாகத் தோன்றுகின்றனவோ அவ்வளவு உண்மையாகவே சொப்பனத்தில் நடக்கும் விவகாரங்களும் அக்காலத்திற் றோன்றுகின்றன. சொப்பனத்தில் மனம் வேறொரு தேகத்தை யெடுத்துக்கொள்ளுகிறது. ஜாக்ரம் சொப்பன மிரண்டிலும் நினைவுகளும் நாமரூபங்களும் ஏககாலத்தில் நிகழ்கின்றன.<br>\n<br>\n<i>jāgram dīrgham, soppaṉam kṣaṇikam eṉbadu tavira vēṟu bhēdam-illai. jāgrattil naḍakkum vivahāraṅgaḷ ellām e-vv-aḷavu uṇmai-y-āha-t tōṉḏṟugiṉḏṟaṉa-v-ō a-vv-aḷavu uṇmai-y-āha-v-ē soppaṉattil naḍakkum vivahāraṅgaḷ-um a-k-kālattil tōṉḏṟugiṉḏṟaṉa. soppaṉattil maṉam vēṟoru dēhattai y-eḍuttu-k-koḷḷugiṟadu. jāgram soppaṉam iraṇḍil-um niṉaivugaḷ-um nāma-rūpaṅgaḷ-um ēka-kālattil nihaṙgiṉḏṟaṉa</i>.<br>\n<br>\nBesides the saying that waking is <i>dīrgha</i> [long lasting] and dream is <i>kṣaṇika</i> [momentary or lasting for only a short while], there is no other difference [between them]. To what extent all the <i>vyavahāras</i> [activities, affairs, transactions or events] that happen in waking seem to be real, to that extent even the <i>vyavahāras</i> that happen in dream seem at that time to be real. In dream the mind takes another body [to be itself]. In both waking and dream thoughts and names-and-forms [the phenomena that constitute the seemingly external world] occur in one time [or simultaneously].</blockquote>\nIf there is no substantive difference between waking and dream, as he says here, then what we now take to be waking is actually just another dream, in which case this world is created only by our perception of it, just like any world perceived in a dream, so here once again he is implicitly teaching us <i>dṛṣṭi-sṛṣṭi-vāda</i>.<br>\n<br>\n<a name=\"un04\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i> he explains that the nature of whatever we perceive is determined by what we perceive ourself to be:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure self-awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\n<a name=\"un25a\"></a>In this context ‘உருவம்’ (<i>uruvam</i>), ‘form’, implies a phenomenon of any kind whatsoever, because all forms are phenomena, and all phenomena are forms of one kind or another. Therefore when he says in the first sentence, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), ‘If oneself is a form, the world and God will be likewise’, he implies that we perceive phenomena only because we mistake ourself to be a phenomenon, namely the form of a body consisting of five sheaths, and as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a>, we mistake ourself to be a form whenever we rise as ego. Therefore it is only because we rise as ego and thereby mistake ourself to be a form that the world and God seem to be forms.<br>\n<br>\nWhen we do not rise as ego, as in sleep, there is no one to see any forms, as he implies in the second and third sentences: ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms? How?’ The nature of whatever we perceive is determined by the nature of ourself, the ‘eye’ or awareness that perceives it, as he implies in the fourth sentence, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can the seen be otherwise than the eye?’ Therefore forms seem to exist only when we ourself seem to be a form.<br>\n<br>\n<a name=\"un25b\"></a>In this context what he means by ‘கண்’ (<i>kaṇ</i>), ‘eye’, is awareness, so what he implies in the final sentence, ‘கண் அது தான் அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), ‘The eye is oneself, the infinite eye’, is that we ourself are real awareness, which is infinite and therefore formless. We seem to be finite only because we mistake ourself to be a form, but if we are actually infinite, we must be formless, because every form is finite. If our real nature is infinite awareness, as he implies here, it cannot be aware of anything other than itself, because if there were anything other than itself, it would thereby be limited and hence not infinite. According to the principle he states in the fourth sentence, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can the seen [whatever is perceived] be otherwise than the eye [the awareness that perceives it]?’, what can be aware of finite things is only an awareness that is itself finite, namely ego, which is just a formless phantom (as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a>), because it has no form of its own, but which seems to be finite because it comes into existence only by grasping the finite form of a body as itself.<br>\n<br>\n<a name=\"un05\"></a>It could be objected that in this verse Bhagavan is only talking about ‘seeing’ or perception, so he does not actually say that the world of forms does not exist when we do not mistake ourself to be the form of a body, and hence he may not mean that forms are created only by our perception of them, as <i>dṛṣṭi-sṛṣṭi-vāda</i> maintains. However he answers this objection in the next verse, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>, by implying that there is no world except when we mistake ourself to be a body composed of five sheaths:<br>\n<blockquote>உடல்பஞ்ச கோச வுருவதனா லைந்து<br>\nமுடலென்னுஞ் சொல்லி லொடுங்கு — முடலன்றி<br>\nயுண்டோ வுலக முடல்விட் டுலகத்தைக் <br>\nகண்டா ருளரோ கழறு.<br>\n<br>\n<i>uḍalpañca kōśa vuruvadaṉā laindu<br>\nmuḍaleṉṉuñ colli loḍuṅgu — muḍalaṉḏṟi<br>\nyuṇḍō vulaha muḍalviṭ ṭulahattaik<br>\nkaṇḍā ruḷarō kaṙaṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும். உடல் அன்றி உண்டோ உலகம்? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum. uḍal aṉḏṟi uṇḍō ulaham? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> உடல் பஞ்ச கோச உரு. அதனால், ‘உடல்’ என்னும் சொல்லில் ஐந்தும் ஒடுங்கும். உடல் அன்றி உலகம் உண்டோ? உடல் விட்டு, உலகத்தை கண்டார் உளரோ? கழறு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḍal pañca kōśa uru. adaṉāl, ‘uḍal’ eṉṉum sollil aindum oḍuṅgum. uḍal aṉḏṟi ulaham uṇḍō? uḍal viṭṭu, ulahattai kaṇḍār uḷarō? kaṙaṟu</i>.<br>\n<br>\n<b>English translation:</b> The body is a form of five sheaths. Therefore all five are included in the term ‘body’. Without a body, is there a world? Say, leaving the body, is there anyone who has seen a world?<br>\n<br>\n<b>Explanatory paraphrase:</b> The body is <i>pañca-kōśa-uru</i> [a form composed of five sheaths, namely a physical structure, life, mind, intellect and will]. Therefore all five [sheaths] are included in the term ‘body’. Without a body [composed of these five sheaths], is there a world? Say, without [experiencing oneself as such] a body, is there anyone who has seen a world?</blockquote>\nThe third and fourth sentences of this verse are both rhetorical questions, and superficially they may both seem to have the same implication, but actually the implication of the first one is ontological whereas that of the second one is epistemic. That is, in the third sentence, ‘உடல் அன்றி உண்டோ உலகம்?’ (<i>uḍal aṉḏṟi uṇḍō ulaham?</i>), ‘Without a body, is there a world?’, what he implies is that no world exists except when we mistake ourself to a body, whereas in the fourth sentence, ‘உடல் விட்டு, உலகத்தை கண்டார் உளரோ?’ (<i>uḍal viṭṭu, ulahattai kaṇḍār uḷarō?</i>), ‘Leaving [or without] the body, is there anyone who has seen a world?’, what he implies is that no one has ever been aware of any world without being aware of themself as a body.<br>\n<br>\nTherefore the sentence that is particularly relevant to our present discussion about <i>dṛṣṭi-sṛṣṭi-vāda</i> is the third one, because if no world exists except when we mistake ourself to a body, that implies that the world is created only by our perception of it, as <i>dṛṣṭi-sṛṣṭi-vāda</i> maintains. According to <i>dṛṣṭi-sṛṣṭi-vāda</i>, nothing exists except when we perceive it, and as Bhagavan points out in the fourth sentence, we do not perceive any world except when we mistake ourself to be a body, so if we consider the third and fourth sentence together, it is clear that what he implies is that no world exists unless we perceive it.<br>\n<br>\nIn other words, the world does not exist unless it shines (that is, unless it appears in our awareness), because existence (<i>sat</i> or <i>asti</i>) and shining (<i>cit</i> or <i>bhāti</i>) are one and the same thing. However, the existence and shining of the world are not real, because the awareness in which it shines is only the mind, which is not real awareness (<i>cit</i>) but only a semblance of awareness (<i>cidābhāsa</i>), so though the world seems to exist when we perceive it, it does not actually exist. What actually exists and shines is only our own real nature (<i>ātma-svarūpa</i>), so the existence and shining of everything else, namely ego (the subject or perceiver) and all phenomena (objects or things perceived), are just an illusory appearance (<i>vivarta</i>). This is what <i>dṛṣṭi-sṛṣṭi-vāda</i> maintains, and it is what Bhagavan teaches us in this and many other verses of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\n<a name=\"un06\"></a>For example, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i> he teaches us explicitly that no world exists independent of the one mind that perceives it:<br>\n<blockquote>உலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறை.<br>\n<br>\n<i>ulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br>\npulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br>\nmoṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br>\nyaṉḏṟiyula kuṇḍō vaṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>English translation:</b> The world is a form of five sense-impressions, not anything else. Those five sense-impressions are impressions to the five sense organs. Since the mind alone perceives the world by way of the five sense organs, say, is there a world besides the mind?<br>\n<br>\n<b>Explanatory paraphrase:</b> The world is a form [composed] of five [kinds of] sense-impressions [sights, sounds, tastes, smells and tactile sensations], not anything else. Those five [kinds of] sense-impressions are impressions [respective] to the five sense organs. Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs, say, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind?</blockquote>\nThe fourth sentence of this verse, ‘உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ?’ (<i>ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō?</i>), ‘Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs, say, is there a world besides the mind?’, is a rhetorical question that clearly implies that no world exists independent of the one mind that perceives it. The reason for this is explained by him in the first two sentences: ‘உலகு ஐம் புலன்கள் உரு; வேறு அன்று’ (<i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu</i>), ‘The world is a form of five sense-impressions; [it is] not anything else’.<br>\n<br>\nIn this context he uses ‘<a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=புலன்&searchhws=yes\">புலன்</a>’ (<i>pulaṉ</i>) in the sense of a sense-impression, sensation or sensory perception, so what he means by ‘ஐம் புலன்கள்’ (<i>aim pulaṉgaḷ</i>), ‘five sense-impressions’, is the five kinds of sensory perception, namely sights, sounds, tastes, smells and tactile sensations. Therefore what he is pointing out in these first two sentences is that what we call the world is actually nothing but a phenomenon (or collection of phenomena) consisting of these five kinds of perception or sensation. Since a perception is a mental phenomenon, what we take to be physical phenomena are actually just mental phenomena, just like all the seemingly physical phenomena that we perceive is a dream.<br>\n<br>\nIn other words, what we take to be a world existing out there (the so-called ‘external world’) is actually just a series of perceptions, which are mental phenomena. This is what he implied when he said in the <a href=\"#ny04b\">fourth</a> and <a href=\"#ny14\">fourteenth</a> paragraphs of <i>Nāṉ Ār?</i> that what we call the world is nothing but thoughts, because what he means by ‘நினைவுகள்’ (<i>niṉaivugaḷ</i>), ‘thoughts’ or ‘ideas’, is mental phenomena of any kind whatsoever, including perceptions.<br>\n<br>\n<a name=\"un07\"></a>Therefore what he teaches us in this verse is unmistakably <i>dṛṣṭi-sṛṣṭi-vāda</i>, as also is what he teaches us in the next verse, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world and awareness [the awareness that perceives the world, namely ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nSince real awareness does not rise or subside, appear or disappear, what he refers to here as ‘அறிவு’ (<i>aṟivu</i>), ‘awareness’, is obviously not real awareness, but is only ego or mind, because that is the awareness that appears along with a world in waking and dream and disappears with it in sleep. Therefore when he says in the main clause of the first sentence, ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by awareness’, he implies that it shines only by ego or mind. The reason for this is implied in the previous verse, namely that the world is nothing other than the five kinds of sensory perception, so it is perceived only by the mind and does not exist independent of it. In other words, what he implies by saying that the world shines by awareness is that it seems to exist only in the view of ego, the perceiving element of the mind, and therefore would not seem to exist without it.<br>\n<br>\n<a name=\"un09\"></a>In  <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i> he explains <i>dṛṣṭi-sṛṣṭi-vāda</i> from another angle:<br>\n<blockquote>இரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண்.<br>\n<br>\n<i>iraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads exist always holding one thing. If one sees within the mind what that one thing is, they will cease to exist. Only those who have seen have seen the reality. See, they will not be confused.<br>\n<br>\n<b>Explanatory paraphrase:</b> Dyads [pairs of opposites] and triads [the three factors of transitive knowledge or awareness, namely the perceiver, the perceived and the perceiving] exist [by] always holding [or depending on] one thing [namely ego, in whose view alone they seem to exist]. If [by looking keenly at oneself] one sees within the mind what that one thing is, they will cease to exist [because their support and foundation, ego, will itself cease to exist]. Only those who have seen [what remains when all dyads and triads have thereby ceased to exist along with their root, ego] have seen the reality. See, they will not be confused.</blockquote>\n‘இரட்டைகள்’ (<i>iraṭṭaigaḷ</i>) is the plural of ‘இரட்டை’ (<i>iraṭṭai</i>), which means a pair, couple or dyad, and in this context it refers to pairs of opposites such as existence and non-existence, life and death, awareness and non-awareness, knowledge and ignorance, bondage and liberation, happiness and unhappiness, pleasure and pain, good and bad, inside and outside, or darkness and light, and ‘முப்புடிகள்’ (<i>muppuḍigaḷ</i>) is the plural of ‘முப்புடி’ (<i>muppuḍi</i>), which is what is called त्रिपुटि (<i>tripuṭi</i>) in Sanskrit and which means a triad in the sense of a set of three factors of transitive knowledge or awareness, namely the knower, the known and the act, process or means of knowing, the perceiver, the perceived and the perceiving, or the experiencer, the experienced and the experiencing.<br>\n<br>\nTherefore when Bhagavan says in the first sentence of this verse, ‘இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம்’ (<i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām</i>), ‘Dyads and triads exist always holding one thing’, what he implies is that all pairs of opposites and all sets of three factors of transitive awareness depend for their seeming existence on one thing, and as he explained to Lakshmana Sarma, what he meant in this context by ‘ஒன்று’ (<i>oṉḏṟu</i>), ‘one thing’, is ego, which is the root, foundation and essence of the mind (and hence in his Tamil commentary on this verse Lakshmana Sarma paraphrased ‘என்றும் ஒன்று பற்றி இருப்பவாம்’ (<i>eṉḏṟum oṉḏṟu paṯṟi iruppavām</i>), ‘exist always holding one thing’, as ‘எப்போதும் (மனதின் அடிப்படையான அகங்காரம் என்னும்) ஒன்றைப்பற்றி நிற்கின்றன’ (<i>eppōdum (maṉadiṉ aḍippaḍaiyāṉa ahaṅkāram eṉṉum) oṉḏṟai-p-paṯṟi niṟgiṉḏṟaṉa</i>), ‘stand always holding one thing (called ego, which is the foundation of the mind)’). Other than our real nature (<i>ātma-svarūpa</i>), everything that we experience is made up of pairs of opposites and these three factors of transitive awareness, so all these things depend for their seeming existence on this one ego, because they all seem to exist only in its view.<br>\n<br>\nIn the second sentence he says, ‘அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை’ (<i>a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai</i>), ‘If one sees within the mind what that one thing is, they will cease to exist’, because as he often explained, if ego looks within itself keenly enough to see what it actually is, it will dissolve back into its source, namely pure awareness, which is our real nature (<i>ātma-svarūpa</i>), and when it thereby ceases to exist, everything else will cease to exist along with it, because everything else seems to exist only in its view and therefore cannot exist without it.<br>\n<br>\n<a name=\"un14\"></a>The fact that everything else will cease to exist when ego investigates itself keenly enough and thereby ceases to exist is also explained by him in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br>\nதன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br>\nமுன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br>\nதன்மையே தன்னிலைமை தான்.<br>\n<br>\n<i>taṉmaiyuṇḍēṉ muṉṉilaipa ḍarkkaiga ḍāmuḷavān<br>\ntaṉmaiyi ṉuṇmaiyait tāṉāyndu — taṉmaiyaṟiṉ<br>\nmuṉṉilaipa ḍarkkai muḍivuṯṟoṉ ḏṟāyoḷirun<br>\ntaṉmaiyē taṉṉilaimai tāṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம். தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām. taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>.<br>\n<br>\n<b>English translation:</b> If the first person exists, second and third persons will exist. If, oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end, the nature that shines as one alone is oneself, the state of oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> If the first person [ego] exists, second and third persons [everything else] will exist. If the first person ceases to exist [by] oneself investigating the reality of the first person, second and third persons will come to an end, and [what then remains alone, namely] the nature [selfness, essence or reality] that shines as one [undivided by the appearance of these three persons or ‘places’] alone is oneself, the [real] state [or nature] of oneself.</blockquote>\n<a name=\"ny05a\"></a>In this verse Bhagavan reiterates what he said in the final two sentences of the <a href=\"#ny05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>, namely: ‘தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist’. In both cases what he means by ‘தன்மை’ (<i>taṉmai</i>), ‘the first person’, is ourself as ego, the subject or perceiver, and what he means by ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘second and third persons’, is all other things, which are objects, phenomena perceived by ego.<br>\n<br>\nIf we read the first sentence of this verse, ‘தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம்’ (<i>taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām</i>), ‘If the first person exists, second and third persons will exist’, along with the final sentence of the fifth paragraph of <i>Nāṉ Ār?</i>, ‘தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘without the first person second and third persons do not exist’, we have an extremely strong and unequivocal statement of <i>dṛṣṭi-sṛṣṭi-vāda</i>: ‘If the first person exists, second and third persons will exist; without the first person second and third persons do not exist’.<br>\n<br>\nThat is, Bhagavan teaches us that other things seem to exist only when we rise and stand as ego (as we all know from our own experience, because other things seem to exist only in waking and dream, when we have risen as ego, and not in sleep, when we do not appear as ego), and that they do not exist at all when we do not rise as ego. Therefore all things perceived (all phenomena) seem to exist only because we have risen as ego. In other words, our rising and standing as ego is what creates the illusory appearance of phenomena.<br>\n<br>\nHowever, though we now seem to be this ego, the perceiver of all these phenomena, this is not what we actually are, because we exist in sleep in spite of the absence of any trace of ego there. Therefore if we investigate ourself keenly enough to see what we actually are, ego will cease to exist, and everything else will cease to exist along with it, and what will then remain is only our real nature, which is one and indivisible, as Bhagavan says in the second sentence of this verse: ‘தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்’ (<i>taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>), ‘If, [by] oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end, the nature that shines as one alone is oneself, the state of oneself’.<br>\n<br>\n<a name=\"un23\"></a><a name=\"un26a\"></a>The fact that all other things come into existence only when we rise as ego is stated by him again in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘நான் ஒன்று எழுந்த பின், எல்லாம் எழும்’ (<i>nāṉ oṉḏṟu eṙunda piṉ, ellām eṙum</i>), ‘After one thing, I, rises, everything rises’, but he states this most strongly and emphatically in <a href=\"#un26\">verse 26</a>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nWhat <i>dṛṣṭi-sṛṣṭi-vāda</i> maintains is that there is no creation (<i>sṛṣṭi</i>) independent of perception (<i>dṛṣṭi</i>). That is, perception alone is creation, because everything perceived is just an illusory appearance (<i>vivarta</i>), like everything perceived in a dream, so it is brought into seeming existence only by the perceiver’s perception of it. The perceiver of everything is ourself as ego, so everything comes into existence only when we rise or come into existence as ego, and when we do not exist as ego everything else does not exist, as Bhagavan says in the first two sentences of this verse: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’.<br>\n<br>\nIn this context ‘அனைத்தும்’ (<i>aṉaittum</i>), ‘everything’, means all phenomena or objects of perception, but if phenomena do not exist except when we perceive them, what is it that we perceive as phenomena? The answer to this is given by him in the third sentence of this verse: ‘அகந்தையே யாவும் ஆம்’ (<i>ahandaiyē yāvum ām</i>), ‘Ego itself is everything’. That is, just like everything we perceive in a dream, everything we perceive in our current state (which according to him is just another dream) is our own thoughts and therefore mental in substance, so since ego is the root, foundation and essence of the mind, mental substance is just ego-substance, and hence what ego is seeing as everything else is only itself.<br>\n<br>\nIn other words, as soon as we rise as ego, we expand as all phenomena, so everything that we perceive is just ourself. However, it is not ourself as we actually are but only ourself as ego, because as we actually are we are immutable and therefore never rise as ego or expand as anything else. Of course, the ultimate substance of both ego and everything else is ourself as we actually are, our real nature (<i>ātma-svarūpa</i>), because nothing else actually exists, but the immediate substance that appears as everything else is ourself as ego. That is, we first rise as ego, and instantly we project phenomena, which are all mental and therefore ego in substance.<br>\n<br>\nTherefore without ego there is no everything. Without the perceiver there is nothing perceived. Without the subject there are no objects. In the absence of ego, there is only one thing, namely ourself as we actually are. Everything else seems to exist only when we rise and stand as ego, so when we do not rise as ego nothing else exists at all. Therefore everything else is a tree whose seed and root is ego, so it is all made only of ego-substance, namely thought. This is what Bhagavan teaches us emphatically and unequivocally in the first three sentences of this verse: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandaiyē yāvum ām</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything’.<br>\n<br>\n<a name=\"ny07b\"></a>So what is this ego? What is this formless phantom that rises as ‘I’, projecting everything else in its awareness and thereby creating it by its mere perception of it? ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, as he says in the first sentence of the <a href=\"#ny07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, so what appears as ego cannot be anything other than <i>ātma-svarūpa</i>, our own real nature. Therefore if we investigate ego keenly enough, we will see that it is only <i>ātma-svarūpa</i> and was therefore never any such thing as ego, just as if we look at an illusory snake carefully enough, we will see that it is only a rope and was therefore never a snake.<br>\n<br>\n<a name=\"un25c\"></a>In other words, if we investigate what ego actually is, it will dissolve and disappear, because it does not actually exist, as he implied in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> by saying, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’. Therefore, since nothing else can exist in the absence of ego, as he says in the second sentence of this verse, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego does not exist, everything does not exist’, investigating ego keenly enough entails giving up everything else entirely and forever, as he says in the fourth and final sentence of this verse: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone [or certainly] is giving up everything’.<br>\n<br>\nIn all the passages of <i>Nāṉ Ār?</i> and verses of <i>Uḷḷadu Nāṟpadu</i> that I have cited and discussed in this section what Bhagavan clearly teaches is not only <i>dṛṣṭi-sṛṣṭi-vāda</i> but also <i>ēka-jīva-vāda</i>, because if everything else comes into existence only when ego comes into existence to perceive it (as we all acknowledge to be the case in dream), and if therefore nothing else exists in the absence of ego, there can only be one ego, and all the other egos that seem to exist are just part of the ‘everything else’ that seems to exist only in the view of the one ego who perceives them.<br>\n<br>\nSo long as we are dreaming every other person we see in our dream seems to be an ego just like us, perceiving the same world that we are then perceiving, but when we wake up we recognise that the entire dream world and all the other egos in it seemed to exist only in our view, and therefore did not actually exist independent of our perception of them. Therefore if there is no substantive difference between waking and dream, as Bhagavan says, there is only one ego or <i>jīva</i> perceiving all this.<br>\n<br>\n<a name=\"un06a\"></a><a name=\"un09a\"></a><a name=\"un23a\"></a><a name=\"un24a\"></a>To emphasise that there is only one ego, in <i>Uḷḷadu Nāṟpadu</i> Bhagavan often uses the noun ‘<a href=\"https://dsalsrv04.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=ஒன்று&searchhws=yes\">ஒன்று</a>’ (<i>oṉḏṟu</i>), which means ‘one thing’ or ‘the one’, to refer to ego. In <a href=\"#un09\">verse 9</a> he refers to ego just as ‘ஒன்று’ (<i>oṉḏṟu</i>), ‘the one’, and in verses <a href=\"#un23\">23</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">24</a> he refers to it as ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), ‘one thing, I’, ‘the one, I’ or ‘the one [called] I’. Likewise in <a href=\"#un06\">verse 6</a> he refers to it as ‘மனம் ஒன்று’ (<i>maṉam oṉḏṟu</i>), which can mean ‘one thing, the mind’, ‘the one, mind’, ‘the one [called] mind’ or ‘the mind alone’, saying that what perceives the world is just this one thing, the mind, so without the mind there is no such thing as a world.<br>\n<br>\n<a name=\"aa6\"></a>It is not only in <i>Nāṉ Ār?</i> and <i>Uḷḷadu Nāṟpadu</i> that Bhagavan teaches us <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>, because these are implicit in many of his other writings, and in verses 6 and 7 of <i>Śrī Aruṇācala Aṣṭakam</i> he very explicitly explained them. In <a href=\"https://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa6\">verse 6</a> he used probably for the first time the analogy of the projection of a cinema picture, which was one of his favourite analogies to explain how the mind projects the appearance of  both an internal world of mental phenomena and an external world consisting of phenomena that seem to be physical but are actually just mental:<br>\n<blockquote>உண்டொரு  பொருளறி வொளியுள மேநீ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யுளதுனி லலதிலா வதிசய சத்தி<br>\nநின்றணு நிழனிரை நினைவறி வோடே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நிகழ்வினைச் சுழலிலந் நினைவொளி யாடி<br>\nகண்டன நிழற்சக விசித்திர முள்ளுங்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்முதற் பொறிவழி புறத்துமொர் சில்லா<br>\nனின்றிடு நிழல்பட நிகரருட் குன்றே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நின்றிட சென்றிட நினைவிட வின்றே.<br>\n<br>\n<i>uṇḍoru poruḷaṟi voḷiyuḷa mēnī<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yuḷaduṉi laladilā vatiśaya śatti<br>\nniṉḏṟaṇu niṙaṉirai niṉaivaṟi vōḍē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;nikaṙviṉaic cuṙalilan niṉaivoḷi yāḍi<br>\nkaṇḍaṉa niṙaṯcaga vicittira muḷḷuṅ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇmudaṯ poṟivaṙi puṟattumor sillā<br>\nṉiṉḏṟiḍu niṙalpaḍa nikararuṭ kuṉḏṟē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;niṉḏṟiḍa ceṉḏṟiḍa niṉaiviḍa viṉḏṟē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உண்டு ஒரு பொருள் அறிவு ஒளி உளமே நீ. உளது உனில் அலது இலா அதிசய சத்தி. நின்று அணு நிழல் நிரை நினைவு அறிவோடே நிகழ்வினை சுழலில் அந் நினைவு ஒளி ஆடி கண்டன நிழல் சக விசித்திரம் உள்ளும் கண் முதல் பொறி வழி புறத்தும் ஒர் சில்லால் நின்றிடும் நிழல்படம் நிகர். அருள் குன்றே, நின்றிட சென்றிட, நினை விட இன்றே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uṇḍu oru poruḷ aṟivu oḷi uḷamē nī. uḷadu uṉil aladu ilā atiśaya śatti. niṉḏṟu aṇu niṙal nirai niṉaivu aṟivōḍē nikaṙviṉai suṙalil a-n-niṉaivu oḷi āḍi kaṇḍaṉa niṙal jaga-vicittiram uḷḷum kaṇ mudal poṟi vaṙi puṟattum or sillāl niṉḏṟiḍum niṙal-paḍam nikar. aruḷ-kuṉḏṟē, niṉḏṟiḍa seṉḏṟiḍa, niṉai viḍa iṉḏṟē</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு ஒளி உளமே நீ ஒரு பொருள் உண்டு. உனில் அலது இலா அதிசய சத்தி உளது. நின்று அணு நிழல் நினைவு நிரை அறிவோடே நிகழ்வினை சுழலில், ஒர் சில்லால் நின்றிடும் நிழல்படம் நிகர், நிழல் சக விசித்திரம் உள்ளும் கண் முதல் பொறி வழி புறத்தும் அந் நினைவு ஒளி ஆடி கண்டன. அருள் குன்றே, நின்றிட சென்றிட, நினை விட இன்றே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu oḷi uḷamē nī oru poruḷ uṇḍu. uṉil aladu ilā atiśaya śatti uḷadu. niṉḏṟu aṇu niṙal niṉaivu nirai aṟivōḍē nikaṙviṉai suṙalil, or sillāl niṉḏṟiḍum niṙal-paḍam nikar, niṙal jaga-vicittaram uḷḷum kaṇ mudal poṟi vaṙi puṟattum a-n-niṉaivu oḷi āḍi kaṇḍaṉa. aruḷ-kuṉḏṟē, niṉḏṟiḍa seṉḏṟiḍa, niṉai viḍa iṉḏṟē</i>.<br>\n<br>\n<b>English translation:</b> There is only one substance, you, the heart, the light of awareness. In you exists an extraordinary power, which is not other [than you]. [Appearing] from [that] along with awareness, series of subtle shadowy thoughts [spinning] in the whirl of destiny are seen [on] the mirror [that is] the mind-light as a shadowy world-picture both inside and outside via senses such as the eye, like a shadow-picture that stands out [or is projected] by a lens. Hill of grace, let them cease or let them go on, they do not exist at all apart from you.</blockquote>\nWhat he refers to as ‘நீ’ (<i>nī</i>), ‘you’, in the first sentence is Arunachala, which is the real nature of ourself (<i>ātma-svarūpa</i>) and is therefore called ‘உள்ளம்’ (<i>uḷḷam</i>), ‘the heart’, and which he says is ‘அறிவு ஒளி’ (<i>aṟivu oḷi</i>), ‘the light of awareness’, and ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), ‘the one [real] substance’. That alone is what actually exists, as he implies by saying, ‘உண்டு ஒரு பொருள் அறிவு ஒளி உளமே நீ’ (<i>uṇḍu oru poruḷ aṟivu oḷi uḷamē nī</i>), ‘There is one substance, [which is] only you, the heart, the light of awareness’.<br>\n<br>\n<a name=\"ny04a\"></a>In this one real substance there is an extraordinary power (<i>atiśaya śakti</i>), which in substance is nothing other than it, as he says in the second sentence: ‘உளது உனில் அலது இலா அதிசய சத்தி’ (<i>uḷadu uṉil aladu ilā atiśaya śatti</i>), ‘In you exists an extraordinary power, which is not other [than you]’. ‘அதிசய சத்தி’ (<i>atiśaya śatti</i>) is a Tamil form of the Sanskrit term ‘अतिशय शक्ति’ (<i>atiśaya śakti</i>), which means a pre-eminent, excellent or extraordinary power, and which in this context refers to <i>māyā</i>, the ego or mind, about which Bhagavan says in the first five sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear [or projects all thoughts]. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as world.</blockquote>\nIn the third sentence of this verse Bhagavan describes how this extraordinary power (<i>atiśaya śakti</i>), the mind, projects both the internal and external worlds, which are composed only of thoughts: ‘நின்று அணு நிழல் நிரை நினைவு அறிவோடே நிகழ்வினை சுழலில் அந் நினைவு ஒளி ஆடி கண்டன நிழல் சக விசித்திரம் உள்ளும் கண் முதல் பொறி வழி புறத்தும் ஒர் சில்லால் நின்றிடும் நிழல்படம் நிகர்’ (<i>niṉḏṟu aṇu niṙal nirai niṉaivu aṟivōḍē nikaṙviṉai suṙalil a-n-niṉaivu oḷi āḍi kaṇḍaṉa niṙal jaga-vicittiram uḷḷum kaṇ mudal poṟi vaṙi puṟattum or sillāl niṉḏṟiḍum niṙal-paḍam nikar</i>), ‘[Appearing] from [that <i>atiśaya śakti</i>] along with awareness, series of subtle shadowy thoughts [spinning] in the whirl of destiny are seen [on] the mirror [that is] the mind-light as a shadowy world-picture both inside and outside via senses such as the eye, like a shadow-picture that stands out [or is projected] by a lens’.<br>\n<br>\n<a name=\"ny04c\"></a>What Bhagavan clearly means in this sentence is that what appears as both the internal and the external world is only thoughts, which are projected or caused to appear only by the extraordinary power called mind, just as a cinema picture is projected on the screen through the lens of a projector. This meaning is made even more clear if we read this sentence along with both the <a href=\"#ny04a\">second sentence</a> of the fourth paragraph of <i>Nāṉ Ār?</i>, ‘அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது’ (<i>adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i>), ‘It [the extraordinary power called mind] makes all thoughts appear’, and the <a href=\"#ny04b\">eighth sentence</a> of the same paragraph: ‘சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது’ (<i>silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu</i>), ‘Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear [or projects the world] from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears’.<br>\n<br>\nAs Bhagavan often explained, just as the shadow-pictures on a cinema screen are projected by shining a light through the shadow-pictures on a film reel, the shadow-pictures that constitute both the internal and external worlds are projected when the light of awareness shines through the shadow-pictures of our <i>viṣaya-vāsanās</i>, our inclinations, likings or desires (<i>vāsanās</i>) to be aware of phenomena (<i>viṣayas</i>).  The film reel of our <i>viṣaya-vāsanās</i> is made to whirl in accordance with our destiny (<i>prārabdha</i>), as he indicates in the third sentence of this verse by the words ‘நிகழ்வினை சுழலில்’ (<i>nikaṙviṉai suṙalil</i>), ‘in the whirl of destiny’, and destiny will continue whirling so long as we rise as ego. Only when we cease rising as ego does it stop.<br>\n<br>\nIn order to cease rising as ego, we need to turn our entire attention within, away from all the pictures that appear whenever we turn our attention outwards, away from ourself. Therefore the whirl of destiny can continue only so long as we attend to anything other than ourself, and it will cease as soon as we attend to ourself alone. If the film reel in a cinema projector stops whirling in the middle of a film, it will be melted by the heat of the arc-lamp, after which light alone without any pictures will appear on the screen. Likewise, if we turn our entire attention within and thereby bring the whirl of destiny to a standstill, our <i>viṣaya-vāsanās</i> will be destroyed along with their parent, ego, by the clear light of pure self-awareness, after which that light alone will shine without any world-pictures.<br>\n<br>\n<a name=\"aa5\"></a>This is what Bhagavan indicated in the final two sentences of the previous verse, <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#aa5\">verse 5</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘நிழல் படி தகட்டின் விண்மணி ஒளி பட நிழல் பதியுமோ? உன்னின் மறு பொருள் அருண நல் ஒளி மலை உண்டோ?’ (<i>niṙal  paḍi tagaṭṭiṉ viṇmaṇi oḷi paḍa niṙal padiyumō? uṉṉiṉ maṟu poruḷ aruṇa nal oḷi malai uṇḍō?</i>), ‘After sunlight has fallen on a photographic film, can any shadow [or image] be imprinted on it? Aruna, hill of intense light, is there anything other than you?’<br>\n<br>\n<a name=\"ny04d\"></a>So should we be concerned about the appearance of these pictures that constitute both the internal and external worlds? The obvious answer may seem to be yes, we should be very concerned about it, because so long as it continues we cannot see the light of pure awareness as it actually is, as Bhagavan says in the <a href=\"#ny04b\">ninth, tenth and eleventh sentences</a> of the fourth paragraph of <i>Nāṉ Ār?</i>, ‘மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), ‘When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’. However his answer is just the opposite: we should not be at all concerned about the appearance of any world-pictures, as he implies in the final two sentences of <a href=\"#aa6\">verse 6</a>: ‘அருள் குன்றே, நின்றிட சென்றிட; நினை விட இன்றே’ (<i>aruḷ-kuṉḏṟē, niṉḏṟiḍa seṉḏṟiḍa; niṉai viḍa iṉḏṟē</i>), ‘Hill of grace, let them cease or let them go on; they do not exist at all apart from you’.<br>\n<br>\nWhat we should be concerned about is only attending to ourself, firstly because we alone are real and everything else is unreal, and more importantly because being self-attentive is the only means by which we can eradicate ego, the root cause for the appearance of everything else. So long as we are concerned about whether other things appear or disappear, our attention is not entirely on ourself. By attending to anything other than ourself we are giving it life, nourishing and sustaining its illusory appearance, so our aim should be to attend to ourself alone, and hence nothing else should concern us even to the slightest extent.<br>\n<br>\nWhen Bhagavan says, ‘நின்றிட சென்றிட; நினை விட இன்றே’ (<i>niṉḏṟiḍa seṉḏṟiḍa; niṉai viḍa iṉḏṟē</i>), ‘let them cease or let them go on; they do not exist at all apart from you’, what he refers to as ‘நினை’ (<i>niṉai</i>), ‘you’, is Arunachala, whom he describes in the first sentence of this verse as ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), ‘the one [real] substance’, ‘அறிவு ஒளி’ (<i>aṟivu oḷi</i>), ‘the light of awareness’, and ‘உள்ளம்’ (<i>uḷḷam</i>), ‘the heart’, so what he implies is that whether other things appear or not, what we should attend to is only the light of awareness that shines within us as our heart or real nature.<br>\n<br>\n<a name=\"aa7\"></a>As he implies in the first sentence of the next verse, <a href=\"https://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, other things appear only because we have risen as ego, the primal thought called ‘I’, so if we do not rise as ego, nothing else will appear:<br>\n<blockquote>இன்றக மெனுநினை வெனிற்பிற வொன்று<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்றது வரைபிற நினைவெழி லார்க்கெற்<br>\nகொன்றக முதிதல மெதுவென வுள்ளாழ்ந்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;துளத்தவி சுறினொரு குடைநிழற் கோவே<br>\nயின்றகம் புறமிரு வினையிறல் சன்ம<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மின்புதுன் பிருளொளி யெனுங்கன விதய<br>\nமன்றக மசலமா நடமிடு மருண<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மலையெனு மெலையறு மருளொளிக் கடலே.<br>\n<br>\n<i>iṉḏṟaha meṉuniṉai veṉiṟpiṟa voṉḏṟu<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉḏṟadu varaipiṟa niṉaiveṙi lārkkeṟ<br>\nkoṉḏṟaha mudithala meduveṉa vuḷḷāṙn<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;duḷattavi cuṟiṉoru kuḍainiḻaṟ kōvē<br>\nyiṉḏṟaham puṟamiru viṉaiyiṟal jaṉma<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;miṉbutuṉ biruḷoḷi yeṉuṅkaṉa vidaya<br>\nmaṉḏṟaha macalamā naḍamiṭu maruṇa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;malaiyeṉu melaiyaṟu maruḷoḷik kaḍalē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ஒன்று ‘அகம் உதி தலம் எது?’ என. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, oṉḏṟu ‘aham udi thalam edu?’ eṉa. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகம் எனும் நினைவு இன்று எனில், பிற ஒன்றும் இன்று. அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ‘அகம் உதி தலம் எது?’ என ஒன்று. உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு இன்று. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aham eṉum niṉaivu iṉḏṟu eṉil, piṟa oṉḏṟum iṉḏṟu. adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, ‘aham udi thalam edu?’ eṉa oṉḏṟu. uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu iṉḏṟu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>.<br>\n<br>\n<b>English translation:</b> If the thought called ‘I’ does not exist, even one other [thought or thing] will not exist. Until then, if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose? Sinking [thereby] within, if one reaches the heart-throne, [one will be] the very emperor [seated under] the shade of a single umbrella [namely God, the supreme lord of this and every other world]. The dream [of duality], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist. [What will exist is] only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am only I’] in the court of the heart.</blockquote>\n<a name=\"un26b\"></a>As he implied in the previous verse, the appearance of any world is created by ego or mind, the extraordinary power (<i>atiśaya śakti</i>) from which all thoughts appear, and this extraordinary power is what he refers to here as ‘அகம் எனும் நினைவு’ (<i>aham eṉum niṉaivu</i>), ‘the thought called I’, so in the first sentence of this verse he says, ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), ‘If the thought called I does not exist, even one other [thought or thing] will not exist’, which is exactly the same teaching that he gave us in the second sentence of <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego does not exist, everything does not exist’.<br>\n<br>\nHe begins the second sentence of this verse by saying ‘அது வரை’ (<i>adu varai</i>), ‘until that’ (or ‘until then’), meaning until the thought called ‘I’ does not exist and consequently nothing else exists. Until then, it is necessary for us to investigate ourself, who have now risen as ego, this thought called ‘I’, as he implies by saying: ‘அது வரை, பிற நினைவு எழில், ‘ஆர்க்கு?’, ‘எற்கு’, ஒன்று ‘அகம் உதி தலம் எது?’ என’ (<i>adu varai, piṟa niṉaivu eṙil, ‘ārkku?’, ‘eṟku’, oṉḏṟu ‘aham udi thalam edu?’ eṉa</i>), ‘Until then, if any other thought arises, merge [back within by investigating] thus: to whom [has it appeared]; to me; what is the place from which I rose?’<br>\n<br>\nWhat will transpire if we merge back within by investigating ourself thus is described by him in the last three sentences of this verse: ‘உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே. இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு. இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே’ (<i>uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē. iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu. idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>), ‘Sinking [thereby] within, if one reaches the heart-throne, [one will be] the very emperor [seated under] the shade of a single umbrella [namely God, the supreme lord this and every other world]. The dream [of duality], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist. [What will exist is] only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am only I’] in the court of the heart’.<br>\n<br>\n‘உள் ஆழ்ந்து உள தவிசு உறின், ஒரு குடை நிழல் கோவே’ (<i>uḷ āṙndu uḷa tavicu uṟiṉ, oru kuḍai niḻal kōvē</i>), ‘Sinking within, if one reaches the heart-throne, [one will be] the very emperor [seated under] the shade of a single umbrella’, is a metaphorical way of saying that if we investigate ourself keenly enough, we will become one with God, the supreme lord of this and every other world. Does this mean then that there will remain one or more worlds over which we will be the emperor or supreme lord? No, as Bhagavan makes clear in the fourth sentence: ‘இன்று அகம் புறம், இரு வினை, இறல் சன்மம், இன்பு துன்பு, இருள் ஒளி எனும் கனவு’ (<i>iṉḏṟu aham puṟam, iru viṉai, iṟal jaṉmam, iṉbu tuṉbu, iruḷ oḷi eṉum kaṉavu</i>), ‘The dream [of duality], which consists of [pairs of opposites such as] inside and outside, the two <i>karmas</i> [good and bad actions], death and birth, happiness and misery, darkness and light, will [then] not exist’.<br>\n<br>\nSince ‘இன்று’ (<i>iṉḏṟu</i>) is used here as a tenseless verb meaning ‘does not exist’ or ‘will not exist’, this sentence can be interpreted either in terms of <i>dṛṣṭi-sṛṣṭi-vāda</i> or <i>ajāta vāda</i>. That is, from the perspective of <i>dṛṣṭi-sṛṣṭi-vāda</i> this sentence implies that when we merge within by self-investigation and thereby eradicate ego, the dream of duality consisting of all such pairs of opposites will come to an end, whereas from the perspective of <i>ajāta vāda</i> it implies that when self-investigation reveals that ego never actually existed, it will be clear that no dream ever existed.<br>\n<br>\nIn the final sentence of this verse Bhagavan again reverts to using metaphorical language, saying: ‘இதய மன்று அகம் அசலமா நடமிடும் அருணமலை எனும் எலை அறும் அருள் ஒளிக் கடலே’ (<i>idaya-maṉḏṟu aham acalamā naḍam-iḍum aruṇamalai eṉum elai-aṟum aruḷ oḷi-k kaḍalē</i>), ‘[What will exist is] only the infinite ocean of the light of grace called Arunamalai, which dances motionlessly [as ‘I am only I’] in the court of the heart’. What he refers to here as ‘எலை அறும் அருள் ஒளிக் கடலே’ (<i>elai-aṟum aruḷ oḷi-k kaḍalē</i>), ‘only the infinite ocean of the light of grace’, is the same light that he referred to in the first sentence of the <a href=\"#aa6\">previous verse</a> as ‘அறிவு ஒளி’ (<i>aṟivu oḷi</i>), ‘the light of awareness’. அருள் (<i>aruḷ</i>) or grace is the infinite love that Arunachala, our real nature, has for us as we actually are, and that love is nothing other than the light of pure awareness that is always shining in our heart as ‘I’, which is what he describes by saying ‘இதய மன்று அகம் அசலமா நடமிடும்’ (<i>idaya-maṉḏṟu aham acalamā naḍam-iḍum</i>), ‘which dances motionlessly in the court of the heart’.<br>\n<br>\nA key word in this clause is ‘அசலமா’ (<i>acalamā</i>), ‘motionlessly’, because it denotes the immutability of Arunachala. That is, this clause implies that Arunachala is always shining without any change in our heart as our heart, our real nature, ‘I am only I’. Whatever movements, activities or changes may appear to take place in the view of ourself as ego, they are only an illusory appearance (<i>vivarta</i>), because what actually exists never undergoes change of any kind whatsoever.<br>\n<br>\nHowever, the reason I cited and discussed these two verses of <i>Śrī Aruṇācala Aṣṭakam</i> here is to show that as in <i>Nāṉ Ār?</i> and <i>Uḷḷadu Nāṟpadu</i>, in <i>Śrī Aruṇācala Aṣṭakam</i> also Bhagavan clearly teaches us <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>. All phenomena and pairs of opposites such as inside and outside, good and bad, death and birth, happiness and misery, or darkness and light, are just a dream projected by ego, the thought called ‘I’, just like pictures projected on a cinema screen, and hence if ego does not exist nothing else will exist.<br>\n<br>\nTherefore though in <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html#c6770780048063080837\">one of your comments</a> you wrote that you interpret Bhagavan differently to the way I interpret him, and in <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html#c2735447789887664138\">another one</a> you wrote, ‘Michael’s interpretation of Bhagavan’s teaching is at odds with “traditional” Advaita Vedanta, and that of Gaudapada and Sankara’, what you call my ‘interpretation’ should not be at all contentious for anyone who seriously wants to follow the path that he has shown us, because it is the interpretation that his core teachings as expressed in <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and other works clearly cry out for. To interpret these texts in any other way would be perverse and dishonest, because it could be done only by deliberately turning a blind eye to what he is so clearly and unequivocally teaching us in them.<br>\n<br>\nAll the verses and other passages from his original writings that I have cited in this section do not need me or anyone else to interpret them, because they speak clearly for themselves, and what they clearly and consistently speak is the view called <i>dṛṣṭi-sṛṣṭi-vāda</i> along with its correlate, <i>ēka-jīva-vāda</i>. If anyone fails to see this, it can only be because they do not want to see it, because he could hardly have expressed this view more clearly and unequivocally than he did in these passages.<br>\n<br>\n<a name=\"vairagya\"></a><b>7. Bhagavan taught us <i>dṛṣṭi-sṛṣṭi-vāda</i> because of all views it is the one that will help us most effectively to free ourself from our desires for and attachment to anything other than ourself</b><br>\n<br>\nFrom all the comments you have written over the years, my impression is that the main issue you have with what you call my interpretation of Bhagavan’s teaching is my adherence to <i>dṛṣṭi-sṛṣṭi-vāda</i>, which you seem to be unwilling to accept. Even your interpretation of <i>ajāta vāda</i> as being no different to <i>vivarta vāda</i> seems to be closely linked to your unwillingness to accept <i>dṛṣṭi-sṛṣṭi-vāda</i>, because though you are willing to accept that the world is in some way an illusion (<i>vivarta</i>), you believe that that illusion exists independent of your perception of it, because it is not created by your mind but by <i>brahman</i>, and because <i>brahman</i> and other <i>jīvas</i> are therefore aware of it, so it exists whether you are aware of it or not.<br>\n<br>\nYou can certainly find support for such beliefs among the various ‘traditional’ interpretations of <i>advaita</i>, but they are contrary to the core teachings of Bhagavan, as you should be able to see from the passages of <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Śrī Aruṇācala Aṣṭakam</i> that I cited and discussed in the previous section. Therefore, if we want to understand his teachings correctly in order to follow without deviation the path he has shown us, one of the central issues we must consider is whether or not we are willing to accept <i>dṛṣṭi-sṛṣṭi-vāda</i> as taught by him.<br>\n<br>\nOf course he never insisted that we should accept <i>dṛṣṭi-sṛṣṭi-vāda</i>, and when answering questions asked by anyone who showed that they were not willing to accept it he would teach other views that were more palatable to them, knowing that those other views would help them to progress on the spiritual path from where they currently stood towards the point where they would eventually be willing to accept <i>dṛṣṭi-sṛṣṭi-vāda</i>. Therefore if you do not want to accept <i>dṛṣṭi-sṛṣṭi-vāda</i> yet, that does not mean that you cannot follow the path of self-investigation and self-surrender that he taught us. You can follow this path even with your current beliefs, but by rejecting <i>dṛṣṭi-sṛṣṭi-vāda</i> you are missing out on the opportunity to avail yourself of the benefit you would derive from accepting it wholeheartedly.<br>\n<br>\n<a name=\"ny11\"></a>The reason Bhagavan taught <i>dṛṣṭi-sṛṣṭi-vāda</i> as an integral part of his core teachings is because of all views it is the one that will help us most effectively to free ourself from our desires for and attachment to anything other than ourself, and to the extent that we are able to free ourself from such desires and attachments we will be able to go deep in our practice of self-investigation and self-surrender, as he implies in the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம்.<br>\n<br>\n<i>aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām</i>.<br>\n<br>\nNot attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper].</blockquote>\n<a name=\"un25d\"></a><a name=\"ny17a\"></a>As he makes clear in this passage, we can sink deep within ourself only to the extent that we have <i>vairāgya</i>, which is freedom from desire to attend to or be aware of anything other than ourself, so since such desire is the very nature of ego (because as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, we rise, stand and flourish as ego only by ‘grasping form’, which means holding fast to the appearance of things other than ourself), we need all the help we can get to reduce the strength of our desires for and attachments to anything other than ourself. Therefore the benefit of accepting <i>dṛṣṭi-sṛṣṭi-vāda</i> is that to the extent we are firmly convinced that everything that we perceive is just a dream created by our own mind and therefore does not exist independent of our perception of it, we will be able to reduce the strength of our desires for and attachment to it. This is why he says in the final sentence of the <a href=\"#ny17\">seventeenth paragraph</a> of <i>Nāṉ Ār?</i>, namely: ‘பிரபஞ்சத்தை ஒரு சொப்பனத்தைப்போ லெண்ணிக்கொள்ள வேண்டும்’ (<i>pirapañcattai oru soppaṉattai-p-pōl eṇṇi-k-koḷḷa vēṇḍum</i>), ‘It is necessary to consider the <i>prapañca</i> [the entire world] like a dream’.<br>\n<br>\n<a name=\"vivarta\"></a><b>8. Though there are other interpretations of <i>vivarta vāda</i>, the simplest and purest form of it is <i>dṛṣṭi-sṛṣṭi-vāda</i></b><br>\n<br>\nYou seem to accept <i>vivarta vāda</i> but not <i>dṛṣṭi-sṛṣṭi-vāda</i>, so are these actually two different views, and if so, what is the relationship between them? We cannot accept <i>dṛṣṭi-sṛṣṭi-vāda</i> without accepting <i>vivarta vāda</i>, because <i>dṛṣṭi-sṛṣṭi-vāda</i> entails <i>vivarta vāda</i>, but there are some interpretations of <i>vivarta vāda</i> that do not entail <i>dṛṣṭi-sṛṣṭi-vāda</i>, and like you many <i>advaitins</i> prefer to accept some such interpretation rather than <i>dṛṣṭi-sṛṣṭi-vāda</i>. Indeed the majority of <i>advaitins</i> accept <i>vivarta vāda</i> but reject <i>dṛṣṭi-sṛṣṭi-vāda</i>, because one cannot be an <i>advaitin</i> without accepting <i>vivarta vāda</i>, but only a minority of <i>advaitins</i> are willing to accept <i>dṛṣṭi-sṛṣṭi-vāda</i>.<br>\n<br>\nThe reason why all <i>advaitins</i> accept some form of <i>vivarta vāda</i> is that if duality were not an illusory appearance (<i>vivarta</i>) it would be real, in which case <i>advaita</i> would not be the truth, because though <i>advaita</i> is a form of monism in that it maintains that there is only one ultimate substance of which all things are made, it is quite different to and far more radical than any other form of monism, because it does not merely claim that all is essentially one, but claims that there is actually ‘one only without a second’ (<i>ēkam ēva advitīyam</i>) . That is, as its name implies, <i>advaita</i> (no-twoness or non-duality) is the view that there are not two things but only one, so it maintains that the appearance of many things is not real but just an illusion (<i>vivarta</i>). Hence <i>vivarta vāda</i> is a fundamental and essential principle of <i>advaita</i> philosophy.<br>\n<br>\n<a name=\"un07a\"></a>The simplest and purest form of <i>vivarta vāda</i> is <i>dṛṣṭi-sṛṣṭi-vāda</i>, because if the appearance of many things is just an illusion, there cannot be many perceivers of that illusion (since what seem to be many other perceivers are part of the illusion of manyness that appears in the view of the one who perceives them), so the perceiver must be one, and the appearance of manyness is just a misperception, so it does not exist independent of the perceiver’s perception of it. Perception of manyness entails a perceiver (the subject) and things perceived (objects), so the perceiver is a part of the appearance of manyness, and hence even the perceiver is not real. What is real is only the source from which the perceiver appears along with all its perceptions in waking and dream and into which it disappears with them in sleep, as Bhagavan says in the final sentence of <a href=\"#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>), ‘Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and awareness [the awareness that perceives the world, namely ego] is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’.<br>\n<br>\n<a name=\"dd15-3-46\"></a>However, though <i>dṛṣṭi-sṛṣṭi-vāda</i> is the simplest and clearest explanation of <i>vivarta vāda</i>, it does not appeal to most people who consider themselves to be <i>advaitins</i>, because it entails <i>ēka-jīva-vāda</i>, the contention that there is only one perceiver, namely ego or <i>jīva</i>, so for such people it is necessary to offer a form of <i>vivarta vāda</i> that allows for the existence of many perceivers. However, if there were many perceivers and if they all perceived the same illusory appearance (<i>vivarta</i>), that would mean that the illusory appearance exists independent of the perception of any one of them, so any form of <i>vivarta vāda</i> that allows for the existence of many perceivers is not <i>dṛṣṭi-sṛṣṭi-vāda</i> (the contention that perception alone is creation) but some form of <i>sṛṣṭi-dṛṣṭi-vāda</i> (the contention that creation precedes perception and is therefore independent of it). This is why sages like Gaudapada, Sankara and Bhagavan allow scope for some forms of <i>sṛṣṭi-dṛṣṭi-vāda</i> to be accommodated within <i>advaita</i> teachings. As Bhagavan once explained (as recorded in <a href=\"http://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, 15-3-46 Afternoon: 2002 edition, page 174):<br>\n<blockquote>I do not teach only the <i>ajata</i> doctrine. I approve of all schools. The same truth has to be expressed in different ways to suit the capacity of the hearer. The <i>ajata</i> doctrine says, ‘Nothing exists except the one reality. There is no birth or death, no projection or drawing in, no <i>sadhaka</i>, no <i>mumukshu</i>, no <i>mukta</i>, no bondage, no liberation. The one unity alone exists ever.’ To such as find it difficult to grasp this truth and who ask, ‘How can we ignore this solid world we see all around us?’, the dream experience is pointed out and they are told, ‘All that you see depends on the seer. Apart from the seer, there is no seen.’ This is called the <i>drishti-srishti vada</i> or the argument that one first creates out of his mind and then sees what his mind itself has created. To such as cannot grasp even this and who further argue, ‘The dream experience is so short, while the world always exists. The dream experience was limited to me. But the world is felt and seen not only by me, but by so many, and we cannot call such a world non-existent’, the argument called <i>srishti-drishti vada</i> is addressed and they are told, ‘God first created such and such a thing, out of such and such an element, and then something else, and so forth.’ That alone will satisfy this class. Their mind is otherwise not satisfied and they ask themselves, ‘How can all geography, all maps, all sciences, stars, planets and the rules governing or relating to them and all knowledge be totally untrue?’ To such it is best to say, ‘Yes. God created all this and so you see it.’</blockquote>\n<a name=\"un01\"></a>What Devaraja Mudaliar recorded in this passage would not have been the exact words of Bhagavan, but it does probably convey more or less accurately the gist of what he said, because he would have spoken in Tamil and Devaraja Mudaliar would have recorded it in English as accurately as he understood and could remember it. However, what this passage makes clear is that though <i>ajāta</i> is the ultimate truth, it is more appropriate for us to be taught <i>dṛṣṭi-sṛṣṭi-vāda</i> because we see the world (which is why Bhagavan began <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un01\">verse 1</a> of <i>Uḷḷadu Nāṟpadu</i> with the clause ‘நாம் உலகம் காண்டலால்’ (<i>nām ulaham kāṇḍalāl</i>), ‘because we see the world’), and that only for those who are not willing to accept that our present state is just a dream and that this world is therefore perceived only by ourself, just like the world we perceive in any other dream, does it become necessary to teach some form of <i>sṛṣṭi-dṛṣṭi-vāda</i>.<br>\n<br>\nThough it is possible by a stretch of the imagination to reconcile <i>vivarta vāda</i> with certain forms of <i>sṛṣṭi-dṛṣṭi-vāda</i> and <i>nānā-jīva-vāda</i> (the contention that there are many <i>jīvas</i> or egos), to do so is a rather awkward and not entirely satisfactory compromise, because by claiming that the same illusory appearance (<i>vivarta</i>) is perceived by many <i>jīvas</i> and that it therefore exists even when we do not perceive it, this compromise is in effect attributing a greater degree of reality to the appearance than it is due. It also leads to far more complicated and problematic interpretations of <i>advaita</i> than is necessary, and consequently to a proliferation of differing and competing interpretations, as can be seen by the proliferation of such interpretations among the followers of Sankara.<br>\n<br>\nAny interpretation of <i>advaita</i> that does not accept <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i> is necessarily more complex and consequently problematic (and hence open to more objections and disputes) than <i>dṛṣṭi-sṛṣṭi-vāda</i>, but the majority of <i>advaitins</i> prefer the complexity of other interpretations to the radical and austere simplicity of <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>. This is perhaps the reason why you are under the impression that ‘Michael’s interpretation of Bhagavan’s teaching is at odds with “traditional” Advaita Vedanta, and that of Gaudapada and Sankara’, as you wrote in <a href=\"https://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html#c2735447789887664138\">one of your comments</a>, because what you call my ‘interpretation’ of his teachings is in accordance with <i>dṛṣṭi-sṛṣṭi-vāda</i> and <i>ēka-jīva-vāda</i>, which the majority of <i>advaitins</i> since the time of Sankara have not been willing to accept.<br>\n<br>\nIt seems that the term ‘<i>dṛṣṭi-sṛṣṭi-vāda</i>’ was first coined by Prakasananda in the sixteenth century, so neither Gaudapada nor Sankara mentioned it by name, and their writings (particularly the writings of Sankara) give room for a variety of other interpretations, but they both gave arguments that imply and strongly support <i>dṛṣṭi-sṛṣṭi-vāda</i> (and thereby implicitly <i>ēka-jīva-vāda</i>). For example, in <i>Māṇḍūkya Kārikā</i> <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143636.html\">2.4</a> to <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143641.html\">2.10</a> and in Sankara’s <i>bhāṣya</i> on them they both argued that there is no difference between waking and dream, and in his <i>bhāṣya</i> on <a href=\"https://www.wisdomlib.org/hinduism/book/mandukya-upanishad-karika-bhashya/d/doc143641.html\">2.9-10</a> Sankara concluded with respect to both dream and waking: ‘Objects, internal and external, are creations of the mind’.<br>\n<br>\nThe writings of Gaudapada and Sankara can be and have been interpreted in a variety of different ways, including <i>dṛṣṭi-sṛṣṭi-vāda</i>, so we are free to choose whichever interpretation appeals us. However, if we seriously aspire to follow the path of self-investigation and self-surrender that Bhagavan has taught us, we need not be concerned about any of the conflicting interpretations of <i>advaita</i> that prevailed in the past, because he has clearly taught us that for cultivating and strengthening <i>vairāgya</i>, which we require in order to go deep in our practice of this path, the most beneficial view for us to adopt is <i>dṛṣṭi-sṛṣṭi-vāda</i>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "115",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7144098477529364976/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Ēkāṉma Pañcakam",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc2NDE0OTA0NTY1Cm9mZnNldDogMAo\""
}