{
    "kind": "blogger#post",
    "id": "393462739382477272",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-10-07T16:28:00+01:00",
    "updated": "2019-10-26T12:38:02+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/10/is-it-possible-for-us-to-attend-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/393462739382477272",
    "title": "Is it possible for us to attend to ourself, the subject, rather than to any object?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently:<br>\n<blockquote>Can you tell from your experience if practicing Self investigation is something that is started in a “wrong” manner and evolves into the correct practice over the years?<br>\n<br>\nI think I have the correct intellectual understanding of how to perform Self investigation but in practice I get trapped again and again: I try to be aware of myself alone but as I cannot be objectified my attention is always landing on subtle objects. It takes a while to realize this, then I try to redirect my attention to myself again which results in dwelling on another subtle object and so on. I feel that directing my attention happens only in the realm of the mind and I seem to be unable to investigate into the one who is directing his attention/ attend to myself because I am not skilled enough to attend to anything other than objects. Has this search with my attention landing on objects to go on until I gain the skill to transcend it and attend to myself?<br>\n<br>\nAnd isn’t the attitude of “Now I will try to direct my attention to myself” in itself wrong because the I in this sentence can only attend to objects? Don’t I have to investigate instead into from where this intention arose? Because that I am unable to do right now.</blockquote>\nThis article is adapted from the reply I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#investigation\">This is a path of investigation, so the more we investigate ourself the more focused and finely tuned our investigation becomes</a></li>\n<li><a href=\"#attention\">Since we are not an object, how is it possible for us to attend to ourself?</a></li>\n<li><a href=\"#source\">All thoughts or phenomena arise only from ourself as ego, so investigating where they arose means investigating ourself</a></li>\n<li><a href=\"#surrender\">Though there is actually nothing easier than to be attentively self-aware, in order to be so we must be willing to give up (surrender) ego and everything else</a></li>\n</ol>\n<a name=\"investigation\"></a><b>1. This is a path of investigation, so the more we investigate ourself the more focused and finely tuned our investigation becomes</b><br>\n<br>\nUnless we have completely misunderstood the theory of self-investigation (namely the most elementary principles of Bhagavan’s teachings, such as that we are not the body, mind or any other object of perception, so to investigate what we actually are we need to attend only to ourself, the subject or perceiver), it is not really possible for us to do self-investigation in a wrong manner. We may be investigating ourself more or less perfectly, but however imperfect our self-attentiveness may be, it is not wrong but just a step on the journey to more perfect self-attentiveness.<br>\n<br>\nBhagavan called this path <i>ātma-vicāra</i>, which means self-investigation, for a very good reason, because when we start any investigation we do not know what we are going to learn along the way, and the more we learn from it the more focused and finely tuned our investigation becomes. What we learn from self-investigation is not information or facts, as in any objective investigation, but a steadily deepening and increasingly subtle clarity of self-awareness and consequently of understanding, and this clarity is what enables us to go deeper in our practice.<br>\n<br>\nIf a scientist or a detective starts to investigate something, they may at first follow several wrong leads, but by doing so they learn what they should not be investigating, and thereby they learn more precisely what they should be investigating. Likewise, as you described, when we start self-investigation we may find that what we are attending to is not ourself, the subject, but some subtle object, but when we recognise this we see that we need to refine our self-attentiveness by refraining from attending to even the subtlest of objects.<br>\n<br>\nThis is where a deeper, subtler and clearer understanding of Bhagavan’s teachings is required. Though the practice is described as attending to ourself, we need to understand that self-attentiveness is fundamentally different to attending to any object, because what we are trying to attend to is only ourself, the subject, who can never be an object.<br>\n<br>\nObjects or phenomena are things that appear and disappear in our awareness, whereas we are the awareness in which they appear and disappear, so as the perceiving awareness we are relatively constant. When we disappear as the subject or perceiver, as in sleep, all objects disappear along with us, and they reappear only when we reappear as the perceiver in either waking or dream. Therefore what we need to attend to is not any object but only ourself, the awareness in which, to which and because of which they all appear and disappear.<br>\n<br>\nEven this awareness is not our real nature, but only ego, because it appears only in waking and dream and disappears in sleep, but underlying it is the real awareness that we actually are, namely the pure, adjunctless and eternal self-awareness ‘I am’, which exists and shines not only in waking and dream but also in sleep. Ego, which is the false awareness in which and to which objects appear and disappear, is like an illusory snake, whereas our real nature (<i>ātma-svarūpa</i>), which is the pure awareness ‘I am’, is like the rope that seems to be the illusory snake. Just as the only way to see that what seems to be a snake is actually just a rope is to look at it very carefully, the only way to see that what now seems to be this ego is actually just pure awareness is to attend to it very keenly.<br>\n<br>\n<a name=\"attention\"></a><b>2. Since we are not an object, how is it possible for us to attend to ourself?</b><br>\n<br>\nWe are so accustomed to attending to objects that at first it may seem that it is not possible for us to attend to ourself, the subject. This is why you ask, ‘And isn’t the attitude of “Now I will try to direct my attention to myself” in itself wrong because the I in this sentence can only attend to objects?’, but the answer is that the I you refer to is ourself as ego, and though our nature as ego is to always attend to objects, we can attend to ourself instead if we try to do so.<br>\n<br>\nWe can understand this by considering what attention actually is. It is just a selective focusing of our awareness. That is, at any moment in waking or dream many things appear in our awareness, but we cannot be equally aware of all of them simultaneously, so we are able to selectively focus our awareness so that we are predominantly aware of one thing or set of things in preference to all other things. This selective focusing of our awareness is what we call attention.<br>\n<br>\nIn sleep we cannot attend to ourself, because we are then not aware of anything other than ourself, so there is no scope for us to selectively focus our awareness on ourself in preference to any other things. Therefore attention is a feature or ability of ego and not of our real nature, because our real nature is never aware of anything other than itself (ourself).<br>\n<br>\nIn waking and dream we can attend to anything that we are aware of or could be aware of. This includes not only any objects or phenomena but also ourself, because whether we are aware of other things, as we are in waking and dream, or not aware of anything else, as in sleep, we are always aware of ourself. There is never a moment when we are not self-aware, because as Bhagavan often pointed out, self-awareness (our fundamental awareness of our own existence, ‘I am’) is like the screen in a cinema. Just as the screen is the background on which all the pictures appear and disappear, self-awareness is the screen on which both ego and all phenomena appear and disappear, and just as the screen remains unchanged, unaffected and ever-present whether pictures appear on it or not, self-awareness remains unchanged, unaffected and ever-present whether ego and phenomena appear on it or not.<br>\n<br>\nHowever, though we are always aware of ourself as ‘I am’, in waking and dream we are generally more interested in being aware of other things than in being aware of ourself alone, so we have habituated ourself to attending to phenomena, and since all phenomena, even the most subtle ones, are relatively gross, by constantly attending to them we have made our attention into a relatively blunt instrument. This is why we find it difficult to distinguish ourself from all phenomena and thereby focus our entire attention on ourself alone. In order to sharpen our power of attention and thereby make it keen and subtle enough to distinguish what we actually are we need to try to be self-attentive as much and as keenly as possible.<br>\n<br>\nHowever, by saying what I said in the previous sentence I am jumping ahead of myself, because I am trying to answer the question you implied, namely whether it is possible for us to attend to anything other than objects. As I said, we can attend to anything that we are aware of, so since we are always aware of ourself, attending to ourself should be easier than attending to anything else. But how exactly can we attend to ourself, since we are not an object?<br>\n<br>\nWe are always aware of ourself, but because we as ego tend to be more interested in being aware of other things than in being aware of ourself alone, we generally neglect our fundamental awareness of ourself and instead attend only to other things. In other words, in waking and dream we are generally negligently self-aware, so in order for us to be aware of ourself as we actually are we need to be attentively self-aware. Being attentively self-aware is what is meant by ‘attending to ourself’, so it is the only means by which we can investigate what we actually are.<br>\n<br>\n<a name=\"un25\"></a>The term ‘attending to ourself’ may seem at first glance to imply that ‘ourself’ is an object that we can attend to, but this is because we are so accustomed to attending to objects that for many of us it is difficult to conceive how we can instead attend only to the subject, the perceiver of all objects, namely this <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">formless phantom</a> called ego. Therefore, rather than describing the practice of self-investigation as ‘attending to oneself’, it is perhaps clearer to describe it as ‘being attentively self-aware’ or just ‘being self-attentive’.<br>\n<br>\nWhen we consider it calmly, is it not clear that self-awareness is the one constant background of whatever we may experience? We are never aware of anything without being aware that we are aware of it, and being aware that we are aware of it implies being aware that we are. In other words, without being aware that I am, I could not be aware of anything else, so I am always aware of myself, and hence I can be attentively self-aware just as easily as, if not more easily than, I can attend to any other thing.<br>\n<br>\nTherefore when we try to investigate who or what we actually are, we should not attend <i>to</i> anything in the sense of attending to an object but should just be attentively aware of our own fundamental self-awareness, ‘I am’.<br>\n<br>\n<a name=\"source\"></a><b>3. All thoughts or phenomena arise only from ourself as ego, so investigating where they arose means investigating ourself</b><br>\n<br>\n<a name=\"un26\"></a>Regarding your final question, ‘Don’t I have to investigate instead into from where this intention arose?’, from where does any intention or thought arise? It can only arise from ourself, meaning ourself as ego. In fact according to Bhagavan everything (all phenomena or objects) appears only from ego, and ego appears only from pure awareness, which is our real nature. Therefore the immediate source and substance of everything is ego, and the ultimate source and substance of everything is pure awareness. This is why Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nEverything arises from ego because it seems to exist only in the view of ourself as ego, and hence nothing (other than pure awareness) would seem to exist if we did not rise as ego. Therefore, since we seem to exist as ego only when we attend to anything other than ourself, and since ego will therefore dissolve and disappear if we investigate what it is by being so keenly self-attentive that we cease to be aware of anything else whatsoever, Bhagavan concludes this verse by saying ‘investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nTherefore since everything (every thought, intention or phenomenon) arises from ourself as ego, investigating where any intention arose means investigating ourself, which we can do only by being self-attentive as keenly as possible.<br>\n<br>\n<a name=\"surrender\"></a><b>4. Though there is actually nothing easier than to be attentively self-aware, in order to be so we must be willing to give up (surrender) ego and everything else</b><br>\n<br>\nJust as the only way to learn to ride a bicycle is to try again and again until eventually one picks up the knack of doing so, the only way for us to learn how to be attentively self-aware is to try again and again until eventually we pick up the knack of being so. This, however, is a much slower and more gradual process than learning to ride a bicycle, because though there is actually nothing easier than to be attentively self-aware, in order to be so we must be willing to give up (surrender) ego and everything else, and in order to be willing to surrender everything we must greatly reduce the strength of our <i>viṣaya-vāsanās</i>, our desires, likings or inclinations to be aware of anything other than ourself.<br>\n<br>\n<a name=\"ny10\"></a> <a name=\"ny11\"></a> So how can we reduce the strength of our <i>viṣaya-vāsanās</i>? The most effective and only completely effective means to do so is to patiently and persistently practise self-investigation for as long as it takes, as Bhagavan assures us in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fort [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote></div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "180",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/393462739382477272/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTcyMDg5ODgyMTk3Cm9mZnNldDogMzYwMDAwMAo\""
}