{
    "kind": "blogger#post",
    "id": "1247565676436008346",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-02-20T20:50:00Z",
    "updated": "2019-11-17T10:13:32Z",
    "url": "http://happinessofbeing.blogspot.com/2019/02/what-is-relationship-between-i-thought.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1247565676436008346",
    "title": "What is the relationship between the ‘I-thought’ and awareness?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Recently a friend wrote asking me to ‘clarify the relationship between the I-Thought and Awareness’, and after I replied to him he wrote asking some further questions on the same subject, so this article is adapted from the two replies I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ego\">‘I-thought’ is ego, which is a semblance of awareness, an illusory appearance whose underlying reality is pure awareness</a></li>\n<li><a href=\"#un10-13\"><i>Uḷḷadu Nāṟpadu</i> verses 10 to 13: distinguishing intransitive awareness from transitive awareness</a></li>\n<li><a href=\"#projection\">As the subject or perceiver of all phenomena, ego is what projects everything, because projection (<i>sṛṣṭi</i>) is nothing other than perception (<i>dṛṣṭi</i>)</a></li>\n<li><a href=\"#witness\">Ego is the witness (<i>sākṣi</i>) in the sense that it is the perceiver, whereas pure awareness is the witness in the sense that it is that in the presence of which ego and all phenomena appear and disappear</a></li>\n<li><a href=\"#merge\">When ego merges back into pure awareness, everything perceived by it will merge along with it</a></li>\n</ol>\n<a name=\"ego\"></a><b>1. ‘I-thought’ is ego, which is a semblance of awareness, an illusory appearance whose underlying reality is pure awareness</b><br>\n<br>\nIn his first email on this subject my friend wrote, ‘I have been doing self-inquiry for a long time now, and just wanted you to clarify the relationship between the I-Thought and Awareness. As per my recent experience, the I-thought arises in Awareness but seeing the “arising” does not remove the I-thought. How does one proceed?’, to which I replied:<br>\n<br>\n<a name=\"ny08\"></a>What is referred to as the ‘I-thought’ in English books is what Bhagavan referred to as ‘நான் என்னும் நினைவு’ (<i>nāṉ eṉṉum niṉaivu</i>), the ‘thought called I’, in <i>Nāṉ Ār?</i> (paragraphs <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">five</a>, <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">six</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para08\">eight</a>) and elsewhere, and as he says in <a href=\"http://happinessofbeing.com/nan_yar.html#para08\">paragraph eight</a>, ’நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம்’ (<i>nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; aduvē y-ahaṅkāram</i>), ‘The thought called ‘I’ alone is the first thought of the mind; it alone is the ego’, so the ‘I-thought’ is just another name for ego.<br>\n<br>\n<a name=\"un24\"></a>So what is ego, this thought called I? It is the false awareness ‘I am this body’, which is neither our real nature (<i>ātma-svarūpa</i>), which is pure awareness (<i>cit</i>), nor the body, which is non-aware (<i>jaḍa</i>), but a confused mixture of both, and hence it is called <i>cit-jaḍa-granthi</i> (the knot formed by the entanglement of awareness with an insentient body, binding them together as if they were one), as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The insentient body does not say ‘I’; being-awareness does not rise; in between one thing, ‘I’, rises as the extent of the body. Know that this is the awareness-insentience-knot, bondage, soul, subtle body, ego, this wandering and mind.<br>\n<br>\n<b>Explanatory paraphrase:</b> The <i>jaḍa</i> [insentient] body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. Know that this [the spurious adjunct-mixed self-awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with an insentient (<i>jaḍa</i>) body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [mind].</blockquote>\nTherefore ego, the thought called I, is neither real awareness (<i>sat-cit</i>) nor is it non-aware (<i>jaḍa</i>), but a confused mixture of both. Real awareness is not aware of anything other than itself, whereas ego is aware of itself and other things.<br>\n<br>\nSo what is the relationship between this false awareness called ego or ‘I-thought’ and real awareness? It is similar to the relationship between an illusory snake and the rope that seems to be it. The snake is just a rope, but the rope is not a snake. Likewise ego is nothing other than our real nature, which is pure self-awareness, but our real nature is not ego. It is what seems to be ego, but it is not actually ego, because in its clear view it alone exists, so there is no such thing as ego, there never was and there never will be.<br>\n<br>\nIf we look at the illusory snake carefully enough to see what it actually is, we will see it is just a rope, and was always a rope. No such thing as a snake ever existed there, even though it seemed to exist so long as we did not look at it carefully enough.<br>\n<br>\nLikewise, if we, this ego, look at ourself carefully enough to see what we actually are, we will see we are just pure and infinite self-awareness, and were always that. No such thing as ego has ever existed, even though it seems to exist so long as we do not look at ourself carefully enough.<br>\n<br>\n<a name=\"un22\"></a>To distinguish ego from real awareness (<i>cit</i>), a term that is often used to describe it is <a href=\"https://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html#cidabhasa\"><i>cidābhāsa</i></a>, which means a likeness or semblance of awareness, and can also mean a reflection of awareness (since a reflection is a likeness of whatever it reflects), so another analogy that illustrates the relationship between this seeming awareness called ego and real awareness is the moon and the sun. The moon seems to emit light, but that light is not its own light but just a reflection of the light of the sun. The light of the moon serves a limited purpose in dimly illumining this world in the absence of sunlight, but unlike the sun it does not give warmth or sustain life on earth. Likewise ego seems to be aware, but its awareness is not its own but just a reflection of the real light of pure self-awareness. Ego’s awareness serves a limited purpose in enabling us to be aware of the appearance of phenomena, but unlike real awareness it cannot enable us to see what we actually are. In fact it obscures our real nature, so in order to be aware of ourself as we actually are we must be willing to surrender this ego by turning it back within to merge in its source, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">verse 22</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுத லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmadittiḍuda leṅṅaṉ madi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by, turning the mind back within, completely immersing it in God, who shines within that mind giving light to the mind, how to fathom God by the mind?<br>\n<br>\n<b>Explanatory paraphrase:</b> Consider, except by turning [bending or folding] <i>mati</i> [the mind or intellect] back within [and thereby] completely immersing [embedding or fixing] it in <i>pati</i> [the Lord or God], who shines [as pure awareness] within that mind giving light [of awareness] to the mind, how to fathom [or investigate and know] God by the mind?</blockquote>\nYou say, ‘As per my recent experience, the I-thought arises in Awareness but seeing the “arising” does not remove the I-thought’, but ego or ‘I-thought’ is not an object. It is the subject, that which is aware of itself and all objects. When it rises and stands it is what we seem to be, so that which sees its rising is only itself. In the clear view of pure self-awareness, it does not exist at all, so it never rises.<br>\n<br>\nSo long as we rise and stand as this ego we are aware of other things, so to remove ego we must turn our entire attention back to ourself so that we are aware of nothing other than ourself. When we do so, the ego that we seemed to be will dissolve and merge forever in our real nature, pure self-awareness, which is the source from which it arose.<br>\n<br>\n<a name=\"aamm44\"></a>So as you ask, ’How does one proceed?’ The only way to proceed is to repeatedly and persistently try to turn our entire attention back within to see ourself alone, as Bhagavan teaches us in <a href=\"https://happinessofbeing.blogspot.com/2015/07/by-attending-to-our-ego-we-are.html#aamm44\">verse 44</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>திரும்பி யகந்தனைத் தினமகக் கண்காண்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;டெரியுமென் றனையென் னருணாசலா<br>\n<br>\n<i>tirumbi yahandaṉaid diṉamahak kaṇkāṇ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṭeriyumeṉ ḏṟaṉaiyeṉ ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ‘திரும்பி அகம் தனை தினம் அகக்கண் காண்; தெரியும்’ என்றனை என் அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘tirumbi aham taṉai diṉam aha-k-kaṇ kāṇ; ṭeriyum’ eṉḏṟaṉai eṉ aruṇācalā</i><br>\n<br>\n<b>அன்வயம்:</b> அருணாசலா, ‘அகம் திரும்பி, தினம் அகக்கண் தனை காண்; தெரியும்’ என்றனை. என்!<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalā, ‘aham tirumbi, diṉam aha-k-kaṇ taṉai kāṇ; ṭeriyum’ eṉḏṟaṉai. eṉ!</i><br>\n<br>\n<b>English translation:</b>: Arunachala, what [a wonder]! You said: ‘Turning back inside, see yourself daily with the inner eye [or an inward look]; it [the reality that always shines as ‘I alone am I’] will be known’.</blockquote>\n‘தெரியும்’ (<i>ṭeriyum</i>), ‘It will be known’: this is the great assurance given to us by Bhagavan, so all we need do is to persevere in our practice of turning our mind back within in order to see what we actually are.<br>\n<br>\n<a name=\"un10-13\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verses 10 to 13: distinguishing intransitive awareness from transitive awareness</b><br>\n<br>\nAfter I wrote the above reply my friend wrote another email asking for further clarification, to which I replied:<br>\n<br>\nWhen we talk about ‘awareness’ we need to be clear about what exactly we mean by the term, which varies according to context. As I explained in my previous reply, we need to distinguish real awareness (<i>cit</i>) from the semblance of awareness (<i>cidābhāsa</i>), which is what is called ego, I-thought or mind.<br>\n<br>\nTo make this distinction clear, Bhagavan used two very significant terms in Tamil, <a href=\"https://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#transitive\">சுட்டறிவு</a> (<i>suṭṭaṟivu</i>) and <a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#intransitive\">சுட்டற்ற அறிவு</a> (<i>suṭṭaṯṟa aṟivu</i>). As you probably know, அறிவு (<i>aṟivu</i>) means awareness and சுட்டு (<i>suṭṭu</i>) means to point out or show, so சுட்டறிவு (<i>suṭṭaṟivu</i>) means ‘showing awareness’, which implies awareness that ‘shows’, displays or cognises phenomena, whereas சுட்டற்ற அறிவு (<i>suṭṭaṯṟa aṟivu</i>) means ‘awareness devoid of showing’, which implies awareness that does not cognise any phenomena. In other words, சுட்டறிவு (<i>suṭṭaṟivu</i>) is transitive awareness (awareness that is aware of objects or things other than itself), which is a mere semblance of awareness (<i>cidābhāsa</i>), and சுட்டற்ற அறிவு (<i>suṭṭaṯṟa aṟivu</i>) is intransitive awareness (awareness that is aware of nothing other than itself), which is real awareness (<i>cit</i> or <i>prajñāna</i>) and what is otherwise called pure awareness, in the sense that it is awareness uncontaminated by any phenomena or objects, as we are in sleep.<br>\n<br>\nIntransitive awareness (<i>suṭṭaṯṟa aṟivu</i>) is our real nature (<i>ātma-svarūpa</i>), whereas transitive awareness (<i>suṭṭaṟivu</i>) is ego, the thought called ‘I’ (<i>nāṉ eṉṉum niṉaivu</i>), because our real nature is never aware of anything other than itself, whereas ego is always aware of things other than itself. Understanding this distinction is key to understanding what Bhagavan teaches us in verses 10, 11, 12 and 13 of <i>Uḷḷadu Nāṟpadu</i>, because in them he uses the term அறிவு (<i>aṟivu</i>), or in the case of verse 13 the equivalent term ஞானம் (<i>ñāṉam</i>), a Tamil form of the Sanskrit word <i>jñāna</i>, both of which mean awareness, to refer both to சுட்டற்ற அறிவு (<i>suṭṭaṯṟa aṟivu</i>) and சுட்டறிவு (<i>suṭṭaṟivu</i>), so we need to understand which of these two each occurrence of these words refers to.<br>\n<br>\n<a name=\"un10\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">verse 10</a> of <i>Uḷḷadu Nāṟpadu</i> he says:<br>\n<blockquote>அறியாமை விட்டறிவின் றாமறிவு விட்டவ்<br>\nவறியாமை யின்றாகு மந்த — வறிவு<br>\nமறியா மையுமார்க்கென் றம்முதலாந் தன்னை<br>\nயறியு மறிவே யறிவு.<br>\n<br>\n<i>aṟiyāmai viṭṭaṟiviṉ ḏṟāmaṟivu viṭṭav<br>\nvaṟiyāmai yiṉḏṟāhu manda — vaṟivu<br>\nmaṟiyā maiyumārkkeṉ ḏṟammudalān taṉṉai<br>\nyaṟiyu maṟivē yaṟivu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் வறியாமை இன்று ஆகும். அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum. anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>.<br>\n<br>\n<b>English translation:</b> Leaving ignorance, knowledge does not exist; leaving knowledge, that ignorance does not exist. Only the knowledge that knows oneself, who is the first, as to whom are that knowledge and ignorance, is knowledge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Without ignorance [of other things], knowledge [of them] does not exist; without knowledge [of them], that ignorance [of them] does not exist. Only the knowledge [or awareness] that knows [the reality of] oneself [the ego], who is the first [to appear], [by investigating] to whom [or for whom] are that knowledge and ignorance [of other things], is [real] knowledge [or awareness].</blockquote>\nIn the final clause of this verse, ‘தன்னை அறியும் அறிவே அறிவு’ (<i>taṉṉai aṟiyum aṟivē aṟivu</i>), ‘only the <i>aṟivu</i> that knows itself [the reality of ego, who knows everything else] is [real] <i>aṟivu</i>‘, the அறிவு (<i>aṟivu</i>) he is referring to is pure intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>), whereas all the earlier occurrences of this term அறிவு (<i>aṟivu</i>), which means knowledge or awareness, refer to transitive awareness (<i>suṭṭaṟivu</i>). That is, the knowledge and ignorance he refers to in the first two and a half sentences is knowledge and ignorance of things other than ourself.<br>\n<br>\n<a name=\"un11\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> he says:<br>\n<blockquote>அறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறும்.<br>\n<br>\n<i>aṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows, knowing other things is ignorance; besides, is it knowledge? When one knows oneself, the support for knowledge and the other, knowledge and ignorance will cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> Instead of knowing [the reality of] oneself [the ego], who knows [everything else], knowing other things is ignorance; except [that], is it knowledge? When one knows [the reality of] oneself [the ego], the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will cease [because the reality of the ego is just pure self-awareness, so when one knows oneself as pure self-awareness the ego will no longer seem to exist, and hence all its knowledge and ignorance will cease to exist along with it].</blockquote>\nAs he says here, knowing or being aware of anything other than ourself is not real knowledge or awareness but only ignorance, and when we know ourself all knowledge and ignorance of other things will cease. Other things seem to exist only when we rise as ego, and when we are aware of ourself as we actually are, ego will cease, so all its knowledge and ignorance will cease along with it. Therefore what he clearly implies here is that <i>suṭṭaṟivu</i> or transitive awareness (awareness of anything other than ourself) is not real awareness but only ignorance, so it will cease to exist when we know ourself as we really are, which is <i>suṭṭaṯṟa aṟivu</i> or pure intransitive awareness (awareness of nothing other than ourself).<br>\n<br>\n<a name=\"un12\"></a>As he explains in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a>, real awareness is only self-awareness, which is intransitive, because it is devoid of awareness of anything else whatsoever:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ḏṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge. Since one shines without another for knowing or for causing to know, oneself is knowledge. One is not void. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself, namely the ego] is not real <i>aṟivu</i> [knowledge or awareness]. Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. One is not void [emptiness, desolation, nothingness or non-existence]. Know [or be aware].</blockquote>\nIn the first sentence, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘What is devoid of knowledge and ignorance is actually knowledge [or awareness]’, Bhagavan clearly implies that that real அறிவு (<i>aṟivu</i>), awareness or knowledge, is only சுட்டற்ற அறிவு (<i>suṭṭaṯṟa aṟivu</i>), intransitive awareness, because intransitive awareness is awareness devoid of knowledge or ignorance of anything else. In the second sentence, ‘அறியும் அது’ (<i>aṟiyum adu</i>), ‘that which is aware’ or ‘that which knows’, implies ‘சுட்டறியும் அது’ (<i>suṭṭaṟiyum adu</i>), ‘that which is transitively aware’ or ‘that which knows transitively’, namely ego, which is what knows or is aware of anything other than itself, so what he implies in this sentence, ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘That which is aware [or knows] is not real awareness’, is that சுட்டறிவு (<i>suṭṭaṟivu</i>), transitive awareness, or சுட்டறியும் அறிவு (<i>suṭṭaṟiyum</i> <i>aṟivu</i>), awareness that is transitively aware, is not real awareness.<br>\n<br>\n<a name=\"ny07\"></a>The implication of these first two sentences is further emphasised by him in the third sentence: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] awareness’. Transitive awareness (awareness of anything other than oneself) would be real awareness only if anything other than oneself actually existed, but since ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, as he says in the <a href=\"https://happinessofbeing.blogspot.com/2019/02/what-is-correct-meaning-of-be-in-now.html#ny07\">first sentence</a> of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, nothing other than oneself actually exists, so being aware of anything else is just an illusion. Therefore, since we are aware whether we are aware of the illusory appearance of anything else or not, our real nature is just awareness and not awareness of anything else. Other things seem to exist only in the view of ourself as ego and not in the view of ourself as we actually are, so since in the view of our real nature (as in sleep) no other thing exists either to know or to make known, our real nature is pure intransitive awareness, which alone is actual awareness, and hence he ends this sentence by saying ‘தான் அறிவு ஆகும்’ (<i>tāṉ aṟivu āhum</i>), ‘oneself is [real] awareness’.<br>\n<br>\nThough real awareness is completely devoid of awareness of anything else, it is not emptiness, nothingness or a void, but is the fullness of pure intransitive awareness. This is why Bhagavan says in the next sentence, ‘பாழ் அன்று’ (<i>pāṙ aṉḏṟu</i>), ‘It [or oneself] is not void [emptiness, desolation, nothingness or non-existence]’.<br>\n<br>\n<a name=\"uu27\"></a>What Bhagavan teaches us in this verse is expressed by him even more succinctly in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge [or awareness] that is devoid of knowledge and ignorance is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\nSince nothing other than oneself actually exists, being aware of other things is not real awareness, so real awareness is only awareness that is devoid of awareness or ignorance of anything else.<br>\n<br>\n<a name=\"un13\"></a>Finally in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan says:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real?<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real? [In other words, though the ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, the real substance that appears as it is only oneself, who is true knowledge or pure awareness, so what actually exists is not the ego or mind but only oneself.]</blockquote>\nLike the Tamil word அறிவு (<i>aṟivu</i>), the Sanskrit word ज्ञान (<i>jñāna</i>) and its Tamil form ஞானம் (<i>ñāṉam</i>) mean both awareness and knowledge. When Bhagavan says in the first sentence, ‘ஞானமாம் தானே மெய்’ (<i>ñāṉam-ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [awareness], alone is real’, he implies that oneself alone is what actually exists. By saying that oneself is awareness and that oneself alone is real, he also implies that oneself alone is real awareness. Awareness of anything else is not real awareness, because anything other than oneself does not actually exist but merely seems to exist, and awareness of what merely seems to exist is not real awareness but only ignorance.<br>\n<br>\nThis implication of the first sentence is stated more explicitly in the second sentence: ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold is ignorance’. Real awareness is one and indivisible, whereas transitive awareness is manifold, being divided as subject (ego or perceiver) and objects (phenomena or things perceived), or more precisely as the முப்புடி (<i>muppuḍi</i>) or त्रिपुटि (<i>tripuṭi</i>), the triad of perceiver, perceived and perceiving (that is, the perceiver, things perceived and the act, process or state of perceiving). Just as in a dream the perceiver, things perceived and the perceiving are all one awareness (namely the mind) that has divided itself as these three, so too in this waking state, which according to Bhagavan is just another dream. This divided awareness is what Bhagavan refers to here as ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is manifold’, which he says is அஞ்ஞானம் (<i>aññāṉam</i>), <i>ajñāna</i> or ignorance.<br>\n<br>\n<a name=\"ut12\"></a>Bhagavan composed this verse on 30th July 1928, but earlier that day he had composed it in a slightly different form, which is now <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#ut12\">verse 12</a> of <i>Upadēśa Taṉippākkaḷ</i>. In this earlier version, instead of the phrase ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is manifold’, he used the phrase ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), ‘awareness that sees as many’, and said that <i>ajñāna</i> is nothing other than such awareness. The awareness that sees as many is ego, and what it sees as many is the one thing that actually exists, namely ‘ஞானமாம் தான்’ (<i>ñāṉam-ām tāṉ</i>), ‘oneself, who is awareness’, which is its own real nature (<i>ātma-svarūpa</i>). That is, when we rise as ego, we see ourself as many by seemingly dividing ourself as perceiver, perceived and perceiving. Seeing ourself thus is transitive awareness (<i>suṭṭaṟivu</i>), which is not real awareness but only ignorance.<br>\n<br>\nThe awareness that we actually are is pure intransitive awareness, because it alone actually exists, and hence it sees itself as one and not as many. It is awareness that is not divided as perceiver, perceived and perceiving, because it is not aware of anything other than itself, and itself is not an object of its awareness. That is, it is awareness in which what is aware, what it is aware of and its being aware are all one and indivisible.<br>\n<br>\nSince oneself, who is pure intransitive awareness (<i>jñāna</i>), alone is real, awareness that sees the one as many is not only ignorance (<i>ajñāna</i>) but also unreal. That is, it does not actually exist, even though it seems to exist. It is just an illusory appearance, so it is not what it seems to be, because in substance it is nothing other than oneself, who is real awareness, as Bhagavan says in the third sentence of this verse: ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Even ignorance, which is unreal, does not exist except as oneself, who is awareness’.<br>\n<br>\nTo illustrate this, in the final sentences Bhagavan gives a simple analogy: ‘அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்’ (<i>aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>), ‘All the many ornaments are unreal; say, do they exist except as gold, which is real?’ In other words, what is real is only the substance, which is permanent, and any forms in which the substance appears are just a transitory appearance and hence unreal. Pure intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>) alone is the substance (<i>vastu</i> or <i>poruḷ</i>), which is our real nature (<i>ātma-svarūpa</i>), whereas transitive awareness (<i>suṭṭaṟivu</i>) is just an unreal appearance.<br>\n<br>\n<a name=\"projection\"></a><b>3. As the subject or perceiver of all phenomena, ego is what projects everything, because projection (<i>sṛṣṭi</i>) is nothing other than perception (<i>dṛṣṭi</i>)</b><br>\n<br>\nOnce we have clearly understood this crucial distinction between intransitive awareness and transitive awareness pointed out by Bhagavan, answering all the points you raised in your most recent email becomes easy.<br>\n<br>\nFirstly you say, ‘My understanding based on classical Vedanta was that Awareness was the subject, the ground of being, from which everything arises, including the thought I’, but this requires some clarification. The awareness that is the ground of being, from which ego and everything else arises, is pure intransitive awareness, whereas the awareness that is the subject (the perceiver of everything else) is ego, which is transitive awareness. In this context the term ‘subject’ means the perceiver, and awareness is the subject only when it perceives objects. However, the awareness that perceives objects or phenomena is not real awareness, which is intransitive, but only ego, which is transitively aware.<br>\n<br>\nThen you say, ‘Awareness is always Self-aware’. This is true of both intransitive and transitive awareness. However, whereas intransitive awareness (our real nature) is never aware of anything other than itself, transitive awareness (ego, the thought called I) is aware both of itself and of other things. This is the crucial distinction between them. Moreover, though ego is aware of itself, it is not aware of itself as it actually is, because what it actually is is just pure intransitive awareness, whereas it is aware of itself as transitive awareness (a false awareness that is aware of itself as ‘I am this body’ and that is consequently aware of other things).<br>\n<br>\nThen you say, ‘What you are saying is the Ego/Witness the “I thought” is non-different from Awareness, meaning I-thought is a projection of Awareness but is not real Awareness’. Yes, as Bhagavan implied in <a href=\"#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ego, the unreal awareness that sees the one as many, is not other than ourself, the one real awareness, just as a gold ornament is not other than the gold that is its substance, and just as an illusory snake is not other than the rope that seems to be it.  However it is not correct to say that ego, the thought called I, is ‘a projection of Awareness’, because real awareness does not project anything, since its nature is not to do anything but just to be.<br>\n<br>\n<a name=\"ny04\"></a>In the clear view of real awareness (pure intransitive awareness, which is what we actually are) neither ego nor anything exists or even seems to exist, so there is no question of pure awareness projecting anything or doing anything. Both ego and all other things seem to exist only in the view of ego itself, so what projects ego and everything else is only ego, as Bhagavan implies in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம்.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear [or projects all thoughts]. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind.</blockquote>\nAll phenomena are thoughts, in the sense that they are all mental phenomena, even if they seem to be physical, and the mind projects them just by perceiving them. In other words, projection or creation (<i>sṛṣṭi</i>) is nothing other than perception (<i>dṛṣṭi</i>). Just as in dream we project a world merely by perceiving it, so we create all phenomena merely by perceiving them. Therefore what projects all thoughts or phenomena is only the perceiving element of the mind, namely ego, which is the first of all thoughts, the thought called I. This is why Bhagavan says that the mind makes all thoughts appear, but that if we put aside all thoughts and look, we will see that there is no such thing as mind, because the very nature of the mind is only thoughts.<br>\n<br>\n<a name=\"witness\"></a><b>4. Ego is the witness (<i>sākṣi</i>) in the sense that it is the perceiver, whereas pure awareness is the witness in the sense that it is that in the presence of which ego and all phenomena appear and disappear</b><br>\n<br>\nYou then ask, ‘Can you clarify if the Witness (The Seer) is the I-thought or is it Awareness?’, but the exact sense in which the term ‘witness’ (<i>sākṣi</i>) is used <a href=\"https://happinessofbeing.blogspot.com/2015/04/what-is-meant-by-term-saksi-or-witness.html#ego\">varies according to context</a>. When it is used in the sense of the seer or perceiver (that which is aware of phenomena) it refers to ego, the thought called I, which is transitive awareness (<i>suṭṭaṟivu</i>), but in other contexts it can refer to our real nature (<i>ātma-svarūpa</i>), which is pure intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>), in which case it does not mean that our real nature perceives anything other than itself, but merely that our real nature is that in the presence of which (but not in the view of which) ego and all phenomena appear and disappear, as Bhagavan used to explain.<br>\n<br>\nYou then say, ‘Based on my own practice, The Witness/Ego is different from Awareness but is held up/supported by Awareness’. If we mistake a rope to be a snake, what the snake actually is is just a rope, so in this sense the snake is not different from the rope, but as a snake it is different. Likewise, what ego actually is is just pure intransitive awareness, so in this sense ego is not different from pure intransitive awareness, but as ego it is different, because it is transitive awareness. That is, the difference between ego and pure awareness is not a difference in substance but a difference in appearance, but it is nevertheless a very significant difference, because ego is nothing but an appearance. So long as we are aware of phenomena of any kind whatsoever, we are aware of ourself as ego, which is transitive awareness, not as we actually are, which is pure intransitive awareness. Therefore so long as we are aware of phenomena, we need to distinguish ego from pure awareness, but when we turn our attention back to ourself keenly enough, we will see that what we mistook to be ego is actually just pure awareness, which is never aware of anything other than itself.<br>\n<br>\n<a name=\"merge\"></a><b>5. When ego merges back into pure awareness, everything perceived by it will merge along with it</b><br>\n<br>\nFinally you ask, ‘Based on your comments below [in my previous email, which is now the <a href=\"#ego\">first section</a> of this article], are you saying that the Witness/I thought/Ego collapses into itself in the last stage? Or does the Witness remain in the end? The analogy I was taught was that knowing that it is mirage does not mean that the illusion of water disappears, it just means that you won’t drink the water to quench your thirst’. When we look at the illusory snake keenly enough, we will see that it is just a rope, so we can then say metaphorically that the snake has merged or collapsed back into its source, the rope. Likewise, when we look at ego keenly enough, we will see that it is just pure awareness, which is our real nature (<i>ātma-svarūpa</i>), so we can then say metaphorically that ego has merged or collapsed back into its source, our real nature.<br>\n<br>\nWhat then remains is only pure awareness, in the clear view of which nothing else ever exists or even seems to exist. This is the ultimate truth (<i>pāramārthika satya</i>), which is <i>ajāta</i>, the truth that nothing has ever been born, come into existence or appeared. What exists alone exists, as it has always existed, without ever changing in any way. It is <i>ēkam ēva advitīyam</i>, one only without a second.<br>\n<br>\nRegarding the popular analogy of a mirage not disappearing when it is seen to be a mirage, which is intended to imply that phenomena do not disappear when ego merges back into its source, this is what is said to suit the minds of dull (less keen and earnest) aspirants (<i>mandādhikāris</i>), who are not willing to accept that our entire life is just a dream, and that therefore no phenomena exist except in the view of the dreamer, namely ego. For more keen, intense and earnest aspirants (<i>tīvrādhikāris</i>), who are willing to accept this, the truth is told in an undiluted manner, namely that just as the snake is a misperception of a rope and therefore disappears as soon as the rope is perceived as it is, all phenomena are a misperception of ourself and will therefore disappear as soon as we are aware of ourself as we actually are (which is what Bhagavan implies in the final sentence of <a href=\"#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), ‘When one knows [the reality of] oneself [the ego], the support for knowledge and the other, knowledge and ignorance [about everything else] will cease’).<br>\n<br>\n<a name=\"ny03\"></a><a name=\"ny04\"></a>Bhagavan expressed this undiluted truth clearly and unequivocally in the <a href=\"http://happinessofbeing.com/nan_yar.html#para03\">third</a> and <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">fourth</a> paragraphs of <i>Nāṉ Ār?</i>, the <a href=\"https://happinessofbeing.blogspot.com/2019/02/thoughts-and-dreams-appear-only-in-self.html#ny03\">relevant portions</a> of which I cited in my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/02/thoughts-and-dreams-appear-only-in-self.html\">Thoughts and dreams appear only in the self-ignorant view of ourself as ego, not in the clear view of ourself as we actually are</a>. What Bhagavan teaches us in these two paragraphs is in perfect accord with our own experience, because in waking and dream we rise and stand as ego, and consequently we perceive phenomena, whereas in sleep we do not rise or stand as ego, and consequently we do not perceive any phenomena. Since phenomena do not appear in the temporary absence of ego, as in sleep, why should we suppose that they appear when ego has been eradicated forever?<br>\n<br>\n<a name=\"un04\"></a>In the absence of ego, who is there to perceive any phenomena? Our real nature does not perceive them, because it is pure and infinite awareness, in whose clear view nothing other than itself exists. As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure self-awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\n<a name=\"un25\"></a>Oneself is a form only when one rises as ego, because as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, we come into existence as ego only by projecting and grasping the form of a body as ourself. Therefore when he says in the first sentence of this verse, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), ‘If oneself is a form, the world and God will be likewise’, what he implies is that whenever we rise as ego we will see the world and God as if they were forms, things separate from the form we then mistake ourself to be.<br>\n<br>\nTherefore if we do not rise as ego, there is no one to see the world or God as forms, and no means to do so, as he implies in the subsequent two sentences by asking rhetorically: ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms? How [to see them]?’ That is, as he implies in the next sentence, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can the seen be otherwise than the eye?’, the nature of what is perceived cannot be other than the nature of the eye (or awareness) that perceives it. If the eye is a form, it will see only forms, and if it is formless, it will see only formlessness.<br>\n<br>\nHere the term கண் (<i>kaṇ</i>), which literally means ‘eye’, is a metaphor for what is aware, so in the final sentence Bhagavan explains the nature of real awareness: ‘கண் அது தான் அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), ‘The eye is oneself, the infinite eye’. That is, the awareness that we actually are is infinite awareness, and being infinite it is formless. Therefore in the clear view of our real nature, no forms or phenomena exist at all, so our real nature is pure intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>), awareness that is never aware of anything other than itself.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "111",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1247565676436008346/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTczOTg1NjEyMTUyCm9mZnNldDogMAo\""
}