{
    "kind": "blogger#post",
    "id": "6448948495883955429",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-03-31T14:20:00+01:00",
    "updated": "2019-04-01T22:39:13+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/03/whatever-jnana-we-believe-we-see-in.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6448948495883955429",
    "title": "Whatever <i>jñāna</i> we believe we see in anyone else is false",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In the introduction to my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/03/is-it-possible-to-have-direct-but.html\">Is it possible to have a ‘direct but temporary experience of the self’ or to watch the disappearance of the I-thought?</a>, I had written that in my next article I would discuss the idea that Poonja could somehow give people an experience that bypassed the need for ‘a rather intense, vigilant practice that took place over a long period of time’, but I have not yet finished writing that article, and in the meanwhile I have written this article in response to one of the comments on my previous article, so I am posting this one now and and will post the other one later.<br><a name='more'></a>\n<br>\nSo far in none of the comments on my previous article has anyone challenged any of the arguments I made in it or explained what they consider to be the errors in my arguments, but several of the comments implied that I was wrong even to question the validity of any of Poonja’s ideas, beliefs or teachings, and the only reason they offered for their belief that I was wrong is that Poonja (or ‘Papaji’, as his followers call him) is believed by many to be self-realised, so his teachings must be correct and beyond question. Not only did such comments imply that I was wrong even to question or critique his ideas, beliefs or teachings, but some of them implied that my doing so amounted to personal criticism of him. In reply to <a href=\"https://happinessofbeing.blogspot.com/2019/03/is-it-possible-to-have-direct-but.html#c4723633271164297386\">one such comment</a> I wrote a <a href=\"https://happinessofbeing.blogspot.com/2019/03/is-it-possible-to-have-direct-but.html#c5791523478495605429\">comment</a> saying:<br>\n<blockquote>You also complain that I criticise ‘[e]very disciple of Bhagavan’, but I have not actually criticised any of his disciples. In this article and a few others I have discussed certain ideas expressed by some of his devotees and explained how some such ideas are contrary to the fundamental principles of his teachings. If you disagree with any of my explanations in this regard, you should explain why you believe my explanations are not correct, rather than accusing me of criticising those who have expressed such ideas.<br>\n<br>\nWho am I to criticise anyone, and why should I want to do so? When I critique questionable ideas, that is not intended to be a criticism of the personality or integrity of anyone who believes or expresses those ideas. My only concern is Bhagavan’s teachings, so when people point out to me any misinterpretations or misrepresentations of his teachings, I do not think it is wrong for me to explain why I consider them to be contrary to what he actually taught us in his own original writings. Therefore let us discuss only his teachings and ideas related to them, rather than misinterpreting such a discussion to be personal criticism.</blockquote>\nIn reply to this another friend, Salazar, wrote a <a href=\"https://happinessofbeing.blogspot.com/2019/03/is-it-possible-to-have-direct-but.html#c8635294486805776035\">comment</a> in which he argued that many people consider Poonja to be self-realised, so ‘since he’s a Jnani, his teachings are and must be impeccable’; that any arguments that point out contradictions between his teachings and Bhagavan’s ‘can only work when one considers Papaji as an impostor and liar, since anybody who has read Papaji’s biography must come to the conclusion that Papaji is Self-realized. Or Papaji lied to David Godman and David was duped by a liar and impostor’; that ‘it is not just pure concepts, which are any way limited by an ignorant ego, it is entirely who we consider as a sage and their impeccable teachings’; that ‘that’s why it is important who we accept as a sage and who not’; and that to decide who is a sage we cannot trust our ‘ignorant ego’ but ‘can only rely on our intuition what is a fruition of Self’. Therefore this article is my reply to these arguments of Salazar.<br>\n<br>\nSalazar, in the comment I refer to above you seem to be arguing that it is wrong and ‘very disrespectful’ for anyone to question Poonja’s teachings because he himself claimed himself to be self-realised, and the teachings of anyone who is self-realised must be impeccable. By that logic, if I were to claim myself to be self-realised, it would be wrong and ‘very disrespectful’ for you or anyone else to question anything I write, which would obviously be absurd. Just because someone claims themself to be self-realised, and even if others also believe them to be so, does not mean either that everyone else must unquestioningly accept them to be self-realised or that whatever they say should be immune from being questioned.<br>\n<br>\nYou imply that Poonja claimed himself to be self-realised, and you argue that therefore if I question his teachings I am thereby implying that he was ‘an impostor and liar’, but that does not follow, because he may have sincerely believed himself to be self-realised, but may nevertheless have been wrong in his belief. If a person says what they genuinely believe, that does not make them a liar, even if what they believe and say is not correct.<br>\n<br>\nYou also imply that we should not critique or even question the teachings of anyone who is believed to be self-realised, a sage or <i>jñāni</i>, because the teachings of a <i>jñāni</i> ‘are and must be impeccable’, but there are two problems with this view: firstly, how are we to judge who is a <i>jñāni</i>, and secondly, even if we believe someone to be a <i>jñāni</i>, should we not nevertheless critically consider and question whatever they may have taught us? I will first consider the second of these two questions.<br>\n<br>\nLet us take the teachings of Bhagavan as an example. Would he have wanted or expected us to accept them blindly without critically considering and deeply questioning them? How could we truly assimilate his teachings and understand them deeply and clearly without careful and repeated <i>manana</i>, and does not <i>manana</i> entail critically considering and deeply questioning what we have learnt by <i>śravaṇa</i> (hearing or reading what we have taught)?<br>\n<br>\nBhagavan did not just give us teachings, but also explained why it is perfectly reasonable for us to accept them. Some of the reasons he gave are logically extremely compelling, such as that we cannot be the body that we now seem to be, because we are aware of ourself even when we are not aware of this body, as in dream and sleep. Other reasons he gave are not so compelling, but are nevertheless perfectly plausible, such as that our present state, which we now take to be waking, is actually just a dream, and that therefore nothing that we perceive exists independent of our perception of it. In other words, wherever possible he used deductive logic to prove the truth of what he taught us, and wherever it was not possible to prove a truth by deductive logic, he used inductive logic to make a strong case for believing it.<br>\n<br>\n<a name=\"un25\"></a>Most importantly, he also used logic to explain in various ways why self-attentiveness is the only means to eradicate ego. Three such explanations are as follows: Firstly, ego is an erroneous form of self-awareness, an awareness of ourself as something other than what we actually are, so it can be annihilated only by correct self-awareness, awareness of ourself as we actually are, and to see what we actually are we need to attend to ourself very keenly. Secondly, the nature of what we actually are is to be aware of nothing other than ourself, whereas the nature of ego is to be always aware of things other than itself, so by being aware of anything other than ourself we are nourishing and sustaining ego, and hence we can eradicate ego only by trying to be aware of ourself alone. Thirdly, we rise, stand and flourish as ego by being aware of forms, which are things other than ourself, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, so ego will subside and dissolve back into our real nature, its source, only to the extent that we attend to ourself, thereby withdrawing our attention from all other things.<br>\n<br>\nWhen we carefully and critically consider all the fundamental principles of Bhagavan’s teachings, we can appreciate not only how coherent they are but also how logically robust they are when taken together as a single coherent whole, so by such deep and thorough <i>manana</i> we gain a firm conviction that all these principles are indeed correct and consequently a strong motivation to put them into practice. Having gained a deep and clear understanding of these principles both by such <i>manana</i> and by consequent practice of self-investigation and self-surrender, we are able to critically evaluate and assess any other spiritual teachings. When we do so, we can find shortcomings in almost all other spiritual teachings, but this does not mean that those other teachings are necessarily wrong, because different levels of teaching are required for people of different levels of spiritual development. Even Bhagavan gave teachings of different levels to suit people who were not yet willing to accept his deeper teachings, so many of the more superficial teachings that he gave to suit such people are not entirely consistent with the fundamental principles of his core teachings as expressed in works such as <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, but the fundamental principles themselves are perfectly consistent and coherent.<br>\n<br>\nSince it is necessary for us to consider and question Bhagavan’s teachings very carefully and critically in order to understand them clearly, coherently and deeply, whenever we come across any other teachings it is surely not wrong for us to consider them in an equally careful and critical manner, particularly when those other teachings are either claimed to be the same as his or are given by people who claim to be his followers. Considering and questioning any teaching in such a manner is not being disrespectful, as you imply when you say that I ‘have criticized Papaji in a very disrespectful way’, but is necessary in order for us to safeguard ourself against the possibility of our being confused and misled by any teachings that are contrary to the fundamental principles that Bhagavan has taught us.<br>\n<br>\nNow let us consider the first of the two questions that I raised concerning your view that we should not question the teachings of anyone who is believed to be a <i>jñāni</i> because the teachings of a <i>jñāni</i> ‘are and must be impeccable’, namely: how are we to judge who is a <i>jñāni</i>? You yourself admit in your comment that it is true that only a sage can recognise a sage, and you imply that we cannot trust our ‘ignorant ego’ to recognise a sage, but then you claim: ‘We can only rely on our intuition what is a fruition of Self’. When you say ‘our intuition’, ‘our’ can only mean ego’s, because intuition in this sense is the ability of the mind to intuit or feel strongly (whether correctly or incorrectly) that something is the case even without evidence or reason, and an intuition in the sense of what is intuited is a hunch or ‘gut feeling’, which is a kind of a mental impression, so if we rely on any intuition we are thereby trusting not only ego but also one of its hunches.<br>\n<br>\nYou say that our intuition ‘is a fruition of Self’, but what do you mean by that? Presumably what you mean by ‘Self’ is our real nature (<i>ātma-svarūpa</i>), but our real nature is pure awareness, which is what alone actually exists, so it has no ‘fruition’ and cannot be held responsible for whatever we may intuit. If all intuitions came directly from our real nature, without any interference from our ego or mind, whatever intuition different people may have about any given subject would be the same, whereas in fact different people often have different and even contradictory intuitions on the same subject, so it is clear that all or at least many intuitions are influenced by the mind in which they arise. <br>\n<br>\nMoreover, intuitions arising in the same mind are sometimes correct and sometimes wrong, so they are not reliable. Nobody can reasonably claim that all their intuitions are correct and infallible. Whatever intuitions we have may be either correct or incorrect, so we should not place too much trust in them, and we should try to find some more reliable means of assessing whether or not each one of them is correct. If we blindly and uncritically believe all our intuitions, we will as often as not be misled by them.<br>\n<br>\n<a name=\"un13\"></a>Therefore we do not have any reliable means of knowing who is or is not self-realised, so it seems futile, foolish and rather childish to base our judgement of any person’s ideas, beliefs or teachings on whether we believe that they are self-realised or not. The belief that some people are <i>jñānis</i> (self-realised people) and the majority are <i>ajñānis</i> (people who are not self-realised) can arise only in the state of <i>ajñāna</i>, because as Bhgavan said in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold is <i>ajñāna</i>’.<br>\n<br>\n<a name=\"ut12\"></a>‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>) literally means ‘<i>jñāna</i> [awareness or knowledge] that is <i>nānā</i> [manifold, diverse, various, distinct, different, separate or many]’, and in his first draft of this verse, which is now <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#ut12\">verse 12</a> of <i>Upadēśa Taṉippākkaḷ</i>, he expressed it as ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), ‘awareness that sees as many’, so ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>) implies awareness of multiplicity. Therefore so long as we see many people we are seeing from the perspective of <i>ajñāna</i>, so regarding some people as <i>jñānis</i> and others as <i>ajñānis</i> is <i>ajñāna</i>. From the perspective of <i>jñāna</i>, there are no <i>jñānis</i> or <i>ajñānis</i>; there is only <i>jñāna</i>.<br>\n<br>\nThat is why in the first sentence of this verse Bhagavan says: ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i>, alone is real’. So long as we look outwards, away from ourself, we see many people, some of whom we may suppose to be <i>jñānis</i> and others of whom we may suppose to be <i>ajñānis</i>, but if we look back at ourself keenly enough, we will see that there is actually nothing other than ourself and that we are just pure awareness (<i>jñāna</i>).<br>\n<br>\nAccording to Bhagavan our present state and any other state in which we perceive anything other than ourself is just a dream, so all the people we see here, including whatever person we seem to be, are no more real than any of the people we see in a dream. All people without any exception are just our own mental projection, so how can any such mental projection be a <i>jñāni</i>?<br>\n<br>\nTherefore as spiritual aspirants we have to go beyond the false belief that some people are <i>jñānis</i> and others are <i>ajñānis</i>, and to understand instead that what is real is only <i>jñāna</i>, which is ourself. So long as we believe in the existence of <i>jñānis</i> and <i>ajñānis</i>, our understanding of Bhagavan’s teachings is still relatively superficial, and if we judge any ideas, beliefs or teachings on the basis of whether we suppose the person who has expressed them to be a <i>jñāni</i> or not, we are allowing ourself to be guided by beliefs that not only cannot be substantiated but that are actually false according to the deeper teachings of Bhagavan.<br>\n<br>\nThis is why he always discouraged speculation about who is or is not a <i>jñāni</i>, and why he sometimes said, ‘There is only one <i>jñāni</i>, and that is you’. When he says, ‘ஞானம் ஆம் தானே மெய். நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>ñāṉam ām tāṉē mey. nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Oneself, who is awareness (<i>jñāna</i>), alone is real. Awareness that is manifold is <i>ajñāna</i>’, we should understand that <i>jñāna</i> exists and can be found only within ourself, and that our belief or supposition that it exists and can be found outside ourself in some other person is a product of our own <i>ajñāna</i>.<br>\n<br>\nWhy should we be concerned about whether Poonja considered himself to be a <i>jñāni</i> or whether anyone else considers him to be so? When we do not see that we ourself are <i>jñāna</i>, whatever <i>jñāna</i> we believe we see in anyone else is false. Therefore rather than allowing ourself to be swayed by such false beliefs, let us judge all ideas, beliefs and teachings on their own merits. What reason do we have to believe them, and are any reasons we have for believing them actually sound and coherent? As Bhagavan often used to say, ‘Do not believe what you do not know’, so let us be very cautious about what we believe, and let us withhold our belief from anything that we do not have indubitable or at least very strong reasons to believe.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "154",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6448948495883955429/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTU0MTU0NzUzNjcyCm9mZnNldDogMzYwMDAwMAo\""
}