{
    "kind": "blogger#post",
    "id": "2733138637428797837",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-06-11T10:01:00+01:00",
    "updated": "2019-06-11T17:47:20+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2733138637428797837",
    "title": "In what sense and to what extent do we remember what we were aware of in sleep?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2019/05/how-to-practise-self-enquiry-atma-vicara.html#c2438581453656524229\">comment</a> on one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/05/how-to-practise-self-enquiry-atma-vicara.html\">How to practise self-enquiry (<i>ātma-vicāra</i>)?</a>, a friend called Rajat Sancheti wrote:<br>\n<blockquote>If I give it some thought, and try to recall last night’s dream, it becomes quite clear that in dream I am aware of myself without being aware of this body. But if I try to see the same thing (that I am aware of myself without being aware of this body) regarding dreamless sleep, it is not very clear. Why is it that the memory of having existed in dream is much clearer than the memory of having existed in dreamless sleep? Or is it that in the case of dream, what is clearer to me is only the memory of having existed as some body, and not the memory of simply existing?<br><a name='more'></a>\n<br>\nI suspect I am wrong in relying on memory for this manana, (because, in dream I can remember my childhood, etc, but obviously the dream body I took to be myself didn’t have any childhood, so memory cannot be trusted). But how else to think of deep sleep, to try to see that we are not this thinking mind either? On what basis to reject the memory of childhood, and accept the memory of last night’s sleep? Should it be discarded altogether?</blockquote>\nRajat, the following is my answer to these questions of yours.<br>\n<ol>\n<li><a href=\"#derivation\">Our memory of our existence in sleep is not derived from the mind but solely from the very nature of our ever-present self-awareness</a></li>\n<li><a href=\"#un24\"><i>Uḷḷadu Nāṟpadu</i> verse 24: though ego as such does not exist in sleep, its essence and reality, <i>sat-cit</i>, which is our fundamental awareness ‘I am’, remains there, so ego remembers ‘I was asleep’ as if it existed in sleep</a></li>\n<li><a href=\"#ego\">Ego is the false awareness ‘I am this body’, so it obscures but does not entirely conceal the nature of our real awareness ‘I am’, and hence we as ego are vaguely aware both of our own immortality and of our existence in sleep</a></li>\n<li><a href=\"#memory\">Why can we not remember what we were aware of ourself as while asleep, even though we can remember that we were in that state?</a></li>\n<li><a href=\"#recognise\">If we find it difficult to recognise that we were clearly aware of our existence in sleep, that is because we have not yet practised being self-attentive keenly and deeply enough</a></li>\n<li><a href=\"#thinking\">If we exist in sleep, we cannot be this thinking mind, because it does not exist then, so to understand that we are not this thinking mind we need to recognise that we do exist in sleep</a></li>\n<li><a href=\"#reliable\">Our memory of our existence in sleep is not only more useful but also far more reliable than our memory of any phenomena</a></li>\n<li><a href=\"#guide\">Our memory of having been aware of our existence without being aware of anything else in sleep is what guides us to go deep within ourself by trying to attend only to our fundamental self-awareness, as we experienced it in sleep</a></li>\n</ol>\n<a name=\"derivation\"></a><b>1. Our memory of our existence in sleep is not derived from the mind but solely from the very nature of our ever-present self-awareness</b><br>\n<br>\nOur memory of what we experienced in sleep (which in the context of Bhagavan’s teachings means only dreamless sleep) is of a different order to our memory of what we experienced in dream, or rather, it is memory in a different sense. In its usual sense, memory is an impression left by phenomena that have previously appeared in our mind, so our memory of what we experienced in dream is memory in this standard sense. In sleep, however, there are no phenomena, nor is there any mind in which they could appear or leave an impression, so though we do remember having been in sleep, a state in which we were not aware of any phenomena whatsoever, our memory of our existence then is not memory in the conventional sense. That is, we do not remember what we were aware of in sleep by the same mechanism by which we remember phenomena that we were aware of in waking or dream.<br>\n<br>\nMemory in the conventional sense is a function of the mind, so it can operate (record and later recall) only in waking and dream and not in sleep, because mind seems to exist only in waking and dream and not in sleep. So how do we remember anything at all about sleep? How are we aware that we have ever been in such a state? If awareness were limited to the mind (or rather to ego, which is the essence of the mind, being the only element of it that is aware), we would not be aware of any such state as sleep, because in sleep there is no mind or ego at all. The fact that we are aware of having been in a state in which there was no ego (and consequently no mind) shows that we are an awareness that is more fundamental than ego and that exists independent of it.<br>\n<br>\nWe who were aware of our existence in sleep are also aware of our existence in waking and dream, so our awareness of our existence is permanent and unaffected by the appearance of ego and phenomena (subject and objects) in waking and dream and their disappearance in sleep. It is this continuity of our self-awareness that is experienced by us as our present memory of our existence in sleep, so unlike all our other memories, this memory is not derived from the mind or from anything that appeared in the mind. It is derived solely from the very nature of our ever-present self-awareness.<br>\n<br>\n<a name=\"un24\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 24: though ego as such does not exist in sleep, its essence and reality, <i>sat-cit</i>, which is our fundamental awareness ‘I am’, remains there, so ego remembers ‘I was asleep’ as if it existed in sleep</b><br>\n<br>\nParadoxically, however, what now experiences this memory of our existence in sleep is ourself as ego, even though we did not exist as ego in sleep. How then are we as ego able to remember what shone in our absence? Though we did not exist as ego in sleep, we did exist as our fundamental self-awareness, which is the basis and essence of ego. That is, ego is a confused and distorted form of self-awareness, an awareness of ourself as a person (a body consisting of five sheaths, namely a physical body, life, mind, intellect and will), which is not what we actually are, so it is a mixture of pure self-awareness, which is what we actually are, and a set of adjuncts, namely this person, which is what we now seem to be.<br>\n<br>\nAs Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>சடவுடனா னென்னாது சச்சித் துதியா<br>\nதுடலளவா நானொன் றுதிக்கு — மிடையிலிது<br>\nசிச்சடக்கி ரந்திபந்தஞ் சீவனுட்ப மெய்யகந்தை<br>\nயிச்சமு சாரமன மெண்.<br>\n<br>\n<i>jaḍavuḍaṉā ṉeṉṉādu saccit tudiyā<br>\nduḍalaḷavā nāṉoṉ ḏṟudikku — miḍaiyilitu<br>\nciccaḍakki ranthibandhañ jīvaṉuṭpa meyyahandai<br>\nyiccamu sāramaṉa meṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> சட உடல் ‘நான்’ என்னாது; சத்சித் உதியாது; இடையில் உடல் அளவா ‘நான்’ ஒன்று உதிக்கும். இது சித்சடக்கிரந்தி, பந்தம், சீவன், நுட்ப மெய், அகந்தை, இச் சமுசாரம், மனம்; எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>jaḍa uḍal ‘nāṉ’ eṉṉādu; sat-cit udiyādu; iḍaiyil uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum. idu cit-jaḍa-giranthi, bandham, jīvaṉ, nuṭpa mey, ahandai, i-c-samusāram, maṉam; eṇ</i>.<br>\n<br>\n<b>English translation:</b> The insentient body does not say ‘I’; being-awareness does not rise; in between one thing, ‘I’, rises as the extent of the body. Know that this is the awareness-insentience-knot, bondage, soul, subtle body, ego, this wandering and mind.<br>\n<br>\n<b>Explanatory paraphrase:</b> The <i>jaḍa</i> [insentient] body does not say ‘I’; <i>sat-cit</i> [being-awareness] does not rise; [but] in between [these two] one thing [called] ‘I’ rises as the extent of the body. Know that this [the spurious adjunct-mixed self-awareness that rises as ‘I am this body’] is <i>cit-jaḍa-granthi</i> [the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with an insentient (<i>jaḍa</i>) body, binding them together as if they were one], <i>bandha</i> [bondage], <i>jīva</i> [life or soul], <i>nuṭpa mey</i> [subtle body], <i>ahandai</i> [ego], this <i>saṁsāra</i> [wandering, revolving, perpetual movement, restless activity, worldly existence or the cycle of birth and death] and <i>manam</i> [mind].</blockquote>\n<a name=\"un05\"></a>What he refers to here as ‘உடல்’ (<i>uḍal</i>), ‘body’, is not just the physical body but all the five sheaths (that is, it is a combination of five elements: a physical body, life, mind, intellect and will), because in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i> he said, ‘உடல் பஞ்ச கோச உரு. அதனால், ஐந்தும் ‘உடல்’ என்னும் சொல்லில் ஒடுங்கும்’ (<i>uḍal pañca kōśa uru. adaṉāl, aindum ‘uḍal’ eṉṉum sollil oḍuṅgum</i>), ‘The body is a form of five sheaths. Therefore all five are included in the term body’, so in this context ‘body’ means the entire person or set of adjuncts that we as ego mistake ourself to be, and as he says here, it is சட (<i>jaḍa</i>), insentient or non-aware, so it ‘does not say I’, which is a metaphorical way of saying that it is not aware of itself. What he refers to as ‘சச்சித்’ (<i>saccit</i>), which is a compound of two words, ‘சத்-சித்’ (<i>sat-cit</i>), ‘being-awareness’ or ‘real awareness’, is pure self-awareness, our fundamental awareness of our own existence, ‘I am’, which is what we actually are.<br>\n<br>\nThough <i>sat-cit</i>, which is our awareness of our own existence, and the body, which is non-aware, are obviously not the same thing, when we rise and stand as ego we conflate these two things as if they were one. That is, as ego we are not ourself as we actually are, namely pure (adjunct-free) <i>sat-cit</i>, nor are we whatever body we seem to be, yet we usurp the natures of both, as if they were our own nature, because we are aware of our existence as ‘I am’, which is the nature of <i>sat-cit</i>, and we seem to appear and disappear, and to be confined within the limits of time and space, which are the nature of the body.<br>\n<br>\nSince ego is neither <i>sat-cit</i> nor the body, yet seems to be a combination of certain qualities of each, Bhagavan says in the third sentence of this verse: ‘உடல் அளவா ‘நான்’ ஒன்று உதிக்கும் இடையில்’ (<i>uḍal aḷavā ‘nāṉ’ oṉḏṟu udikkum iḍaiyil</i>), ‘In between [<i>sat-cit</i> and the body] one thing, ‘I’, rises as the extent of the body’. What he refers to as ‘நான் ஒன்று’ (<i>nāṉ oṉḏṟu</i>), which means ‘one thing, I’ or ‘the one [called] I’, is ego, the ‘I’ that rises (appears) and subsides (disappears), and that seems to be limited in time and space to the extent of whatever body it currently mistakes itself to be. What he means by ‘இடையில்’ (<i>iḍaiyil</i>), ‘in between’, is not that ego rises literally in between <i>sat-cit</i> and the body, because <i>sat-cit</i> is the infinite whole, since it is what alone actually exists, whereas the body is just an appearance that comes into seeming existence only when we rise as ego, so he uses this term here in a metaphorical sense to imply that ego is neither <i>sat-cit</i> nor the body, yet seems to be a combination of certain qualities of each (just as we may say, for example, that a certain story is neither true nor false but somewhere in between, meaning that it combines elements of both fact and fiction).<br>\n<br>\nThough ego is neither <i>sat-cit</i> nor the body, it could not exist without combining qualities of both, so it is described as <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of awareness (<i>cit</i>) with a body, which is non-aware (<i>jaḍa</i>), binding them together as if they were one. However, in this confused mixture of <i>cit</i> and <i>jaḍa</i>, only one element is real, namely <i>cit</i>, which is pure awareness, because like all other phenomena (objects of perception) the body is just an illusory appearance, which seems to exist only in the view of ourself as ego. Therefore the essence and foundation of ego is only <i>sat-cit</i>, which is our fundamental awareness ‘I am’, so though ego as such does not exist at all in sleep, its reality does exist there as ‘I am’.<br>\n<br>\nThat is, ego is just the false awareness ‘I am this body’, so since no body seems to exist in sleep, ego itself does not exist there. However, in this false awareness, ‘I am this body’, what is real is only our fundamental awareness of our own existence, ‘I am’, so the same awareness that shines alone as ‘I am’ in sleep continues to shine in waking and dream, and since ego usurps this awareness ‘I am’ as if it were its own awareness of its own existence, it remembers ‘I was asleep’ as if it existed in sleep. That is, even though ego does not exist in sleep, in waking and dream it is aware of the unbroken continuity of its fundamental awareness ‘I am’.<br>\n<br>\nIn other words, we always exist and are always aware of our existence, whether we happen to be aware of ourself as ‘I am this body’, as in waking and dream, or just as ‘I am’, as in sleep. We are always aware of our existence, firstly because self-awareness is what we actually are, so our existence (<i>sat</i>) and our awareness of our existence (<i>sat-cit</i>) are one and the same thing, and secondly because, being what we actually are, our awareness of our existence is unchanging and therefore unaffected by the passing of time. As Bhagavan says in the second sentence of this verse, ‘சத்சித் உதியாது’ (<i>sat-cit udiyādu</i>), ‘being-awareness [or real awareness] does not rise’, which implies that our fundamental awareness of our own existence (our real self-awareness) does not ever appear or disappear, because it always remains as it is.<br>\n<br>\n<a name=\"ego\"></a><b>3. Ego is the false awareness ‘I am this body’, so it obscures but does not entirely conceal the nature of our real awareness ‘I am’, and hence we as ego are vaguely aware both of our own immortality and of our existence in sleep</b><br>\n<br>\nAs ego we are not aware of ourself as we actually are, because we are aware of ourself as if we were a body, and we are aware of the mortality of our body, yet we are also vaguely aware of our own immortality. This is why our own death never quite seems real to us, and why it is natural for us to believe that we will endure in some form or another after the death of our body. We can easily conceive the death of our body, but in spite of knowing that our body will certainly die sooner or later, we can never quite conceive our own non-existence. Even if we try to conceive a state in which we do not exist, we cannot quite do so without unintentionally and unavoidably picturing ourself in the background being somehow aware of that state.<br>\n<br>\nOur own existence is so clearly real to us, and it is the background against which we are aware of everything else, because we are the awareness in which all other things and states seem to exist. Therefore, not only can we never adequately conceive our own non-existence, but we also have no adequate reason to suppose that we could ever be non-existent. The possibility of our own non-existence is just an idea, and like all other phenomena this idea can appear only in our awareness, so it cannot arise independent of our existence. Even if it is argued that though we exist now, we might not have existed at some time in the past or might not exist at some time in future, that would be possible only if time existed independent of ourself, but even time is something that seems to exist only in our awareness, so we have no evidence that it could exist independent of our awareness of it. In fact, time seems to exist only in waking and dream, so it appears in our awareness in waking and dream but disappears in sleep, so it is an appearance that depends for its seeming existence on our awareness of it. This is why our own existence is even more real to us than the existence of time or anything else.<br>\n<br>\nTherefore the rising of ourself as ego, the false awareness ‘I am this body’, does not entirely conceal our real nature, which is the eternal (timeless) and immutable real awareness of our own existence, ‘I am’. It obscures our awareness of our immortality and immutability, making it seem rather vague and uncertain, but never entirely conceals it. Likewise, it obscures our memory of having been aware of our existence in sleep, making it seem rather vague and uncertain, but never entirely conceals it.<br>\n<br>\n<a name=\"memory\"></a><b>4. Why can we not remember what we were aware of ourself as while asleep, even though we can remember that we were in that state?</b><br>\n<br>\nIf we carefully consider what we remember about having been asleep, it is clear that we remember definitely <i>that</i> we were in such a state, but we do not remember exactly <i>what</i> we were then. That is, we remember having been in a state in which we were not aware of anything else, so we must have been aware of our existence then, because if we were not aware of our existence in that state, we would have no memory of having being in it. In fact we would not be aware of the existence of any such state, and it would therefore seem to us that we have only ever experienced an uninterrupted succession of just two alternating states, namely waking and dream, and had never experienced any gaps between successive states of waking and dream. Since we are clearly aware that we experience not just two but three alternating states, in two of which we are aware of ourself as if we were a body and are consequently aware of other phenomena, and in one of which we are not aware of a body or any other phenomena, we are clearly aware of our existence not only in waking and dream but also in sleep, even though in sleep we were not aware of anything else whatsoever.<br>\n<br>\nIn waking and dream we remember that we were in sleep, but that is all that we remember about that state. In contrast to waking and dream, we can say what we were not aware of in sleep, but we cannot say exactly what we were aware of except that we existed in that state. We remember that we were not aware of ourself as a body, but though we clearly remember <i>that</i> we existed then, we cannot clearly remember <i>what</i> we existed as. We remember that we were peaceful and happy, because there was nothing there to disturb our innate peace and happiness, but our memory of that peace and happiness is no clearer than our memory of what exactly we existed as then.<br>\n<br>\nThe reason why we can now clearly remember <i>that</i> we were but not <i>what</i> we were in sleep is very simple. We are now clearly aware <i>that</i> we are, but we are not clearly aware <i>what</i> we are, because we now mistake ourself to be a body (a person consisting of five sheaths: a physical body, life, mind, intellect and will), which is not what we actually are. What we actually are never changes in any way whatsoever, so what we actually are now is what we actually were in sleep. Therefore, since we as ego are not aware of what we actually are now, we cannot remember what we actually were in sleep.<br>\n<br>\nThat is, the same self-ignorance that prevents us being aware of ourself as we actually are now also prevents us remembering what we actually were in sleep. This self-ignorance (<i>avidyā</i> or <i>ajñāna</i>) is nothing other than ego, the false awareness ‘I am this body’, so what we actually are now, which is what we actually were in sleep, can never be clear to us so long as we rise and stand as ego.<br>\n<br>\nEgo, which is nothing but the false awareness ‘I am this body’, dissolves and disappears entirely in sleep, albeit only temporarily, so what remains then is only the real awareness ‘I am’. What we are actually aware of in sleep, therefore, is only our own real nature (<i>ātma-svarūpa</i>), but this is obscured as soon as we rise as ego in waking or dream, so as ego we can never remember ourself exactly as we were in sleep. Therefore, though we now clearly remember being aware of nothing other than ourself in sleep, we cannot clearly remember what we were then aware of ourself as.<br>\n<br>\nOnly when we do not rise as ego, as in sleep, are we aware of ourself as we actually are, because when the false awareness ‘I am this body’ is removed (whether temporarily or forever), what remains is only our real awareness ‘I am’. However, though we were then clearly aware of ourself as we actually are, our memory of that clear awareness is obscured by the rising of ourself as ego in waking or dream, so if we want to lose ourself forever in the absolute clarity of self-awareness that we experienced in sleep, we need to eradicate ego entirely, which we can do only by keenly investigating ourself in either waking or dream.<br>\n<br>\n<a name=\"recognise\"></a><b>5. If we find it difficult to recognise that we were clearly aware of our existence in sleep, that is because we have not yet practised being self-attentive keenly and deeply enough</b><br>\n<br>\nI hope that what I explained in the previous four sections is sufficient to enable you to resolve the questions you asked in your comment, but in case it is not, I will consider each of them individually in these final four sections.<br>\n<br>\nYour first question was, ‘Why is it that the memory of having existed in dream is much clearer than the memory of having existed in dreamless sleep?’ To answer this we need to consider which now seems to us to be more clear, our present awareness of phenomena or our present awareness of our own existence. Throughout all or most of our time during waking and dream our attention is dwelling on phenomena rather than on ourself, so it may seem to us that the appearance of phenomena is clearer to us than our awareness of ourself, but if that is the case, it indicates that we are so habituated to overlooking our fundamental self-awareness that we fail to see that it is actually clearer than anything else could ever be.<br>\n<br>\nThe more we practise being self-attentive, the clearer it will become to us that what is always shining more clearly than anything else is only our own self-awareness. Just as a cinema screen is the constant and unchanging background on which all the movie pictures appear and disappear, our fundamental self-awareness is the constant and unchanging background on which all phenomena appear and disappear. If we are interested only in watching a movie, we may overlook the screen on which it is appearing, but even when we ignore it, the existence of the screen is perfectly clear to us. Likewise, if we are interested only in being aware of phenomena, we may overlook our own self-awareness, on which they are appearing, but even when we ignore it, the existence of our own self-awareness is always perfectly clear to us. If we were more interested in attending to our own self-awareness than in being aware of any phenomena, we would be able to see how perfectly clear our own self-awareness always is.<br>\n<br>\nIf what we experienced in dreams seems clearer to us than what we were aware of in sleep, that is because we are now more interested in being aware of phenomena than in attending to our own self-awareness. Your question implies that for you ‘the memory of having existed in dream is much clearer than the memory of having existed in dreamless sleep’, but the reason for this is that in dream you were aware of phenomena whereas in sleep you were not aware of any phenomena, so your memory of being aware of phenomena in dream makes it clear to you that you existed then, whereas your lack of any memory of being aware of phenomena in sleep makes it seem to you that you do not so clearly remember having existed then.<br>\n<br>\nOur awareness of phenomena depends on our fundamental awareness of ourself, and not vice, but for those who have never attempted to be self-attentive, or have not practised it sufficiently, it may seem that one is not aware of oneself unless one is aware of phenomena. This is why most people believe we are not aware of ourself at all in sleep, and why you believe that you are not as clearly aware of your existence in sleep as you are in dream.<br>\n<br>\nThe difference between our awareness of ourself in waking or dream and in sleep is that in waking and dream we are aware of ourself as a body, whereas in sleep we are aware of ourself just as we always actually are. Therefore the answer to your second question, ‘Or is it that in the case of dream, what is clearer to me is only the memory of having existed as some body, and not the memory of simply existing?’, is yes. Because you are now aware of your existence as if you were a body, and because in dream you were likewise aware of your existence as if you were a body, it is clear to you now that you were aware of your existence in dream, whereas it does not seem so clear to you that you were aware of your existence in sleep, since you were then not aware of yourself as a body.<br>\n<br>\nTherefore your difficulty in recognising that you were clearly aware of your existence in sleep is because of the fact that you have not yet practised being self-attentive keenly and deeply enough.  However, your interest in this subject will certainly motivate you to continue trying to be self-attentive, and the more you try the clearer it will become to you that you are always clearly aware of yourself, whether you happen to be also aware of other things, as you are in waking and dream, or not, as in sleep.<br>\n<br>\nNot only are we clearly aware of our existence in sleep, but we are in fact more clearly aware of our existence then than we are in waking and dream, because in waking and dream we mix and confuse our awareness of our own existence with the seeming existence of a body, whereas in sleep we are aware of ourself as we actually are, without any such mixture or confusion.<br>\n<br>\n<a name=\"thinking\"></a><b>6. If we exist in sleep, we cannot be this thinking mind, because it does not exist then, so to understand that we are not this thinking mind we need to recognise that we do exist in sleep</b><br>\n<br>\nYour third question was, ‘But how else to think of deep sleep, to try to see that we are not this thinking mind either?’ Thinking is the process by which we form thoughts in our awareness, so our formation (creation) of thoughts and our awareness (perception) of them are one and the same thing, and hence, since all phenomena are just thoughts (mental phenomena), according to Bhagavan no phenomena are created or exist independent of our perception of them. This view is therefore called <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention (<i>vāda</i>) that perception (<i>dṛṣṭi</i>) alone is creation (<i>sṛṣṭi</i>), and is clearly illustrated by dream, in which everything that seems to exist is created only by our perception of it. Since the perceiving element of the mind is what is called ego, what you refer to as ‘this thinking mind’ is only ego.<br>\n<br>\n<a name=\"un25\"></a>As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ego is a formless phantom that comes into existence, stands, feeds itself and flourishes only by ‘grasping form’, so since it is formless, ‘form’ means anything other than itself, namely any phenomena, and it can ‘grasp’ phenomena only by being aware of them. In other words, ego comes into existence, stands, feeds itself and flourishes only by perceiving phenomena, all of which it brings into seeming existence by its mere perception of them.<br>\n<br>\nWithout perceiving phenomena, ego itself would not seem to exist, so since no phenomena are perceived in sleep, ego does not exist there. Therefore, if we exist in sleep, we cannot be ego, this thinking mind, so to understand that we are not this thinking mind we need to recognise that we do exist in sleep.<br>\n<br>\nWe can be sure that we existed in sleep, even though ego did not exist then, only to the extent that we are able to recognise clearly that we were aware of our existence then, and as I explained above, the most effective means to recognise this clearly and indubitably is to patiently and persistently try to be as keenly self-attentive as we can. The more we practise being self-attentive, the more familiar we will become with being aware of ourself distinct from the body and all other phenomena, and thus the more clearly we will be able to recognise that we were aware of ourself while asleep, in spite of not being aware of anything else whatsoever.<br>\n<br>\nHowever, even if we have not yet practised being self-attentive enough to recognise clearly that we do remember being aware of our existence in sleep, we can recognise this conceptually by carefully considering what we do remember about sleep. We clearly remember ‘I was asleep’, and we are able to distinguish sleep from dream and waking, so it should be clear to us that we must have been aware of being in such a state. If we were not aware of being in it, we would not be aware of the existence of any such state at all.<br>\n<br>\nThat is, if we were aware only in waking and dream and not at all in sleep, it would seem to us that what we experience is only an uninterrupted succession of alternating states of waking and dream without any discernible gap between successive states of waking or dream. Therefore, since we are aware of such a gap, in which we are not aware of any phenomena, we must have been aware of being in that gap, which is what we call sleep. Therefore, since we were aware of being in sleep, we can be sure that we existed then, so since ego, the thinking element of the mind, did not exist there, it should be clear to us that ego cannot be what we actually are.<br>\n<br>\n<a name=\"reliable\"></a><b>7. Our memory of our existence in sleep is not only more useful but also far more reliable than our memory of any phenomena</b><br>\n<br>\nYour fourth question was, ‘On what basis to reject the memory of childhood, and accept the memory of last night’s sleep?’ I assume that what you mean by ‘memory of childhood’ is not just memory of our existence then but memory of some of the things (phenomena) that we experienced then, whereas our memory of last night’s sleep is not a memory of any phenomena but only memory of our existence in a state devoid of phenomena.<br>\n<br>\nMemory of our childhood or any other phenomena is a kind of internal perception of mental impressions that we believe correspond to phenomena that we experienced in the past, but we can never be sure that we actually experienced such things then. If we had come into existence as ego just five minutes ago along with a set of memories of a childhood and adulthood that we never actually experienced, those memories would seem no less real to us now than if they had been memories of a childhood and adulthood that we had actually experienced.<br>\n<br>\nAccording to Bhagavan our present state, which now seems to us to be waking, is actually just a dream, as also is any other state in which we are aware of phenomena, so all our present memories are just a part of this dream. Therefore we cannot be sure whether our present memories of our childhood, of last year or of yesterday are things that we actually experienced or not, but whichever is the case does not any difference to us now, because in either case they seem equally real to us.<br>\n<br>\nIf our aim is just to know what we ourself actually are, we need not concern ourself about whatever memories we may have of phenomena, because no phenomenon can be what we actually are, since all phenomena appear and disappear in our awareness, and we exist and are aware whether they appear or not. Our memory of our existence in sleep, on the other hand, is something that should concern us, because we remember having existed in sleep without being aware of any phenomena, so this clearly proves that no phenomenon can be what we actually are.<br>\n<br>\nSince we cannot be sure that any memories we may have of phenomena correspond to anything that we actually experienced in the past, how can we be sure of our memory of having existed in sleep? As I explained in the <a href=\"#derivation\">first section</a> of this article, unlike all our other memories, our memory of our existence in sleep is not derived from the mind but only from the unceasing continuity of our own ever-present self-awareness, so it is far more reliable than any other memory we may have.<br>\n<br>\nUltimately the only thing we can be absolutely sure of is our awareness of our existence here and now, because if we did not exist we could not be aware of anything, whether real or illusory. Everything else that we are now aware of could be just an illusion (and according to Bhagavan it is just an illusion), but our awareness of our own existence cannot be an illusion, because we must exist as awareness in order to be aware of any illusion. Even time could be an illusion, because like all other phenomena it appears in waking and dream but disappears in sleep, so <i>sat-cit</i>, our awareness of our own existence, ‘I am’, is more indubitably real than time or any other thing.<br>\n<br>\nSince our awareness of our own existence is so certain, and the reality of time is so uncertain, we have more reason to doubt the existence of time than we have to doubt the existence of ourself at any time in the past or future. Therefore our memory of our existence in sleep is not only more useful but also far more reliable than our memory of any phenomena that seem to have appeared in our mind at some point in the past.<br>\n<br>\n<a name=\"guide\"></a><b>8. Our memory of having been aware of our existence without being aware of anything else in sleep is what guides us to go deep within ourself by trying to attend only to our fundamental self-awareness, as we experienced it in sleep</b><br>\n<br>\nYour fifth and final question was, ‘Should it be discarded altogether?’, in which I assume that what you meant by ‘it’ is memory. We obviously need memory to navigate our way through this dream of ours, so for mundane purposes we have no choice but to rely on our memories of phenomena. Even to follow Bhagavan’s path we use our memory of his teachings and of our understanding of them, so memory has a suitable role to play in all aspects of our life as a person.<br>\n<br>\n<a name=\"ny16\"></a>However, as he said in the final sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>, ‘கற்றவை யனைத்தையும் ஒருகாலத்தில் மறக்க வேண்டிவரும்’ (<i>kaṯṟavai y-aṉaittaiyum oru-kālattil maṟakka vēṇḍi-varum</i>), ‘At one time it will become necessary to forget all that one has learnt’, because memory belongs only to ourself as ego, so we must eventually be willing to discard it entirely along with ego. Even our memory of our existence in sleep belongs only to ourself as ego, in the sense that it is only as ego that we remember having been asleep, even though in sleep we did not exist as ego but only as pure self-awareness, which is what we actually are.<br>\n<br>\nHowever, until we are willing to surrender ourself entirely along with all our memories, we must of necessity continue to use our various kinds of memory, each in their own appropriate sphere. In the sphere of self-investigation, the most important memory we have is our clear memory of having existed and having been aware of our existence without being aware of anything else in sleep, because this memory is what guides us to go deep within ourself by trying to attend only to our fundamental self-awareness, ‘I am’, as we experienced it in sleep, thereby excluding everything else from our awareness.</div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "73",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2733138637428797837/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTYwMjcxNjQwMDY1Cm9mZnNldDogMzYwMDAwMAo\""
}