{
    "kind": "blogger#post",
    "id": "5766545260239284407",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-06-24T14:01:00+01:00",
    "updated": "2019-06-24T14:01:37+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/06/how-can-we-be-sure-that-we-can-wake-up.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5766545260239284407",
    "title": "How can we be sure that we can wake up from this dream of our present life?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Yesterday in a <a href=\"https://www.youtube.com/watch?v=73jgY4UjRdc&lc=UgzZL8fx1GWvz7YLRm54AaABAg\">comment</a> on one of my videos, <a href=\"https://youtu.be/73jgY4UjRdc\">2019-01-12 Ramana Maharshi Foundation UK: discussion with Michael James on <i>Nāṉ Ār?</i> paragraph 14</a>, a friend called Saroj wrote:<br>\n<blockquote>Thank you for this video, Michael. We can think of the dream state only with respect to (what seems to be) the waking state. So when Bhagavan says that waking state also is only a dream, how to understand this statement? Since we know the dream state only with respect to this waking state, if the waking state too is a dream, then there is no longer any standard left against which to place dream and thus to make sense of it. Typing this question, it seems like the standard must be the state of deep sleep. So basically, there is no state that can be called the waking state? Only dream and sleep? Also, it seems like no rational person will deny that this world is quite possibly only a dream or mental imagination. But how can we be sure that we can ‘wake’ up from this dream, and how? Bhagavan has taught that this is possible, should we take this on faith? And try to experience it ourselves through our practice? I ask because previously, I have followed several different people, some whose teachings were very superficial although at that time I may have felt otherwise, but with Bhagavan’s teachings I feel sure that I don’t have to search any further, I don’t have to dig any more wells, as Sri Ramakrishna Paramahamsa said in an analogy. But this feeling is not sufficiently empowered by a clarity of understanding Bhagavan’s teachings or doing deep self-investigation, but largely just a feeling in my heart, if [I] may put it like that. So I am still very immature and lacking in both bhakti and vairagya.</blockquote>\nThe following is my reply to this:<br><a name='more'></a>\n<br>\nSaroj, as a general rule, a dream seems to us to be waking so long as we are dreaming it, but we recognise that it was just a dream as soon as we begin to experience some other similar state, which we then take to be waking. This gives us sufficient reason to suspect that whatever state we take to be waking is actually just another dream, in which case what we experience is not actually three states but only two, namely dream and sleep, as you say. Our belief that our present state is not a dream is not based on any adequate evidence, so it is an unjustified assumption. Therefore it is by comparing our present state to any dream and seeing that there is actually no substantive difference between them that we come to suspect that this is just another dream.<br>\n<br>\nBhagavan explains his teachings on the basis of a simple, radical, clear and logical analysis of our experience in what initially seem to us to be three distinct states, namely waking, dream and sleep, and in doing so he challenges us to question all our most basic assumptions and thereby to see that they are not actually justified, and he offers us in their place a much simpler but perfectly coherent interpretation of our experience. Therefore rather than accepting his teachings on the basis of faith, we can accept them with greater clarity and conviction on the basis of radical scepticism and deep critical thinking.<br>\n<br>\nTwo fundamental features of dream and of any state we take to be waking are that in all such states we are aware of ourself as ‘I am this body’ and we are also aware of things other than ourself, whereas in sleep we are aware of ourself without being aware of ourself as ‘I am this body’ and without being aware of anything other than ourself. However, though we are now aware of ourself as ‘I am this body’, this body cannot be what we actually are, because in any other dream we are aware of ourself without being aware of this body, and in sleep we are aware of ourself without being aware of any body at all. The same is the case with whatever body we mistake ourself to be in any other dream: while dreaming that body seems to be ourself, but now we are aware of ourself without being aware of that body, except perhaps as a memory, which will sooner or later fade away. Whatever body we may seem to be appears and disappears, but whether it appears or disappears we remain, so it cannot be what we actually are. Therefore the awareness ‘I am this body’ is a false awareness of ourself.<br>\n<br>\nOnly when we are aware of ourself as ‘I am this body’ (where ‘this body’ refers to whichever body we currently mistake ourself to be) are we aware of things other than ourself, so our awareness of other things is based on this false awareness ‘I am this body’. When we are not aware of ourself as ‘I am this body’, as in sleep, we are not aware of anything other than ourself. Therefore since our awareness of other things is based on this false awareness ‘I am this body’, it must also be false.<br>\n<br>\nThis false awareness ‘I am this body’ is what is called ego, because as ego we are always aware of ourself as ‘I am this body’, and we are consequently aware of other things also. Therefore the very nature of ourself as ego is to be always aware of ourself as ‘I am this body’ and consequently to be aware of other things. Hence ego is the foundation on which any dream appears. No dream ever appears except in the view of ourself as ego, this false awareness ‘I am this body’. In sleep there is no ego, because we are not then aware of ourself as ‘I am this body’, and consequently there is no awareness of anything else.<br>\n<br>\nAll dreams occur in the sleep of self-ignorance, which is nothing other than ego, this false self-awareness ‘I am this body’, so in order to wake up in such a way that we can never dream again we need to eradicate ego. Since ego is self-ignorance, the false awareness of ourself as ‘I am this body’, it can be eradicated only by true self-knowledge, the clear awareness of ourself as we actually are.<br>\n<br>\nSo how can we be aware of ourself as we actually are? So long as we are aware of anything other than ourself, we are aware of ourself as ego, the false awareness ‘I am this body’, so in order to be aware of ourself as we actually are we need to cease being aware of anything else whatsoever. However, though ceasing to be aware of anything else is necessary, it is not sufficient, because we cease to be aware of anything else in sleep, and though ego is temporarily absent in sleep, it is not thereby eradicated, because sooner or later it rises again by projecting either a new dream or a resumption of a previous dream.<br>\n<br>\n<a name=\"uu16\"></a>Therefore in order for us as ego to eradicate ourself permanently, we not only need to cease being aware of anything else, but also need to be attentively and clearly aware of ourself alone. This is what Bhagavan teaches us in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nWhat he refers to here as ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside external <i>viṣayas</i> [phenomena]’, is ceasing to be aware of anything other than ourself, and what he refers to as ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), ‘the mind knowing [investigating or observing attentively] its own form of light’, is being attentively self-aware. Whereas ‘விட்டு’ (<i>viṭṭu</i>), ‘leaving aside’, ‘letting go of’, ‘removing’, ‘getting rid of’ or ‘ending’, is an adverbial particle, ‘ஓர்தலே’ (<i>ōrdalē</i>), ‘knowing’, ‘investigating’ or ‘observing attentively’, is a verbal noun, so ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), ‘the mind knowing [investigating or observing attentively] its own form of light’, is the subject of this sentence, whereas ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside external <i>viṣayas</i> [phenomena]’, is just an adverbial clause. Therefore by the grammatical structure of this sentence Bhagavan clearly indicates that what is primarily required is that the mind (which in this context means ego, because ego is the knowing, cognising or perceiving aspect of the mind) must attentively observe and thereby know its own form of light, for which ceasing to be aware of any phenomena is a secondary requirement.<br>\n<br>\nThat is, the mind cannot know its own form of light without thereby ceasing to be aware of anything else, but it can cease to be aware of anything else without thereby knowing its own form of light. What Bhagavan refers to here as ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru ōrdalē</i>), ‘its own form of light’, is pure self-awareness, which is the light that illumines the mind, thereby enabling it to know all other things, so what he means by ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), ‘the mind knowing [investigating or observing attentively] its own form of light’, is our being attentively aware of our own fundamental self-awareness, ‘I am’.<br>\n<br>\nTherefore what he clearly implies in this verse is that ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>), ‘real awareness’, ‘true knowledge’ or ‘knowledge of reality’, is not being aware of anything other than ourself but only being aware of our own real ‘form of light’ or fundamental self-awareness by observing ourself so keenly and attentively that we thereby cease to be aware of anything other than ourself. Awareness of anything other than ourself (our own ‘form of light’) is not real awareness, because what is real and what we actually are is just pure awareness (awareness that is not aware of anything other than itself), so in order to know what is real and thereby to be aware of ourself as we actually are we need to attend to ourself so keenly that we cease to be aware of anything else whatsoever.<br>\n<br>\nSince ego is just a false self-awareness, an awareness of ourself as something other than what we actually are, it can be and certainly will be annihilated entirely by our being aware of ourself as we actually are, and since it alone is the dreamer of all dreams, when it is annihilated all its dreams will be annihilated along with it, and what will then remain is just pure awareness, which is what we always actually are.<br>\n<br>\nTherefore Bhagavan’s teachings are not only extremely simple and clear but also logically coherent, and they do not require us to believe anything that we do not already know or cannot logically infer from our experience of ourself in what now seem to us to be our three states of waking, dream and sleep. If we carefully, critically and deeply consider the fundamental principles of his teachings, which I have briefly outlined here, we can be sure that we now seem to be dreaming this dream only because we have risen as ego, the false awareness ‘I am this body’, so we can certainly wake up from this dream and from the underlying sleep of self-ignorance, in which it and all other dreams occur, simply by turning our entire attention back towards ourself (our own real ‘form of light’ or fundamental self-awareness) so keenly that we see what we actually are and thereby cease being aware of anything else at all.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "16",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5766545260239284407/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTYxMzgxMjk3NzYxCm9mZnNldDogMzYwMDAwMAo\""
}