{
    "kind": "blogger#post",
    "id": "5600741979217071859",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-11-08T13:52:00Z",
    "updated": "2019-11-09T08:49:20Z",
    "url": "http://happinessofbeing.blogspot.com/2019/11/ego-seems-to-exist-only-when-we-look.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5600741979217071859",
    "title": "Ego seems to exist only when we look elsewhere, away from ourself",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://www.youtube.com/watch?v=X_am4T6zho0&lc=UgyDsItoUcSxxXvFJaR4AaABAg\">comment</a> on one of my recent videos, <a href=\"https://youtu.be/X_am4T6zho0\">2019-11-02 Sri Ramana Center, Houston: discussion with Michael James on <i>Uḷḷadu Nāṟpadu</i> verse 34</a>, a friend asked, “At <a href=\"https://youtu.be/X_am4T6zho0?t=3050\">50:50</a> you say that asking why the ego has arisen or how it has arisen is like asking how was the son of the barren woman born. Isn’t ‘how the ego arose’ a permissible question, considering that Bhagavan has explained it in Uḷḷadu Narpadu himself, this question of how the ego came into existence? Can a good understanding of how the ego came into existence also help us in our attempts to destroy it with vichara?”, in reply to which I wrote:<br><a name='more'></a>\n<a name=\"un25a\"></a><blockquote>Rajat, I assume you are referring to <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>. Though we could interpret what Bhagavan says in the first sentence of this verse, ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), ‘Grasping form it comes into existence’, as being his explanation how ego comes into existence, it is not a complete explanation, and it certainly does not explain why it has come into existence.<br>\n<br>\nRather than explaining how ego comes into existence, this verse explains that grasping form is the very nature of ego, so it grasps form as soon as it comes into existence, and as long as it continues to grasp form it endures, and by grasping form it feeds itself and flourishes. Grasping form does not adequately explain how it comes into existence, because it must exist in order to grasp form. The converse is also true, of course, namely that it must grasp form in order to exist, but this does not explain what causes it to come into existence.<br>\n<br>\nHowever, as you say, understanding the nature of ego as explained in this verse does help us destroy it, because it enables us to understand firstly why it cannot be destroyed by any means other than self-investigation (<i>ātma-vicāra</i>), since any other means would entail attending to something other than ourself, and secondly that in order to investigate ourself effectively we must try to be so keenly self-attentive that we cease to be aware of anything else. That is, what Bhagavan means by ‘grasping form’ is attending to or being aware of anything other than ourself, so in order to cease grasping form we must try to grasp ourself alone, which means that we must try to be keenly self-attentive.<br>\n<br>\nWhat we should infer from verse 25 and other verses of <i>Uḷḷadu Nāṟpadu</i> is that the nature of ourself as ego is to be always aware of things other than ourself, whereas our real nature is to be aware of nothing other than ourself, so in order to be aware of ourself as we actually are we must cease being aware of anything else. However, we cease being aware of anything other than ourself in sleep, so though ceasing to be aware of anything else is necessary, it is not sufficient to eradicate ego.<br>\n<br>\n<a name=\"un25b\"></a>In sleep we are aware of ourself alone as a result of the dissolution of ego, which occurs as a result of it being too tired to continue ‘grasping form’, but because it does not exist in sleep, it is not destroyed by the pure self-awareness that then remains alone. Therefore in order to eradicate ego forever it must be dissolved as a result of our being aware of ourself alone, and hence we must be so keenly self-attentive that we thereby cease to be aware of anything other than ourself. This is why Bhagavan says in verse 25, ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’, thereby implying that ego will vanish forever only when it investigates itself by being keenly self-attentive.</blockquote>\nI reproduced this comment and my reply to it in a <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#c381381158843788439\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html\">Can we as ego ever experience pure awareness?</a>, and in reply to it another friend called Asun <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#c8412020627322979432\">wrote</a>:<br>\n<blockquote>I think that asking why or how ego arises is like asking why or how Mozart composed music, well, because he could, he had that skill, likewise, beingness which is not activity but stillness can think I am, thinking I am is activity and altogether with this thought everything else arise, that’s its power. Mind can’t understand how movement can arise from stillness without an external stimulus alien to stillness because it takes movement to be real so, it is posed an enigma by mind that mind can’t solve because it is part of mind too yet, self itself gives the solution altogether with the problem: cling to stillness or self and see that only it is real whereas movement or ego is just illusion.</blockquote>\nIn reply to this I wrote another <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#c9120313361437111702\">comment</a>:<br>\n<blockquote>Asun, regarding your comment of <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#c8412020627322979432\">4 November 2019 at 15:18</a>, the reason why Bhagavan said that asking why or how ego has come into existence is a question that cannot be answered is because there could be a reason or cause for its rising only if it had actually risen. That is why he sometimes used to say in answer to such questions, ‘First find ego and bring it to me, and then we can consider why or how it came into existence’. If we try to find it, there is no such thing, because it seems to exist only when we are looking elsewhere. If instead of looking at anything else we look at ourself alone, we will see that we are just pure awareness, which is immutable, so we could never have become anything else, and hence there never was any such thing as ego. Therefore since ego does not exist, there can be no cause or reason for its existence.<br>\n<br>\nYou say ‘beingness which is not activity but stillness can think I am’, but that is contrary to what Bhagavan taught us. What thinks is only ego, which is the first thought and root of all other thoughts, and it is always aware of itself as ‘I am this body’, so even when it thinks ‘I am’, what it is referring to as ‘I’ is this mixed awareness ‘I am this body’.<br>\n<br>\n<a name=\"unm1\"></a><a name=\"un34\"></a><a name=\"uk34\"></a>In the second sentence of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan asks, ‘உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்?’ (<i>uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ?</i>), ‘Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called heart?’, in which ‘உள்ளல் அற’ (<i>uḷḷal-aṟa</i>) means either ‘without thought’ or ‘without thinking’. Likewise, in the first clause of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un34\">verse 34</a> he describes the real substance (<i>poruḷ</i>) saying, ‘என்றும் எவர்க்கும் இயல்பாய் உள பொருளை’ (<i>eṉḏṟum evarkkum iyalbāy uḷa poruḷai</i>), ‘the substance, which always exists for everyone as [their real] nature’, and when he joined all the verses of <i>Uḷḷadu Nāṟpadu</i> together as <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html\">a single <i>kaliveṇbā</i></a> he <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk34\">extended this verse</a> by adding an adverbial clause before the first line, namely ‘ஓர் நினைவு அறவே’ (<i>ōr niṉaivu aṟavē</i>), ‘without a single thought’, thereby teaching us that the real substance always exists without a single thought as our real nature.<br>\n<br>\nTherefore thinking is the nature of ourself as ego, whereas our real nature is not thinking but just being. This is why Bhagavan answers the question that he asks in the second sentence of the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i> by saying in the third sentence, ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [of it]’, in which ‘உள்ளபடி’ (<i>uḷḷapaḍi</i>), ‘as it is’, implies without thought or thinking, and ‘உள்ளல்’ (<i>uḷḷal</i>) literally means thinking, remembering, meditating, contemplating, investigating or revering, so what he implies in this sentence is that being in the heart as we actually are, namely without thinking anything, is the only way to ‘think of’, contemplate, investigate, revere or be aware of the existing substance (<i>uḷḷa-poruḷ</i>), which is our real nature.</blockquote>\nIn reply to this Asun wrote the following <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#c7339663205002617858\">comment</a>:<br>\n<blockquote>Yes, I skipped all norms by saying that self can think (apologizes) I said it in the sense that it is said that mind is “a wondrous power existing in Self” since mind is thought which is ego and what thinks but, ultimately, it is only that “wondrous power existing in self” not different nor apart from it. That’s what I meant, that it arises or appears to arise because that’s the power of self which is the source and, therefore, exists regardless ego’s apparent existence and “without a single thought”, while ego or thought only appears to exist because self exists so that, actually, ego points to the only reality which is self itself hence that, this thought aware of itself or ego turned towards itself, founds that it is self itself being this, on the other hand, the only way to “go back the way it came”. Anyway, I find that saying what you say that ego “seems to exist only when we are looking elsewhere” is even more absurd than saying that self thinks the first thought which is ego, because it implies that that “elsewhere” to look at is something different or apart from self and previous to ego which comes into existence as looking at it when, at least as understand it, all of it arises simultaneously and does it because, well, that’s self’s power or the power existing in self :)<br>\n<br>\nBut I can understand what you mean, these are just explanations for mind that still believes in the existence of ego. Bhagavan never would admit it (existence of ego).</blockquote>\nThe rest of this article is my reply to this comment:<br>\n<ol>\n<li><a href=\"#elsewhere\">Looking ‘elsewhere’ means looking at anything other than ourself</a></li>\n<li><a href=\"#un26\">None of the other things that ego looks at exist prior to or independent of it, because they are created by its perception of them</a></li>\n<li><a href=\"#looking\">Though ego seems to exist only when we are looking elsewhere, this does not mean that it comes into existence by looking elsewhere</a></li>\n<li><a href=\"#cause\">Ego is the first cause, the cause of all other causes, so no cause could exist prior to our rising as ego</a></li>\n<li><a href=\"#aa6\">What is the <i>atiśaya śakti</i> (extraordinary power) that Bhagavan refers to in verse 6 of <i>Śrī Aruṇācala Aṣṭakam</i> and the fourth paragraph of <i>Nāṉ Ār?</i>?</a></li>\n<li><a href=\"#maya\">When Bhagavan says that this <i>atiśaya śakti</i> called mind or ego exists in and is not other than <i>ātma-svarūpa</i>, what he implies is not that it is real but that it does not actually exist</a></li>\n<li><a href=\"#uu17\"><i>Upadēśa Undiyār</i> verse 17: if we incessantly investigate this <i>atiśaya śakti</i> called mind or ego, it will be clear that no such thing exists at all</a></li>\n<li><a href=\"#ego\">The nature of ego is to be always aware of itself as ‘I am this body’ and consequently always aware of things other than itself</a></li>\n</ol>\n<a name=\"elsewhere\"></a><b>1. Looking ‘elsewhere’ means looking at anything other than ourself</b><br>\n<br>\nAsun, regarding your remark, ‘I find that saying what you say that ego “seems to exist only when we are looking elsewhere” is even more absurd than saying that self thinks the first thought which is ego, because it implies that that “elsewhere” to look at is something different or apart from self and previous to ego which comes into existence as looking at it’, what I meant by ‘elsewhere’ when I wrote that ego seems to exist only when we are looking elsewhere is at anything other than ourself.<br>\n<br>\n<a name=\"ny07\"></a>As Bhagavan says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the real nature of oneself]’, so in the clear view of ourself as we actually are (our real nature or <i>ātma-svarūpa</i>) there is nothing other than ourself. However when we rise and stand as ego we perceive many phenomena, all of which are other than ourself as ego, because they are all objects of our perception, whereas we as ego are the subject, the perceiver of all of them. Therefore when we attend to them we are not looking at ourself but elsewhere, and so long as we are looking elsewhere we are thereby nourishing and sustaining ourself as ego.<br>\n<br>\nThough we as ego mistake ourself to be a certain set of phenomena (namely a person, who is a body consisting of five sheaths: a physical form, life, mind, intellect and will), even these phenomena are actually other than ourself, because they are objects of our perception, whereas we are what perceives them. Therefore even when we attend to these phenomena we are not looking at ourself but elsewhere, and our looking elsewhere is what nourishes and sustains ourself as ego.<br>\n<br>\n<a name=\"un25c\"></a>This is why I wrote in my previous reply to you: ‘If we try to find it [ego], there is no such thing, because it seems to exist only when we are looking elsewhere’. As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ego is a formless phantom whose very nature is to grasp form. As soon as we come into existence as this formless phantom we grasp the form of a body as ourself, and then we endure, feed ourself and flourish by grasping other forms. So as this formless phantom how do we grasp forms? By attending to them and thereby being aware of them. This is what I meant by ‘looking elsewhere’.<br>\n<br>\n<a name=\"un26\"></a><a name=\"ny05\"></a><b>2. None of the other things that ego looks at exist prior to or independent of it, because they are created by its perception of them</b><br>\n<br>\nThough I said that ego ‘seems to exist only when we are looking elsewhere’, this does not imply, as you wrote, that ‘that “elsewhere” to look at is something different or apart from self’, if what you mean by ‘self’ is our real nature (<i>ātma-svarūpa</i>), because nothing can be other than our real nature, which is the sole substance (<i>poruḷ</i> or <i>vastu</i>), being what alone actually exists. Nor does it imply that ‘that “elsewhere” to look at is something [...] previous to ego’, because forms or phenomena exist only in the view of ourself as ego and not in the view of ourself as we actually are, so they cannot exist prior to or independent of ego, which is why Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\nWhat he refers to here as ‘the thought called I’ and ‘the first person’ is ourself as ego, and what he refers to as ‘other thoughts’ and ‘second and third persons’ is everything other than ourself, namely all forms or phenomena. Therefore what he states unequivocally here is that nothing other than ourself (no ‘elsewhere’) exists independent of ego.<br>\n<br>\nSo how are forms or phenomena created? According to Bhagavan they are created only by our perceiving them, because they appear only in our perception, so perception (<i>dṛṣṭi</i>) and creation (<i>sṛṣṭi</i>) are one and the same thing, as is illustrated by our perception of phenomena in dream. The phenomena we perceive in a dream do not exist prior to or independent of our perception of them, so they are created only by our looking ‘elsewhere’, namely away from ourself.<br>\n<br>\n<a name=\"looking\"></a><b>3. Though ego seems to exist only when we are looking elsewhere, this does not mean that it comes into existence by looking elsewhere</b><br>\n<br>\nMoreover, when I wrote that ego ‘seems to exist only when we are looking elsewhere’, I did not imply that it comes into existence by looking elsewhere (as you seem to think I implied, which is presumably why you said that it is ‘even more absurd than saying that self thinks the first thought’), because it can look elsewhere only when it has come into existence. As soon as it comes into existence it looks elsewhere, because looking elsewhere (which is what Bhagavan describes as ‘grasping form’) is its very nature, so as you say its coming into existence and looking elsewhere occur simultaneously, and it continues looking elsewhere until it dissolves back into its source, whether impermanently in <i>manōlaya</i> (temporary dissolution of mind), as in sleep, or permanently in <i>manōnāśa</i> (annihilation of mind). If instead of looking elsewhere it looks only at itself, it will cease to exist (in <i>manōnāśa</i>), because what remains when it looks only at itself is just pure self-awareness, which is our real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nLooking elsewhere is what is otherwise called <i>pramāda</i>, which means negligence and in this context implies self-negligence, or <i>avicāra</i>, which means non-investigation and in this context implies not investigating or attending to ourself, and as I explained in one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/07/which-comes-first-ego-or-self.html\">Which comes first: ego or self-negligence (<i>pramāda</i>)?</a>, <i>pramāda</i> or <i>avicāra</i> is the very nature of ego and cannot exist without it, so it comes into existence along with ego and will not cease to exist until ego ceases to exist. Therefore since <i>pramāda</i>, <i>avicāra</i> or looking elsewhere is the very nature of ego, the antidote for this poison called ego is the opposite of looking elsewhere, namely looking only at ourself so keenly that we cease to be aware of anything else whatsoever.<br>\n<br>\n<a name=\"cause\"></a><b>4. Ego is the first cause, the cause of all other causes, so no cause could exist prior to our rising as ego</b><br>\n<br>\nAs I explained above, one reason why there cannot be any cause for the rising of ego is that if we investigate ourself keenly enough we will see that no such thing as ego has ever existed, so it is as unreal as the son of a barren woman. Therefore, just as there can be no cause for the birth of the son of a barren woman, there can be no cause for the rising of ego.<br>\n<br>\n<a name=\"un26a\"></a>Another reason why there cannot be any cause for its rising or coming into existence is that, as Bhagavan points out in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, everything else comes into existence only when ego comes into existence, and hence when ego does not exist nothing else exists. Ego is therefore the first cause, the cause of all other causes, so no cause could exist prior to our rising as ego.<br>\n<br>\n<a name=\"aa6\"></a><a name=\"ny04\"></a><b>5. What is the <i>atiśaya śakti</i> (extraordinary power) that Bhagavan refers to in verse 6 of <i>Śrī Aruṇācala Aṣṭakam</i> and the fourth paragraph of <i>Nāṉ Ār?</i>?</b><br>\n<br>\nYou seem to suggest that ego comes into existence because of ‘a wondrous power existing in Self’, but as you say that wondrous power is what is called mind, of which ego is the root, so saying that ego comes into existence because of that wondrous power does not actually tell us anything significant, because it merely means that ego comes into existence because of ego.<br>\n<br>\nThe ‘wondrous power’ you refer to is what Bhagavan describes as an <i>atiśaya śakti</i> (extraordinary power) in verse 6 of <i>Śrī Aruṇācala Aṣṭakam</i> and the fourth paragraph of <i>Nāṉ Ār?</i>. In the <a href=\"#aa6a\">second sentence</a> of <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i> he says that this <i>atiśaya śakti</i> exists in and is not other than Arunachala, which he described in the first sentence as the one substance (<i>oru poruḷ</i>), the light of awareness (<i>aṟivu oḷi</i>) and the heart (<i>uḷḷam</i>), and in the third sentence he says that from this <i>atiśaya śakti</i> series of subtle shadowy thoughts appear and are seen as shadowy world-pictures both inside and outside, like pictures projected on a cinema screen. Likewise in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> he says: <br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear [or projects all thoughts]. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear [or projects the world] from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\nSo what are we to understand from this? Firstly this <i>atiśaya śakti</i> is what is called mind, as he says in the first sentence of this paragraph, ‘மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி’ (<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti</i>), ‘What is called mind is an <i>atiśaya śakti</i> that exists in <i>ātma-svarūpa</i>’, so its very nature is thought, as he says in the fourth sentence, ‘ஆகையால் நினைவே மனதின் சொரூபம்’ (<i>āhaiyāl niṉaivē maṉadiṉ sorūpam</i>), ‘therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind’. However, when he says in the second sentence, ‘அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது’ (<i>adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i>), ‘It makes all thoughts appear’, we should understand that of all the thoughts that constitute the mind it is the first and root thought, namely ego.<br>\n<br>\n<a name=\"uu18\"></a>That is, when Bhagavan uses the term ‘mind’, in some cases he is referring to the totality of all thoughts, but in most cases he is referring to ego, which is the root of all other thoughts and therefore the essence of the mind, as he clarifies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [ego, the root-thought called ‘I’].</blockquote>\nThat is, the mind consists only of thoughts, but every thought belongs to either one of two fundamental categories, namely subject or object, the perceiver or something perceived by it. The former category, namely the subject or perceiver, consists of only one thought, namely ego, which Bhagavan sometimes refers to as the thought called ‘I’, and as he says in this verse it is the root of all other thoughts, which are objects or things perceived by it, because no other thought exists except in its view. All other thoughts are non-aware (<i>jaḍa</i>), so none of them is aware either of itself or anything else, whereas ego is <i>cit-jaḍa-granthi</i>, a confused and tightly entangled mixture of awareness (<i>cit</i>) and adjuncts, all of which are <i>jaḍa</i>, so it is aware both of itself and other things.<br>\n<br>\n<a name=\"ny04a\"></a>As I explained above in the <a href=\"#un26\">second section</a>, according to Bhagavan there is no creation (<i>sṛṣṭi</i>) other than perception (<i>dṛṣṭi</i>), so since all other thoughts are perceived only by ego, they are created by its perception of them. This is why he says in this verse that ego is the <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=மூலம்&searchhws=yes\">மூலம்</a> (<a href=\"https://www.sanskritdictionary.com/?iencoding=iast&q=mūla\"><i>mūlam</i></a>), the root, base, foundation, origin, source or cause of all other thoughts, and hence that it is what the mind essentially is. Therefore when he says in the first two sentences of the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>, ‘மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது’ (<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i>), ‘What is called mind is an <i>atiśaya śakti</i> that exists in <i>ātma-svarūpa</i>. It makes all thoughts appear [or causes all thoughts to appear]’, what he means by ‘mind’ in this context is only ego.<br>\n<br>\n<a name=\"ny04b\"></a><a name=\"ny14\"></a>Moreover, since he says in the fifth sentence of this fourth paragraph, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai</i>), ‘Excluding thoughts, there is not separately any such thing as world’, and in the third last sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’, he implies that all forms or phenomena are just thoughts, and hence that what causes them to appear is only ego.<br>\n<br>\nSince ego is what causes everything else to appear, nothing else could be a cause for ego’s appearance, so it is the first cause, the cause for which there is no other cause. This is why Bhagavan describes it as being an <i>atiśaya śakti</i> or extraordinary power.<br>\n<br>\n<a name=\"maya\"></a><b>6. When Bhagavan says that this <i>atiśaya śakti</i> called mind or ego exists in and is not other than <i>ātma-svarūpa</i>, what he implies is not that it is real but that it does not actually exist</b><br>\n<br>\n<a name=\"aa6a\"></a>However, though he says in the first sentence of the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> that this <i>atiśaya śakti</i> called mind or ego exists in <i>ātma-svarūpa</i>, and in the second sentence of <a href=\"#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘உளது உனில் அலது இலா அதிசய சத்தி’ (<i>uḷadu uṉil aladu ilā atiśaya śatti</i>), ‘In you exists an <i>atiśaya śakti</i> [extraordinary power], which is not other [than you]’, in which ‘you’ refers to Arunachala, which is our own real nature (<i>ātma-svarūpa</i>), he does not thereby imply that it is real. It is an illusory appearance, like a snake that appears in a rope.<br>\n<br>\nThough an illusory snake exists (metaphorically) in a rope and is not other than that rope, the rope is not a snake. Likewise, though ego exists in <i>ātma-svarūpa</i> and is not other than <i>ātma-svarūpa</i>, <i>ātma-svarūpa</i> is not ego. Therefore when Bhagavan says that this <i>atiśaya śakti</i> called ego is what causes all other things to appear, he does not mean that <i>ātma-svarūpa</i> causes anything to appear.<br>\n<br>\nCause and effect exist only in the realm of mind, so they are both an illusory appearance created by ego, and hence <i>ātma-svarūpa</i> is neither a cause nor an effect. It is just as it is, and being beyond the realm of time (which is just another an illusory appearance created by ego) it is immutable, so it never does anything or causes anything to be done.<br>\n<br>\nThis is why in <i>advaita</i> philosophy creation is not attributed to <i>brahman</i> as such but only to <i>māyā</i>, because <i>brahman</i> is <i>ātma-svarūpa</i> whereas <i>māyā</i> is this <i>atiśaya śakti</i> called mind or ego, which exists in and is not other than <i>ātma-svarūpa</i>. Critics of <i>advaita</i> mistake this to mean that <i>advaita</i> considers <i>māyā</i> to be real, because they consider the world to be real, and hence they assume that its cause must likewise be real. Therefore such critics call Sankara a <i>māyā-vādin</i>, a person who contends that <i>māyā</i> is real, but as Bhagavan often pointed out, it cannot be correct to describe Sankara’s philosophy as <i>māyā-vāda</i> because what he taught is that <i>māyā</i> does not exist and is therefore unreal. Just as it would be wrong to call an atheist an <i>īśvara-vādin</i> (a person who contends that God exists), Bhagavan said it is equally wrong to call Sankara a <i>māyā-vādin</i>. Only those who consider anything other than <i>ātma-svarūpa</i> to be real should be called <i>māyā-vādins</i>.<br>\n<br>\nIn order to emphasise that <i>māyā</i> does not exist and is therefore wholly unreal Bhagavan gave a novel explanation of the etymology of the word, which as far as I am aware was not given by anyone before him. That is, he pointed out that in Sanskrit <i>mā</i> means ‘not’ and <i>yā</i> is the feminine form of the pronoun <i>ya</i> or <i>yad</i>, which means ‘what’, so <i>māyā</i> is <i>yā mā</i>: ‘what is not’ or ‘she who is not’. In other words, the very term <i>māyā</i> signifies that it refers to what does not exist.<br>\n<br>\nWhy then does he say that this <i>atiśaya śakti</i> called <i>māyā</i> exists in <i>ātma-svarūpa</i> and is not other than it? Since <i>ātma-svarūpa</i> alone is what actually exists, it is the one infinite and indivisible whole, so nothing can exist outside it or as other than it. Therefore, though <i>māyā</i> does not actually exist, if at all it seems to exist, it cannot be anywhere outside of <i>ātma-svarūpa</i> or other than it.<br>\n<br>\nFrom the self-ignorant perspective of ourself as ego <i>māyā</i> does seem to exist, because ego itself is <i>māyā</i>, and all its progeny, namely phenomena of every kind, are therefore the progeny of <i>māyā</i>. Therefore Bhagavan acknowledges the seeming existence of <i>māyā</i> from our perspective, but he does not say it is real. Instead he says it is not other than <i>ātma-svarūpa</i>, which implies that there is no <i>māyā</i> but only <i>ātma-svarūpa</i>, just as if one says that a snake is not other than a rope, that implies that there is no snake but only a rope.<br>\n<br>\n<a name=\"uu17\"></a><b>7. <i>Upadēśa Undiyār</i> verse 17: if we incessantly investigate this <i>atiśaya śakti</i> called mind or ego, it will be clear that no such thing exists at all</b><br>\n<br>\nTherefore when Bhagavan says in the first two sentences of the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> that what causes all thoughts to appear is the mind, which is ‘an <i>atiśaya śakti</i> that exists in <i>ātma-svarūpa</i>’, this does not imply that <i>ātma-svarūpa</i> as such is what causes all thoughts to appear. The first thought to appear is ego, which is the <i>atiśaya śakti</i> called mind, so what causes all other thoughts to appear is not ourself as we actually are (namely <i>ātma-svarūpa</i>) but only ourself as ego.<br>\n<br>\n<a name=\"uu17\"></a>Then what causes us to appear as ego? If we were to ask him this question, he would ask us to investigate ourself in order to see whether we have ever appeared as ego, because if we investigate ourself keenly enough, we will see that there is no such thing as ego or mind, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates [examines or scrutinises] the form of the mind without neglecting [forgetting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever.</blockquote>\nThat is, if we investigate ourself keenly enough, we will see that what we actually are is just pure awareness, which is immutable and has therefore never appeared as ego or undergone any other kind of change. Therefore since ego is nothing other than <i>ātma-svarūpa</i>, which is ourself as we actually are, and since <i>ātma-svarūpa</i> has never appeared as anything, there never was any such thing as ego, which is why it is called <i>māyā</i>: ‘what is not’ or ‘she who is not’.<br>\n<br>\nSince self-investigation (<i>ātma-vicāra</i>) will thereby reveal the truth that no such thing as ego or mind has ever existed, nothing has ever caused it to come into existence. Therefore rather than supposing that something must have caused it to appear or come into existence, we should investigate it to see whether it has actually ever appeared or come into existence.<br>\n<br>\nThis is why I wrote in my previous reply to you: ‘If we try to find it [ego], there is no such thing, because it seems to exist only when we are looking elsewhere’. When I said that it seems to exist only when we look elsewhere, I did not mean that looking elsewhere has caused it to come into existence, but only that looking elsewhere is what prevents us from seeing that it has never actually existed.<br>\n<br>\n<a name=\"ego\"></a><b>8. The nature of ego is to be always aware of itself as ‘I am this body’ and consequently always aware of things other than itself</b><br>\n<br>\nWhat we need to know about ego is not what has caused it to come into existence, because there is no such cause, but what its nature is, because if we understand its nature we will understand how to get rid of it. Its nature is defined by two fundamental characteristics: firstly it is always aware of itself as ‘I am this body’, and secondly it is consequently always aware of things other than itself.<br>\n<br>\nSince we as ego are always aware of ourself as ‘I am this body’, which is not what we actually are, it is an erroneous awareness of ourself, so it can be eradicated only by correct awareness of ourself. In other words, in order to eradicate it we must be aware of ourself as we actually are, and in order to be aware of ourself as we actually are we must look only at ourself instead of looking elsewhere.<br>\n <br>\nSince we as ego are always aware of things other than itself, and since Bhagavan has taught us that our real nature is to be aware of nothing other than ourself, because we alone are what actually exists, this is another reason why in order to be aware of ourself as we actually are and thereby eradicate ego we must look at ourself so keenly that we cease to be aware of anything else.<br>\n<br>\nSo long as we attend to anything other than ourself (which is what I meant by ‘looking elsewhere’), we are thereby nourishing and sustaining ego, whereas to the extent that we attend to ourself alone, we are thereby dissolving it, so the only way to eradicate it entirely is to be ever more keenly self-attentive. We do not know and can never know how or why we rose as ego, but we have learnt from Bhagavan that the means not just to cease rising as ego but to see that we have actually never risen as ego at all is to be so keenly self-attentive that we cease to be aware of anything other than ourself.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "209",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5600741979217071859/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "māyā",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTczMjg5MzYwNTMwCm9mZnNldDogMAo\""
}