{
    "kind": "blogger#post",
    "id": "2756229528083948020",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-01-31T11:13:00Z",
    "updated": "2020-01-15T21:01:58Z",
    "url": "http://happinessofbeing.blogspot.com/2019/01/to-understand-consciousness-can-we-rely.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2756229528083948020",
    "title": "To understand consciousness can we rely upon the observations and theories of neuroscience?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Recently a friend wrote to me saying that he was caring for his mother, who was in the final stages of dying because of a brain tumour, and that for a year he had been watching the effect it had on her: ‘I followed every moment of her conscious disappearance and with all her reports about that till three days ago when she fell into a terminal coma, just breathing. [...] Layer by layer I observed her fading away: abstract reasoning, language, sight, taste, calculation, self-perception, memory, emotions, equilibrium, movement, then faces recognition, space time comprehension, till the sleeping mode during the day, sudden change of mood, personality, then fear, sorrow, and now coma, tomorrow death’.<br>\n<br>\nHe also wrote about the connection between the changes that had been taking place in his mother’s perception, behaviour, understanding, character, response to stimuli and so on and the parts of her brain that were progressively affected by cancer cells, and what neuroscience says about such things, including the idea that ‘consciousness is only an emergent property of the brain’. He wrote that therefore ‘I have to surrender to the hard fact of the causal relation between brain and consciousness’, and asked what Bhagavan’s teachings have to say about such matters. The first section of this article is adapted from my reply to this, and the second section is adapted from my reply to what he wrote in response to my first reply.<br><a name='more'></a>\n<ol>\n<li><a href=\"#investigate\">To answer any deep metaphysical questions we need to investigate only ourself and not anything that appears in waking and/or dream but disappears in sleep</a></li>\n<li><a href=\"#evidence\">We can never have any evidence that any physical phenomena exist independent of ourself, the consciousness that perceives them</a></li>\n</ol>\n<a name=\"investigate\"></a><b>1. To answer any deep metaphysical questions we need to investigate only ourself and not anything that appears in waking and/or dream but disappears in sleep</b><br>\n<br>\nI am very sorry to hear about your mother’s illness and the effect it has had on her. The human body and mind are so frail, so what has happened to her can happen to any of us. However what has happened has not actually happened to her but only to her body and mind, but so long as we experience ourself as a body and mind what happens to them seems to happen to us.<br>\n<br>\nTherefore the important distinction we need to make is between ourself and the body and mind that we now seem to be. Though we now seem to be this body and mind, they are not what we actually are, because they are transient appearances, and we exist and are aware of our existence whether they appear, as in waking and dream, or disappear, as in sleep.<br>\n<br>\nWe can understand this by critically analysing our experience in these three states, but in spite of our understanding it, we still seem to be this body and mind, so in order to eradicate this false awareness ‘I am this body’ we need to investigate ourself and thereby be aware of ourself as we actually are.<br>\n<br>\nScience may be useful for improving the material quality of our life in this body, but it cannot help us to resolve metaphysical issues, such as whether we are actually what we now seem to be. Science investigates the appearance (what seems to be) but it cannot enable us to know the reality (what actually exists), because the appearance conceals the true nature of reality.<br>\n<br>\nThe theories of neuroscience fail to distinguish awareness from the objects of awareness. All the experiences that you describe your mother going through are objects of awareness, but she is none of those objects. She is the awareness in which they appear and disappear, and that awareness is not affected by their appearance or disappearance.<br>\n<br>\nBecause we are aware of ourself now as if we were a body and mind, we identify ourself with a certain personality, perceptual and intellectual faculties, memories, likes, dislikes and so on, but these are all phenomena that appear and disappear, so they are not ourself, because we exist without any of them in sleep.<br>\n<br>\nLike all other branches of objective science, neuroscience bases all its theories on one fundamental metaphysical assumption, namely that physical phenomena exist independent of our perception of them. However this is an unjustified and unjustifiable assumption, because we can never find any adequate evidence to justify it.<br>\n<br>\nAccording to Bhagavan our present state and any other state in which we perceive phenomena is just a dream. If this is the case, then no phenomena exist independent of our perception of them. They seem to exist only because we perceive them, just as a dream world or an illusory snake seems to exist only because we perceive it.<br>\n<br>\nWhile dreaming we assume that the body we then experience as ourself and the world we perceive through its senses exist independent of our perception of them, but when we wake up we recognise that they were just our own mental projections and therefore seemed to exist only because we perceived them. Independent of our perception of them they did not exist at all.<br>\n<br>\nSuppose we dream that some neuroscientists are doing research on our brain. When they stimulate one part of it, we have a certain type of experience, and when they stimulate another part, we have some other type of experience. In this way they are able to influence our memory, our perception of colour, our ability to hear certain sounds, our emotions and even what we dream. When we witness all these results we are very impressed and are convinced that their theories are all true.<br>\n<br>\nBut then we wake up. What weight would we then give to all their research and theories? Would they still impress us? Would we still believe their theories? Obviously not, because we would immediately recognise that it was all just a figment of our dreaming mind.<br>\n<br>\nTherefore suppose that our present state is just dream, as Bhagavan says. What weight should we then give to any scientific research or theories? It all seems to be true so long as we are dreaming, but it is actually just a mental fabrication.<br>\n<br>\nAccording to Bhagavan this entire world is just a fabrication of our own mind. It does not actually exist, but it seems to exist so long as we perceive it. It is therefore just an illusory appearance, and does not exist independent of our perception of it. Therefore the scientists we see doing research on it and all their theories are just a part of this illusory appearance.<br>\n<br>\nSo which is true? Does this world exist independent of our perception of it, or does it not? Is it just a dream, or is it not? How can we answer these questions? These are metaphysical questions, so science can never answer them for us. In fact no one can answer them for us, because if this is all just a mental fabrication, we cannot find in it the answers we are seeking. We can find the answers only within ourself, because we are the one who perceives all this, the one to whom it all appears. So who or what am I, who now perceive all these phenomena?<br>\n<br>\n<a name=\"av3\"></a>Without knowing the truth of ourself, the perceiver, how can we know the truth of whatever we perceive? The research we need to do is not physical research, as the scientists are doing, but only metaphysical research, which is what is otherwise called <i>ātma-vicāra</i> or self-investigation.<br>\n<br>\nAs Bhagavan says in verse 3 of <i>Āṉma-Viddai</i>:<br>\n<blockquote>தன்னை யறிதலின்றிப் பின்னை யெதறிகிலென்<br>\nறன்னை யறிந்திடிற்பின் னென்னை யுளதறிய<br>\nபின்ன வுயிர்களில பின்ன விளக்கெனுமத்<br>\nதன்னைத் தனிலுணர மின்னுந் தனுளான்ம — <br>\n&nbsp;&nbsp;&nbsp;ப்ரகாசமே; அருள் விலாசமே; அக விநாசமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்ப விகாசமே.<br>\n<br>\n<i>taṉṉai yaṟidaliṉḏṟip piṉṉai yedaṟihileṉ<br>\nḏṟaṉṉai yaṟindiḍiṟpiṉ ṉeṉṉai yuḷadaṟiya<br>\nbhiṉṉa vuyirgaḷila bhiṉṉa viḷakkeṉumat<br>\ntaṉṉait taṉiluṇara miṉṉun taṉuḷāṉma - <br>\n&nbsp;&nbsp;&nbsp;prakāśamē; aruḷ vilāsamē; aha vināśamē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉba vikāsamē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் என்னை உளது அறிய? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, மின்னும் தன் உள் ஆன்ம ப்ரகாசமே. அருள் விலாசமே; அக விநாசமே; இன்ப விகாசமே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, miṉṉum taṉ uḷ āṉma prakāśamē. aruḷ vilāsamē; aha vināśamē; iṉba vikāsamē</i>.<br>\n<br>\n<b>அன்வயம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் அறிய என்னை உளது? பின்ன உயிர்களில் அபின்ன விளக்கு எனும் அத் தன்னை தனில் உணர, தன் உள் ஆன்ம ப்ரகாசமே மின்னும். அருள் விலாசமே; அக விநாசமே; இன்ப விகாசமே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ aṟiya eṉṉai uḷadu? bhiṉṉa uyirgaḷil abhiṉṉa viḷakku eṉum a-t-taṉṉai taṉil uṇara, taṉ uḷ āṉma prakāśamē miṉṉum. aruḷ vilāsamē; aha vināśamē; iṉba vikāsamē</i>.<br>\n<br>\n<b>English translation:</b> Without knowing oneself, if one knows whatever else, what [value does such knowledge have]? If one has known oneself, then what [else] exists to know? When one knows in oneself that self [one’s real nature], which shines <i>abhinna</i> [without <i>bhinna</i>: separation, division, difference or distinction] in separate living beings, within oneself <i>ātma-prakāśa</i> [the shining, clarity or light of oneself] will flash forth [like lightening]. [This is] <i>aruḷ-vilāsa</i> [the shining forth, amorous play or beauty of grace], <i>aha-vināśa</i> [the annihilation of ego], <i>iṉba-vikāsa</i> [the blossoming of happiness].</blockquote>\nPhenomena seem to exist only when we rise as ego, the false awareness ‘I am this body’, as in waking and dream, and not when ego subsides, as in sleep. Though we are now aware of ourself as if we were this body, this is a false awareness, because the body is not what we actually are, since if it were we could not be aware of ourself without being aware of it. Since we are aware of ourself in dream without being aware of this body, this cannot be ourself. Likewise in dream we seem to be a body, but we are aware of ourself now without being aware of that dream body, so it is not what we actually are. By considering this evidence, we can see that there is something wrong with our present awareness of ourself as this body.<br>\n<br>\nSince we are aware of other phenomena only when we are aware of ourself as a body, awareness of phenomena is based upon this mistaken self-awareness ‘I am this body’, so we have very good reason to doubt the truth of all that we now perceive. To discover the reality that lies behind the false appearance of the world, therefore, we need to first discover the reality behind the false appearance of ourself as this ego, the one who perceives the world, so we need to investigate ourself.<br>\n<br>\nAccording to Bhagavan, if we investigate ourself keenly enough to be aware of ourself as we actually are, ego (the perceiver  of all phenomena) will disappear, because it is nothing but an awareness of ourself as something other than what we actually are, and along with it all objects of perception (all phenomena) will also disappear, because they are just a false appearance and they seem to exist only in the view of ourself as ego. This is why he asks rhetorically in the second sentence of this verse, ‘If one has known oneself, then what [else] exists to know?’, thereby implying that nothing other than ourself will exist for us to know.<br>\n<br>\n<a name=\"uu27\"></a><a name=\"un10\"></a><a name=\"un11\"></a><a name=\"un12\"></a><a name=\"un13\"></a>As he explains in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a> to <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a> of <i>Uḷḷadu Nāṟpadu</i>, awareness or knowledge of anything other than ourself is not real awareness or knowledge but only ignorance, because nothing other than ourself actually exists. Other things merely seem to exist in the self-ignorant view of ourself as ego, so when we are aware of ourself as we actually are, there will be nothing else for us to know, as he implied in the above rhetorical question (the second sentence of <a href=\"#av3\">verse 3</a> of <i>Āṉma-Viddai</i>) and as he said more explicitly in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge [or awareness] that is devoid of knowledge and ignorance [about anything other than oneself] is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\nThis is what Bhagavan discovered by investigating himself to see what he actually is, so we can test his findings by investigating ourself. Since we are what exists in all three states, waking, dream and sleep, and since all other things seem to exist only in waking and dream, we cannot actually be anything that appears only in waking and/or dream but disappears in sleep, and hence we cannot know what we actually are by investigating any such things, so our investigation of ourself is much deeper and more comprehensive than any scientific investigation could ever be.<br>\n<br>\nWe cannot rely on science to resolve any deep metaphysical issues, because (as I mentioned earlier) it is all based on a hugely significant but dubious metaphysical assumption, namely that phenomena exist independent of our perception of them. So long as we accept this assumption, the observations and theories of science seem very impressive, but as soon as we question this assumption, the entire edifice of scientific ‘knowledge’ (observations and theories) becomes fundamentally suspect.<br>\n<br>\nTherefore if we are wise we will not trust science to give us reliable answers to any deep metaphysical questions, but will seek all the answers within ourself by investigating what we ourself actually are.<br>\n<br>\n<a name=\"evidence\"></a><b>2. We can never have any evidence that any physical phenomena exist independent of ourself, the consciousness that perceives them</b><br>\n<br>\nIn response to this my friend wrote that though he understands the theory of Bhagavan’s teachings, he is unable to be sure about it, so it would be faith rather than direct knowledge to assume that his teachings are true and that science is a ‘fictitious interpretation of a persistent preceptory illusion’, though he added that ‘I already know there’s a big gap science is unable to jump over’. He also mentioned that his mother has now passed away and wrote about the emotional impact that had on him and how his outlook on life had been changed. In reply to this I wrote:<br>\n<br>\nI am very sorry to hear that your mum has passed away, but as Bhagavan used to say, the dead are happy, because they are free of the troublesome adjunct, the body. When we mourn the dead, it is our own loss that we are mourning, but we should actually be happy for them, because they are happy, at least until they take another body.<br>\n<br>\nWith regard to what I wrote in my previous mail, you say that you know all this theory, because you have studied and read a lot, but you add, ‘if I understand and feel that to be the Truth, in some regard, I can’t be sure directly’. By critically considering our experience in our three states of awareness, namely waking, dream and sleep, we can understand that we cannot be the body or mind that we now seem to be, but in order to be sure what we actually are we need to investigate ourself. Merely understanding that we are just pure awareness does not destroy the false awareness ‘I am this body’, because what understands this is only the intellect, which is a function of ego, whose very nature is to be always aware of itself as if it were a body. Therefore to destroy this false awareness ‘I am this body’ we must actually be aware of ourself as pure awareness, and we can be aware of ourself thus only by investigating what we actually are. Hence there can never be any substitute for self-investigation (<i>ātma-vicāra</i>).<br>\n<br>\nYou say, ‘Has the substratum of Consciousness a physical and material ground? The answer is yes’, but how can you be sure that the answer is yes? Physical phenomena seem to exist only because we are conscious of them, so how can we be sure that they exist when we are not conscious of them. Epistemically what comes first is consciousness or awareness, so why should we assume that ontologically physical phenomena come before consciousness? This assumption is entirely unjustified and unjustifiable, but nevertheless it is the fundamental assumption on which all objectives sciences, especially neuroscience, are based.<br>\n<br>\nIf consciousness were dependent on physical phenomena, we could not be aware without being aware of physical phenomena, but we are aware in sleep, even though we are then not aware of phenomena of any kind whatsoever. Phenomena appear only in waking and dream, and not in sleep, but we are aware both of their appearance in waking and dream and of their non-appearance in sleep, so what does this tell us? Is it not clear that the appearance of phenomena depends upon consciousness, but consciousness does not depend on the appearance of phenomena?<br>\n<br>\nWe assume that phenomena exist even when they do not appear, but what evidence do we have to justify this assumption? Whatever evidence we may seem to have is not adequate, because it would be evidence only if phenomena did actually exist even when they do not appear. In other words, without circular reasoning we cannot justify our assumption that any phenomena exist when we are not aware of them.<br>\n<br>\nAs I explained in great detail in one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html\">Which is a more reasonable and useful explanation: <i>dṛṣṭi-sṛṣṭi-vāda</i> or <i>sṛṣṭi-dṛṣṭi-vāda</i>?</a>, we do not have and can never have any evidence that anything we perceive exists independent of our perception of it, so what we should investigate is not any objects of perception (any phenomena of any kind whatsoever) but only ourself, the perceiver of them (namely ego, the false awareness that is always aware of itself as if it were a body, which is actually just one of the transient phenomena that it perceives, appearing in one state but not in any other state).</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2756229528083948020/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "consciousness",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc5MTIyMTE4MDQ5Cm9mZnNldDogMAo\""
}