{
    "kind": "blogger#post",
    "id": "1787456635000213055",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-03-22T15:37:00Z",
    "updated": "2019-03-29T08:20:24Z",
    "url": "http://happinessofbeing.blogspot.com/2019/03/is-it-possible-to-have-direct-but.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1787456635000213055",
    "title": "Is it possible to have a ‘direct but temporary experience of the self’ or to watch the disappearance of the I-thought?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Last year a friend wrote to me saying that it seems distortions and misinterpretations of Bhagavan’s teachings are inevitable, and that nowadays the internet is sadly inundated with misinformation and confused ideas about them, and concluding, ‘I suppose this is the nature of mind’, to which I replied:<br>\n<blockquote>Yes, the mind is <i>māyā</i>, so its nature is to distort and confuse, making what is simple seem complicated, what is clear seem clouded, what is plain seem obscure, what is obvious into something mysterious and what is subtle into something gross. The only way for us to overcome this natural tendency of the mind is to persistently turn within to see what we actually are, which is not this mind but just the clear light of pure and infinite self-awareness.</blockquote><a name='more'></a>\nAs an example of the way in which Bhagavan’s teachings are being distorted and misrepresented, my friend referred to a <a href=\"https://youtu.be/JJ5GCrlYRZs?t=13m31s\">portion from 13.31 to 18.04</a> of a video that David Godman made about ‘Papaji’ (H W L Poonja) and asked me for my view about what David narrates there, because in his view what Poonja said is a misunderstanding of Bhagavan’s teachings. I wrote a reply to him, but when I reviewed my reply recently with the intention to adapt it to form this article, I listened again to that portion of the video and decided that it raised other important issues that require clarification, particularly with regard to the idea that Poonja could somehow give people an experience that bypassed the need for ‘a rather intense, vigilant practice that took place over a long period of time’, which David acknowledged (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=13m53s\">13.53</a>) was what Bhagavan used to recommend, so I will discuss this latter idea in my next article, whereas this article is adapted and elaborated from the reply I wrote to my friend.<br>\n<ol>\n<li><a href=\"#temporary\">Can either ego or our real nature have a ‘direct but temporary experience of the self’?</a></li>\n<li><a href=\"#laya\">Temporary disappearance of the I-thought is <i>manōlaya</i>, which is of no spiritual benefit whatsoever</a></li>\n<li><a href=\"#experience\">When the I-thought disappears, there is no one remaining to experience anything</a></li>\n<li><a href=\"#happen\">When the I-thought disappears, nothing happens, because there is no one to whom anything could happen, so no words can describe what remains there</a></li>\n<li><a href=\"#phenomena\">All phenomena are just a mental projection, because they do not exist except in the deluded view of ego, so their appearance has nothing to do with disappearance of ego</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: if we investigate ego keenly enough, it will cease to exist, and everything else will cease to exist along with it</a></li>\n<li><a href=\"#disappearance\">What is to investigate ego is only ego itself, so when it disappears there will be no one left to see its disappearance</a></li>\n<li><a href=\"#aa2\"><i>Śrī Aruṇācala Aṣṭakam</i> verse 2: our real nature cannot be revealed by any means other than silence, which is what remains when we look within to see who the seer is</a></li>\n</ol>\n<a name=\"temporary\"></a><b>1. Can either ego or our real nature have a ‘direct but temporary experience of the self’?</b><br>\n<br>\nI have just watched that portion of the video and, yes, you are right, what is said there is a complete misrepresentation of Bhagavan’s teachings. How can anyone ever have a ‘direct but temporary experience of the self’?<br>\n<br>\nWho is to have such an experience? It cannot be ego, because ego is just an erroneous self-awareness, an awareness of ourself as a body, which is not what we actually are, so when we experience ourself as we actually are there will be no ego.<br>\n<br>\nSo then what else could have a ‘direct but temporary experience of the self’? Our real nature (<i>ātma-svarūpa</i>) cannot have such an experience, because as <i>ātma-svarūpa</i> we are always aware of ourself as we actually are and are never aware of anything else. <i>Ātma-svarūpa</i> is eternal and immutable, so for it there is no time and hence there can be no temporary experience.<br>\n<br>\nA temporary experience can occur only in the view of ego, so by claiming (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=17m35s\">17.35</a>) that Poonja had the ability to make people ‘wake up to a direct but temporary experience of the self’ David implied that ego can experience its real nature, whereas in fact ego is what obscures and distorts our awareness of our real nature. Since it is the mistaken awareness ‘I am this body’, the very nature of ego is to obscure our real nature, so as ego we can never experience our real nature (which is what David referred to as ‘the self’).<br>\n<br>\nIf we look at ourself keenly enough to see what we actually are, at that very instant ego will be eradicated for ever, just as if we look at an illusory snake carefully enough to see that it is just a rope, at that very instant our belief that it is a snake will be destroyed forever. Having once seen that it is a rope, we can never again mistake it to be a snake. Likewise, having once seen our real nature, we can never again mistake ourself to be anything else, so ego is thereby eradicated once and for all.<br>\n<br>\nTherefore, since we cannot experience our real nature and survive as ego, we can never have a temporary experience of our real nature. When we investigate ourself keenly enough to see what we actually are, we will see that we have always been that, and that therefore there has never been any such thing as ego, but until we investigate ourself keenly enough we will continue to see ourself through the distorted perspective of ego and will therefore seem to be not aware of ourself as we actually are.<br>\n<br>\nIt could be argued that sleep is a temporary experience of our real nature, but to express it in these terms would be a conceptual confusion. What we experience during sleep is only our real nature, because in sleep ego is absent, and hence awareness of all other things is also absent. Therefore what experiences our real nature in sleep is only our real nature, but our real nature’s awareness of itself is eternal, not temporary. Therefore our experience or awareness of our real nature in sleep seems to be temporary only from the perspective of ourself as ego in waking and dream.<br>\n<br>\nBecause ego is absent in sleep, our experience of our real nature in that state does not destroy it. In order to be destroyed, ego must be present, and it must turn its entire attention back to face itself alone. As soon as it faces itself alone, it will experience perfect clarity of pure self-awareness, which is its real nature (<i>ātma-svarūpa</i>), but it will thereby be destroyed instantly and forever.<br>\n<br>\nTherefore as ego we can never experience our real nature, because as soon as we experience what we actually are, we will have ceased to be ego. Either we experience ourself as ego or as our real nature. We can never experience ourself as both simultaneously.<br>\n<br>\nHowever, though as ego we can never experience our real nature (<i>ātma-svarūpa</i>), we can and should try to do so, because only by trying to do so will ego be eradicated. That is, by trying to experience our real nature we will be eradicated in the process, and what then remains is not a temporary experience but only pure self-awareness, which is eternal, immutable and infinite, and therefore never not aware of itself as it actually is.<br>\n<br>\nHence we can never have a ‘direct but temporary experience of the self’. So long as any experience is temporary, it is not an experience of our real nature. It can only be an experience of something other than ourself, something that appears and disappears.<br>\n<br>\n<a name=\"laya\"></a><b>2. Temporary disappearance of the I-thought is <i>manōlaya</i>, which is of no spiritual benefit whatsoever</b><br>\n<br>\nIn the clause (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=17m30s\">17.30</a>) prior to ‘and wake up to a direct but temporary experience of the self’ David claimed that Poonja was able to make people ‘eradicate their I temporarily’, and shortly before that (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=17m00s\">17.00</a>) he said, ‘And simply through the power of his presence he could make your I-thought disappear, and he could give you the experience that countless decades of practice sometimes never did’, but any state in which ego (the thought called I) is temporarily absent, such as sleep, is a state of <i>manōlaya</i> (temporary dissolution of mind), and as Bhagavan often explained, being in <i>manōlaya</i> can never help one progress on the spiritual path. To illustrate this he used to tell the story of a <i>yōgi</i> living on the banks of the Ganga who was able to go into a form of <i>manōlaya</i> called <i>nirvikalpa samādhi</i> for long periods of time. One day when he woke up from such <i>samādhi</i> he felt thirsty, so he asked his disciple to fetch him some water from the river, but before his disciple could return he again immersed himself in <i>samādhi</i> and remained in that state for three hundred years. On waking up, however, the first thing he did was to ask angrily for water, thinking that his disciple had delayed to bring it.<br>\n<br>\nAs Bhagavan explained, this story illustrates that not even the most superficial thought in one’s mind is destroyed in <i>manōlaya</i>, no matter how long one may remain in it. The seeds that sprout as thoughts are <i>viṣaya-vāsanās</i>, inclinations or desires to experience phenomena (<i>viṣayas</i>), things other than oneself, so to eradicate thoughts we need to eradicate the <i>viṣaya-vāsanās</i> that give rise to them.<br>\n<br>\nWe have created our <i>viṣaya-vāsanās</i> by choosing to attend to and cherish phenomena, and we nourish and strengthen them by continuing to attend to and cherish phenomena, so we can weaken and eradicate them only by choosing to attend to and cherish only ourself instead of any phenomena. This is why we can weaken and eradicate <i>viṣaya-vāsanās</i> only in waking and dream and not in sleep or any other state of <i>manōlaya</i>.<br>\n<br>\n<i>Nirvikalpa samādhi</i> is generally believed to be in some way superior to or more spiritually beneficial than sleep, but essentially there is no difference between them, because they are both states of <i>manōlaya</i>, and in the absence of mind there are no differences, because differences exist only in the view of ego, the perceiving element and hence root of the mind. The only difference between sleep and <i>nirvikalpa samādhi</i> is not in the states themselves but in how one enters them. Whereas one falls asleep due to tiredness, one subsides in <i>nirvikalpa samādhi</i> due to some artificial means such as <i>prāṇāyāma</i> (breath-restraint) or other techniques of <i>yōga</i>, but whatever may have caused it, the resulting state of <i>manōlaya</i> is the same.<br>\n<br>\nTherefore the <i>yōgi</i> in the story told by Bhagavan was in effect just sleeping for three hundred years, so in all that time he did not achieve any spiritual benefit. He woke up with exactly the same <i>vāsanās</i> that he had before subsiding into <i>nirvikalpa samādhi</i>, and none of them were weakened or diminished even to the slightest extent.<br>\n<br>\nThis is why Bhagavan taught us that we should avoid subsiding into <i>nirvikalpa samādhi</i> of that type. In order to be able to continue waking or dreaming we need to sleep, and we may also subside into <i>manōlaya</i> due to anaesthesia, head injury or other such causes, but there is no need for us to be in <i>nirvikalpa samādhi</i>, and no benefit in being so. Therefore if our aim is to eradicate ego, we should not seek to be in <i>manōlaya</i> more than necessary, because it is only in waking and dream that we can weaken our <i>viṣaya-vāsanās</i> and eventually eradicate all of them along with ego, their root.<br>\n<br>\nTherefore if, as David claimed, Poonja was able to make people ‘eradicate their I temporarily’, what is the use of that? Even an anaesthetist or a hypnotist can make us subside in a state of <i>manōlaya</i> and thereby remove our ego temporarily, but we do not imagine that we would gain any spiritual benefit thereby, so why should we imagine that having our ego removed temporarily by whatever power Poonja was supposed to have would have been of any spiritual benefit?<br>\n<br>\n<a name=\"experience\"></a><b>3. When the I-thought disappears, there is no one remaining to experience anything</b><br>\n<br>\nBy saying (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=17m00s\">17.00</a>), ‘And simply through the power of his presence he could make your I-thought disappear, and he could give you the experience that countless decades of practice sometimes never did’, David implies firstly that the aim of our practice is to gain some sort of experience, and secondly that there can be an experience after the disappearance of the I-thought. Though the state of self-knowledge (<i>ātma-jñāna</i>) is sometimes described as ‘self-experience’ (<i>ātmānubhava</i> or <i>ātmānubhuti</i>), it is not an experience like any other experience, because what experiences any other experience is ego, whereas self-knowledge or self-experience is our real nature, which is what remains when ego has ceased to exist.<br>\n<br>\n<a name=\"un09\"></a>Every other experience entails three factors (called <i>tripuṭi</i> in Sanskrit and <i>muppudi</i> in Tamil), namely the experiencer, whatever is experienced, and the experiencing. The experiencer in all cases is ego, the I-thought, so in the absence of ego there can be no experience in the conventional sense of the term. As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">verse 9</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>இரட்டைகண் முப்புடிக ளென்றுமொன்று பற்றி<br>\nயிருப்பவா மவ்வொன்றே தென்று — கருத்தினுட்<br>\nகண்டாற் கழலுமவை கண்டவ ரேயுண்மை<br>\nகண்டார் கலங்காரே காண்.<br>\n<br>\n<i>iraṭṭaigaṇ muppuḍiga ḷeṉḏṟumoṉḏṟu paṯṟi<br>\nyiruppavā mavvoṉḏṟē teṉḏṟu — karuttiṉuṭ<br>\nkaṇḍāṯ kaṙalumavai kaṇḍava rēyuṇmai<br>\nkaṇḍār kalaṅgārē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், கழலும் அவை. கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, kaṙalum avai. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> இரட்டைகள் முப்புடிகள் என்றும் ஒன்று பற்றி இருப்பவாம். அவ் ஒன்று ஏது என்று கருத்தின் உள் கண்டால், அவை கழலும். கண்டவரே உண்மை கண்டார்; கலங்காரே. காண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>iraṭṭaigaḷ muppuḍigaḷ eṉḏṟum oṉḏṟu paṯṟi iruppavām. a-vv-oṉḏṟu ēdu eṉḏṟu karuttiṉ-uḷ kaṇḍāl, avai kaṙalum. kaṇḍavarē uṇmai kaṇḍār; kalaṅgārē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> Dyads and triads exist always holding one thing. If one sees within the mind what that one thing is, they will cease to exist. Only those who have seen have seen the reality. See, they will not be confused.<br>\n<br>\n<b>Explanatory paraphrase:</b> Dyads [pairs of opposites] and triads [the three factors of transitive knowledge or awareness, namely the perceiver, the perceived and the perceiving, or the experiencer, the experienced and the experiencing] exist [by] always holding [or depending on] one thing [namely ego, in whose view alone they seem to exist]. If [by looking keenly at oneself] one sees within the mind what that one thing is, they will cease to exist [because their support and foundation, ego, will itself cease to exist]. Only those who have seen [this cessation of all dyads and triads along with their root, ego] have seen the reality. See, they will not be confused.</blockquote>\nIn the case of self-experience (<i>ātmānubhava</i>) there are not three factors but only one, namely pure awareness, because pure awareness is aware only of itself, and its awareness of itself is not other than itself. It itself is therefore what is aware, what it is aware of, and its awareness of itself, so it is <i>ēkam ēva advitīyam</i>, ‘one only without a second’.<br>\n<br>\nTherefore ‘self-experience’ is just another term used to describe our real nature (<i>ātma-svarūpa</i>), which is pure awareness and hence always aware of nothing other than itself. It is what remains when ego has ceased to exist, but it is eternal, so it exists as it is whether ego seems to exist or not. It is therefore not something to be gained. All we need do is eradicate ego by looking at ourself very keenly, and then we will see that nothing other than ‘self-experience’, ‘self-knowledge’ or pure self-awareness has ever existed.<br>\n<br>\nTherefore our aim when practising self-investigation and self-surrender is not to gain any new experience, but is only to see what we, the experiencer, actually are. When we investigate ourself keenly enough, we will see that we are just pure awareness, and have never been anything other than that, so there was never any experiencer, and hence nothing was ever experienced.<br>\n<br>\nIf by the power of his presence Poonja had actually been able to make the I-thought disappear, there would be no one remaining to whom he could give any experience, and he himself would no longer exist to give anything to anyone. The I-thought is ego, in the absence of which nothing remains other than our real nature, which always experiences itself and never experiences anything else whatsoever.<br>\n<br>\n<a name=\"happen\"></a><b>4. When the I-thought disappears, nothing happens, because there is no one to whom anything could happen, so no words can describe what remains there</b><br>\n<br>\nFrom all that David described, it seems extremely doubtful that Poonja did actually make people ‘eradicate their I temporarily’ or ‘could make your I-thought disappear’, because what results when ego is temporarily absent is a state like sleep, in which there is no awareness of any world or phenomena of any kind whatsoever. So long as we are aware of phenomena, we must be present as ego, because what experiences phenomena is not ourself as we actually are (our real nature, <i>ātma-svarūpa</i>) but only ourself as ego.<br>\n<br>\n<a name=\"un26a\"></a>As Bhagavan says in the first two sentences of <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, so if Poonja did make anyone’s ego cease temporarily, everything else would have ceased along with it, and what would have remained would only have been pure awareness: awareness that is never aware of anything other than itself.<br>\n<br>\nDavid says (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=15m57s\">15.57</a>) that if you talked to people after they had seen their ‘I’ disappear, ‘They talk a very <i>advaitic</i> description of what had happened to them’, but if ego disappears, nothing happens, and there is no one to whom anything could happen. The first happening and root of all other happenings is the rising of ego, so the disappearance of ego entails a cessation of all happenings.<br>\n<br>\nHappenings occur in waking and dream because ego is present to experience them, but no happenings occur in sleep, because ego is not present to experience anything. Except in purely negative terms, can we describe what we experience in sleep? We can say what we do not experience in sleep, but no words can describe what we do experience then.<br>\n<br>\nWhat we experience in sleep or any other state of <i>manōlaya</i> is just pure self-awareness, awareness of absolutely nothing other than ourself, but can we describe the experience of self-awareness? We all know what it is to be aware of ourself (even though in waking and dream our awareness of ourself is mixed and confused with awareness of whatever person we currently seem to be), but our fundamental awareness of ourself is not something that we can describe in words.<br>\n<br>\n<a name=\"ut25\"></a>David says, ‘They talk a very <i>advaitic</i> description of what had happened to them’, but what does an ‘<i>advaitic</i> description’ mean? Can there be any such thing as an <i>advaitic</i> description of anything? Words can describe duality, but not non-duality, as Bhagavan implies in verse 25 of <i>Upadēśa Taṉippākkaḷ</i>:<br>\n<blockquote>இத்துவித பாடையி லேயே வினாவிடைகள்<br>\nஅத்துவிதத் தின்றே யவை.<br>\n<br>\n<i>idduvita bhāṭaiyi lēyē viṉāviḍaigaḷ<br>\nattuvitat tiṉṟē yavai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இத் துவித பாடையிலேயே வினா விடைகள்; அத்துவிதத்து இன்றே அவை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>id duvita bhāṭaiyilēyē viṉā viḍaigaḷ; adduvitattu iṉḏṟē avai</i>.<br>\n<br>\n<b>அன்வயம்:</b> வினா விடைகள் இத் துவித பாடையிலேயே; அத்துவிதத்து அவை இன்றே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>viṉā viḍaigaḷ id duvita bhāṭaiyilēyē; adduvitattu avai iṉḏṟē</i>.<br>\n<br>\n<b>English translation:</b> Questions and answers [can occur] only in this language of <i>dvaita</i> [duality]; in <i>advaita</i> [non-duality] they do not exist.</blockquote>\nAs Bhagavan often pointed out, the language of non-duality (<i>advaita</i>) is only silence, because silence is the very nature of the non-dual experience of pure self-awareness, so it alone can describe it. Any description in words can only be a description of something other than the experience of non-duality.<br>\n<br>\n<a name=\"phenomena\"></a><b>5. All phenomena are just a mental projection, because they do not exist except in the deluded view of ego, so their appearance has nothing to do with disappearance of ego</b><br>\n<br>\nAfter saying, ‘They talk a very <i>advaitic</i> description of what had happened to them’, David then says (at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=16m03s\">16.03</a>) that Poonja once told him: ‘When people have this experience, you can actually see streams of light radiating out of their head. Enlightenment is quite a good description of this. Because there’s a kind of firework explosion that you can see at a subtle level. People can’t fake this. They get it. They have the experience, and there’s this kind of light explosion around their head’.<br>\n<br>\nThis is certainly not an ‘<i>advaitic</i> description’, nor does what he describes have any relation to the true experience of non-duality or to the disappearance of ego. What he describes are phenomena, and when ego disappears there is no one remaining to see phenomena of any kind whatsoever. All phenomena are just an illusory appearance, so they do not exist except in the deluded view of ego, and hence in the absence of ego there are no phenomena.<br>\n<br>\n<a name=\"un26b\"></a>The appearance of phenomena entails the fundamental duality of subject and objects, perceiver and things perceived. All phenomena are objects of perception, and the subject who perceives them is only ego, so ego and phenomena co-exist. Neither can exist without the other, as Bhagavan implies when he says in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’.<br>\n<br>\n<a name=\"aa7\"></a><a name=\"ny05\"></a>He also implies the same in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2016/06/what-is-i-feeling-and-do-we-need-to-be.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), ‘If the thought called ‘I’ does not exist, even one other [thought or thing] will not exist’, and in the final four sentences of the <a href=\"http://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\n<a name=\"ny04\"></a>What he refers to here as ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), the ‘thought called I’, and as ‘தன்மை’ (<i>taṉmai</i>), the ‘first person’, is ego, the perceiver of all phenomena, and what he refers to as ‘ஏனைய நினைவுகள்’ (<i>ēṉaiya niṉaivugaḷ</i>), ‘other thoughts’, and as ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘second and third persons’, is phenomena of any kind whatsoever, because what he means by ‘நினைவுகள்’ (<i>niṉaivugaḷ</i>), ‘thoughts’ or ‘ideas’, is all kinds of mental phenomena, including perceptions, memories, emotions, desires, fears and so on, and as he said in the <a href=\"http://happinessofbeing.com/nan_yar.html#para04\">previous paragraph</a>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai</i>), ‘Excluding thoughts [or ideas], there is not separately any such thing as world’. Therefore what he implies in these final four sentences of the fifth paragraph of <i>Nāṉ Ār?</i> is that phenomena appear only after ego appears, and that without ego they do not exist.<br>\n<br>\nEven if we take for granted that Poonja was telling the truth when he implied that when people had a certain experience in his presence he could ‘actually see streams of light radiating out of their head’, ‘a kind of firework explosion that you can see at a subtle level’, ‘this kind of light explosion around their head’, does this have any spiritual significance? He said, ‘Enlightenment is quite a good description of this’, but in a spiritual context ‘enlightenment’ is usually understood to mean attainment of self-knowledge (<i>ātma-jñāna</i>), so do the phenomena that he described, ‘this kind of light explosion around their head’, have anything to do with attainment of self-knowledge?<br>\n<br>\n<a name=\"un20\"></a>According to Bhagavan attainment of self-knowledge is nothing other than eradication of ego, and when ego is eradicated all phenomena cease to exist along with it, so it is not clear what connection Poonja imagined there could be between the ‘streams of light radiating out of their head’ and ‘enlightenment’ in a spiritual sense. If he did ‘actually see streams of light radiating out of their head’, that would have been his own mental projection, or as Bhagavan would have described it, a ‘மனோமயம் ஆம் காட்சி’ (<i>maṉōmayam ām kāṭci</i>), a ‘mind-constituted appearance’ or ‘mental vision’, because according to him even seeing God as something other than oneself is just seeing a ‘mind-constituted appearance’, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un20\">verse 20</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>காணுந் தனைவிட்டுத் தான்கடவு ளைக்காணல்<br>\nகாணு மனோமயமாங் காட்சிதனைக் — காணுமவன்<br>\nறான்கடவுள் கண்டானாந் தன்முதலைத் தான்முதல்போய்த்<br>\nதான்கடவு ளன்றியில தால்.<br>\n<br>\n<i>kāṇun taṉaiviṭṭut tāṉkaḍavu ḷaikkāṇal<br>\nkāṇu maṉōmayamāṅ kāṭcitaṉaik — kāṇumavaṉ<br>\nḏṟāṉkaḍavuḷ kaṇḍāṉān taṉmudalait tāṉmudalpōyt<br>\ntāṉkaḍavu ḷaṉḏṟiyila dāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b>: காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம், தன் முதலை, தான் முதல் போய், தான் கடவுள் அன்றி இலதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām, taṉ mudalai, tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> காணும் தனை விட்டு, தான் கடவுளை காணல் காணும் மனோமயம் ஆம் காட்சி. தான் முதல் போய், தான் கடவுள் அன்றி இலதால், தன் முதலை, தனை காணும் அவன் தான் கடவுள் கண்டான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kāṇum taṉai viṭṭu, tāṉ kaḍavuḷai kāṇal kāṇum maṉōmayam ām kāṭci. tāṉ mudal pōy, tāṉ kaḍavuḷ aṉḏṟi iladāl, taṉ mudalai, taṉai kāṇum avaṉ-tāṉ kaḍavuḷ kaṇḍāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving oneself, who sees, oneself seeing God is seeing a mental vision. Only one who sees oneself, the origin of oneself, is one who has seen God, because the origin, oneself, going, oneself is not other than God.<br>\n<br>\n<b>Paraphrased translation:</b> Neglecting [ignoring or not investigating] oneself [ego], who sees [things other than oneself], oneself seeing God is seeing a mental vision [a mind-constituted image, phenomenon or appearance]. Only one who sees oneself [one’s real nature], the origin [base or foundation] of oneself [one’s ego], is one who has seen God, because oneself [one’s real nature], [which alone is what remains] when oneself [one’s ego], the origin [root or foundation of all other things], goes, is not other than God.</blockquote>\nWhen seeing even a vision of God is just a ‘mind-constituted appearance’, seeing any other phenomena such as the ‘streams of light radiating out of their head’ and the ‘kind of firework explosion that you can see at a subtle level’ that Poonja referred to must also be just a ‘mind-constituted appearance’. In fact according to Bhagavan all phenomena are just a mental projection and therefore no more real than anything we see in a dream, so why did Poonja imagine that there was any significance in the ‘streams of light radiating out of their head’ that he supposedly saw, or that it had anything to do with the disappearance of ego?<br>\n<br>\n<a name=\"un26\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 26: if we investigate ego keenly enough, it will cease to exist, and everything else will cease to exist along with it</b><br>\n<br>\nFrom all this it seems that Poonja had only a very superficial understanding of Bhagavan’s teachings, and that he had not grasped the simple principle that phenomena seem to exist only when ego seems to exist, because they seem to exist only in its view, and that therefore without ego (the first person) phenomena (second and third persons) do not exist, which is one of the most fundamental principles of Bhagavan’s teachings and therefore one that he repeatedly emphasised not only in in his original writings such as <i>Nāṉ Ār?</i>, <i>Śrī Aruṇācala Aṣṭakam</i> and <i>Uḷḷadu Nāṟpadu</i> but also in various dialogues recorded in other books. If Poonja had understood this principle and its crucial significance, would he have attached any importance at all to illusory appearances (or fantasies?) such as ‘streams of light radiating out of their head’ or ‘a kind of firework explosion that you can see at a subtle level’, or would he even have talked about them or encouraged others to believe that such phenomena were either real or significant?<br>\n<br>\nPoonja understood that Bhagavan taught us that if we look at ego, it will subside and disappear, but this is only part of the story. Why does it subside and disappear if we look at it? Because it does not actually exist, but merely seems to exist, and it seems to exist only when we look at or are aware of anything else. In order for it to disappear entirely, we must not just look at it, but look at it so keenly that we cease to be aware of anything else whatsoever. In other words, it will cease to exist only when we attend to ourself so keenly that we are aware of absolutely nothing other than ourself.<br>\n<br>\nSince all other things seem to exist only in the view of ego, they will cease to exist entirely along with ego, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nWhy does he say in the final sentence: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this is alone is giving up everything’? Because if we investigate ego keenly enough we will see that what actually exists is only our own real nature (<i>ātma-svarūpa</i>), which is pure awareness, so there is no such thing as ego, and there never was. Moreover, since all other things are perceived only by ego, and hence seem to exist only in its view, nothing else can exist or even seem to exist in its absence, as he points out in the second sentence, ‘அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego does not exist, everything does not exist’, so if we investigate ego keenly enough to see that what seemed to be ego is actually just pure awareness, all other things will cease to exist, never to reappear. Therefore investigating what ego is entails giving up not only ego but everything else too.<br>\n<br>\nTherefore if Poonja believed that phenomena continue to exist even after the disappearance of ego, as his talk about seeing ‘streams of light radiating out of their head’ and many of his other statements seem to imply, he did not really understand what disappearance or eradication of ego actually means.<br>\n<br>\n<a name=\"disappearance\"></a><b>7. What is to investigate ego is only ego itself, so when it disappears there will be no one left to see its disappearance</b><br>\n<br>\nDavid also says (and seems to imply that Poonja said) that in his presence people watched their I-thought disappear temporarily (such as at <a href=\"https://youtu.be/JJ5GCrlYRZs?t=13m31s\">13.31</a>, ‘Papaji thought that you get a direct experience by holding on to the I, finding out where it comes from, and watching it disappear’, <a href=\"https://youtu.be/JJ5GCrlYRZs?t=15m21s\">15.21</a>, ‘If you co-operated with him, looked at your I-thought, watched it, held on to it, you could actually feel it subside and disappear’, and <a href=\"https://youtu.be/JJ5GCrlYRZs?t=15m42s\">15.42</a>, ‘They somehow watched their I, seen it disappear’), but how is it possible to watch, see or feel the I-thought disappear? We can be aware of it subsiding, but can we be aware of it actually disappearing? ‘I-thought’ is another name for ego, so what can see it disappear? It itself cannot, because when it disappears it is no longer there to watch or see its disappearance. Not only is this logically obvious, but it is also our experience, because though as ego we disappear whenever we fall asleep, we do not actually see ourself disappear.<br>\n<br>\nCan our real nature (<i>ātma-svarūpa</i>) watch or see the disappearance of the I-thought? No, obviously not, because in its view no I-thought or anything else have ever appeared, so how can it disappear?<br>\n<br>\nWhat Bhagavan taught us is extremely subtle, and he taught it in a very nuanced manner, so by talking of temporary experiences and all the other weird and wonderful ideas that he had, Poonja totally misrepresented what Bhagavan taught us. Bhagavan taught us that if we watch ego keenly enough, it will disappear, but that does not mean that we will ever see it disappear, because what is to watch ego is only ego itself, so when it disappears there will be no one left to see its disappearance.<br>\n<br>\nEgo will disappear forever only when we see what we actually are (our real nature or <i>ātma-svarūpa</i>), because when we see what we actually are we will see that we alone exist, and we exist eternally and without any change. In the clear view of what we actually are, no ego or anything else has ever existed, so being aware of ourself as we actually are amounts to seeing that there never was any ego, and that therefore nothing has ever appeared or disappeared.<br>\n<br>\nTherefore the idea that it is possible for anyone to have a ‘direct but temporary experience of the self’ or to watch the I-thought disappear is a complete fantasy, and anyone who believes such ideas has not understood Bhagavan correctly.<br>\n<br>\n<a name=\"aa2\"></a><b>8. <i>Śrī Aruṇācala Aṣṭakam</i> verse 2: our real nature cannot be revealed by any means other than silence, which is what remains when we look within to see who the seer is</b><br>\n<br>\nIn conclusion and to underline some of the points I have explained here, it would be useful now to consider what Bhagavan sang in <a href=\"https://happinessofbeing.blogspot.com/2017/03/after-annihilation-of-ego-no-i-can-rise.html#aa2\">verse 2</a> of <i>Śrī Aruṇācala Aṣṭakam</i>:<br>\n<blockquote>கண்டவ னெவனெனக் கருத்தினு ணாடக்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்டவ னின்றிட நின்றது கண்டேன்<br>\nகண்டன னென்றிடக் கருத்தெழ வில்லை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கண்டில னென்றிடக் கருத்தெழு மாறென்<br>\nவிண்டிது விளக்கிடு விறலுறு வோனார்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விண்டிலை பண்டுநீ விளக்கினை யென்றால்<br>\nவிண்டிடா துன்னிலை விளக்கிட வென்றே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;விண்டல மசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<i>kaṇḍava ṉevaṉeṉak karuttiṉu ṇāḍak<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇḍava ṉiṉḏṟiḍa niṉḏṟadu kaṇḍēṉ<br>\nkaṇḍaṉa ṉeṉḏṟiḍak karutteṙa villai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kaṇḍila ṉeṉḏṟiḍak karutteṙu māṟeṉ<br>\nviṇḍidu viḷakkiḍu viṟaluṟu vōṉār<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṇḍilai paṇḍunī viḷakkiṉai yeṉḏṟāl<br>\nviṇḍiṭā duṉṉilai viḷakkiḍa veṉḏṟē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;viṇḍala macalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கண்டவன் எவன் என கருத்தின் உள் நாட, கண்டவன் இன்றிட நின்றது கண்டேன். ‘கண்டனன்’ என்றிட கருத்து எழ இல்லை; ‘கண்டிலன்’ என்றிட கருத்து எழுமாறு என்? விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர், விண்டு இலை பண்டு நீ விளக்கினை என்றால்? விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa, kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ. ‘kaṇḍaṉaṉ’ eṉḏṟiḍa karuttu eṙa illai; ‘kaṇḍilaṉ’ eṉḏṟiḍa karuttu eṙum-āṟu eṉ? viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār, viṇḍu ilai paṇḍu nī viḷakkiṉai eṉḏṟāl? viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>அன்வயம்:</b> கண்டவன் எவன் என கருத்தின் உள் நாட, கண்டவன் இன்றிட நின்றது கண்டேன். ‘கண்டனன்’ என்றிட கருத்து எழ இல்லை; ‘கண்டிலன்’ என்றிட கருத்து எழுமாறு என்? பண்டு நீ விண்டு இலை விளக்கினை என்றால், விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர்? விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa, kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ. ‘kaṇḍaṉaṉ’ eṉḏṟiḍa karuttu eṙa illai; ‘kaṇḍilaṉ’ eṉḏṟiḍa karuttu eṙum-āṟu eṉ? paṇḍu nī viṇḍu ilai viḷakkiṉai eṉḏṟāl, viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār? viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>.<br>\n<br>\n<b>English translation:</b> When [the seer] investigated within the mind who the seer is, I saw what remained when the seer [thereby] became non-existent. The mind did not rise to say ‘I saw’, [so] in what way could the mind rise to say ‘I did not see’? Who has the power to elucidate this [by] speaking, when in ancient times [even] you [as Dakshinamurti] elucidated [it] without speaking? Only to elucidate your state [of silent and motionless pure self-awareness] without speaking, you stood as a hill [or motionlessly] shining [from] earth [to] sky [though actually beyond the limits of both].</blockquote>\nIn the first sentence of this verse he does not say that he saw the disappearance of the seer, but that he saw what stood or remained when it became non-existent. Though it may seem from a superficial perspective that seeing what remained when the seer became non-existent is the same as seeing the disappearance of the seer, there is a subtle but extremely significant difference between them. What remains is only our real nature, which is pure consciousness, so what sees what remains is just pure consciousness, and since pure consciousness is never aware of anything other than itself, it cannot be aware of ego and hence of either its appearance or its disappearance.<br>\n<br>\nIn both the first clause of this first sentence, ‘கண்டவன் எவன் என கருத்தின் உள் நாட’ (<i>kaṇḍavaṉ evaṉ eṉa karuttiṉ uḷ nāḍa</i>), ‘when [the seer] investigated within the mind who the seer is’, and the second one, ‘கண்டவன் இன்றிட’ (<i>kaṇḍavaṉ iṉḏṟiḍa</i>), ‘when the seer [thereby] became non-existent’, ‘கண்டவன்’ (<i>kaṇḍavaṉ</i>) means ‘seer’ and therefore refers to ego, which is what sees or perceives everything other than itself. If ego investigates itself keenly enough to see what it actually is, it will thereby cease to exist, because it seems to exist only so long as it is seeing, perceiving or attending to anything other than itself. When it ceases to exist, what remains is only pure awareness, which is our real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nWhen ego has ceased to exist, what is it that sees what remains? Obviously ego cannot see what remains, because it has ceased to exist, so what sees what remains is only what remains and not anything else. Since what remains is just pure awareness, it alone is what sees itself. Therefore when Bhagavan wrote in the main clause of this first sentence, ‘கண்டவன் இன்றிட நின்றது கண்டேன்’ (<i>kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ</i>), ‘I saw what remained when the seer became non-existent’, the ‘I’ implied in ‘கண்டேன்’ (<i>kaṇḍēṉ</i>), which is the first person singular past tense form of காண் (<i>kāṇ</i>) and which therefore means ‘I saw’, is not ego but only <i>ātma-svarūpa</i>.<br>\n<br>\n<a name=\"ny07\"></a><a name=\"un12\"></a>Since <i>ātma-svarūpa</i>, our own real nature, is pure, eternal, infinite and immutable awareness, it is always aware of itself, and therefore does not become aware of itself only when ego ceases to exist. Nothing other than <i>ātma-svarūpa</i> actually exists, as Bhagavan implies in the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i>’, so what it is aware of is only itself and not anything else, because in its clear view nothing else exists, as he says explicitly in the third sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] awareness’. It is not aware of ego, of time, nor of appearance or disappearance of anything. It is therefore immutable and untouched by anything, so it is eternally aware of itself and never aware of anything else whatsoever.<br>\n<br>\nTherefore self-knowledge (<i>ātma-jñāna</i>) is not something that can ever be gained, because it is our real nature. So long as we seem to have risen as ego, all that is required is to get rid of this ego, and we can get rid of it only by investigating what it actually is. Since it is just an erroneous awareness of ourself, an awareness of ourself as something other than what we actually are, if we attend to it keenly enough, thereby withdrawing our attention from everything else, we will see what we actually are, namely pure awareness, awareness that is never aware of anything other than itself, and thus we will see that there never was any such thing as ego or anything else whatsoever.<br>\n<br>\nHow can this be adequately expressed in words? Who is there to express it in words? Since it alone exists, it need not and cannot express itself in words. The only language in which it can express itself is silence, because silence is its very nature.<br>\n<br>\n<a name=\"un33\"></a>Though as a poet Bhagavan sang, ‘கண்டவன் இன்றிட நின்றது கண்டேன்’ (<i>kaṇḍavaṉ iṉḏṟiḍa niṉḏṟadu kaṇḍēṉ</i>), ‘I saw what remained when the seer became non-existent’, even these words fail to express his experience correctly or adequately, as he implied in the next sentence: ‘கண்டனன் என்றிட கருத்து எழ இல்லை’ (<i>kaṇḍaṉaṉ eṉḏṟiḍa karuttu eṙa illai</i>), ‘The mind did not rise to say: I saw’. That is, what can say ‘I saw’ is only the mind, or more precisely, the seeing or perceiving element of the mind, namely ego, which is what he referred to in the previous sentence as ‘கண்டவன்’ (<i>kaṇḍavaṉ</i>), ‘the seer’, so when it has ceased to exist how can it rise to say ‘I saw’?<br>\n<br>\nSince it cannot rise to say ‘I saw’, it likewise cannot rise to say ‘I did not see’, as he implied in the next sentence: ‘கண்டிலன் என்றிட கருத்து எழுமாறு என்?’ (<i>kaṇḍilaṉ eṉḏṟiḍa karuttu eṙum-āṟu eṉ?</i>), ‘In what way could the mind rise to say: I did not see?’. Therefore it is not correct to say either ‘I saw’ or ‘I did not see’, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>என்னை யறியேனா னென்னை யறிந்தேனா<br>\nனென்ன னகைப்புக் கிடனாகு — மென்னை<br>\nதனைவிடய மாக்கவிரு தானுண்டோ வொன்றா<br>\nயனைவரனு பூதியுண்மை யால்.<br>\n<br>\n<i>eṉṉai yaṟiyēṉā ṉeṉṉai yaṟindēṉā<br>\nṉeṉṉa ṉahaippuk kiḍaṉāhu — meṉṉai<br>\ntaṉaiviḍaya mākkaviru tāṉuṇḍō voṉḏṟā<br>\nyaṉaivaraṉu bhūtiyuṇmai yāl</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘நான் என்னை அறியேன்’, ‘நான் என்னை அறிந்தேன்’ என்னல் நகைப்புக்கு இடன் ஆகும். என்னை? தனை விடயம் ஆக்க இரு தான் உண்டோ? அனைவர் அனுபூதி உண்மை ஒன்றாய்; ஆல்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘nāṉ eṉṉai aṟiyēṉ’, ‘nāṉ eṉṉai aṟindēṉ’ eṉṉal nahaippukku iḍaṉ āhum. eṉṉai? taṉai viḍayam ākka iru tāṉ uṇḍō? aṉaivar aṉubhūti uṇmai oṉḏṟu āy; āl</i>.<br>\n<br>\n<b>English translation:</b> Saying ‘I do not know myself’, ‘I have known myself’, is ground for ridicule. Why? To make oneself an object, are there two selves? Because being one is the truth, the experience of everyone.<br>\n<br>\n<b>Explanatory paraphrase:</b> Saying [either] ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule. Why? To make oneself <i>viṣaya</i> [an object, something known as other than oneself, the knower], are there two selves [a knowing self and a known self]? Because being one is the truth, [as is known by] the experience of everyone. [That is, since we always experience ourself as one, we are never not aware of ourself, so <i>ātma-jñāna</i> (self-knowledge or self-awareness) is not something that we are yet to attain but is our very nature, and hence what is called the attainment of <i>ātma-jñāna</i> is actually not a gain of anything but a loss of everything along with its root, ego, which is merely a false awareness of ourself (an awareness of ourself as something other than what we actually are), and when ego is lost there is no one left to say ‘I have known myself’, because what remains is only our real nature, which is pure, infinite, eternal and immutable self-awareness.]</blockquote>\nIt is not correct to say, ‘கண்டிலன்’ (<i>kaṇḍilaṉ</i>), ‘I did not see’, or ‘என்னை அறியேன் நான்’ (<i>eṉṉai aṟiyēṉ nāṉ</i>), ‘I do not know myself’, because self-awareness is our real nature, so there is never a moment when we do not know or are not aware of ourself. We know ourself even now, but instead of knowing ourself as we actually are, we know ourself as if we were a person.<br>\n<br>\nThe person we seem to be is a set of adjuncts consisting of a physical body, life, mind, intellect and will (the five sheaths), and these adjuncts are all objects perceived by us, and they appear in waking and dream but disappear in sleep, so they are not what we actually are. They are things that are sometimes added to us and at other times removed from us. Whether they are added or removed, we are always present and are aware of ourself, so our awareness of them is superimposed on our fundamental self-awareness to form the mixed awareness ‘I am this person’, which is ego. Therefore underlying and supporting this false awareness ‘I am this person’ is our fundamental awareness ‘I am’, which is our real nature, so ego does not actually hide our knowledge or awareness of ourself, but just obscures it by mixing and confusing it with other things.<br>\n<br>\nIt is also not correct to say, ‘கண்டனன்’ (<i>kaṇḍaṉaṉ</i>), ‘I saw’, or ‘என்னை அறிந்தேன் நான்’ (<i>eṉṉai aṟindēṉ nāṉ</i>), ‘I have known myself’, because we are not a <i>viṣaya</i>, an object or phenomenon. An object can either be known or not known, but we ourself can never be not known, because we are awareness, and the nature of awareness is to be always aware of itself. Knowledge and ignorance are a pair of opposites, each of which has a meaning only in relation to the other, so since ignorance (not knowing or not being aware) of ourself is impossible, it is meaningless to speak of knowing ourself as if it were something that could be or has been achieved.<br>\n<br>\nAn object or phenomenon (<i>viṣaya</i>) is something other than ourself, so knowing it is contingent (something that may or may not be the case, and something that even if it is the case is not always the case), whereas knowing ourself is our very nature, so it is necessary (something that must always be the case and can never not be the case). This is why Bhagavan asks rhetorically, ‘தனை விடயம் ஆக்க இரு தான் உண்டோ?’ (<i>taṉai viḍayam ākka iru tāṉ uṇḍō?</i>), ‘To make oneself an object, are there two selves?’, and replies, ‘ஒன்று ஆய் அனைவர் அனுபூதி உண்மை’ (<i>oṉḏṟu āy aṉaivar aṉubhūti uṇmai</i>), ‘Being one is the truth, the experience of everyone’.<br>\n<br>\n<a name=\"un13\"></a>Since we always experience ourself as one, we can never know ourself as an object, so knowing ourself cannot be compared in anyway to knowing any object. It is knowledge of a completely different order. It is not a knowledge that can be either gained or lost, because it is what we always are, and it alone is real. As he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real’.<br>\n<br>\nTo say ‘என்னை அறியேன் நான்’ (<i>eṉṉai aṟiyēṉ nāṉ</i>), ‘I do not know myself’ implies that we have somehow lost knowledge of ourself, and to say ‘என்னை அறிந்தேன் நான்’ (<i>eṉṉai aṟindēṉ nāṉ</i>), ‘I have known myself’ implies that we have somehow gained knowledge of ourself, but since we ourself are <i>ātma-jñāna</i> (self-knowledge or self-awareness), we can never either lose or gain <i>ātma-jñāna</i>, so as he says in the first sentence of this verse: “‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும்” (<i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum</i>), “Saying [either] ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule”.<br>\n<br>\nSo if it is not true to say either ‘I do not know myself’ or ‘I have known myself’, how can the truth of self-knowledge be expressed in words? It cannot be, as Bhagavan implies in the third line of verse 2 of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘விண்டு இது விளக்கிடு விறல் உறுவோன் ஆர், விண்டு இலை பண்டு நீ விளக்கினை என்றால்?’ (<i>viṇḍu idu viḷakkiḍu viṟal uṟuvōṉ ār, viṇḍu ilai paṇḍu nī viḷakkiṉai eṉḏṟāl?</i>), ‘Who has the power to elucidate this [by] speaking, when in ancient times [even] you [as Dakshinamurti] elucidated [it] without speaking?’<br>\n<br>\n<a name=\"eap5\"></a>This is likewise implied by him in <a href=\"https://happinessofbeing.blogspot.com/2017/07/what-is-aware-of-absence-of-ego-and.html#eap5\">verse 5</a> of <i>Ēkāṉma Pañcakam</i>:<br>\n<blockquote>எப்போது முள்ளதவ் வேகான்ம வத்துவே<br>\nயப்போதவ் வத்துவை யாதிகுரு — செப்பாது<br>\nசெப்பித் தெரியுமா செய்தன ரேலெவர்<br>\nசெப்பித் தெரிவிப்பர் செப்பு.<br>\n<br>\n<i>eppōdu muḷḷadav vēkāṉma vattuvē<br>\nyappōdav vattuvai yādiguru — seppādu<br>\nseppit teriyumā seydaṉa rēlevar<br>\nseppit terivippar ceppu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே. அப்போது அவ் வத்துவை ஆதி குரு செப்பாது செப்பி தெரியுமா செய்தனரேல், எவர் செப்பி தெரிவிப்பர்? செப்பு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē. appōdu a-v-vattuvai ādi-guru seppādu seppi teriyumā seydaṉarēl, evar seppi terivippar? seppu</i>.<br>\n<br>\n<b>அன்வயம்:</b> எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே. அப்போது ஆதி குரு அவ் வத்துவை செப்பாது செப்பி தெரியுமா செய்தனரேல், எவர் செப்பி தெரிவிப்பர்? செப்பு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē. appōdu ādi-guru a-v-vattuvai seppādu seppi teriyumā seydaṉarēl, evar seppi terivippar? seppu</i>.<br>\n<br>\n<b>English translation:</b> What always exists is only that <i>ēkātma-vastu</i> [the one self-substance: that is, the one substance (<i>vastu</i>), which is oneself]. If at that time the <i>ādi-guru</i> [the original guru, Dakshinamurti] made that <i>vastu</i> known [only by] speaking without speaking, say, who can make it known [by] speaking?</blockquote>\n<a name=\"ny06\"></a>Our real nature (<i>ātma-svarūpa</i>), which is what Bhagavan refers to here as <i>ēkātma-vastu</i>, the one substance (<i>vastu</i>), which is ourself, is absolute silence (<i>mauṉam</i>), because it is completely devoid of even the least rising of ego, as he says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>: “நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். அதுவே ‘மௌன’ மெனப்படும்” (<i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum. adu-v-ē ‘mauṉam’ eṉa-p-paḍum</i>), “Only the place where the thought called I [ego] does not exist at all [or even a little] is <i>svarūpa</i> [one’s ‘own form’ or real nature]. That alone is called ‘<i>mauna</i>’ [silence]”. Being devoid of even the least rising of ego, it is also devoid of the least rising of anything else, because everything else arises only in the deluded view of ego, so it is eternal and immutable silence, silence that can never be disturbed by anything whatsoever. How then can it be expressed, elucidated or made known by any means other than absolute silence?<br>\n<br>\n<a name=\"un21\"></a>Words can never come close to revealing it. All words can do is point us in the right direction, showing us where we should look in order to lose ourself forever in eternal silence. We cannot experience silence or what is revealed by it (which are of course one and the same thing) without being swallowed by it. Being swallowed by it is alone seeing it, as Bhagavan implies in the concluding sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing’.<br>\n<br>\nSo long as we are facing outwards, attending to or being aware of anything other than ourself, we have not been and cannot be swallowed by silence, because what faces outwards and is thereby aware of other things is only ego. By facing outwards, ego feeds and sustains itself. To be swallowed by silence, therefore, we must turn back within to face ourself alone.<br>\n<br>\nSince we need to face inwards to experience silence and thereby lose ourself in it, we first need to understand the need to turn within, and for that we need teachings in words to tell us that we need to turn back within and why we need to do so. This is why Bhagavan gave us teachings in words, but through his words he explained that ultimately our real nature can be revealed only in and by silence, because silence is the very nature of ourself. It is what we actually are.<br>\n<br>\nTherefore though teachings in words are necessary, they are only preliminary. They are needed to make us understand the need to turn back within to face ourself, but they are useful only to the extent that we actually travel in the direction in which they point us, namely back towards ourself.<br>\n<br>\nTherefore when Bhagavan taught us that the ultimate teaching is only silence, he did not mean that teachings in words are not necessary, but only that they are not an end in themselves. They are just a means to an end, and that end is silence. They are a means because they show us that silence is the ultimate and only worthwhile goal, and that the means to reach that goal is to patiently and persistently turn back within to face ourself alone until we dissolve and merge forever in silence, which is our real nature.<br>\n<br>\nThis is what Bhagavan taught us in words, and he taught us that this is what Arunachala is always teaching us in silence. That is, the very purpose of Arunachala is to teach us in silence that we need to look within to see who the seer is and thereby to merge in the infinite silence that remains when the seer is seen to be ever non-existent, as he implies in the fourth and final line of verse 2 of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘விண்டிடாது உன் நிலை விளக்கிட என்றே விண் தலம் அசலமா விளங்கிட நின்றாய்’ (<i>viṇḍiḍādu uṉ nilai viḷakkiḍa eṉḏṟē viṇ ṭalam acalamā viḷaṅgiḍa niṉḏṟāy</i>), ‘Only to elucidate your state [of silent and motionless pure self-awareness] without speaking, you stood as a hill [or motionlessly] shining [from] earth [to] sky’.<br>\n<br>\nWhat Bhagavan teaches us in these three verses, namely <a href=\"#aa2\">verse 2</a> of <i>Śrī Aruṇācala Aṣṭakam</i>, <a href=\"#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i> and <a href=\"#eap5\">verse 5</a> of <i>Ēkāṉma Pañcakam</i>, is a detailed elucidation of a Tamil saying that he often referred to, namely: ‘கண்டவர் விண்டில்லை; விண்டவர் கண்டில்லை’ (<i>kaṇḍavar viṇḍillai; viṇḍavar kaṇḍillai</i>), ‘Those who have seen do not say; those who say have not seen’. Those who have seen what they actually are will never open their mouth to say ‘I have seen’, because we can see what we actually are only by dissolving and becoming one with that. Anyone who opens their mouth to say ‘I have seen’ has not yet dissolved and become one with that, so they have not actually seen what they actually are.<br>\n<br>\nThe goal towards which Bhagavan has pointed us and the path to it that he has shown us are simple but extremely deep and subtle, and they have no room whatsoever for the rising of ego or for saying ‘I have watched ego disappear’ or ‘I have seen myself’, so they are trivialised and grossly distorted by people like Poonja who pretend that we can have a temporary experience of this goal (namely eradication of ego), that we can come back to describe it, that it can be accompanied by phenomena such as ‘streams of light radiating out of their head’, ‘a kind of firework explosion that you can see at a subtle level’ or ‘this kind of light explosion around their head’, and that it can be achieved just by sitting in front of him (Poonja) or by the power of his presence, thereby supposedly bypassing the need for patient, persistent and prolonged practice of self-investigation and self-surrender, which (as I will explain in my next article) is what is required in order for us to become willing to allow ourself to be swallowed completely and forever in the clear and silent light of pure self-awareness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "98",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1787456635000213055/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Ēkāṉma Pañcakam",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTUzODQ3NjI0MTc4Cm9mZnNldDogMAo\""
}