{
    "kind": "blogger#post",
    "id": "8419148050883084066",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-05-14T13:23:00+01:00",
    "updated": "2019-05-14T13:23:03+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/05/how-to-practise-self-enquiry-atma-vicara.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8419148050883084066",
    "title": "How to practise self-enquiry (<i>ātma-vicāra</i>)?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me, ‘Please forgive me, as I suppose this question has been asked thousands of times, but can you describe in basic everyday language how YOU practice self-enquiry? Perhaps you have addressed this somewhere else. If so, please be kind enough to direct me to the source’, and in reply I wrote:<br><a name='more'></a>\n<br>\nIn the context of <i>ātma-vicāra</i>, <i>vicāra</i> means enquiry in the sense of investigation, not in the sense of asking, so ‘<i>ātma-vicāra</i>’ is best translated as self-investigation rather than self-enquiry.<br>\n<br>\nThe basic tool in any investigation is observation or attention, and in self-investigation this is the only tool available to us, so we can investigate ourself only by being self-attentive. That is, our aim is to see what we actually are, and in order to see anything we must look at it, so to see what we actually are we must look at ourself very keenly and carefully. In this context ‘to see’ means to be aware of and ‘look at’ means attend to.<br>\n<br>\nWe are always aware of ourself, but we are usually negligently self-aware, because we are more interested in being aware of other things, so if we are interested to know what we actually are, instead of being negligently self-aware we must try to be attentively self-aware. Therefore self-investigation (<i>ātma-vicāra</i>) is just the practice of being self-attentive or attentively self-aware.<br>\n<br>\nAs Bhagavan wrote in the <a href=\"http://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>: ‘சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்’ (<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>), ‘The name ‘<i>ātma-vicāra</i>’ [refers] only to keeping the mind always in [or on] <i>ātmā</i> [oneself]’. In this context ‘mind’ means attention, so in this sentence he defines ‘<i>ātma-vicāra</i>’ simply as the practice of keeping our attention always fixed firmly on ourself.<br>\n<br>\nHowever, like any appropriate words that may be used to describe this practice, these words of Bhagavan and the other words I have written here just point us in the correct direction, but to actually learn how to investigate ourself we must just try to do so, because it is only by practice that we can learn. That is, just as the only way to learn to ride a bicycle is to try to ride one, and no matter how many times one may fall, just to keep on trying till one succeeds, so the only way to learn to investigate ourself is to try to do so, and no matter how many times one may fail to see what one actually is, just to keep on trying till one succeeds. The more we try to be self-attentive, the clearer the way will become, so we just need to patiently persevere in trying to be as self-attentive as we can.<br>\n<br>\nIf you would like to read any more detailed answers to your question, you can such answers in other articles I have written, such as <a href=\"https://happinessofbeing.blogspot.com/2009/04/how-to-start-practising-atma-vichara.html\">How to start practising <i>ātma-vicāra</i>?</a> and <a href=\"https://happinessofbeing.blogspot.com/2014/05/how-to-attend-to-i.html\">How to attend to ‘I’?</a>.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "121",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8419148050883084066/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTU3ODM2NTgzNDkwCm9mZnNldDogMzYwMDAwMAo\""
}