{
    "kind": "blogger#post",
    "id": "4266525080743385257",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-05-30T14:09:00+01:00",
    "updated": "2019-06-10T08:56:41+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/05/how-can-we-refine-and-sharpen-our-power.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4266525080743385257",
    "title": "How can we refine and sharpen our power of attention so that we can discern what we actually are?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2019/05/how-to-practise-self-enquiry-atma-vicara.html#c7941898901027373594\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/05/how-to-practise-self-enquiry-atma-vicara.html\">How to practise self-enquiry (<i>ātma-vicāra</i>)?</a>, a friend called Rajat Sancheti wrote:<br>\n<blockquote>Desires, fears, etc belong to the ego or to the person? The person is insentient and cannot desire or fear anything, so they must belong to ego, I suppose. But then why do these desires and fears have such a personal nature? For example, the desire for money, lust, status, etc, they are only the body’s desires. Is it that when ego identifies this body as ‘I’, it takes this body’s desires and fears to be its own? Or are desires and fears only the ego’s desires and fears?<br><a name='more'></a>\n<br>\nWhile doing atma vichara, one big challenge seems to be recognising that I’m thinking of things other than myself. Almost the whole day I’m too busy thinking of the world to remember that I should instead be trying to do atma vichara. If sometimes I remember and if the cloud of thoughts clears a little, then I try to investigate to whom the thought arose. But the cloud of thoughts is so dense that mostly I don’t remember. Is that the function of a ‘kurnda mati’, to recognise when thoughts arise, and then to discard the thought and focus on the thinker? Is this ‘sharp intellect’ in any way like the intellect required by a scientist or a mathematician?</blockquote>\nRajat, the following is my answer to this comment of yours.<br>\n<ol>\n<li><a href=\"#desires\">Desires, fears and so on are part of the person whom we seem to be, but what desires, fears and so on is not this person but only ourself as ego</a></li>\n<li><a href=\"#vairagya\">If we do not constantly remember to attend to ourself, that is because of our lack of sufficient <i>vairāgya</i>, freedom from desire to be aware of anything other than ourself</a></li>\n<li><a href=\"#un28\">What blunts our power of attention and thereby prevents us attending to ourself keenly enough to see what we actually are is our likes, dislikes, desires, attachments, hopes and fears for things other than ourself</a></li>\n<li><a href=\"#un26\">The simple, keen and subtle intellect that we require in order to discern what we actually are can be cultivated only by our trying to be self-attentive as much as we are willing to be</a></li>\n</ol>\n<a name=\"desires\"></a><b>1. Desires, fears and so on are part of the person whom we seem to be, but what desires, fears and so on is not this person but only ourself as ego</b><br>\n<br>\nA person is a bundle of five sheaths, namely a physical body and the life, mind, intellect and will that animate it, whereas ego is not this person but that which is aware of itself as ‘I am this person’. Desires, fears and so on, which in their seed forms are what are called <i>viṣaya-vāsanās</i> (propensities to like, dislike, desire, be attached to, want, wish for, hope for or fear <i>viṣayas</i> or phenomena), are elements of the will (<i>cittam</i>), which is the subtlest and deepest of these five sheaths, namely the <i>ānandamaya kōśa</i> (the ‘sheath composed of [love for] happiness’), which is also called the <i>kāraṇa śarīra</i> (the ‘causal body’), so being elements that constitute this sheath, likes, dislikes, desires, attachments, wants, wishes, hopes, fears and so on are a part of the person.<br>\n<br>\n<a name=\"uu22\"></a>However, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>, all these five sheaths are <i>jaḍa</i> (insentient or non-aware) and <i>asat</i> (unreal or non-existent), so though all the elements of the will are part of the person, the person as a whole is non-aware, so it is not what likes, dislikes, desires, feels attached, wants, wishes, hopes or fears. What actually experiences these elements as ‘I like’, ‘I dislike’, ‘I desire’, ‘I am attached’, ‘I want’, ‘I wish’, ‘I hope’, ‘I fear’ and so on is only ego. Therefore likes, dislikes, desires, attachments, wants, wishes, hopes, fears and so on belong only to ego, and they are a part of the person whom ego experiences as ‘I’.<br>\n<br>\nDesires and fears may pertain to the body or appear to be personal, but that is because ego is aware of itself as ‘I am this body’ or ‘I am this person’. The body itself is insentient, so it has no desires or fears, not even the desire to live or the fear of death. What desires to live as this body and consequently fears its death is only ego.<br>\n<br>\n<a name=\"vairagya\"></a><b>2. If we do not constantly remember to attend to ourself, that is because of our lack of sufficient <i>vairāgya</i>, freedom from desire to be aware of anything other than ourself</b><br>\n<br>\nOur attention is distracted away from ourself towards other things to the extent to which we care about, are concerned with or are interested in those other things, so our attention will dwell on ourself to the extent to which we care about, are concerned with or are interested in being aware of ourself as we actually are. Your condition that you describe in the second paragraph of your comment, namely ‘While doing atma vichara, one big challenge seems to be recognising that I’m thinking of things other than myself. Almost the whole day I’m too busy thinking of the world to remember that I should instead be trying to do atma vichara. If sometimes I remember and if the cloud of thoughts clears a little, then I try to investigate to whom the thought arose. But the cloud of thoughts is so dense that mostly I don’t remember’, is the condition that most of us are in most of the time, but if we patiently and persistently try to be self-attentive as much as we can, our liking to be aware of ourself as we actually are will gradually increase, until eventually it will overcome and consume all our other likes, dislikes, cares, concerns and interests, and we will thereby be able to turn our entire attention back to face ourself alone, to the complete exclusion of all other things.<br>\n<br>\n<a name=\"ny11\"></a>The reason we do not constantly remember to attend to ourself is not an issue to do with our memory but an issue to do with our interests: our likes, dislikes, desires, attachments, cares, concerns, wants, wishes, hopes, fears and so on, or in other words, our <i>viṣaya-vāsanās</i>. If we were not concerned with anything other than knowing and being what we actually are, we would never forget to be keenly self-attentive, so the extent to which we are self-attentive is a measure of the extent to which we love to know and be ourself, which is proportionate to our <i>vairāgya</i> (freedom from desire to be aware of anything other than ourself). As Bhagavan says in the <a href=\"http://happinessofbeing.com/nan_yar.html#para11\">eleventh paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> [inclinations or desires to experience anything other than oneself] exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fort [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\nJust as a pearl-diver cannot sink deep enough into the ocean to gather the pearls that lie at the bottom without have a sufficiently heavy stone tied to his waist, we cannot sink deep enough into ourself to see what we actually are without sufficient <i>vairāgya</i> or willingness to cease being aware of anything else. Likewise, without sufficient <i>vairāgya</i> we will not be able to cling fast to uninterrupted <i>svarūpa-smaraṇa</i> (self-remembrance or self-attentiveness) and thereby cut down each and every one of our enemies (our <i>viṣaya-vāsanās</i>) as and when they appear as thoughts or phenomena. However, the most effective means to cultivate the <i>vairāgya</i> and love to be aware of ourself as we actually are that we require to cling fast to self-attentiveness and thereby sink deep within ourself is to patiently and persistently try to be self-attentive as much as we can.<br>\n<br>\n<a name=\"un28\"></a><a name=\"un23\"></a><b>3. What blunts our power of attention and thereby prevents us attending to ourself keenly enough to see what we actually are is our likes, dislikes, desires, attachments, hopes and fears for things other than ourself</b><br>\n<br>\nThe term ‘கூர்ந்த மதி’ (<i>kūrnda mati</i>), which Bhagavan uses in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un28\">verse 28</a> of <i>Uḷḷadu Nāṟpadu</i>, means a sharpened, pointed, keen, acute, penetrating and discerning mind or intellect, and it is similar to the term ‘நுண் மதி’ (<i>nuṇ mati</i>), which he uses in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a> and which likewise means a subtle, refined, sharp, keen, acute, precise, meticulous and discerning mind or intellect, so both these terms imply a very keen, sharp, refined, subtle and discerning power of attention, and in both verses he implies that this is the instrument we require in order to see ourself as we actually are. What currently blunts our power of attention and thereby prevents us attending to ourself keenly enough to see what we actually are is our likes, dislikes, desires, attachments, wants, wishes, hopes, fears, cares, concerns and interests for things other than ourself, but if we patiently and persistently try to be self-attentive as much as we can, all these impurities will gradually be cleansed from our mind, and thus our power of attention will be correspondingly sharpened and refined, thereby eventually enabling us to be aware of ourself as we actually are.<br>\n<br>\nThe intellect required by a scientist or a mathematician is an intellect that is efficient in discerning and understanding the complex workings of and the relationships between phenomena, which are all relatively gross, so it is quite different to the கூர்ந்த மதி (<i>kūrnda mati</i>) or நுண் மதி (<i>nuṇ mati</i>) that we require for self-investigation, because the latter is an intellect that is efficient in discerning the simplest and subtlest of all things, namely pure awareness, by distinguishing it from all other things. Likes, dislikes, desires, attachments, wants, wishes, hopes, fears, cares, concerns and interests for things other than oneself need not be an obstacle to the efficiency of the intellect required by a scientist or a mathematician, because they are investigating things other than themself, whereas these are necessarily an obstacle to the efficiency of the extremely refined, sharp and subtle intellect that we require in order to discern our real nature, because they make us reluctant to let go of everything else, and unless we let go entirely of everything else we will not be able to be aware of ourself as we actually are, since what we actually are is never aware of anything other than itself.<br>\n<br>\nPeople who have intellects that are brilliant for other more complex and gross purposes may not be able to understand Bhagavan’s teachings at all, because in most cases they will be unwilling to accept that all phenomena are no more real than any phenomena that we perceive in a dream, and that though we now seem to be a person consisting of five sheaths, this person cannot be what we actually are, because we exist and shine even in its absence in sleep. To understand and accept such teachings of Bhagavan, we do not need the sort of intellect that is brilliant in understanding the complexities of science, mathematics or other such outward endeavours, but need a more simple, clear and subtle intellect that can distinguish and recognise the absolute simplicity of the fundamental awareness that underlies the appearance of all the seemingly infinite complexity of phenomena.<br>\n<br>\n<a name=\"un26\"></a><b>4. The simple, keen and subtle intellect that we require in order to discern what we actually are can be cultivated only by our trying to be self-attentive as much as we are willing to be</b><br>\n<br>\nSuch a simple, keen and subtle intellect (<i>kūrnda mati</i> or <i>nuṇ mati</i>) cannot be cultivated by dwelling on complex or gross matters but only by dwelling calmly, patiently and persistently on one’s own perfectly simple and subtle self-awareness, ‘I am’. In other words, it can be gained only by self-investigation (<i>ātma-vicāra</i>), for which we need to be willing to give up being aware of anything else, including ego, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nWe can go deep in the practice of self-investigation only to the extent to which we are willing to give up being aware of everything other than ourself, because our awareness of other things is what sustains our seeming existence as ego, the subject or perceiver of all other things. The more keenly we attend to ourself, the more we as ego will subside and dissolve, and the more we subside the more our likes, dislikes, desires, attachments, wants, wishes, hopes, fears, cares, concerns and interests for other things will subside along with us.<br>\n<br>\nTherefore what is required now is that we try to be self-attentive as much as we are willing to be, because this practice of self-attentiveness is a cumulative process. Every effort we make to be self-attentive takes us one step closer to our goal, which is the complete eradication of ego and everything else, and the closer we get to our goal the more our love to surrender ourself entirely will increase and therefore drive us to make greater and more persistent effort to be keenly self-attentive.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "33",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4266525080743385257/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "effort",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTYwMTUzNDAxMzA4Cm9mZnNldDogMzYwMDAwMAo\""
}