{
    "kind": "blogger#post",
    "id": "5080296999178981317",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-07-29T14:54:00+01:00",
    "updated": "2022-10-30T16:29:42Z",
    "url": "http://happinessofbeing.blogspot.com/2019/07/why-does-ego-rise-again-from-manolaya.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5080296999178981317",
    "title": "Why does ego rise again from <i>manōlaya</i> and not from <i>manōnāśa</i>?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2019/07/is-there-any-such-thing-as-biological.html#c8926841965846463708\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/07/is-there-any-such-thing-as-biological.html\">Is there any such thing as ‘biological awareness’?</a>, a friend called Abhilash wrote: ‘Could you clarify this confusion on deep sleep. We understand that in deep sleep ego is subdued, given this is the case when we wake up, how the memory that I slept well and did not know anything is obtained. If only awareness and ignorance were present during deep-sleep who reports this experience of absence back to ego in the waking state. As awareness transcends time/space/causality how can we say “awareness” possesses memory? Kindly clarify’.<br><a name='more'></a>\n<br>\nIn reply to this I wrote the following <a href=\"https://happinessofbeing.blogspot.com/2019/07/is-there-any-such-thing-as-biological.html#c1602153364782625499\">comment</a>:<br>\n<blockquote>Abhilash, the question you ask is one that I attempted to answer in one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html\">In what sense and to what extent do we remember what we were aware of in sleep?</a>, so I hope that clarifies the matter adequately for you.<br>\n<br>\nYou say ‘If only awareness and ignorance were present during deep-sleep’, but how could ignorance exist in the absence of ego? Ignorance can exist only for ego, and is the very nature of ego, so there is no ignorance other than ego, the false awareness ‘I am this body’. Therefore it is only from the perspective of ourself as ego in waking and dream that sleep seems to be a state of ignorance, but in fact it is not a state of ignorance but only one of pure awareness, as Bhagavan often used to point out. For example, in the first chapter of <a href=\"http://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 9) it is recorded that he said: ‘Sleep is not ignorance, it is one’s pure state; wakefulness is not knowledge, it is ignorance. There is full awareness in sleep and total ignorance in waking’.</blockquote>\nIn reply to this the same friend wrote <a href=\"https://happinessofbeing.blogspot.com/2019/07/is-there-any-such-thing-as-biological.html#c1501117633381826968\">another comment</a>: ‘Thanks for the guidance. If deep sleep is a state of pure self-awareness (which I can intellectually deduct based on the “memory” of my existence as “I am” in deep sleep, once I wake up) which is devoid of ego (ignorance) why we couldn’t recognize our real nature while we are in deep sleep? Is it because the “I” (ego) which wants to realize its real nature is absent during deep sleep?’. The following is my reply to this:<br>\n<br>\n<a name=\"uu13\"></a>Abhilash, as you imply, the reason why ego is not annihilated by the pure self-awareness that shines alone in sleep is that it is not present there to be annihilated. Sleep is just a state of <i>manōlaya</i> (temporary dissolution of mind), and as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu13\">verse 13</a> of <i>Upadēśa Undiyār</i>: <br>\n<blockquote>இலயமு நாச மிரண்டா மொடுக்க<br>\nமிலயித் துளதெழு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெழாதுரு மாய்ந்ததே லுந்தீபற.<br>\n<br>\n<i>ilayamu nāśa miraṇḍā moḍukka<br>\nmilayit tuḷadeṙu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veṙāduru māyndadē lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இலயமும் நாசம் இரண்டு ஆம் ஒடுக்கம். இலயித்து உளது எழும். எழாது உரு மாய்ந்ததேல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ilayam-um nāśam iraṇḍu ām oḍukkam. ilayittu uḷadu eṙum. eṙādu uru māyndadēl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஒடுக்கம் இலயமும் நாசம் இரண்டு ஆம். இலயித்து உளது எழும். உரு மாய்ந்ததேல் எழாது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>oḍukkam ilayam-um nāśam iraṇḍu ām. ilayittu uḷadu eṙum. uru māyndadēl eṙādu</i>.<br>\n<br>\n<b>English translation:</b> Dissolution [cessation or complete subsidence of mind] is [of] two [kinds]: <i>laya</i> [temporary dissolution] and <i>nāśa</i> [annihilation or permanent dissolution]. What is lying down [or dissolved in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise.</blockquote>\nSince mind (and hence ego, which is the root and essence of mind, being its perceiving aspect) is absent in both <i>manōlaya</i> and <i>manōnāśa</i>, there is no difference between these two states except for the fact that mind will rise again from <i>laya</i> but will never rise again from <i>nāśa</i>. So why does mind rise again from <i>laya</i> but not from <i>nāśa</i>? In <i>nāśa</i> ego is annihilated, which means permanently dissolved, whereas in <i>laya</i> it is just temporarily dissolved, and the reason for this difference lies in the cause for its dissolution in each of these states.<br>\n<br>\nIn <i>nāśa</i> we as ego are dissolved by attending to ourself so keenly that we are aware of nothing other than ourself, and hence aware of ourself as we actually are (that is, as pure awareness), because (just as an illusory snake will forever cease to appear as soon as we see that it is just a rope) as soon as we are aware of ourself as we actually are, we will forever cease to appear as ego (the erroneous self-awareness ‘I am this body’) and will therefore remain forever as we always actually are. In <i>laya</i>, however, we as ego are dissolved by some means other than such pure self-awareness, so our dissolution is only temporary. For example, in sleep we are dissolved due to tiredness, because we no longer have the energy to continue projecting and perceiving phenomena, as we do in waking and dream, so though our attention is withdrawn from everything else when we fall asleep, it is not focussed keenly on ourself, and hence we as ego are dissolved without being annihilated.<br>\n<br>\nSleep is not the only state of <i>manōlaya</i>, but in each other state of <i>manōlaya</i> the ego is likewise dissolved by some means other than keenly focussed self-attentiveness. In coma it may be dissolved because of a head injury or drug overdose, in general anaesthesia it is dissolved because of some anaesthetic drugs, and in <i>kēvala nirvikalpa samādhi</i> it is dissolved by breath restraint (<i>prāṇāyāma</i>) or some other kind of <i>yōga</i> practice.<br>\n<br>\nWhatever be the cause of <i>manōlaya</i>, what shines alone after ego is dissolved is only pure awareness, but because it shines alone <i>after</i> ego is dissolved, it does not annihilate it. In the case of <i>manōnāśa</i>, on the other hand, ego is dissolved because pure awareness shines forth alone as a result of keenly focussed self-attentiveness, so its dissolution is then permanent. In other words, in <i>manōlaya</i> pure awareness shines alone as a result of the dissolution of ego, whereas in <i>manōnāśa</i> ego is dissolved as a result of pure awareness shining alone.<br>\n<br>\nTherefore it is a matter of which goes first, the horse or the cart, in which the horse is pure awareness shining alone and the cart is dissolution of ego. If the horse goes first followed by the cart, the resulting state is annihilation of mind (<i>manōnāśa</i>), whereas if the cart goes first followed by the horse, the resulting state is only a temporary dissolution of mind (<i>manōlaya</i>).</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5080296999178981317/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "manōnāśa (annihilation of mind)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY3MTQ3MzgyOTk2Cm9mZnNldDogMAo\""
}