{
    "kind": "blogger#post",
    "id": "3124861501175712909",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-01-29T18:00:00Z",
    "updated": "2019-01-29T23:15:42Z",
    "url": "http://happinessofbeing.blogspot.com/2019/01/how-to-be-self-attentive-even-while-we.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3124861501175712909",
    "title": "How to be self-attentive even while we are engaged in other activities?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me asking how one can practise self-attentiveness while doing other things, so this article is adapted from the reply that I wrote to her.<br>\n<br>\nThe Tamil and Sanskrit terms that Bhagavan used to describe the practice mean or imply not only self-attentiveness but also self-investigation. In any investigation the primary tool is observation, but in self-investigation it is the only tool, so self-investigation and self-attentiveness mean the same and are therefore interchangeable terms. We investigate ourself by observing or attending to ourself.<br><a name='more'></a>\n<br>\nBecause it entails attending to ourself, Bhagavan sometimes described it as self-meditation or self-contemplation (<i>svarūpa-dhyāna</i> or <i>ātma-cintana</i>), but generally he referred to it as self-investigation (<i>taṉ-ṉāṭṭam</i> or <i>ātma-vicāra</i>) rather than self-meditation, because it is not just passively looking at oneself, as one may look at a beautiful sunset, but looking at oneself keenly to see what one actually is, as a doctor may look keenly at an x-ray image to see what it indicates. Therefore it is very important to understand that this practice is an investigation, an attempt to be aware of ourself as we actually are.<br>\n<br>\nWhen we start any investigation, we do not know what we are going to discover along the way, so our investigation develops as our discoveries unfold. Therefore whatever we may be trying to investigate, we learn how to investigate it as we proceed with our investigation. Hence we learn how to investigate ourself by investigating ourself. The means to do so unfolds as we do so. Therefore it is a journey of discovery, self-discovery, so we should approach it in such a spirit.<br>\n<br>\n<a name=\"un23\"></a><a name=\"un28\"></a>In order to see what we actually are, we need to observe ourself with a very keen and acute power of discernment, as Bhagavan implied by using the terms ‘நுண் மதியால்’ (<i>nuṇ matiyāl</i>), ‘by a subtle [refined, sharp, keen, acute, precise, meticulous and discerning] mind [intellect or power of discernment]’, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a> of <i>Uḷḷadu Nāṟpadu</i>, and ‘கூர்ந்த மதியால்’ (<i>kūrnda matiyāl</i>), ‘by a sharpened [pointed, keen, acute, penetrating and discerning] mind [intellect or power of discernment]’, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un28\">verse 28</a>. Because we have been accustomed since time immemorial to directing our attention outside, towards things other than ourself, which are all relatively gross, our power of attention or discernment has become blunt and dull, so in order to see ourself as we actually are, which is the subtlest of all things, we need to refine, sharpen and clarify our power of discernment, and the most effective means to do so is to patiently and persistently try to be as keenly self-attentive as we can.<br>\n<br>\nTherefore as with any other skill, it is only by practice that we can develop the skill required to investigate and surrender ourself entirely. If certain things about this practice are not clear to us at first, we need not worry, because it will all become clear as we proceed along the path.<br>\n<br>\nOur ultimate aim is to be so keenly self-attentive that we are aware of nothing other than ourself, because then only will we be aware of ourself as we actually are, since being aware of other things is not the real nature of ourself (<i>ātma-svarūpa</i>) but only the nature of ego. However, until ego is eradicated by such perfectly keen self-attentiveness, we cannot always be keenly self-attentive, and it seems to us that at least some of our time we need to be attending to other things. Therefore even when we are not trying to be keenly self-attentive, we should at least try to be partially self-attentive.<br>\n<br>\nWhatever else we may be attending to, we are always self-aware, because self-awareness is our fundamental experience and the basis of everything else that we experience or perceive. However, because we are more interested in experiencing other things than in being aware of ourself as we actually are, we generally overlook our fundamental self-awareness and take it for granted, so though we are always self-aware, we are generally negligently self-aware.<br>\n<br>\nHowever, the more interested we become in being aware of ourself as we actually are, the more liking we will have to be attentively self-aware. Therefore the practice of self-investigation is a process of gradually weaning our mind off its interest in other things and cultivating instead a keen interest in being attentively self-aware. The more interested we are in being attentively self-aware, the more natural it will become for us to be at least partially self-attentive even while we are engaged in other activities.<br>\n<br>\nYou give the example of driving and ask how you can be self-attentive and pay attention to your driving at the same time. When you drive, are you focusing your entire mind on your driving, on every decision you make, on every change of gear, on every turn of the wheel, on every pressure on the accelerator or break, and on every other vehicle near you? If you were so attentive to everything happening around you and to every decision and action of driving, you probably would not be a very good driver, because you would not be able to consciously attend to all those things simultaneously. Are you not instead generally driving more or less on mental auto-pilot, thinking of other concerns and hardly noticing the fact that you are driving?<br>\n<br>\nSince you are able to give just sufficient attention to your driving while at the same time thinking of other things, listening to the radio or talking with your passengers, why should you not instead be giving sufficient attention to your driving while at the same time being partially self-attentive? Driving is just one example of how we are able to do many of our routine activities while thinking of other things, so instead of thinking of anything else, we can do such activities while being partially self-attentive.<br>\n<br>\nBecause we are in the habit of thinking of other things and like to do so, we will not be able to immediately wean our mind off such a liking, but the more we try to practise being self-attentive, the more our interest in other things will drop off and be replaced by a deep interest in being self-attentive and a growing yearning to be ever more keenly self-attentive.<br>\n<br>\nWe wrongly believe that all our actions require at least some of our attention, but according to Bhagavan whatever actions we are destined to do we will be made to do, whether we take interest in doing them or not. Not all of our activities are necessarily driven by our destiny, because many of our actions are driven by our will, but any actions we may do that are not driven by our destiny will not in any way change, add to or subtract from whatever we are destined to experience.<br>\n<br>\n<a name=\"ny13\"></a>Since destiny will make our mind, speech and body do whatever actions they need to do, we do not actually need to think of or attend to any such actions, as Bhagavan implied in the <a href=\"http://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām. īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cintippadēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [‘thought of oneself’, self-contemplation or self-attentiveness], alone is giving oneself to God. Even though one places whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all <i>kāryas</i> [whatever needs or ought to be done or to happen], instead of we also yielding to it, why to be perpetually thinking, ‘it is necessary to do like this; it is necessary to do like that’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it, instead of remaining happily leaving our small luggage placed on it [the train], suffer bearing it [our luggage] on our head?</blockquote>\nThinking about or attending to anything other than ourself is carrying our small luggage on our head, so in this paragraph Bhagavan assures us that we do not need to think about or attend to anything other than ourself. If instead we attend only to ourself, we are placing our luggage on the train and allowing ourself to travel carefree and at ease, as Bhagavan wants us to do.<br>\n<br>\nUntil and unless we have sufficient love (<i>bhakti</i>) to be always and exclusively self-attentive, we will not be able to avoid thinking of other things at least to some extent, but the more we practise being self-attentive, the more our love to be so will increase, and consequently the less we will be inclined to think of anything else. We cannot win the battle overnight, but we can at least begin to fight it now, and the more we do so the more we will be rapidly approaching the final victory, which is complete surrender of ourself in the blazing glory of pure and all-consuming self-awareness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "10",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3124861501175712909/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTQ4ODAzNzQyODAxCm9mZnNldDogMAo\""
}