{
    "kind": "blogger#post",
    "id": "4126820174516799735",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-12-05T15:17:00Z",
    "updated": "2019-12-05T15:19:00Z",
    "url": "http://happinessofbeing.blogspot.com/2019/12/how-to-deal-with-whatever-feelings-may.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4126820174516799735",
    "title": "How to deal with whatever feelings may arise while we are investigating ourself?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Referring to what I wrote in <a href=\"https://happinessofbeing.blogspot.com/2019/11/upadesa-undiyar-verse-16-practical.html#ascending\">What did Sadhu Om mean by the ‘ascending process’ and ‘descending process’?</a> (the third section of one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/11/upadesa-undiyar-verse-16-practical.html\"><i>Upadēśa Undiyār</i> verse 16: a practical definition of real awareness</a>), a friend wrote to me:<br>\n<blockquote>I think that I understand your explanation on the descending and ascending process but when I try to write something on the subject, I become wordless-thoughtless and, instead of feeling freedom, since there are not walls from every angle which, at first, enabled me to turn towards myself to a great extent, now I’m having the opposite feeling of being immured and paralyzed and don’t know how to proceed from here. Does it make any sense? Why is it so?</blockquote><a name='more'></a>\nIn reply to this I wrote:<br>\n<br>\nRegarding the ascending and descending processes, that is just an explanation that may be useful for some people (particularly those who are daunted by the prospect of everything disappearing), but it is not so important and certainly not something to be concerned about if it does not sit comfortably with you.<br>\n<br>\nRegarding whether you feel freedom or feel immured, these are both just passing states of mind. The mind is ever changing, so sometimes we may feel good and at other times we may feel bad, but so what? None of these feelings are real. They are just passing phenomena, so we should not be concerned about them. Our only concern should be to be self-attentive and thereby to surrender ourself. This is the only way to remain unaffected by whatever may appear or disappear.<br>\n<br>\n<a name=\"ny06\"></a>In the process of self-investigation and self-surrender all our <i> vāsanās</i> will be gradually brought to the surface. Some may produce pleasant effects and others may produce unpleasant effects, but in order to weaken the hold that they seem to have over us we must ignore all their effects by clinging firmly to self-attentiveness. As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu.</i><br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has occurred, it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, to the mind the power to stand firmly established in its birthplace increases.</blockquote>\nFeelings of freedom or being immured, like all other phenomena, are what he refers to here as ‘other thoughts’, so however many of them may appear, we should not follow them but should turn our attention back to ourself, to whom they have appeared.<br>\n<br>\n<a name=\"ny10\"></a>As he says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to self-attentiveness.</blockquote>\nTherefore we should be ready to ignore whatever may come, because Bhagavan has given us the all-powerful weapon of self-attentiveness, so all that is required is our willingness to use it relentlessly.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "51",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4126820174516799735/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc1NTU5MTQwNTcwCm9mZnNldDogMAo\""
}