{
    "kind": "blogger#post",
    "id": "2597914796400134194",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-11-18T19:55:00Z",
    "updated": "2019-11-18T19:55:42Z",
    "url": "http://happinessofbeing.blogspot.com/2019/11/how-to-merge-in-arunachala-like-river.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2597914796400134194",
    "title": "How to merge in Arunachala like a river in the ocean?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\"><a name=\"apr3\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#ap03a\">verse 3</a> of <i>Śrī Aruṇācala Pañcaratnam</i> Bhagavan says:<br>\n<blockquote>அகமுகமா ரந்த வமலமதி தன்னா<br>\nலகமிதுதா னெங்கெழுமென் றாய்ந்தே — யகவுருவை<br>\nநன்கறிந்து முந்நீர் நதிபோலு மோயுமே<br>\nயுன்கணரு ணாசலனே யோர்.<br><a name='more'></a>\n<br>\n<i>ahamukhamā randa vamalamati taṉṉā<br>\nlakamidudā ṉeṅkeṙumeṉ ḏṟāyndē — yahavuruvai<br>\nnaṉgaṟindu munnīr nadipōlu mōyumē<br>\nyuṉgaṇaru ṇācalaṉē yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகமுகம் ஆர் அந்த அமல மதி தன்னால் அகம் இது தான் எங்கு எழும் என்று ஆய்ந்தே, அக உருவை நன்கு அறிந்து, முந்நீர் நதி போலும் ஓயுமே உன்கண் அருணாசலனே. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahamukham-ār anda amala mati-taṉṉāl aham idu-tāṉ eṅgu eṙum eṉḏṟu āyndē, aha-v-uruvai naṉgu aṟindu, munnīr nadi pōlum ōyumē uṉgaṇ aruṇācalaṉē. ōr</i>.<br>\n<br>\n<b>English translation:</b> By that immaculate mind that is completely <i>ahamukham</i> [inward facing, selfward-facing or self-attentive] investigating where this ‘I’ itself rises and [thereby] clearly knowing the form [or real nature] of ‘I’, one will certainly cease in you, Arunachala, like a river in the ocean. Investigate [or know].</blockquote>\nToday a friend sent me an email referring to this verse and asking, ‘What is the teaching of Bhagavan here?’, so this article is adapted from the reply I wrote to him.<br>\n<br>\nWhat Bhagavan teaches us here is very clear and simple: The means for us to merge and cease in Arunachala, like a river in the ocean, is to make the mind அகமுகம் (<i>ahamukham</i>), I-facing, inward-facing or facing ourself alone, thereby investigating where ego rises and clearly knowing அகவுரு (<i>aha-v-uru</i>), the ‘form’ or real nature of I.<br>\n<br>\n<a name=\"apr1\"></a><a name=\"aa7\"></a>Though he does not say so explicitly, the implication is that Arunachala is both அகவுரு (<i>aha-v-uru</i>), our real nature, and the source from which ego rises, so when we merge in Arunachala that alone will remain. This is what he implies in <a href=\"https://happinessofbeing.blogspot.com/2019/10/can-we-as-ego-ever-experience-pure.html#apr1\">verse 1</a> of <i>Śrī Aruṇācala Pañcaratnam</i> when he says, ‘விரி கதிரால் யாவும் விழுங்கும் அருணகிரி பரமான்மா’ (<i>viri kadirāl yāvum viṙuṅgum aruṇagiri paramāṉmā</i>), ‘Arunagiri <i>paramātmā</i>, who swallow everything by [your] spreading rays [of pure self-awareness]’. That is, when Arunachala swallows ego, like an ocean swallowing a river, it will thereby swallow everything else, because nothing else can exist without ego, as he teaches us in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), ‘If the thought called I [ego] does not exist, even one other [thought or thing] will not exist’.<br>\n<br>\n<a name=\"aa5\"></a>However, in order to be so keenly அகமுகம் (<i>ahamukham</i>), selfward-facing or self-attentive, that we clearly know அகவுரு (<i>aha-v-uru</i>), our real nature, and thereby merge forever in Arunachala, the mind needs to be அமலம் (<i>amalam</i>), blemishless, so how to make the mind blemishless? The answer is given by Bhagavan in the second sentence of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#aa5\">verse 5</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘மணி கடைந்து என மனம் மனம் எனும் கல்லில் மறு அற கடைய நின் அருள் ஒளி மேவும்’ (<i>maṇi kaḍaindu eṉa maṉam maṉam eṉum kallil maṟu aṟa kaḍaiya niṉ aruḷ oḷi mēvum</i>), ‘Like grinding a gem [to polish it], when one grinds the mind on the stone called mind to remove [its] blemishes, the light of your grace will shine forth’.<br>\n<br>\nHow can we grind the mind on the stone called mind? By attending to ourself alone. That is, instead of allowing it to face anything else, we must train our mind to face itself alone, which is what Bhagavan means by ‘அகமுகம்’ (<i>ahamukham</i>), ‘I-facing’ or ‘inward-facing’, so the implication is that by patiently and persistently practising அகமுகம் (<i>ahamukham</i>) or self-attentiveness we will remove all the blemishes in the mind (namely all its likes, dislikes, desires, attachments, hopes, fears and so on, which are what draw it to face outwards) and thus we will eventually know அகவுரு (<i>aha-v-uru</i>), the real nature of I, and thereby merge forever in Arunachala, like a river in the ocean.<br>\n<br>\nSo simple, clear and direct are the teachings of Bhagavan. If we understand them clearly and correctly, no other teachings or philosophies are required.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "73",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2597914796400134194/comments"
    },
    "labels": [
        "Arunachala",
        "Bhagavan Sri Ramana Maharshi",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Śrī Aruṇācala Pañcaratnam"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc0MTA2OTQyMTg4Cm9mZnNldDogMAo\""
}