{
    "kind": "blogger#post",
    "id": "3095859167825171598",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-12-01T10:40:00Z",
    "updated": "2021-06-25T08:58:53+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/12/are-there-three-states-two-states-or.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3095859167825171598",
    "title": "Are there three states, two states or only one state?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Referring to one of my videos, <a href=\"https://youtu.be/DCFuAeWgTjw\">2019-08-10 Ramana Maharshi Foundation UK: discussion with Michael James on <i>Āṉma-Viddai</i> verse 1</a>, a friend wrote an email (which I have lightly edited here for clarity, including adapting the punctuation and adding some explanatory words in square brackets, but without changing the wording or substance):<br><a name='more'></a>\n<blockquote>In the last question and answer you mentioned that there are only two states: dream and sleep. I understood that there are four states: jagrat [waking], swapna [dream], sushupti [sleep] and turya [the ‘fourth’].<br>\n<br>\nHowever Bhagawan states in ‘Who am I’ that there is no difference between dream and jagrat [waking] state. One is shorter and the other is longer. This implies probably our normal jagrat state is also a dream state ... is this right?<br>\n<br>\nThen where is the turya state ... is this one only on awaking of the SELF?<br>\n<br>\nIs your answer to the question for normal people before awakening, [namely that there are] only two states, sleep and dream?</blockquote>\nIn reply to this I wrote:<br>\n<br>\n<a name=\"una32\"></a>In <a href=\"http://happinessofbeing.blogspot.com/2017/06/there-is-absolutely-no-difference.html#una32\">verse 32</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i> Bhagavan says:<br>\n<blockquote>நனவு கனவுதுயி னாடுவார்க் கப்பா<br>\nனனவு துயிற்றுரிய நாமத் — தெனுமத்<br>\nதுரிய மதேயுளதாற் றோன்றுமூன் றின்றாற்<br>\nறுரிய வதீதந் துணி.<br>\n<br>\n<i>naṉavu kaṉavuduyi ṉāḍuvārk kappā<br>\nṉaṉavu tuyiṯṟuriya nāmat — teṉumat<br>\nturiya madēyuḷadāṯ ṟōṉḏṟumūṉ ḏṟiṉḏṟāṟ<br>\nṟuriya vatītan tuṇi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நனவு, கனவு, துயில் நாடுவார்க்கு, அப்பால் நனவுதுயில் ‘துரிய’ நாமத்து எனும். அத் துரியம் அதே உளதால், தோன்றும் மூன்று இன்றால், துரிய அதீதம். துணி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavu, kaṉavu, tuyil nāḍuvārkku, appal naṉavu-tuyil ‘turiya’ nāmattu eṉum. a-t-turiyam adē uḷadāl, tōṉḏṟum mūṉḏṟu iṉḏṟāl, turiya atītam. tuṇi</i>.<br>\n<br>\n<b>English translation:</b> For those who experience waking, dream and sleep, waking-sleep, beyond, is called the ‘fourth’. Since that fourth alone exists, since the three that appear do not exist, beyond the ‘fourth’. Be assured.<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who experience waking, dream and sleep, waking-sleep, [which is] beyond [these three], is called <i>turya</i> [or <i>turīya</i>, the ‘fourth’]. Since that <i>turya</i> alone exists, [and] since the three [states] that appear [or seem to exist] do not exist, be assured [that <i>turya</i> is actually] <i>turya-v-atīta</i> [<i>turīyātīta</i>, beyond the ‘fourth’].</blockquote>\nSo <i>turya</i> is not actually the fourth state but the only existing state, and it is eternal and is therefore present even now, because it is the pure awareness that underlies the appearance of waking, dream and sleep. For the <i>jñāni</i> there is no waking, dream or sleep but only <i>turya</i>, whereas for us <i>ajñānis</i> there seems to be only waking, dream and sleep. However, if we investigate ourself keenly enough to see what we actually are, ego will be eradicated and along with it waking, dream and sleep will also disappear, so what will then remain is just <i>turya</i>, the only real state.<br>\n<br>\nThough it now seems to us that there are three states, what seem to be three are actually only two, namely dream and sleep, because according to Bhagavan waking is just another dream. Whenever we are dreaming, we seem to be awake, so the current dream always seems to be waking and all other dreams are recognised to be just dreams.<br>\n<br>\nSleep itself is not a problem, because it is devoid of ego and therefore a state of pure awareness, like <i>turya</i>. The only problem with sleep is that we come out of it, which means that from sleep we rise as ego and consequently begin dreaming. In order to put an end to all dreams and consequently to the appearance of three states, we just need to eradicate ego, which we can do by patient and persistent practice of self-investigation and self-surrender.<br>\n<br>\nEgo is the dreamer, so without ego there are no dreams, and without dreams there would not be the appearance of three alternating states. Sleep bereft of dreams is <i>turya</i>, which is why it is sometimes called ‘waking-sleep’, ‘நனவுதுயில்’ (<i>naṉavu-tuyil</i>) or ‘<i>jāgrat-suṣupti</i>’. In <i>turya</i> we are awake to our real nature and therefore asleep to all appearances.<br>\n<br>\nSo clear and simple are the teachings of Bhagavan. All that is required is our willingness to put them into practice.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "71",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3095859167825171598/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu Anubandham"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjI0NjA3OTMzMDExCm9mZnNldDogMzYwMDAwMAo\""
}