{
    "kind": "blogger#post",
    "id": "2079553497633683719",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-12-21T16:16:00Z",
    "updated": "2019-12-26T19:15:33Z",
    "url": "http://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2079553497633683719",
    "title": "Self-investigation is the only means by which we can surrender ourself entirely and thereby eradicate ego",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A mutual friend recently wrote to David Godman and me asking us to confirm his understanding on various points concerning Bhagavan and his teachings, including that silence is his highest teaching, that he gave ‘Realization’ to his mother and Cow Lakshmi, that some other people got ‘enlightenment’ just being in his presence, that he ‘said that people come to him in various maturity levels’, that he ‘did not speak about “Atma-Vichara” unless someone asked [him] the easiest and quickest way for Realization’, but that ‘at the same time he has guided few others towards realization’ (referring to what seems to me to be a dubious claim that he ‘never mentioned about Atma-Vichara to Natesa Iyer’ but ‘mentioned to him to look at “Nothing”’), that ‘Time and again Bhagawan said that HE is not the body, which implies that he is LOVE & Awareness’, that he is therefore ‘available to anyone Here and Now’, that ‘on the “Karma” theory/aspect anyone who is destined to succeed in “Atma-Vichara” will get irrespective of they want it or not’, and that ‘He also have mentioned that the effective way for MUKTI/ liberation is either by practice of Atma-vichara or Self Surrender’.<br><a name='more'></a>\n<br>\nDavid quickly wrote a brief reply to this, saying “Bhagavan would often ask questioners ‘Who is asking the question?’ which was an invitation to do self-enquiry by focusing on the ‘I’ that was seeking answers. When I have said or written that Bhagavan was non-prescriptive, I meant that he would not suggest a practice unasked. He was not a preacher or a lecturer. However, once a dialogue started, it would often result in Bhagavan suggesting self-enquiry”.<br>\n<br>\nThe next five sections are adapted from the reply I wrote to this friend, and of the final three sections, two contain replies I wrote to some other more recent emails of his and one contains a passage that David referred to in connection with an incident I narrated in one of my replies:<br><!--more-->\n<ol>\n<li><a href=\"#liberation\">Bhagavan does not give us liberation, but turns our attention back to face ourself and thereby enables us to see that we are ever-liberated</a></li>\n<li><a href=\"#means\">Bhagavan made it very clear that the only means by which we can eradicate ego and thereby be liberated is self-investigation (<i>ātma-vicāra</i>)</a></li>\n<li><a href=\"#ny13\"><i>Nāṉ Ār?</i> paragraph 13: we cannot surrender ourself entirely without investigating what we actually are</a></li>\n<li><a href=\"#love\">Success in <i>ātma-vicāra</i>, namely annihilation of ego, has nothing to do with destiny and everything to do with whether or not we want it enough</a></li>\n<li><a href=\"#silence\">What Bhagavan teaches us through silence is exactly the same as what he teaches us by words, but the effect of his silent teachings is much deeper and more powerful</a></li>\n<li><a href=\"#presence\">Only by being in the heart as it is (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>) are we truly sitting in Bhagavan’s presence</a></li>\n<li><a href=\"#feet\">Pure awareness, which is our real nature and what shines within us as ‘I’, is the gracious feet of <i>guru</i>, so clinging to that awareness is the means for us to remove the bondage called ego</a></li>\n<li><a href=\"#medicine\">Bhagavan’s teachings are extremely simple and clear, but at the same time very deep and radical, so they are the perfect medicine for anyone who is tired of this ego-life with all its complications, confusions and deceptions</a></li>\n</ol>\n<a name=\"liberation\"></a><b>1. Bhagavan does not give us liberation, but turns our attention back to face ourself and thereby enables us to see that we are ever-liberated</b><br>\n<br>\nYou have expressed many ideas here, some of which are correct and others of which are not so correct.<br>\n<br>\nYes, Bhagavan is pure awareness and infinite love, so he is always available here and now, shining as ‘I’ in the heart of each one of us.<br>\n<br>\nHe himself said that he cannot give us liberation, because he cannot give us what is ours already. What he does do, however, is turn our attention back to face ourself, because if we look at ourself carefully enough, we will see that we are just pure awareness, which is ever-liberated. This is what he did in the case of all those devotees who have attained liberation by his grace, including his mother and Pasu Lakshmi, and he will do it in our case whenever we are willing to surrender ourself entirely to him.<br>\n<br>\n<a name=\"means\"></a><b>2. Bhagavan made it very clear that the only means by which we can eradicate ego and thereby be liberated is self-investigation (<i>ātma-vicāra</i>)</b><br>\n<br>\n<a name=\"uu17\"></a>As David said, Bhagavan didn’t give any teachings unasked, but when he was asked his first inclination was to advise all questioners to look within to see what they actually are, because this is ‘மார்க்கம் நேர் ஆர்க்கும்’ (<i>mārggam nēr ārkkum</i>), ‘the direct path for everyone whomsoever’, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>. Only if they showed themself to be unwilling to accept this simple and direct teaching would he discuss with them whatever other type of practice they were interested in and encourage them in their own chosen path.<br>\n<br>\n<a name=\"ny08\"></a>He made it very clear that the only means by which we can eradicate ego and thereby be liberated is self-investigation (<i>ātma-vicāra</i>). For example, in the <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Ār?</i> he wrote: ‘மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும்’ (<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum</i>), ‘For the mind to cease [settle, subside, yield, be subdued, be still or disappear], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means. If made to cease [subside or disappear] by other means, the mind remaining [for a while] as if it had ceased, will again rise up [sprout, emerge or start]’.<br>\n<br>\n<a name=\"un22\"></a><a name=\"un27\"></a>What he clearly implies by saying this is that <i>ātma-vicāra</i> is the only means by which we can achieve <i>manōnāśa</i> (permanent dissolution of mind), and that by any other means we can only achieve <i>manōlaya</i> (temporary dissolution of mind), which is not big deal, because we achieve <i>manōlaya</i> every night when we fall asleep. He implied the same in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un22\">22</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">27</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>மதிக்கொளி தந்தம் மதிக்கு ளொளிரு<br>\nமதியினை யுள்ளே மடக்கிப் — பதியிற்<br>\nபதித்திடுத லன்றிப் பதியை மதியான்<br>\nமதித்திடுத லெங்ஙன் மதி.<br>\n<br>\n<i>matikkoḷi tandam matikku ḷoḷiru<br>\nmatiyiṉai yuḷḷē maḍakkip — patiyiṯ<br>\npadittiḍuda laṉḏṟip patiyai matiyāṉ<br>\nmadittiḍuda leṅṅaṉ madi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் மதியினை உள்ளே மடக்கி பதியில் பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum matiyiṉai uḷḷē maḍakki patiyil padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>அன்வயம்:</b> மதிக்கு ஒளி தந்து, அம் மதிக்குள் ஒளிரும் பதியில் மதியினை உள்ளே மடக்கி பதித்திடுதல் அன்றி, பதியை மதியால் மதித்திடுதல் எங்ஙன்? மதி.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>matikku oḷi tandu, a-m-matikkuḷ oḷirum patiyil matiyiṉai uḷḷē maḍakki padittiḍudal aṉḏṟi, patiyai matiyāl madittiḍudal eṅṅaṉ? madi</i>.<br>\n<br>\n<b>English translation:</b> Consider, except by, turning the mind back within, completely immersing it in God, who shines within that mind giving light to the mind, how to fathom God by the mind?<br>\n<br>\n<b>Explanatory paraphrase:</b> Consider, except by turning [bending or folding] <i>mati</i> [the mind or intellect] back within [and thereby] completely immersing [embedding or fixing] it in <i>pati</i> [the Lord or God], who shines [as pure awareness] within that mind giving light [of awareness] to the mind, how to fathom [or investigate and know] God by the mind?<br>\n<br>\nநானுதியா துள்ளநிலை நாமதுவா யுள்ளநிலை<br>\nநானுதிக்குந் தானமதை நாடாம — னானுதியாத்<br>\nதன்னிழப்பைச் சார்வதெவன் சாராமற் றானதுவாந்<br>\nதன்னிலையி னிற்பதெவன் சாற்று.<br>\n<br>\n<i>nāṉudiyā duḷḷanilai nāmaduvā yuḷḷanilai<br>\nnāṉudikkun thāṉamadai nāḍāma — ṉāṉudiyāt<br>\ntaṉṉiṙappaic cārvadevaṉ sārāmaṯ ṟāṉaduvān<br>\ntaṉṉilaiyi ṉiṟpadevaṉ sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நான்’ உதியாது உள்ள நிலை நாம் அது ஆய் உள்ள நிலை. ‘நான்’ உதிக்கும் தானம் அதை நாடாமல், ‘நான்’ உதியா தன் இழப்பை சார்வது எவன்? சாராமல், தான் அது ஆம் தன் நிலையில் நிற்பது எவன்? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘nāṉ’ udiyādu uḷḷa nilai nām adu-v-āy uḷḷa nilai. ‘nāṉ’ udikkum thāṉam-adai nāḍāmal, ‘nāṉ’ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ? sārāmal, tāṉ adu ām taṉ nilaiyil niṟpadu evaṉ? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> The state in which one exists without ‘I’ rising is the state in which we exist as that. Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise? Without reaching, say, how to stand in the state of oneself, in which oneself is that?<br>\n<br>\n<b>Explanatory paraphrase:</b> The state in which one exists without ‘I’ [ego] rising is the state in which we exist as that [<i>brahman</i>, the ultimate reality and infinite whole, the nature of which is pure self-awareness, uncontaminated by the appearance of anything else]. Without investigating the place [namely one’s fundamental self-awareness] where [from which or in which] ‘I’ rises, how to reach [achieve or take refuge in] the annihilation of oneself [ego], [the state] in which ‘I’ does not rise? [In other words, the only way to annihilate ego is to investigate oneself, the source from which it rises, because only when one investigates oneself will one see oneself as one actually is, and only when one sees oneself as one actually is will one forever cease mistaking oneself to be ego, the false rising and subsiding ‘I’.] [And] without reaching [or taking refuge in] [the annihilation of ego], say [or explain], how to stand [stop, stay or abide] in the [real] state of oneself, in which oneself is that?</blockquote>\nIn each of these verses he asks one or two rhetorical questions, which in both cases imply essentially the same thing. In verse 22 he implies that we cannot know பதி (<i>pati</i>), the Lord who shines within us as pure awareness, except by turning our mind back within and immersing it completely in him, and in verse 27 he implies that we cannot experience ourself as that (<i>brahman</i>), which is likewise pure awareness, without annihilating ego, and that we cannot annihilate ego without investigating ourself, the place or source from which we have risen as ego.<br>\n<br>\n<a name=\"ny13\"></a><a name=\"un26\"></a><b>3. <i>Nāṉ Ār?</i> paragraph 13: we cannot surrender ourself entirely without investigating what we actually are</b><br>\n<br>\nThough he sometimes said that there are only two ways to eradicate ego, self-investigation or self-surrender, on many other occasions he made it clear that we cannot surrender ourself entirely without investigating what we actually are. For example, in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i> he said: ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>), ‘Being <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [‘thought of oneself’, self-contemplation or self-attentiveness], alone is giving oneself to God’. Likewise in the final sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> he wrote: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\n<a name=\"love\"></a><b>4. Success in <i>ātma-vicāra</i>, namely annihilation of ego, has nothing to do with destiny and everything to do with whether or not we want it enough</b><br>\n<br>\nYou say ‘on the “Karma” theory/aspect anyone who is destined to succeed in “Atma-Vichara” will get irrespective of they want it or not’, but success in <i>ātma-vicāra</i>, namely annihilation of ego, has nothing to do with destiny and everything to do with whether or not we want it enough. As Bhagavan used to say, <i>bhakti</i> is the mother of <i>jñāna</i>. Without wholehearted and all-consuming love to surrender ourself entirely, we will not be willing to attend to ourself so keenly that we see what we actually are and thereby eradicate ego forever.<br>\n<br>\n<a name=\"uu02\"></a>Destiny (<i>prārabdha</i>) is the fruit of our past <i>karmas</i>, so if destiny could determine whether or not we succeed in eradicating ego, that would mean that liberation is the fruit of <i>karma</i>, which cannot be the case, as Bhagavan says unequivocally in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய் <br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action having perished, as seed it causes to fall in the ocean of action. It is not giving liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> The fruit of an action having perished, [remaining] as a seed [a <i>karma-vāsanā</i> or propensity to do the same kind of action] it causes [one] to fall in the ocean of action. [Therefore] it [action] does not give liberation.</blockquote>\n<i>Karma</i> is finite, so its fruit is finite, and hence it can never give liberation, which is our natural state of pure and infinite awareness. Therefore we cannot attain liberation by doing anything but only by surrendering ourself entirely and thereby ceasing to do anything at all.<br>\n<br>\nTo surrender ourself entirely and thereby cease doing anything we need to turn our mind back within to face ourself alone, and if we succeed in doing so, that is not the fruit of any <i>karma</i> but only the fruit of pure love. As Bhagavan used to say, <i>prārabdha</i> can affect only the outward-turned mind, so it can never obstruct us from turning within. Whether we turn within or not is entirely up to us, so if we wholeheartedly wish to do so nothing can prevent us.<br>\n<br>\n<a name=\"silence\"></a><b>5. What Bhagavan teaches us through silence is exactly the same as what he teaches us by words, but the effect of his silent teachings is much deeper and more powerful</b><br>\n<br>\nYou say that Bhagavan’s teaching is silence, which is the highest teaching of all. That is true, because silence is our real nature, and our real nature cannot be revealed by anything other than itself. Whatever teachings he gave us in words were only to point us in the correct direction, namely within, because only when we turn within and thereby merge back into the source from which we rose as ego will we experience true silence.<br>\n<br>\nEgo is the very antithesis of silence, so we can benefit from his silent teaching only to the extent that we are willing to surrender ourself to him. The more ego subsides, the more we will be guided by his silence.<br>\n<br>\n<a name=\"aamm44\"></a>What he teaches us through silence is what Arunachala taught him through silence, and he puts that into words beautifully and clearly in <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#aamm44\">verse 44</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>திரும்பி யகந்தனைத் தினமகக் கண்காண்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;டெரியுமென் றனையென் னருணாசலா<br>\n<br>\n<i>tirumbi yahandaṉaid diṉamahak kaṇkāṇ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ṭeriyumeṉ ḏṟaṉaiyeṉ ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> ‘திரும்பி அகம் தனை தினம் அகக்கண் காண்; தெரியும்’ என்றனை என் அருணாசலா<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘tirumbi aham taṉai diṉam aha-k-kaṇ kāṇ; ṭeriyum’ eṉḏṟaṉai eṉ aruṇācalā</i><br>\n<br>\n<b>அன்வயம்:</b> அருணாசலா, ‘அகம் திரும்பி, தினம் அகக்கண் தனை காண்; தெரியும்’ என்றனை. என்!<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aruṇācalā, ‘aham tirumbi, diṉam aha-k-kaṇ taṉai kāṇ; ṭeriyum’ eṉḏṟaṉai. eṉ!</i><br>\n<br>\n<b>English translation:</b> Arunachala, what [a wonder]! You said: ‘Turning back inside, see yourself daily with the inner eye [or an inward look]; it [the reality that always shines as ‘I alone am I’] will be known’.</blockquote>\n<a name=\"ny12\"></a>Therefore what he teaches us through silence is exactly the same as what he teaches us by words, but the effect of his silent teachings is much deeper and more powerful. Therefore to avail of the benefit of his teaching through silence, all we need do is to follow what he taught us in words, namely to turn within to see ourself and thereby to surrender ourself wholeheartedly to him, as he implied we must do in the final sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para12\">twelfth paragraph</a> of <i>Nāṉ Ār?</i>: ‘எனினும், குரு காட்டிய வழிப்படி தவறாது நடக்க வேண்டும்’ (<i>eṉiṉum, guru kāṭṭiya vaṙi-p-paḍi tavaṟādu naḍakka vēṇḍum</i>), ‘however, it is necessary to walk unfailingly in accordance with the path that <i>guru</i> has shown’.<br>\n<br>\n<a name=\"presence\"></a><b>6. Only by being in the heart as it is (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>) are we truly sitting in Bhagavan’s presence</b><br>\n<br>\nReferring to one of David’s videos, <a href=\"https://youtu.be/UDVQC_uHRCI\">Talks on Sri Ramana Maharshi: Narrated by David Godman - Self-Enquiry</a>, the same mutual friend wrote another email to both of us saying:<br>\n<blockquote>I was again hearing this presentation. You were mentioning that Bhagawan mentioned that the His highest teaching is in silence and when one sits in the presence of the Jnani, with the mind tuned one can absorb the state of the Jnani.<br>\n<br>\nBhagawan’s physical form is not there, and I understand that Bhagawan is much more than His physical. If one sit with all earnestness in front of His photo and try to tune to HIS presence at the heart, can one get the same result as one sitting in the Physical Presence of Bhagawan?</blockquote>\nIn reply to this I wrote:<br>\n<br>\n<a name=\"unm1\"></a>As you wrote in one of your recent emails, Bhagavan is not the body but pure awareness and infinite love, so he is always here and now, shining clearly in our heart as our fundamental awareness of our own existence, ‘I am’. Therefore his real presence is to be found only within ourself. Only by being in the heart as it is (‘உள்ளத்தே உள்ளபடி உள்ளதே’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē</i>), as he says in the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>) are we truly sitting in his presence, and in order to be in the heart as it is we must stop looking for anything outside ourself and instead turn our entire attention within to face ourself alone.<br>\n<br>\nIn this connection we should consider what he once said to Janaki Mata. One day she saw him returning from the <i>gō-śāla</i> (cowshed), and since there were not many people about she thought this was a good opportunity, so she approached him, prostrated and caught hold of his feet. He looked down at her with a smile and asked, ‘What are you doing?’, to which she replied, ‘I am holding the feet of my <i>guru</i>’, whereupon he said: ‘These are not the feet of your <i>guru</i>. This body and its feet are perishable, so if you cling to them you will be disappointed. The real feet of your <i>guru</i> are shining in you as ‘I’, so cling to those feet. They alone will save you’.<br>\n<br>\nRegarding your question, ‘If one sit with all earnestness in front of His photo and try to tune to HIS presence at the heart, can one get the same result as one sitting in the Physical Presence of Bhagawan?’, his photo (and even simple thought of him) certainly has the same power as his physical presence to turn our attention back to ourself, but we can attune ourself to that power (the power of his grace) only by trying to be self-attentive. In other words, we can benefit from that power only to the extent that we are willing to yield ourself to it by letting go of everything else and clinging firmly to him in our heart as ‘I’.<br>\n<br>\n<a name=\"feet\"></a><b>7. Pure awareness, which is our real nature and what shines within us as ‘I’, is the gracious feet of <i>guru</i>, so clinging to that awareness is the means for us to remove the bondage called ego</b><br>\n<br>\nAfter reading what I wrote about what Bhagavan said to Janaki Mata, David wrote that it reminds him of the following passage from Natanananda’s chapter in <i>The Power of the Presence</i> (Part One, pp. 116-7):<br>\n<blockquote>A certain lady who had a lot of devotion performed a traditional ritual for worshipping sages whenever she came into Bhagavan’s presence to have <i>darshan</i>. She would prostrate to Bhagavan, touch his feet and then put the hands that had touched Bhagavan’s feet on her eyes.<br>\n<br>\nAfter noticing that she did this daily, Bhagavan told her one day, ‘Only the Supreme Self, which is ever shining in your heart as the reality, is the <i>Sadguru</i>. The pure awareness, which is shining as the inward illumination “I”, is his gracious feet. The contact with these [inner holy feet] alone can give you true redemption. Joining the eye of reflected consciousness [<i>chidabhasa</i>], which is your sense of individuality [<i>jiva bodha</i>], to those holy feet, which are the real consciousness, is the union of the feet and the head that is the real significance of the word “<i>asi</i>” [in the <i>mahavakya</i> ‘<i>tat tvam asi</i>’ (you are that)]. As these inner holy feet can be held naturally and unceasingly, hereafter, with an inward-turned mind, cling to that inner awareness that is your own real nature. This alone is the proper way for the removal of bondage and the attainment of the supreme truth.’</blockquote>\nThis passage, like most of that chapter, is a translation of an extract from <i>Śrī Ramaṇa Darśanam</i>, a Tamil book in which Natananandar wrote his reflections on Bhagavan’s life and teachings, so it is also included in the English translation of that book (chapter 20: pp. 34-5). I am not sure whether this passage is his retelling of the same incident I wrote about, or whether he is referring to another occasion in which Bhagavan said much the same as he said to Janaki Mata, but in either case this is further confirmation of what Bhagavan taught about the real nature of <i>guru</i> and his feet and how we should cling to them in our heart.<br>\n<br>\n<a name=\"medicine\"></a><b>8. Bhagavan’s teachings are extremely simple and clear, but at the same time very deep and radical, so they are the perfect medicine for anyone who is tired of this ego-life with all its complications, confusions and deceptions</b><br>\n<br>\nIn another email the same friend wrote that one of his friends had advised him not to waste his time reading or surfing the internet, but to ‘go within hug and love God and be lost in that love with no expectation’ or ‘just sit still and watch a spot on the floor in front of you’, in reply to which I wrote:<br>\n<br>\nMy suggestion would be that rather than stopping all reading (which anyway I suspect you would not be able to do), you should as far as possible limit your reading to Bhagavan’s teachings. He gives us all we need in the way of guidance, and the advantage of repeatedly reading his teachings is that he constantly reminds us and motivates us to put them into practice by trying our best to turn within and thereby surrender ourself to him. Moreover, by limiting our reading to his teachings we avoid unnecessary distraction and the confusion that results from it.<br>\n<br>\nHis teachings are extremely simple and clear, but at the same time very deep and radical, so they are the perfect medicine for anyone who is tired of this ego-life with all its complications, confusions and deceptions.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "300",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2079553497633683719/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Śrī Aruṇācala Akṣaramaṇamālai",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc3Mzg3NzMzMjA3Cm9mZnNldDogMAo\""
}