{
    "kind": "blogger#post",
    "id": "2747258828068023372",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-11-28T12:28:00Z",
    "updated": "2019-11-28T12:46:38Z",
    "url": "http://happinessofbeing.blogspot.com/2019/11/upadesa-undiyar-verse-16-practical.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2747258828068023372",
    "title": "<i>Upadēśa Undiyār</i> verse 16: a practical definition of real awareness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\"><a name=\"uu16\"></a>In the article I posted a couple of days ago, <a href=\"https://happinessofbeing.blogspot.com/2019/11/is-there-any-difference-between-being.html\">Is there any difference between being self-attentive and sitting down quietly in meditation?</a>, I ended by quoting and explaining <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br><a name='more'></a>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nAfter quoting this, in the final paragraph of that article I wrote:<br>\n<blockquote>The mind’s ‘ஒளி உரு’ (<i>oḷi-uru</i>) or ‘form of light’ is our fundamental awareness of our own existence (<i>sat-cit</i>), ‘I am’, which is the light that illumines the mind, thereby enabling it to know வெளி விடயங்கள் (<i>veḷi viḍayaṅgaḷ</i>), external phenomena, so instead of using the reflected light called mind to know other things, we must turn it back to face its source, the original light of pure awareness, which is always shining within us as ‘I am’. This is the only means by which we can dissolve ego entirely and forever.</blockquote>\nReferring to this final paragraph a friend called Asun wrote a <a href=\"https://happinessofbeing.blogspot.com/2019/11/is-there-any-difference-between-being.html#c6740469320420968673\">comment</a> in which she said:<br>\n<blockquote>I understand that you are referring to “sphurana” or clarity of self-awareness but if it is so, Shadu Om says in “The paramount importance of self-attention” that this sphurana has to subside too and that its subsidence is our natural state, actually:<br>\n<br>\n“There are two processes in spiritual practice (sādhanā), one is ascending and the other descending. The ascending process is negating everything as ‘not I’ by refining our mere awareness ‘I am’, disentangling it from all its superfluous adjuncts, and this leads to the rising of sphurana, a fresh and intense clarity of self-awareness. The descending process is embracing everything as ‘I’, by recognising that ‘I’ alone exists and all else seems to exist only because I am. This descending process leads to the subsidence of sphurana, which is our natural state (sahaja sthiti).”<br>\n<br>\nWould you say that the “descending process” is concurrent to the “ascending process” which is what you are talking about?</blockquote>\nIn a <a href=\"https://happinessofbeing.blogspot.com/2019/11/is-there-any-difference-between-being.html#c1114121271737709552\">second comment</a> Asun asked: ‘Could you also explain the difference existing between “sphurana” and our “natural state”?’<br>\n<br>\nThe following is my reply to these two comments:<br>\n<ol>\n<li><a href=\"#sphurana\">What is the difference between <i>sphuraṇa</i> and our natural state?</a></li>\n<li><a href=\"#uu16a\">How can we experience our natural state of real awareness?</a></li>\n<li><a href=\"#ascending\">What did Sadhu Om mean by the ‘ascending process’ and ‘descending process’?</a></li>\n</ol>\n<a name=\"sphurana\"></a><b>1. What is the difference between <i>sphuraṇa</i> and our natural state?</b><br>\n<br>\nAsun, regarding your second comment, I think you will probably find that most if not all of the questions you could ask about Bhagavan’s use of the term <i>sphuraṇa</i> and related words have been answered in three articles that I wrote in July 2014, namely <a href=\"https://happinessofbeing.blogspot.com/2014/07/demystifying-term-sphurana.html\">Demystifying the term ‘<i>sphuraṇa</i>‘</a>, <a href=\"https://happinessofbeing.blogspot.com/2014/07/self-awareness-i-thought-i-feeling-and.html\">Self-awareness: ‘I’-thought, ‘I’-feeling and <i>ahaṁ-sphuraṇa</i></a> and <a href=\"https://happinessofbeing.blogspot.com/2014/07/a-paradox-sphurana-means-shining-or.html\">A paradox: <i>sphuraṇa</i> means ‘shining’ or ‘clarity’, yet misinterpretations of it have created so much confusion</a>.<br>\n<br>\nIn brief, however, in the context of Bhagavan’s teachings <i>sphuraṇa</i> means a fresh clarity of self-awareness, or as Sadhu Om used to say, punning on the word ‘nuclear’, it is a new clear awareness of ourself, and like the destructive power of nuclear energy, it is destructive in the sense that it will destroy ego and thereby all phenomena, which depend for their seeming existence on the seeming existence of ourself as ego. What characterises <i>sphuraṇa</i> and distinguishes it from our natural state, therefore, is its newness or freshness, so since newness and freshness can exist only in the view of ourself as ego and not in the view of ourself as we actually are, <i>sphuraṇa</i> is said to ‘subside’ as soon as it has destroyed ego, just as the flame of a burning piece of camphor subsides as soon as it has consumed all the camphor.<br>\n<br>\nAnother important point to understand about <i>sphuraṇa</i> is that as we go deeper in the practice of self-investigation we experience greater degrees of clarity of self-awareness, so <i>sphuraṇa</i> is not a fixed value but covers a range of different degrees of clarity. Therefore in most contexts the term refers to a relative degree of clarity, but in some contexts it refers to the perfect clarity that instantly destroys ego, after which what remains is our natural state of infinite and ever-unchanging clarity of pure self-awareness.<br>\n<br>\n<a name=\"uu16a\"></a><b>2. How can we experience our natural state of real awareness?</b><br>\n<br>\nRegarding your earlier comment, in which you asked about what I wrote in the final paragraph of my previous article, I wrote that as a partial explanation of <a href=\"#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>, in which Bhagavan did not refer either explicitly or implicitly to <i>sphuraṇa</i>, so any connection between what he taught us in this verse and <i>sphuraṇa</i> is rather remote. What he gave us in this verse is a clear definition of ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>), which means ‘real awareness’, ‘true knowledge’ or ‘awareness [or knowledge] of reality’, but a definition intended to show us the means by which we can experience real awareness (which is our natural state).<br>\n<br>\nThat is, to experience real awareness two conditions must be met: Firstly we must leave aside (which means cease to be aware of) வெளி விடயங்கள் (<i>veḷi viḍayaṅgaḷ</i>), external phenomena. However, we leave aside external phenomena whenever we fall asleep, and though what we experience in sleep is only real awareness, our mind is not thereby destroyed, so sooner or later we wake up from sleep, and hence that experience is not permanent.<br>\n<br>\nTherefore another conditions must also be met, namely the mind itself must experience real awareness, because then only will it be destroyed. In sleep it is not destroyed because it does not exist there, so in waking or dream, when it seems to exist, it must try to know its ‘ஒளி உரு’ (<i>oḷi-uru</i>) or ‘form of light’, namely its fundamental awareness of its own existence bereft of adjuncts, which is itself real awareness (<i>uṇmai uṇarcci</i>).<br>\n<br>\nHowever, as mind we can never actually know our own form of light, because as mind we are always aware of ourself conflated with adjuncts as ‘I am this body’, whereas our own form of light is our adjunct-free awareness ‘I am’, so mind in effect conceals our own form of light, making it appear to be something other than what it actually is. Therefore as soon as we as mind know our own form of light, we will cease to be mind and will remain instead just as our own form of light. In other words, mind will be dissolved in and swallowed by its own form of light, and that state in which its form of light shines all alone is உண்மை உணர்ச்சி (<i>uṇmai uṇarcci</i>), real awareness.<br>\n<br>\nThe moment at which we as mind see our own form of light, it seems to be an altogether fresh clarity of self-awareness, and that fresh clarity is the ultimate form of <i>sphuraṇa</i>, but as soon as it appears it destroys the mind, and the destruction of mind (<i>manōnāśa</i>) is the subsidence of <i>sphuraṇa</i>, because infinite clarity of self-awareness is then seen to be our real nature, so it no longer seems to be new but is recognised as our eternal experience. Therefore what Bhagavan calls ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>) or ‘real awareness’ is not <i>sphuraṇa</i> but what remains after <i>sphuraṇa</i> has subsided (except that it has never actually subsided, because there never was any mind and consequently real awareness never seemed to be anything new).<br>\n<br>\n<a name=\"ascending\"></a><b>3. What did Sadhu Om mean by the ‘ascending process’ and ‘descending process’?</b><br>\n<br>\nRegarding what Sadhu Om used to describe as an ‘ascending process’ and a ‘descending process’, the ascending process is when we focus our attention ever more keenly on ourself, thereby withdrawing it from everything else (all <i>veḷi viḍayaṅgaḷ</i> or external phenomena, which are not ‘I’), until we are eventually aware of nothing other than ourself. Being aware of nothing other than ourself is being aware of ourself as we actually are, which is what Bhagavan calls ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>) or ‘real awareness’.<br>\n<br>\nAs soon as we are aware of ourself as we actually are, we recognise that we alone exist, so there was never anything other than ourself, and hence everything that previously seemed to be other than ourself is actually just ourself. This recognition that everything that seems to be other than ourself so long as we seem to be ego, the perceiver of those other things, is actually nothing other than ourself, is what he called the ‘descending process’.<br>\n<br>\n<a name=\"ny03\"></a><a name=\"ny04\"></a>As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <i>Nāṉ Ār?</i>, ‘கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது’ (<i>kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>), ‘Just as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], will not arise, unless perception of the world, which is <i>kalpita</i> [a fabrication, imagination or mental creation], departs, seeing <i>svarūpa</i> [one’s own form or real nature], [which is] the <i>adhiṣṭhāna</i>, will not arise’, and as he said in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a>, ‘மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), ‘When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’. Excluding the world and all other phenomena from our awareness by focusing our entire attention on ourself alone is the ascending process, and as soon as we have excluded them entirely, what remains is pure awareness, which is our real nature (<i>svarūpa</i>).<br>\n<br>\nJust as an illusory snake is a misperception of a rope, all phenomena (including all the five sheaths, which we mistake to be ourself) are a misperception of ourself. In the former case, when we remove our misperception of it as a snake, we see the rope as it is, and as soon as we see it as it is, we recognise that what seemed to be a snake is actually nothing other than a rope. Likewise, in the latter case, when we remove our misperception of ourself as phenomena, we see ourself as we actually are, and as soon as we see ourself as we actually are, we recognise that what seemed to be phenomena is actually nothing other than ourself.<br>\n<br>\nThis recognition that everything is ourself is the descending process. No longer do we need to exclude anything from our awareness, because there is nothing other than ourself, and hence nothing that needs to be excluded. However, so long as we perceive phenomena, we do need to exclude them from our awareness, because just as our perception of a snake prevents us seeing the rope as it is, our perception of phenomena prevents us being aware of ourself as we actually are.<br>\n<br>\nThere are two reasons why Sadhu Om spoke of this ascending process and descending process. The first and principal reason was to explain in a way that would be acceptable even to those who are not willing to accept all the deeper principles of Bhagavan’s teachings how the <i>jñāni</i> is seemingly able to perceive and interact with the world without ceasing to be aware of <i>ātma-svarūpa</i> (the real nature of oneself).<br>\n<br>\nThat is, since Bhagavan taught us that we cannot be aware of ourself as we actually are so long as we are aware of the world, it logically follows that the <i>jñāni</i> is not aware of the world, but it seemed to all people who were with Bhagavan that he was aware of the world, so many people naturally ask how it was possible for him to be aware of the world if he was aware only of himself. One way of explaining this is to say that though he was aware of the world, he was not aware of it as anything other than himself. This is the explanation that is implied by Sadhu Om’s description of the descending process.<br>\n<br>\n<a name=\"un17\"></a><a name=\"un18\"></a>However, the implication of this explanation is deeper than it may superficially appear. Superficially it may seem to imply that Bhagavan is aware of many things, like we are, but is aware of all of them as himself, but if we consider it more deeply, it will be clear that what it actually implies is that he is not aware of many things but only of himself. What we see as many things is what he sees as himself, the one infinite and indivisible space of pure awareness, as he clearly implies in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un17\">17</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un18\">18</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உடனானே தன்னை யுணரார்க் குணர்ந்தார்க்<br>\nகுடலளவே நான்ற னுணரார்க் — குடலுள்ளே<br>\nதன்னுணர்ந்தார்க் கெல்லையறத் தானொளிரு நானிதுவே<br>\nயின்னவர்தம் பேதமென வெண்.<br>\n<br>\n<i>uḍaṉāṉē taṉṉai yuṇarārk kuṇarndārk<br>\nkuḍalaḷavē nāṉṯṟa ṉuṇarārk — kuḍaluḷḷē<br>\ntaṉṉuṇarndārk kellaiyaṟat tāṉoḷiru nāṉiduvē<br>\nyiṉṉavartam bhēdameṉa veṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உடல் நானே, தன்னை உணரார்க்கு, உணர்ந்தார்க்கு. உடல் அளவே ‘நான்’ தன் உணரார்க்கு; உடல் உள்ளே தன் உணர்ந்தார்க்கு எல்லை அற தான் ஒளிரும் ‘நான்’. இதுவே இன்னவர் தம் பேதம் என எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḍal nāṉē, taṉṉai uṇarārkku, uṇarndārkku. uḍal aḷavē ‘nāṉ’ taṉ[ṉai] uṇarārkku; uḍal uḷḷē taṉ[ṉai] uṇarndārkku ellai aṟa tāṉ oḷirum ‘nāṉ’. iduvē iṉṉavar tam bhēdam eṉa eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தன்னை உணரார்க்கு, உணர்ந்தார்க்கு உடல் நானே. தன் உணரார்க்கு, ‘நான்’ உடல் அளவே; உடல் உள்ளே தன் உணர்ந்தார்க்கு ‘நான்’ தான் எல்லை அற ஒளிரும். இன்னவர் தம் பேதம் இதுவே என எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai uṇarārkku, uṇarndārkku uḍal nāṉē. taṉ uṇarārkku ‘nāṉ’ uḍal aḷavē; uḍal uḷḷē taṉ uṇarndārkku ‘nāṉ’ tāṉ ellai aṟa oḷirum. iṉṉavar tam bhēdam iduvē eṉa eṇ</i>.<br>\n<br>\n<b>English translation:</b> For those who do not know themself, for those who have known themself, the body is actually ‘I’. For those who do not know themself, ‘I’ is only the extent of the body; for those who have known themself within the body, oneself, ‘I’, shines without limit. Consider that the difference between them is only this.<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who do not know themself [their real nature] and for those who have known themself, the body is actually ‘I’ [or only ‘I’]. For those who do not know themself, ‘I’ is [limited to] only the extent of the body, [whereas] for those who have known themself within the body, oneself [called] ‘I’ shines without limit [boundary or extent] [as the one infinite whole, which alone exists and which is therefore the sole substance that appears as the body and everything else]. Consider that the difference between them is only this.<br>\n<br>\nஉலகுண்மை யாகு முணர்வில்லார்க் குள்ளார்க்<br>\nகுலகளவா முண்மை யுணரார்க் — குலகினுக்<br>\nகாதார மாயுருவற் றாருமுணர்ந் தாருண்மை<br>\nயீதாகும் பேதமிவர்க் கெண்.<br>\n<br>\n<i>ulahuṇmai yāhu muṇarvillārk kuḷḷārk<br>\nkulahaḷavā muṇmai yuṇarārk — kulahiṉuk<br>\nkādhāra māyuruvaṯ ṟārumuṇarn dāruṇmai<br>\nyīdāhum bhēdamivark keṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு உண்மை ஆகும், உணர்வு இல்லார்க்கு, உள்ளார்க்கு. உலகு அளவு ஆம் உண்மை உணரார்க்கு; உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை. ஈது ஆகும் பேதம் இவர்க்கு. எண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu uṇmai āhum, uṇarvu illārkku, uḷḷārkku. ulahu aḷavu ām uṇmai uṇarārkku; ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai. īdu āhum bhēdam ivarkku. eṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உணர்வு இல்லார்க்கு, உள்ளார்க்கு உலகு உண்மை ஆகும். உணரார்க்கு உண்மை உலகு அளவு ஆம்; உணர்ந்தார் உண்மை உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும். ஈது இவர்க்கு பேதம் ஆகும். எண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uṇarvu illārkku, uḷḷārkku ulahu uṇmai āhum. uṇarārkku uṇmai ulahu aḷavu ām; uṇarndār uṇmai ulahiṉukku ādhāram-āy uru aṯṟu ārum. īdu ivarkku bhēdam āhum. eṇ</i>.<br>\n<br>\n<b>English translation:</b> For those who do not have knowledge, for those who have, the world is real. For those who do not know, reality is the extent of the world; for those who have known, reality pervades devoid of form as the support for the world. This is the difference between them. Consider.<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who do not have knowledge [of their real nature] and for those who have, the world is real. For those who do not know [their real nature], reality is [limited to] the extent of [the forms that constitute] the world, [whereas] for those who have known [their real nature], reality pervades devoid of form as the <i>ādhāra</i> [support, foundation or container] for [the appearance of the forms that constitute] the world. This is the difference between them. Consider.</blockquote>\nIf we do not read these verses carefully enough, they may seem to imply that the <i>jñāni</i> is aware both of the body and world, but if we read them more carefully it will be clear that what Bhagavan is actually saying here is that what we see as a body and world is what he sees as himself, so he does not actually see any body or world at all but only himself. When he says in verse 17, ‘தன் உணர்ந்தார்க்கு எல்லை அற தான் ஒளிரும் நான்’ (<i>taṉ uṇarndārkku ellai aṟa tāṉ oḷirum nāṉ</i>), ‘for those who have known themselves, oneself, I, shines without limit’, he implies that what he is aware of as ‘I’ is not any body, which is limited in time and space, but only pure awareness, which is the one infinite whole and therefore the sole substance of what seems in the view of those who are self-ignorant to be a body and world. Likewise, when he says in verse 18, ‘உலகினுக்கு ஆதாரமாய் உரு அற்று ஆரும் உணர்ந்தார் உண்மை’ (<i>ulahiṉukku ādhāram-āy uru aṯṟu ārum uṇarndār uṇmai</i>), ‘for those who have known, reality pervades devoid of form as the support for the world’, he implies that what he is aware of is not the multitude of forms that constitute this or any other world, but only pure awareness, which is the one formless <i>ādhāra</i> (support, foundation or container) of the world-appearance.<br>\n<br>\nIf we mistake a rope to be a snake and another person recognises it to be just a rope, that other person could say that they see the snake as a rope. This does not actually mean that they see any snake at all, but only that what we see as a snake is what they see as a rope. What we see and what they see is the same thing, but whereas we see it as a snake, they see it as it actually is, namely a rope. Likewise, because we now see ourself as this body and world, Bhagavan says that he sees this body and world as himself. This does not actually mean that he sees any body or world at all, but only that what we see as a body and world is what he sees as himself. What we see and what he sees is the same thing, but whereas we see it as a body and world, he sees it as it actually is, namely his real nature (<i>svarūpa</i>), which is pure awareness.<br>\n<br>\nThe other reason why Sadhu Om sometimes spoke of the ‘ascending process’ and ‘descending process’ was to illustrate two different attitudes that we can adopt towards phenomena when practising self-investigation. Either we can consider all phenomena to be not ‘I’ and therefore what we should avoid attending to, or we can consider them to have no existence independent of ourself and therefore not worthy of our attention. That is, they seem to exist only because we are aware of them, so their appearance should not distract our attention away from ourself but should only remind us of our own existence.<br>\n<br>\n<a name=\"ny06\"></a>Considering all phenomena to be not ‘I’ and therefore not what we should attend to is the ascending process, and though considering them to have no existence independent of ourself and therefore not worthy of our attention is not actually the descending process in its principal sense, it is somewhat analogous to it, so metaphorically it can be called the descending process. Whichever of these two attitudes we adopt, our aim should be to attend to nothing other than ourself.<br>\n<br>\nHowever, the advantage of the latter attitude is that rather than constantly trying to reject the appearance of phenomena, if they appear we make use of their appearance to remind us of ourself, as Bhagavan implied we should do when he wrote, ‘எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும்’ (<i>ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum</i>), ‘However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has appeared, it will be clear: to me’, in the following portion of the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu.</i><br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have appeared [literally, to whom they have come into existence]. However many thoughts rise, what [does it matter]? As soon as each thought appears, if one vigilantly investigates to whom it has appeared [literally, to whom it has come into existence], it will be clear: to me. If one [thus] investigates who am I, the mind will return to its birthplace [oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace increases.</blockquote>\n<a name=\"aa6\"></a>He also implied the same when he wrote in the final sentence of <a href=\"https://happinessofbeing.blogspot.com/2019/08/the-role-of-grace-in-all-that-ego.html#aa6\">verse 6</a> of <i>Śrī Aruṇācala Aṣṭakam</i>: ‘அருள் குன்றே, நின்றிட சென்றிட, நினை விட இன்றே’ (<i>aruḷ-kuṉḏṟē, niṉḏṟiḍa seṉḏṟiḍa, niṉai viḍa iṉḏṟē</i>), ‘Hill of grace, let them [the shadow-like world-pictures, which appear both inside and outside on the mirror called mind] cease or let them go on, they do not exist at all apart from you’. That is, knowing that no phenomena could seem to exist if we did not perceive them, we should be so keenly self-attentive that we are unconcerned about whether they appear or disappear.<br>\n<br>\nWhen ‘descending process’ is used in this metaphorical sense  to describe the attitude of considering phenomena to be not an obstacle but a reminder of our own existence, we can say, as you suggest, that it is concurrent with the ascending process, because the aim of both is for us to attend to nothing other than ourself. However, when ‘descending process’ is used in its principal sense, it is not concurrent with the ascending process but what happens as soon as the ascending process has reached its conclusion, namely the eradication of ego.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "15",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2747258828068023372/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Śrī Aruṇācala Aṣṭakam",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc0OTQ1MTk4MzA4Cm9mZnNldDogMAo\""
}