{
    "kind": "blogger#post",
    "id": "3091324171192660454",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-12-10T16:40:00Z",
    "updated": "2019-12-10T19:08:57Z",
    "url": "http://happinessofbeing.blogspot.com/2019/12/why-should-we-try-to-be-aware-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3091324171192660454",
    "title": "Why should we try to be aware of ourself alone?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">Referring to two sentences I wrote while explaining the <a href=\"https://happinessofbeing.blogspot.com/2019/11/how-to-merge-in-arunachala-like-river.html#aa5\">second sentence</a> of <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#aa5\">verse 5</a> of <i>Śrī Aruṇācala Aṣṭakam</i> in one of my recent articles, <a href=\"https://happinessofbeing.blogspot.com/2019/11/how-to-merge-in-arunachala-like-river.html\">How to merge in Arunachala like a river in the ocean?</a>, namely ‘How can we grind the mind on the stone called mind? By attending to ourself alone’, a friend wrote to me asking what exactly I meant by ‘alone’ here, and though there is only one in enlightenment, how we can be alone while making an effort to turn 180 degrees. In reply to this I wrote:<br><a name='more'></a>\n<br>\n<a name=\"ny03\"></a>In the <a href=\"https://happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan says:<br>\n<blockquote>கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nJust as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], will not arise, unless perception of the world, which is <i>kalpita</i> [a fabrication, imagination or mental creation], departs, seeing <i>svarūpa</i> [one’s own form or real nature], [which is] the <i>adhiṣṭhāna</i>, will not arise.</blockquote>\n<a name=\"ny04\"></a>and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> he says:<br>\n<blockquote>மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nWhen the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\n<a name=\"un26\"></a>What this implies is that so long as we are aware of the world (or anything other than ourself) we are not aware of ourself as we actually are (which is what he refers to as <i>ātma-svarūpa</i> or just <i>svarūpa</i>). This is because everything other than ourself seems to exist only in the clouded view of ourself as ego and not in the clear view of ourself as we actually are, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.</blockquote>\n<a name=\"uu16\"></a>Therefore in order to be aware of ourself as we actually are we need to be aware of ourself alone, in complete isolation from awareness of anything else, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\n<a name=\"uu25\"></a>We are aware of things other than ourself only when we are aware of ourself as a body, and so long as we are aware of ourself as a body we are not aware of ourself as we actually are. This is why in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i> he emphasises the need for us to be aware of ourself without being aware of the body or any other adjuncts:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or being aware of] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\nAll these passages and verses imply that we need to be aware of ourself alone, in complete isolation from everything else, and this is why liberation is often described as <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=கைவல்லியம்&searchhws=yes\">கைவல்லியம்</a> (<a href=\"https://www.sanskritdictionary.com/?q=kaivalya\"><i>kaivalyam</i></a>), which means complete isolation.<br>\n<br>\nThe more keenly we attend to ourself, the more our attention will thereby be withdrawn from all other things, so in effect awareness of other things will gradually recede into the background until we cease to be aware of anything else at all. This is explained by Sadhu Om in terms of trying to turn 180 degrees back towards ourself. Because our <i>bhakti</i> (love to be aware of ourself alone) and <i>vairāgya</i> (freedom from desire to be aware of anything else) are not yet sufficiently strong, we are not now able to turn the full 180 degrees, so we may be turning just 90, 120, 150 or 179 degrees. The closer we get to 180 degrees, the more awareness of anything else will recede into the background, and only when we finally manage to turn a full 180 degrees will we cease to be aware of anything else at all.<br>\n<br>\nIf we are so keenly self-attentive that we cease to be aware of anything else, we will thereby be aware of ourself alone and hence aware of ourself as we actually are, so ego will instantly be eradicated forever. Therefore while practising self-investigation (<i>ātma-vicāra</i>) we should try to be so keenly self-attentive that we cease to be aware of anything other than ourself, but we will not succeed in being aware of ourself alone until the final moment, which will be the end of our journey.<br>\n<br>\n<a name=\"ny06\"></a><a name=\"ny10\"></a>Therefore we need not worry about the fact that we cannot yet be so keenly self-attentive that we are aware of ourself alone. All we need do is patiently persevere in our practice of self-attentiveness, because as Bhagavan said in the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>, ‘இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது’ (<i>ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>), ‘When one practises and practises in this manner, to the mind the power to stand firmly established in its birthplace increases’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a>, ‘தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும்’ (<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum</i>), ‘Even though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness] increases and increases [in depth and intensity]’.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "21",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3091324171192660454/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc2MDA0OTM3ODA5Cm9mZnNldDogMAo\""
}