{
    "kind": "blogger#post",
    "id": "5725011339733044371",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-01-30T11:49:00Z",
    "updated": "2019-01-30T15:22:31Z",
    "url": "http://happinessofbeing.blogspot.com/2019/01/what-is-deluded-is-not-our-real-nature.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5725011339733044371",
    "title": "What is deluded is not our real nature but only ego",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/01/how-to-be-self-attentive-even-while-we.html\">How to be self-attentive even while we are engaged in other activities?</a>, I adapted a reply that I had written to a friend. In another email the same friend asked ‘How did the ego come about?’ and wrote:<br>\n<blockquote>Am I correct to say the following? At the beginning, there was only true self. Then, somehow or other, it deluded itself and believed it to be the ego — which is the root of everything. Then, the ego got reborn over and over. What we are trying to do now is to turn what seems to be the ego within and in so doing, the ego dissolves, revealing true self that it always has been — and thus, ending all our sufferings.<br>\n<br>\nMy question is: If our true self is always only aware of itself, how did it delude itself at the very beginning? The “I thought” arises only if one looks outside, correct? So, if our true self is only aware of itself, how does it delude itself to begin with?</blockquote><a name='more'></a>\nIn reply to this I wrote:<br>\n<br>\n<a name=\"ny07\"></a>In the first sentence of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan says, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, so it was not only in the beginning but even now that what exists is only our real nature (our true self). Everything else is a mere appearance, which seems to exist only in the view of ego, which is itself part of the appearance (the most essential part of it, because it is the perceiver and therefore the root of it).<br>\n<br>\nOur real nature (<i>ātma-svarūpa</i>) is eternal, infinite, indivisible and immutable pure awareness, so it is never deluded by anything. What is deluded is only ego, whose very nature is delusion, because it is a mistaken form of self-awareness. That is, whereas our real nature is always aware of itself as it actually is, ego is always aware of itself as ‘I am this body’.<br>\n<br>\nWhat your question amounts to is this: how did this ego ever come into existence? Whenever Bhagavan was asked such a question he had a simple answer: first see if it has come into existence, and if you can find it then you can ask how it came into existence. If we look for it, there is no such thing to be found, so asking how it came into existence is like asking how the son of a barren woman was born. Just as there can never be any such thing as the son of a barren woman, there is never any such thing as ego.<br>\n<br>\nHowever, though ego does not actually exist, it seems to exist so long as we look elsewhere, but if we try to look at it, it disappears. That is, so long as we are aware of anything other than ourself, we seem to be ego, the false awareness that perceives phenomena and perceives itself as if it were one of those phenomena, namely a body.<br>\n<br>\nWhenever we are aware of ourself as if we were a body, as in waking and dream, we are also aware of other phenomena, and whenever we are not aware of ourself as a body, as in sleep, we are not aware of any other phenomena. Therefore ego seems to exist only when we are aware of phenomena, so if instead of attending to any phenomena we attend only to ourself, ego will dissolve and disappear, and what will then remain is only pure awareness (awareness that is not aware of anything other than itself), which is our real nature and which exists eternally, untouched by any appearance or disappearance of ego and phenomena.<br>\n<br>\nAs you say, ‘The “I thought” arises only if one looks outside’. The ‘I-thought’ (or ‘thought called I’, as Bhagavan describes it in Tamil) is another name for ego, and ego rises by projecting and perceiving phenomena. The rising of ego and its looking outside (that is, away from itself) are one and the same thing, because the very nature of ego is to be aware of phenomena, which are all ‘outside’ in the sense that they are experienced by ego as if they were other than itself. In other words, ego is aware of phenomena only when it looks ‘outside’, away from itself, and when it does not look outside, it disappears, because it seems to exist only when it is aware of phenomena.<br>\n<br>\nWhat looks outside and is consequently aware of phenomena is not ourself as we actually are (our real nature) but only ourself as ego. As we actually are, we are never aware of anything other than ourself, but as ego, we are always aware of other things. For our real nature there is no outside, because there is nothing other than itself, so it is always looking only inside, so to speak. The nature of ego, on the other hand, is to always look outside (away from itself), because if it looks inside (back at itself) it ceases to exist.<br>\n<br>\n<a name=\"un25\"></a>The crucial point to understand is that ego seems to exist only so long as it attends to anything other than itself, so if it tries to attend to itself alone, it disappears, because it does not actually exist at all. As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, it is a formless phantom that seems to exist and flourish only when it grasps forms (phenomena of any kind whatsoever), but when it tries to grasp itself, it takes flight. This simple principle is the cornerstone of his teachings.<br>\n<br>\nJust as a rope seems to be a snake only so long as we do not look at it carefully enough, we seem to be ego only so long as we do not attend to ourself carefully enough. If we look at the snake carefully enough, we will see that it is just a rope and was therefore never a snake. Likewise, if we attend to ourself keenly enough, we will see that we are just pure awareness and were therefore never an ego.<br>\n<br>\nNo such thing as ego has ever existed or could ever exist, but there is no use in ego telling itself this. In order for us to experience the non-existence of ego (or rather the sole existence of our real nature), we need to attend to ourself very keenly and thereby experience ourself as we actually are.<br>\n<br>\nWhen ego thereby disappears, everything else (all phenomena) disappear along with it, because they seemed to exist only in the view of ego, and what then remains is what always exists and alone exists, namely <i>ātma-svarūpa</i>, the real nature of ourself.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5725011339733044371/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTQ4ODYxNzUxMjMwCm9mZnNldDogMAo\""
}