{
    "kind": "blogger#post",
    "id": "152217675490638106",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-07-24T15:19:00+01:00",
    "updated": "2019-07-24T15:19:06+01:00",
    "url": "http://happinessofbeing.blogspot.com/2019/07/is-there-any-such-thing-as-biological.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/152217675490638106",
    "title": "Is there any such thing as ‘biological awareness’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me: ‘People seem to have a hard time grasping Bhagavan’s teachings. Would it not be easier just to tell them thoughts are an illusion, so pure biological awareness is the true self, especially because biologically changes will happen in the brain that will solidify this learner behavior over time, and once they reach this state, the ugly term of biological awareness will get burned along with the ego in the pyre?’ The following is adapted from the reply I wrote to this:<br><a name='more'></a>\n<br>\nWhat do you mean by ‘biological awareness’? How can awareness be biological, and how can anything biological be awareness? Awareness (in the sense of what is aware) is what perceives all biological things, so they are things perceived and not the perceiver.<br>\n<br>\nNeuroscientists and others may believe that what is aware is a biological organism (a body, or the brain inside a body), but such a belief is due to a failure to distinguish the perceiver from whatever is perceived. All phenomena, including the body and its brain, are objects of perception, so none of them can be the subject or perceiver. What is aware is the perceiver and not any objects of perception.<br>\n<br>\nHow can we be sure that anything we perceive exists independent of our perception of it? In dream, as in waking, we perceive many phenomena, including a body that we mistake to be ourself and a world that seems to be outside ourself, and so long as we are dreaming we assume that all those phenomena exist independent of our perception of them, but when we wake up we recognise that they were all only our own mental fabrication and therefore did not exist independent of our perception of them. Why then should we assume that what we perceive in waking is not likewise just a mental fabrication?<br>\n<br>\nAccording to Bhagavan any state that we take to be waking is just a dream, so all that we perceive is just a mental fabrication. Though we believe that we are a physical body living in a physical world, all these physical phenomena are actually just mental phenomena (images in our mind created by ourself) like all the seemingly physical phenomena that we perceive in a dream.<br>\n<br>\n<a name=\"ny04\"></a><a name=\"ny14\"></a>You say that ‘thoughts are an illusion’, but what exactly do you mean by ‘thoughts’? In its broadest sense ‘thoughts’ mean mental phenomena of any kind whatsoever, and this is the sense in which Bhagavan uses this term. Therefore, if any state that we take to be waking is just a dream, any world we perceive is just a collection of mental phenomena, which is why he says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>), ‘Excluding thoughts [or ideas], there is not separately any such thing as world’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’.<br>\n<br>\nTherefore if all phenomena are just thoughts, and if all thoughts are an illusion, as you say, then all phenomena, including biological phenomena, are an illusion. If this is the case, how can awareness be biological? An illusion is a misperception, a perception of something as something other than what it actually is, so there cannot be any illusion without a perceiver, and there cannot be a perceiver without awareness, because to perceive is to be aware of whatever is perceived.<br>\n<br>\nThe perceiver is ourself as ego, and as ego we misperceive ourself, because we mistake ourself to be a body (or more precisely a person consisting of body, life, mind, intellect and will), so in this sense the perceiver is itself an illusion. However, in order to perceive or misperceive anything, whether ourself or anything else, we must be aware, so though ego as a whole is an illusion, its fundamental awareness cannot be an illusion, because without awareness there could be no perceiver and hence no illusion.<br>\n<br>\n<a name=\"un07\"></a>Therefore awareness is something much deeper and more fundamental than any phenomenon, including any biological phenomenon. Phenomena appear only in waking and dream, because they disappear entirely in sleep, and since they appear only in the view of ourself as ego, they appear and disappear along with ego, which is the perceiver of them. However, whether ego and phenomena appear, as in waking and dream, or disappear, as in sleep, we always exist and are always aware of our existence as ‘I am’, so we are the fundamental awareness in which both ego and phenomena appear and disappear.<br>\n<br>\nThis is what Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>, in which what he refers to as the <i>aṟivu</i> or awareness that rises and subsides (or appears and disappears) is ourself as ego, and what he refers as ‘<i>poruḷ</i>’ (the substance or reality) is pure awareness, which is ourself as we actually are:<br>\n<blockquote>உலகறிவு மொன்றா யுதித்தொடுங்கு மேனு<br>\nமுலகறிவு தன்னா லொளிரு — முலகறிவு<br>\nதோன்றிமறை தற்கிடனாய்த் தோன்றிமறை யாதொளிரும்<br>\nபூன்றமா மஃதே பொருள்.<br>\n<br>\n<i>ulahaṟivu moṉḏṟā yudittoḍuṅgu mēṉu<br>\nmulahaṟivu taṉṉā loḷiru — mulahaṟivu<br>\ntōṉḏṟimaṟai daṟkiḍaṉāyt tōṉḏṟimaṟai yādoḷirum<br>\npūṉḏṟamā maḵdē poruḷ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē poruḷ</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு அறிவும் ஒன்றாய் உதித்து ஒடுங்கும் ஏனும், உலகு அறிவு தன்னால் ஒளிரும். உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் அஃதே பூன்றம் ஆம் பொருள்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aṟivum oṉḏṟāy udittu oḍuṅgum ēṉum, ulahu aṟivu-taṉṉāl oḷirum. ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>.<br>\n<br>\n<b>English translation:</b> Though the world and awareness arise and subside simultaneously, the world shines by awareness. Only that which shines without appearing or disappearing as the place for the appearing and disappearing of the world and awareness is the substance, which is the whole.<br>\n<br>\n<b>Explanatory paraphrase:</b> Though the world and awareness [the awareness that perceives the world, namely ego or mind] arise and subside simultaneously, the world shines by [that rising and subsiding] awareness [the mind]. Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>].</blockquote>\nWhen he says in the main clause of the first sentence, ‘உலகு அறிவு தன்னால் ஒளிரும்’ (<i>ulahu aṟivu-taṉṉāl oḷirum</i>), ‘the world shines by awareness’, he means that the world (the totality of all phenomena or things perceived) seems to exist only because of the perceiver, namely ourself as ego, because it is only in the view of ourself as ego that it seems to exist. When we do not rise as ego, no phenomena appear, but as soon as we rise as ego, we project and perceive phenomena and mistake ourself to be a body, which is just one among the numerous phenomena that we perceive. Therefore the world depends for its seeming existence upon the seeming existence of ourself as ego, the false awareness ‘I am this body’.<br>\n<br>\nHowever, whether we appear as ego or not, we are always aware of our own existence as ‘I am’, so we are the fundamental awareness that underlies the appearance and disappearance of ego and all the phenomena perceived by it, and as that fundamental awareness we shine eternally without ever appearing or disappearing. This is what Bhagavan implies in the second sentence of this verse: ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே பொருள்’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum aḵdē pūṉḏṟam ām poruḷ</i>), ‘Only that which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and [that] awareness is <i>poruḷ</i> [the real substance or <i>vastu</i>], which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>]’.<br>\n<br>\nTherefore we are the fundamental awareness in which ego and all phenomena appear and disappear, so the whole aim of Bhagavan’s teachings is for us to distinguish ourself not only from even the subtlest objects of perception but also from the perceiver of them. However, in order to distinguish ourself thus, we first need to distinguish ourself as the perceiver from everything that we perceive, because so long as we perceive anything other than ourself, we misperceive ourself as one of those other things, namely a body. If we manage to isolate ourself from all other things, we will thereby cease to be aware of ourself as a body, and since we alone will remain there, we will be aware of ourself as we actually are. Thus by distinguishing and isolating ourself from all objects of perception, we thereby distinguish and isolate ourself from the perceiver of those objects.<br>\n<br>\nIn other words, as ego we mistake ourself to be a body, which is one among the many objects of our perception, and this false awareness ‘I am this body’ is the root of all our problems. If we investigate ourself keenly enough to see what we actually are, we will thereby cease mistaking ourself to be anything else, and thus this false awareness ‘I am this body’ will be eradicated forever. Since we perceive phenomena only in waking and dream, when we are aware of ourself as ‘I am this body’, in the absence of this false awareness we will not be aware of anything other than ourself, and hence all our problems will cease and we will remain alone as infinite (and hence eternal) peace and satisfaction.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "22",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/152217675490638106/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTYzOTc3OTQ2NTAyCm9mZnNldDogMzYwMDAwMAo\""
}