{
    "kind": "blogger#post",
    "id": "8076697298765989419",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2019-02-12T21:33:00Z",
    "updated": "2019-02-12T21:33:24Z",
    "url": "http://happinessofbeing.blogspot.com/2019/02/what-is-correct-meaning-of-be-in-now.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8076697298765989419",
    "title": "What is the correct meaning of ‘Be in the now’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend recently wrote to me asking whether Bhagavan’s teachings can be compared to those of Zen masters such as ‘Be in the now’, ‘Mindfulness’ and so on, which he said seem to have ‘similar meaning and understanding, because when we’re in the now and here we don’t have thoughts flowing and hence remain in the self’, and he added that he thinks Bhagavan addressed this in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un15\">verse 15</a> of <i>Uḷḷadu Nāṟpadu</i>. The following is adapted from the reply I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#levels\">Different levels of spiritual teachings are intended to suit different levels of spiritual development</a></li>\n<li><a href=\"#now\">Since the real ‘now’, the precise present moment, has no duration, nothing can ever happen or change in it</a></li>\n<li><a href=\"#un15\"><i>Uḷḷadu Nāṟpadu</i> verse 15: now is the only time that ever actually exists</a></li>\n<li><a href=\"#be\">To be in the actual now we must cease rising as ego, and to cease rising as ego we must attend to ourself alone</a></li>\n</ol>\n<a name=\"levels\"></a><b>1. Different levels of spiritual teachings are intended to suit different levels of spiritual development</b><br>\n<br>\nOver the course of many lives we undergo gradual spiritual development, progressing to ever deeper levels, so to suit different levels of spiritual development there are many different levels of spiritual teachings available, and we are each naturally attracted to whichever level of teaching is appropriate for us at our present stage. This is why there is so much diversity of spiritual teachings available in this world.<br>\n<br>\nDepending on our present level of spiritual development, we tend to see deeper meaning in more superficial teachings and more superficial meaning in deeper teachings. In other words, we naturally interpret any spiritual teaching according to our present level of development and understanding.<br>\n<br>\nGenerally speaking, <i>advaita</i> teachings are deeper than other spiritual teachings, but even such teachings are understood differently by different people, and <i>advaita</i> offers different levels of explanation to suit people of different levels of spiritual development. Bhagavan’s teachings, particularly as expressed in works such as <i>Nāṉ Ār?</i> and <i>Uḷḷadu Nāṟpadu</i>, are the deepest of all spiritual teachings, but when answering questions asked by devotees and visitors he would adapt what he said according to each person’s present needs, so when appropriate he gave more superficial explanations and teachings. This is one of the reasons why even his teachings are understood differently by different people.<br>\n<br>\nRegarding Zen and other Buddhist teachings, they may in some respects be similar to Bhagavan’s teachings, but if we have a deep understanding of Bhagavan’s teachings we will tend to interpret other teachings in the light of his teachings, whereas other people may interpret them quite differently. Therefore the extent to which they seem similar or different will depend on our viewpoint, but what is the use of comparing teachings?<br>\n<br>\nIf we want to go deep in the spiritual path, we need to choose one set of teachings that appeal to us and suit us, and then follow them one-pointedly and deeply, rather than superficially dipping here and there into different teachings. To use an old analogy, if you want to find water, you have to dig a well in one place and continue digging till you reach water. If instead you start digging one well here and then another there, you will end up with many shallow wells but no water.<br>\n<br>\n<a name=\"now\"></a><b>2. Since the real ‘now’, the precise present moment, has no duration, nothing can ever happen or change in it</b><br>\n<br>\nWhat I wrote about different levels of spiritual teachings to suit different levels of spiritual development and understanding can be illustrated by what Bhagavan taught us about the present moment in comparison to what some other spiritual teachers seem to understand about it. As with all other matters, Bhagavan’s teaching regarding time is much deeper than what most others have taught.<br>\n<br>\nI do not know much about Zen, but I imagine that within Zen, as within most other spiritual traditions, there are different levels of teaching and understanding, so what I write below is in no way intended to be a judgement on the depth of Zen teachings. You write that Zen masters say, ‘Be in the now’, and I believe the same is said in other Buddhist traditions, including in the modern <i>vipassanā</i> movement, which derives from the Theravāda branch of Buddhism, and also by others not specifically affiliated to any form of Buddhism, such as Eckhart Tolle, but what do any of them mean by ‘Be in the now’?<br>\n<br>\nThey may not all mean exactly the same thing, but what most of them seem to mean is be aware of what is happening now, whether in one’s mind, in one’s body, in one’s surroundings or in all of them, without thinking of the past or future. But what actually is the ‘now’ in which things happen, and is that the same as the ‘now’ that Bhagavan refers to in <a href=\"#un15\">verse 15</a> of <i>Uḷḷadu Nāṟpadu</i>? Things happen only in the flow of time from past to future, and since every happening involves a change of one kind or another, it needs a certain duration of time, no matter how brief that duration may be.<br>\n<br>\nThe ‘now’ in which things seem to happen is not the precise and absolute now, but only an approximate and relative now. It is not the real now, but only a seeming now. It is a certain duration of time, and while occurring it seems to be now, but it is not the actual now, because it consists of a series of moments, each one of which is now when it occurs, but which cannot all be now at the same time. At each moment only that one moment is now, and every other moment is either past or future.<br>\n<br>\nIf we could break time down into its smallest indivisible units, and call each such unit a micro-moment, it would take a duration of two or more micro-moments for anything to happen. Suppose something happens within the duration of two micro-moments, is it happening in the present moment? It is not happening in either the first or the second of those two micro-moments, but in the flow from one to the other, so is it actually happening in the present moment? Which of those two micro-moments is the present moment, ‘now’? First one and then the other, but they are not the present moment simultaneously, so what happens is not actually happening in the ‘now’ but in the flow from one now to the next.<br>\n<br>\nIt may be objected that time does not actually consist of discreet micro-moments but of a continuous flow from past to future, which is true, because moments are just conceptual divisions of time, but since that is the case, where in that flow is the present moment? It is obviously between the past and the future, but what is its duration? It has no duration, because as soon as it starts it ends. One moment before it is already past, and one after it is future, so it is just the infinitesimally fine interface between the past and the future. Where the past ends and the future begins, that is the present, the now.<br>\n<br>\nWe cannot logically conceive the present as having any duration, because any duration of time has a beginning, a middle and an end. At the beginning the middle and end lie in the future; in the middle the beginning is past and the end has not yet arrived; and at the end the beginning and middle are both past. Any duration of time is a series of moments, but only one moment can be present at a time, so the precise and real present has no duration. It does not last for any length of time. No sooner does it arrive than it is past.<br>\n<br>\nSince the real ‘now’, the precise present moment, has no duration, nothing can ever happen or change in it. Events, happenings, changes, actions, appearances and disappearances can occur only in the flow of time, not in the precise now. The flow of time consists of a series of nows (though paradoxically now is only ever one and not many), but each happening occurs only in the flow and not in the actual now.<br>\n<br>\n<a name=\"un15\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 15: now is the only time that ever actually exists</b><br>\n<br>\nTime is a paradox, and consequently everything that happens in it is a paradox. If we think deeply about it, it simply does not make sense, because it is not real. What is real must always be real, not just real at one time but not at another time. What seems to be real at one time but not at another time is not actually real even when it seems to be real. It is just an appearance. It does not actually exist, but merely seems to exist. Only what actually exists is real, and it is always real, because it does not ever appear or disappear.<br>\n<br>\nThis is what Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un15\">verse 15</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>நிகழ்வினைப் பற்றி யிறப்பெதிர்வு நிற்ப<br>\nநிகழ்கா லவையு நிகழ்வே — நிகழ்வொன்றே<br>\nயின்றுண்மை தேரா திறப்பெதிர்வு தேரவுன<br>\nலொன்றின்றி யெண்ண வுனல்.<br>\n<br>\n<i>nihaṙviṉaip paṯṟi yiṟappedirvu niṟpa<br>\nnihaṙkā lavaiyu nihaṙvē — nihaṙvoṉḏṟē<br>\nyiṉḏṟuṇmai tērā tiṟappedirvu tēravuṉa<br>\nloṉḏṟiṉṟi yeṇṇa vuṉal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நிகழ்வினை பற்றி இறப்பு எதிர்வு நிற்ப. நிகழ்கால் அவையும் நிகழ்வே. நிகழ்வு ஒன்றே. இன்று உண்மை தேராது இறப்பு எதிர்வு தேர உனல் ஒன்று இன்றி எண்ண உனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>nihaṙviṉai paṯṟi iṟappu edirvu niṟpa. nihaṙkāl avaiyum nihaṙvē. nihaṙvu oṉḏṟē. iṉḏṟu uṇmai tērādu, iṟappu edirvu tēra uṉal ‘oṉḏṟu’ iṉḏṟi eṇṇa uṉal</i>.<br>\n<br>\n<b>English translation:</b> Past and future stand holding the present. While occurring, they too are actually the present. The present is the only one. Not knowing the reality of now, trying to know the past or future is trying to count without one.<br>\n<br>\n<b>Explanatory paraphrase:</b> Past and future stand holding [or depending upon] the present. While occurring, they too are actually the present. [Therefore] the present is the only one [the only time that actually exists] [alternatively this sentence can be interpreted as meaning: the present alone [is all these three times]; the present alone [exists]; or [there is] only the present] [so the implication of all these interpretations is that there are not three times, namely the past, present and future, but only one, namely the present, which alone is what seems to be these three]. [Hence] without knowing the reality of today [the present moment, now], trying to know the past or future is [like] trying to count [calculate or evaluate] without [knowing the value of] one.</blockquote>\nWhat Bhagavan refers to here as நிகழ்வு (<i>nihaṙvu</i>), the present, and இன்று (<i>iṉḏṟu</i>), today, is not the relative now that we usually speak of (the approximate ‘now’ whose duration is long enough for happenings to occur in it), but only the absolute now, the precise and durationless present moment. The entire flow of time, consisting of past and future (and an approximate present surrounding the interface between them), depends for its seeming existence on the precise present moment, because past and future exist (or rather seem to exist) relative to the present, and because every past moment was present when it occurred, and every future moment will be present when it occurs. The only moment that ever actually exists is the present, so it is the present alone that appears as both the past and the future. This is why he ends this verse by saying that trying to know the past or future without knowing the reality of the present is like trying to count, calculate or evaluate without knowing the value of the unit one.<br>\n<br>\nTherefore this verse indirectly challenges us to know the reality of the present, which is the only real moment in time. However, even to call it the only real moment in time is not quite correct, because it is not actually a moment in time but the moment in which and by which time seems to exist. So what is ‘இன்று உண்மை’ (<i>iṉḏṟu uṇmai</i>), ‘the reality [or truth] of today [the present moment, now]’?<br>\n<br>\n<a name=\"uk15\"></a>From the three words of this verse that you quoted in your email, it is clear that you were referring to the <a href=\"https://happinessofbeing.blogspot.com/2017/12/upadesa-kalivenba-extended-version-of.html#uk15\"><i>kaliveṇbā</i> version</a> of it, in which Bhagavan added a relative clause before the beginning of it. This relative clause, ‘நிதமும் மன்னும்’ (<i>nitamum maṉṉum</i>), ‘which always endures [remains or exists]’, gives a clue to what he meant by ‘the reality of the present’, because it qualifies the first word, ‘நிகழ்வினை’ (<i>nihaṙviṉai</i>), ‘the present’, and therefore implies that the present is what always exists.<br>\n<br>\n<a name=\"ny07\"></a><a name=\"eap5\"></a>Time does not always exist, because it appears in waking and dream but disappears in sleep, and is therefore just an illusory appearance, something that seems to exist even though it does not actually exist. What exists in all three states is only ourself, so we alone are what always exists, and hence what actually exists. As Bhagavan says in the <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#ny07a\">first sentence</a> of the <a href=\"http://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>: ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, and in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/07/what-is-aware-of-absence-of-ego-and.html#eap5\">verse 5</a> of <i>Ēkāṉma Pañcakam</i>, ‘எப்போதும் உள்ளது அவ் ஏகான்ம வத்துவே’ (<i>eppōdum uḷḷadu a-vv-ēkāṉma vattuvē</i>), ‘What always exists is only that <i>ēkātma-vastu</i> [one self-substance]’.<br>\n<br>\nThough we now seem to be a person, we are aware of ourself in sleep without being aware of this person, so this person cannot be what we actually are. We are the fundamental awareness that exists whether anything else appears, as in waking and dream, or not, as in sleep. We alone are always present, so what makes the present moment (and also the present place) present is the presence of ourself. The point in time in which we are currently present is always now (and likewise the point in space in which we are currently present is always here), so when Bhagavan says that the present always endures, remains or exists, he implies that the reality of the present is only ourself and not anything else.<br>\n<br>\n<a name=\"be\"></a><b>4. To be in the actual now we must cease rising as ego, and to cease rising as ego we must attend to ourself alone</b><br>\n<br>\nAs we have considered above, the present has no duration, though it always endures. It always endures in the sense that it is always present, but it has no duration, because duration is a feature of time, whereas the present is beyond the limitations of time, being that which is present whether time seems to exist, as in waking and dream, or not, as in sleep.<br>\n<br>\nSince it has no duration, nothing can ever happen in it. Subject (ego or perceiver) and objects (phenomena or what is perceived) appear, as in waking and dream, and disappear, as in sleep, so since appearance and disappearance are happenings, they can occur only in time and not in the timeless present moment. Therefore what exists and shines in the actual present is neither ego nor any phenomena but only ourself. Hence we can know the reality of the present only by knowing the reality of ourself.<br>\n<br>\nSo long as we are aware of phenomena we are not actually being in the now but are allowing ourself to be seemingly swept away in the flow of time. To be in the actual now we must cease rising as ego, because we rise as ego only in the illusion of time, which is itself a product of our rising thus, and so long as we are caught in the illusion of time we seem to be constantly flowing with time and never standing still in the durationless and hence timeless present.<br>\n<br>\n<a name=\"un25\"></a> As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, we rise, stand and flourish as ego by grasping form, and ‘grasping form’ implies being aware of phenomena, as we are throughout the states of waking and dream, so to cease rising as ego we must cease being aware of phenomena, as we are in sleep. Whenever we cease being aware of phenomena we cease being aware of ourself as ego, the perceiver of phenomena, but in order to eradicate ego once and for all we must not only cease being aware of phenomena but must also be attentively aware of ourself.<br>\n<br>\nIf we believe that we are being in the now while being aware of phenomena, the ‘now’ we are being in is not the actual now (the precise present moment), which is timeless and without duration, but only the seeming now (the approximate present moment), which is part of the flow of time, the part that is closest to the precise present moment, the interface between past and future.<br>\n<br>\nTherefore since what is present in the actual now is neither ego nor any phenomena but only our own real nature (<i>ātma-svarūpa</i>), which is pure awareness, in order to permanently cease rising as ego and thereby be eternally in the actual now we must cease attending to anything else by focusing our entire attention on ourself alone.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "8",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8076697298765989419/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Ēkāṉma Pañcakam",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTUwMDA3MjA0MjMxCm9mZnNldDogMAo\""
}