{
    "kind": "blogger#post",
    "id": "6345621279729543980",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-05-28T10:48:00+01:00",
    "updated": "2020-05-28T17:27:14+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/05/though-we-are-not-aware-of-any.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6345621279729543980",
    "title": "Though we are not aware of any phenomena in sleep, we are aware of our own existence, ‘I am’",
    "content": "A friend recently wrote to me:<br />\n<blockquote>There is something I find hard to “understand”. You say that Sri Ramana Maharshi said that when we are in deep sleep, without dreams, that we have let go of the ego and are still aware of our self existence.<br />\n<br />\nHow can we know that, when seemingly there is no awareness in that time? It leads me to think that if the oneness of the true self, of existence/god itself is nothing, no experience at all, then why would I want to get there? While there is suffering in this life with the ego here, there is also pleasure. As I get closer to non-attachment I suffer far less (I witness the suffering), but if I achieve complete non-attachment I will cease to exist in this way. In my form as a human I reach states of freedom and happiness but I am experiencing/aware of that. In sleep (and therefore death) am I really experiencing that?<br /><a name='more'></a>\n<br />\nI practise meditation a lot, study Thich Nhat Hanh and Ram Dass (to name a few) and find it most helpful on the path to losing my ego... or rather having an awareness of my ego. When we die presumably we go back into this self/one/god/love without the ego... so why be here now and trying to become essentially dead at the same time as taking care of my health and body?</blockquote>\nIn reply to this I wrote:<br />\n<br />\nWhat is present in waking and dream but absent in sleep is not awareness but only awareness of phenomena. Since we are aware of three states, in two of which we are aware of phenomena and in one of which we are aware of no phenomena whatsoever, we are certainly aware in all three states.<br />\n<br />\nIf we were not aware in sleep, we would not be aware of any such state at all, nor would we be aware of any gap between successive states of waking and dream. What we would be aware of would only be a seemingly uninterrupted succession of alternating states of waking and dream. However, we are aware not just of two states but of three, and we are aware that in the third state we are not aware of any phenomena, so we must be aware in that third state in order to be aware of the absence of any awareness of phenomena.<br />\n<br />\nAwareness is our real nature, so there is never a moment when we are not aware. However, though we are always aware, we are aware of things other than ourself (namely phenomena) only in&nbsp;waking and dream. In sleep we are aware but without being aware of anything other than ourself. When we wake up from sleep we are aware that we were asleep (that is, we were in a state in which we were not aware of anything other than ourself), so that means that we were aware of our existence in such a state. That is, when we say ‘I slept’, what we mean is that we existed in a state that we call sleep, which is characterised by the absence of any awareness of phenomena, so by saying ‘I slept’ we clearly imply that we were aware of being in that state, so even though we were not aware of anything else, we were aware of our existence, ‘I am’.<br />\n<br />\nWhether we are awake, dreaming or asleep, we are always aware of our own existence, ‘I am’. Whereas everything else (including not only awareness of phenomena but also that which is aware of phenomena, namely ego) appears in waking and dream but disappears in sleep, our awareness of our own existence exists and shines in all three states without ever appearing or disappearing. Therefore our awareness of our own existence (<i>sat-cit</i>) alone is what is real, and everything else is just a transitory appearance and hence unreal.<br />\n<br />\nTherefore awareness of phenomena is not real awareness (<i>cit</i>) but only a semblance of awareness, and hence it is called <i>cidābhāsa</i>, which means an <i>ābhāsa</i> (semblance, likeness or reflection) of <i>cit</i> (awareness). Real awareness is only pure awareness, which means awareness that is not aware of anything other than itself.<br />\n<br />\nHowever, because we generally associate awareness with awareness of phenomena, on superficial observation it seems to us that sleep is a state devoid of awareness, but if we consider this more carefully, it is clear that we were aware of our existence in sleep. How could we be aware that we were asleep if we were not aware of our existence while asleep? If we were not aware of our existence in sleep, we would not be aware of having been in such a state at all. That is, if we were not aware that we existed even when we were not aware of any phenomena, we would not be aware that we were ever not aware of phenomena.<br />\n<br />\nWhat seems to concern you most about sleep is that from the perspective of ourself as ego in waking and dream sleep seems to be ‘nothing, no experience at all’, as you put it, and hence if such is the nature of ‘the oneness of the true self, of existence/god itself’ you ask ‘then why would I want to get there?’ However it is only from the perspective of ego, which did not exist in sleep, that sleep seems to be a state of nothingness or no experience at all, because it is actually a state of pure <i>sat-cit-ānanda</i>: infinite being (<i>sat </i>), awareness (<i>cit</i>) and happiness (<i>ānanda</i>).<br />\n<br />\nNow we are aware <i>that we are</i>, even though we are not aware <i>what we are</i>. Likewise, what we now remember about sleep is <i>that we were</i>, even though we do not remember <i>what we were</i>. What we were in sleep is what we actually are even now, namely pure <i>sat-cit-ānanda</i>, so since we are not now aware of ourself as pure <i>sat-cit-ānanda</i>, we cannot remember having been aware of ourself as such during sleep. That is, our present ignorance or forgetfulness of our real nature is what prevents us from remembering sleep as a state of perfect awareness of our real nature, which is what it actually is.<br />\n<br />\nWhat we actually experienced in sleep was only our own real nature, but in order to remember having experienced our real nature in sleep we need to experience it here and now, in this state that we mistake to be waking. That is, only if we remove our current self-forgetfulness (forgetfulness or failure to be aware of our real nature) by being aware of ourself as we actually are will we be able to recognise the real nature of what we experienced while asleep, because that is nothing other than what we actually are even now and always, namely pure and infinite <i>sat-cit-ānanda</i>. <br />\n<br />\n<a name=\"ny01\"></a>Do we not all want to be perfectly happy, without even the slightest unhappiness or dissatisfaction? In sleep we were perfectly happy, without even the slightest unhappiness or dissatisfaction, because such is our real nature, so this is why we would ‘want to get there’, as you put it. This is clearly explained by Bhagavan in the <a href=\"https://happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of <i>Nāṉ Ār?</i>:<br />\n<blockquote>சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்.</b><br />\n<br />\n<i>sakala jīvargaḷum duḥkham eṉbadu iṉḏṟi eppōdum sukham-āy irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattil-ē-y-ē parama piriyam iruppadālum, piriyattiṟku sukham-ē kāraṇam ādalālum, maṉam aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum. adaṟku <b>nāṉ ār eṉṉum ñāṉa-vicāram-ē mukkhiya sādhaṉam</b></i>.<br />\n<br />\nSince all living beings want [or like] to be always happy without what is called misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause for love, [in order] to obtain that happiness, which is one’s own nature, which one experiences daily in [dreamless] sleep, which is devoid of mind, oneself knowing oneself is necessary. For that, <b><i>jñāna-vicāra</i></b> [awareness-investigation] <b>called ‘who am I’ alone is the principal means</b>.</blockquote>\nRegarding you final question, ‘When we die presumably we go back into this self/one/god/love without the ego... so why be here now and trying to become essentially dead at the same time as taking care of my health and body?’, if ego were the body, it would die when the body dies, but it is not the body. The body is <i>jaḍa</i> (non-aware), because it is never aware of anything, but ego is that which is mistakenly aware of itself as ‘I am this body’. In a dream we are also aware of ourself as ‘I am this body’, but the body we mistake ourself to be in dream is different to the body we now mistake ourself to be, so we are neither the dream body nor the current body, but that which mistakes itself to be a different body in each of a series of different states.<br />\n<br />\nAccording to Bhagavan our entire life as a body is just a dream, which begins with the birth of that body and ends with its death. In fact there is neither birth nor death, just the beginning and ending of a dream, because so long as we are dreaming the body we then mistake to be ourself is alive. The dreamer of this dream and every other dream is ourself as ego, so as long as this dreamer survives it will go on dreaming one dream after another, interrupted only by periods of sleep or similar states of <i>manōlaya</i> (temporary dissolution of mind), such as swoon or coma. Therefore, until and unless ego dies, when the dream of our present life ends, we will either start dreaming another dream immediately or subside in sleep for a while before starting to dream another dream.<br />\n<br />\nSince ego is what is always aware of itself as ‘I am this body’, it is an erroneous awareness of ourself, so it can be eradicated only by our being aware of ourself as we actually are. In other words, this mistaken self-awareness called ego can be annihilated only by correct self-awareness.<br />\n<br />\n<a name=\"uu28\"></a>What we actually are is eternal, infinite and immutable <i>sat-cit-ānanda</i>, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu28\">verse 28</a> of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>தனாதியல் யாதெனத் தான்றெரி கிற்பின்<br />\nனனாதி யனந்தசத் துந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வகண்ட சிதானந்த முந்தீபற.<br />\n<br />\n<i>taṉādiyal yādeṉat tāṉḏṟeri hiṟpiṉ<br />\nṉaṉādi yaṉantasat tundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vakhaṇḍa cidāṉanda mundīpaṟa</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> தனாது இயல் யாது என தான் தெரிகில், பின் அனாதி அனந்த சத்து அகண்ட சித் ஆனந்தம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉādu iyal yādu eṉa tāṉ terihil, piṉ aṉādi aṉanta sattu akhaṇḍa cit āṉandam</i>.<br />\n<br />\n<b>அன்வயம்:</b> தான் தனாது இயல் யாது என தெரிகில், பின் அனாதி அனந்த அகண்ட சத்து சித் ஆனந்தம்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ taṉādu iyal yādu eṉa terihil, piṉ aṉādi aṉanta akhaṇḍa sattu cit āṉandam</i>.<br />\n<br />\n<b>English translation:</b> If one knows what the nature of oneself is, then [what will exist and shine is only] <i>anādi</i> [beginningless], <i>ananta</i> [endless, limitless or infinite] and <i>akhaṇḍa</i> [unbroken, undivided or unfragmented] <i>sat-cit-ānanda</i> [being-awareness-bliss].</blockquote>\nTherefore, if we want to experience infinite happiness (<i>ānanda</i>), which is always our real nature, we need to be aware of ourself as we actually are, and in order to be aware of ourself as we actually are we need to investigate ourself and thereby surrender this erroneous self-awareness called ego.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "65",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6345621279729543980/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-forgetfulness",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTkwNjgzMjM0OTc0Cm9mZnNldDogMzYwMDAwMAo\""
}