{
    "kind": "blogger#post",
    "id": "511229099430531516",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-02-02T17:07:00Z",
    "updated": "2020-02-09T18:42:15Z",
    "url": "http://happinessofbeing.blogspot.com/2020/02/there-are-many-interpretations-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/511229099430531516",
    "title": "There are many interpretations of <i>advaita</i>, but Bhagavan’s teachings are the simplest, clearest and deepest",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2020/01/to-know-what-we-actually-are-we-need-to.html#c1244608450642259298\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2020/01/to-know-what-we-actually-are-we-need-to.html\">To know what we actually are, we need to cease being interested in any person</a>, a friend called Mouna referred to one of my recent videos, <a href=\"https://youtu.be/ygSCi1XTomA\">2020-01-19 Yo Soy Tu Mismo: Michael James discusses why Bhagavan’s path is a path of unlearning</a>, and wrote:<br>\n<blockquote>Michael mentioned in one of his recent videos (I’ll be paraphrasing) that one of the problems of vedantic teachings is that historically, the simple teachings of the Upanishads started to be complicated to understand because all the commentaries, and the commentaries on the commentaries (and the commentaries on the commentaries on the commentaries!) appeared...<br><a name='more'></a>\n<br>\nIsn’t that something that we are doing here? Isn’t that interesting that we are seeing the same process developing right in front of our eyes with Bhagavan’s teachings? This Bhagavan scholar understanding vs that Bhagavan scholar understanding?<br>\n<br>\nI do understand that there are ideas that need to be “unwrapped” because their simplicity hides subtleties that if not understood will defeat their so called “simplicity”, but aren’t we in a similar process in relation to Bhagavan’s teachings as advaita was in relation to Shankara’s? How much longer we will keep “manana” as a cop-out for not being courageous enough to let go of everything with our nidhidyasana?...<br>\n<br>\nAgain, I am not criticizing anyone or anything said here since I owe a lot to this blog and also I am the first in acknowledging my limitations in this area, but I am just “simply” raising the question. As one philosopher once supposedly said: “An unexamined life is not worth living”. <br>\n<br>\nMore food for thought.</blockquote>\nThis article is written in response to this comment and to clarify what I tried to explain in the portion of that video that Mouna referred to.<br>\n<ol>\n<li><a href=\"#unlearning\">What is required in order to go deep in the practice of self-investigation and self-surrender is not learning so much as unlearning</a></li>\n<li><a href=\"#vidya\">What is the nature of the <i>vidyā</i> that will dispel <i>avidyā</i>, and how can we acquire it?</a></li>\n<li><a href=\"#simple\">No one before Bhagavan had ever explained the deep, subtle and radical principles and practice of <i>advaita</i> in such a clear, simple, coherent and convincing manner as he has done</a></li>\n<li><a href=\"#convoluted\">Why are the simple principles of <i>advaita</i> so often obscured by convoluted interpretations and explanations?</a></li>\n<li><a href=\"#purity\">Different interpretations of Bhagavan’s teachings are inevitable, because how each mind understands them is determined by its level of purity</a></li>\n<li><a href=\"#manana\">If we do <i>manana</i> correctly, it will draw our attention back to ourself and constantly remind us and motivate us to be self-attentive</a></li>\n</ol>\n<a name=\"unlearning\"></a><b>1. What is required in order to go deep in the practice of self-investigation and self-surrender is not learning so much as unlearning</b><br>\n<br>\nMouna, regarding what you wrote in the first paragraph of this comment, it seems that you may have misunderstood what I said about commentaries and about how the simple principles of <i>advaita</i> came to be elaborated into an unnecessarily complicated philosophy, which the followers of Sankara interpreted in a variety of different and often conflicting ways, or perhaps I did not explain clearly enough what I meant. Commentaries are not necessarily a problem, and they can be very useful or even necessary to enable us to understand certain texts.<br>\n<br>\nThe context in which I was speaking in the portion of that video that you referred to (from <a href=\"https://youtu.be/ygSCi1XTomA?t=3635\">1:00:35</a> onwards) was in answer to someone who asked: ‘There are people who claim that following the path of the Teachings of Sri Ramana Maharshi is not as complete as being instructed in Advaita Vedanta following a traditional study in the line marked out by Sri Adi Sankara which is currently taught from the Sringeri monastery or by Swami Dayananda Saraswati. Could you tell us about the main differences between the study of Advaita Vedanta through these paths and that based on the Pure Teachings of Sri Bhagavan Ramana Maharshi?’ What I said about commentaries in this context is that some scholars (many of whom happen to be <i>sannyāsis</i> or heads of religious institutions and therefore command widespread respect) claim that in order to dispel <i>avidyā</i> it is necessary to study the original texts of <i>vēdānta</i> along with commentaries on them, and commentaries on those commentaries, under the guidance of a qualified <i>guru</i> who has studied them likewise.<br>\n<br>\n<a name=\"ny16\"></a>The logic behind this claim is that <i>avidyā</i> (ignorance) can be dispelled only by <i>vidyā</i> (knowledge), and those who make this claim believe that <i>vidyā</i> can only be obtained by studying the prescribed texts and commentaries in the prescribed manner. This has been a prevalent view among scholars of <i>vēdānta</i> for hundreds of years, but Bhagavan explicitly repudiated it in the <a href=\"https://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>எந்நூலிலும் முக்தி யடைவதற்கு மனத்தை யடக்க வேண்டுமென்று சொல்லப்பட் டுள்ளபடியால், மனோநிக்ரகமே நூல்களின் முடிவான கருத்து என் றறிந்துகொண்ட பின்பு நூல்களை யளவின்றிப் படிப்பதாற் பயனில்லை. மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே யல்லாமல் எப்படி நூல்களில் விசாரிப்பது? தன்னைத் தன்னுடைய ஞானக்கண்ணாற்றானே யறிய வேண்டும். ராமன் தன்னை ராமனென்றறியக் கண்ணாடி வேண்டுமா? ‘தான்’ பஞ்ச கோசங்களுக்குள் ளிருப்பது; நூல்களோ அவற்றிற்கு வெளியி லிருப்பவை. ஆகையால், பஞ்ச கோசங்களையும் நீக்கி விசாரிக்க வேண்டிய தன்னை நூல்களில் விசாரிப்பது வீணே. பந்தத்தி லிருக்கும் தான் யாரென்று விசாரித்து தன் யதார்த்த சொரூபத்தைத் தெரிந்துகொள்வதே முக்தி. சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்; தியானமோ தன்னை ஸச்சிதானந்த பிரம்மமாக பாவிப்பது. கற்றவை யனைத்தையும் ஒருகாலத்தில் மறக்க வேண்டிவரும்.<br>\n<br>\n<i>ennūlilum mukti y-aḍaivadaṟku maṉattai y-aḍakka vēṇḍum-eṉḏṟu solla-p-paṭ ṭuḷḷapaḍiyāl, maṉōnigrahamē nūlgaḷiṉ muḍivāṉa karuttu eṉ ḏṟaṟindu-goṇḍa piṉbu nūlgaḷai y-aḷaviṉḏṟi-p paḍi-p-padāl payaṉ-illai. maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē y-allāmal eppaḍi nūlgaḷil vicārippadu? taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum. rāmaṉ taṉṉai rāmaṉ-eṉḏṟaṟiya-k kaṇṇāḍi vēṇḍum-ā? ‘tāṉ’ pañca kōśaṅgaḷukkuḷ ḷ-iruppadu; nūlgaḷ-ō avaṯṟiṟku veḷiyil iruppavai. āhaiyāl, pañca kōśaṅgaḷai-y-um nīkki vicārikka vēṇḍiya taṉṉai nūlgaḷil vicārippadu vīṇē. bandhattil irukkum tāṉ yār eṉḏṟu vicārittu taṉ yathārtha sorūpattai-t terindu-koḷvadē mukti. sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar; dhiyāṉam-ō taṉṉai saccidāṉanda birahmmamāha bhāvippadu. kaṯṟavai y-aṉaittaiyum oru-kālattil maṟakka vēṇḍi-varum</i>.<br>\n<br>\nSince in every text [of <i>vēdānta</i>] it is said that for attaining <i>mukti</i> [liberation] it is necessary to make the mind cease, after knowing that <i>manōnigraha</i> [restraint, subjugation or destruction of mind] alone is the ultimate intention [aim or purpose] of [such] texts, there is no benefit [to be gained] by studying texts without limit. For making the mind cease it is necessary to investigate oneself [to see] who [one actually is], [but] instead [of doing so] how [can one see oneself by] investigating in texts? It is necessary to know oneself only by one’s own eye of <i>jñāna</i> [knowledge or awareness]. Does [a person called] Raman need a mirror to know himself as Raman? ‘Oneself’ is within the <i>pañca-kōśas</i> [the ‘five sheaths’ that seem to cover and obscure what one actually is, namely the physical body, life, mind, intellect and will]; whereas texts are outside them. Therefore, investigating in texts [in order to know] oneself, whom it is necessary to investigate [by turning one’s attention within and thereby] setting aside [excluding, removing, giving up or separating from] all the <i>pañca-kōśas</i>, is useless. [By] investigating who is oneself who is in bondage, knowing one’s <i>yathārtha svarūpa</i> [actual own nature] alone is <i>mukti</i> [liberation]. The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [oneself]; whereas <i>dhyāna</i> [meditation] is imagining oneself to be <i>sat-cit-ānanda brahman</i> [the absolute reality, which is being-consciousness-bliss]. At one time it will become necessary to forget all that one has learnt.</blockquote>\nThis is why Bhagavan used to say that what is required in order to go deep in the practice of self-investigation and self-surrender is not learning so much as unlearning. What did he mean by ‘unlearning’? What do we need to unlearn, and how can we unlearn it? To begin unlearning, we first need to critically analyse all our most fundamental beliefs to see if they are adequately supported by our actual experience. The first and most fundamental belief we need to consider is our belief ‘I am this body’. Though we now seem to be a particular body, this body cannot be what we actually are, because we are aware of this body only in our present state, whereas in dream we are aware of ourself as some other body, and in sleep we are aware of ourself without being aware of any body at all. Therefore, since we are always aware of ourself but not always aware of this body, this body cannot be ourself.<br>\n<br>\nHowever, ‘I am this body’ is more than just a belief, because in our present state we are actually aware of ourself as if we were this particular body, and in dream we are actually aware of ourself as if we were some other body. ‘I am this body’ is therefore an awareness, but a mistaken awareness, because it is an awareness of ourself as something other than what we actually are.<br>\n<br>\nIf we critically analyse our experience, it is clear that we are aware of things other than ourself (forms, phenomena, objects or second and third persons) only when we are aware of ourself as a body, so this false awareness ‘I am this body’ is the basis of our awareness of all other things. Generally we believe that physical phenomena exist independent of our awareness of them, but since we are aware of such things only when we are mistakenly aware of ourself as a body, our awareness of them is also suspect.<br>\n<br>\nWhile dreaming we are aware of phenomena that seem to be physical, so as long as we are dreaming we believe that they exist independent of our awareness of them, but as soon as we wake up we recognise that they were all just our own mental fabrications and therefore did not exist except in our awareness. Do we have any reason, therefore, to suppose that the seemingly physical phenomena that we are now aware of are anything other than our own mental fabrications? Do we have any evidence that we are not now dreaming? Obviously not, because whatever we are now experiencing we could equally well experience in a dream.<br>\n<br>\n<a name=\"un26\"></a>If our present state is just a dream, as Bhagavan says it is, then nothing we perceive in this state exists independent of our perception of it. Since we perceive phenomena only when we rise as ego, which is the false awareness ‘I am this body’, all phenomena depend for their seeming existence upon the seeming existence of ourself as ego, as he points out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nWhat he teaches us in this verse may seem very radical, but it is actually in perfect accord with our own experience. Phenomena appear only when we rise and stand as ego, as in waking and dream, and they cease to appear as soon as we cease rising as ego, as in sleep. Since they appear only in our awareness, we have no reason to suppose that they exist independent of our awareness of them, so it is perfectly reasonable for us to believe what he says in this verse, namely that they come into existence only when we come into existence as ego, and they do not exist at all when we do not exist as ego.<br>\n<br>\nNot only is it perfectly reasonable to believe this, but it is unreasonable to believe otherwise, because if we believe that other things exist when we do not rise as ego and are consequently not aware of them, that is believing in the existence of something for which we have absolutely no evidence and never can have any evidence. The only evidence that we have that anything other than ourself exists is that we are aware of them, so when we are not aware of them, we have no evidence that they exist. If someone were to claim that the world we experienced in a dream exists even now, when we are not aware of it, would we not consider that claim to be unreasonable? We would consider it unreasonable because it is a mere supposition unsupported by any evidence, so for the same reason it is unreasonable to suppose that anything else exists when we are not aware of it.<br>\n<br>\nWe suppose that other things exist when we are not aware of them because we suppose that our present state is not a dream, but we suppose this even when we are dreaming. Since we have no evidence that our present state or any other state in which we are aware of phenomena is anything other than a dream, it is not reasonable for us to believe that we are now not dreaming.<br>\n<br>\nSince almost all our other beliefs are based on our belief that physical phenomena exist independent of our awareness of them, and since this belief is based on our mistaken awareness of ourself as ‘I am this body’, if we are willing to give up believing either that we are this body or that anything else exists independent of our awareness of it, we thereby effectively free ourself from the burden of almost all our former beliefs. Thus by critical analysis of our actual experience we can in effect unlearn most of the beliefs that we had previously learnt or assumed to be true.<br>\n<br>\nEven if we do so, however, our unlearning is still not complete, because though critical analysis has enabled us to jettison most of our previous beliefs, we have now replaced them with a much simpler set of beliefs that we have learnt from Bhagavan’s teachings and our critical analysis. The root of all beliefs and all learning is ego, so our unlearning will be complete only when we have eradicated ego, which we can do only by means of self-investigation and self-surrender. Critical analysis is only the preliminary and preparatory stage of unlearning, because real unlearning occurs only to the extent that ego subsides and dissolves back into its source as a result of self-investigation and self-surrender.<br>\n<br>\n<a name=\"vidya\"></a><b>2. What is the nature of the <i>vidyā</i> that will dispel <i>avidyā</i>, and how can we acquire it?</b><br>\n<br>\n<a name=\"un26a\"></a>Those who believe that we cannot gain <i>vidyā</i> and thereby dispel <i>avidyā</i> except by studying the original texts of <i>vēdānta</i>, namely the <i>Upaniṣads</i>, <i>Brahmasūtra</i> and <i>Bhagavad Gītā</i>, along with prescribed commentaries on them under the guidance of a qualified <i>guru</i> have not correctly understood the nature of either <i>vidyā</i> or <i>avidyā</i>. In this context <i>avidyā</i> (ignorance) means self-ignorance, which is the very nature of ego, because ego is an erroneous awareness of ourself, being just awareness of ourself as a body, which is not what we actually are, so we cannot dispel <i>avidyā</i> without dispelling ego, and when ego is dispelled everything other than ourself will cease to exist (as Bhagavan teaches us clearly and unequivocally in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> and elsewhere).<br>\n<br>\n<a name=\"ny16a\"></a>Since <i>avidyā</i> (ignorance) can be dispelled only by <i>vidyā</i> (knowledge), and since it is the very nature of ego, what is the nature of the <i>vidyā</i> that will dispel it? Obviously it cannot be dispelled by any <i>vidyā</i> that could be acquired by ego, because so long as ego exists <i>avidyā</i> will exist along with it. Therefore the only <i>vidyā</i> that can dispel <i>avidyā</i> is the <i>vidyā</i> that will eradicate ego, and since ego is an erroneous awareness of ourself, it can be dispelled only by correct awareness of ourself. Therefore in this context <i>vidyā</i> means awareness of ourself as we actually are, and as Bhagavan points out in the <a href=\"#ny16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>, we cannot acquire such awareness by studying any number of books but only by keeping our mind or attention fixed firmly on ourself alone.<br>\n<br>\n<a name=\"uu27\"></a>What we actually are is only pure awareness, which means awareness that is not aware of anything other than itself, because in its clear view nothing other than itself exists for it to be aware of, as Bhagavan implies, for example, in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge [or awareness] that is devoid of knowledge and ignorance is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\n<a name=\"un11\"></a><a name=\"un13\"></a>Real awareness, which is what we actually are, is devoid of both awareness and ignorance of anything other than ourself, so we cannot be aware of ourself as we actually are so long as we are aware of anything other than ourself. Being aware of anything other than ourself is <i>avidyā</i>, as Bhagavan implies in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), ‘Not knowing [the reality of] oneself [ego], who knows [everything else], knowing other things is ignorance; except [that], is it knowledge?’, and in the second sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold [or awareness of manyness] is ignorance’, so the only <i>vidyā</i> that can dispel <i>avidyā</i> is pure awareness, and hence in order to acquire such <i>vidyā</i> we need to be aware of nothing other than ourself.<br>\n<br>\n<a name=\"uu16\"></a><a name=\"uu16\"></a>In other words, real awareness or <i>vidyā</i> is the awareness that alone remains when we are clearly aware only of ourself (our own form of light), thereby ceasing to be aware of anything else, as he teaches us in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\n<a name=\"ny16b\"></a>This is why he says in the <a href=\"#ny16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i> that we cannot know ourself by investigating in books, which are outside the five sheaths, but only by investigating ourself, for which we need to set aside the five sheaths (and hence by implication everything else, which we know only when we are aware of the five sheaths as if they were ourself):<br>\n<blockquote>மனத்தை யடக்குவதற்குத் தன்னை யாரென்று விசாரிக்க வேண்டுமே யல்லாமல் எப்படி நூல்களில் விசாரிப்பது? தன்னைத் தன்னுடைய ஞானக்கண்ணாற்றானே யறிய வேண்டும். ராமன் தன்னை ராமனென்றறியக் கண்ணாடி வேண்டுமா? ‘தான்’ பஞ்ச கோசங்களுக்குள் ளிருப்பது; நூல்களோ அவற்றிற்கு வெளியி லிருப்பவை. ஆகையால், பஞ்ச கோசங்களையும் நீக்கி விசாரிக்க வேண்டிய தன்னை நூல்களில் விசாரிப்பது வீணே.<br>\n<br>\n<i>maṉattai y-aḍakkuvadaṟku-t taṉṉai yār eṉḏṟu vicārikka vēṇḍum-ē y-allāmal eppaḍi nūlgaḷil vicārippadu? taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum. rāmaṉ taṉṉai rāmaṉ-eṉḏṟaṟiya-k kaṇṇāḍi vēṇḍum-ā? ‘tāṉ’ pañca kōśaṅgaḷukkuḷ ḷ-iruppadu; nūlgaḷ-ō avaṯṟiṟku veḷiyil iruppavai. āhaiyāl, pañca kōśaṅgaḷai-y-um nīkki vicārikka vēṇḍiya taṉṉai nūlgaḷil vicārippadu vīṇē</i>.<br>\n<br>\nFor making the mind cease it is necessary to investigate oneself [to see] who [one actually is], [but] instead [of doing so] how [can one see oneself by] investigating in texts? It is necessary to know oneself only by one’s own eye of <i>jñāna</i> [knowledge or awareness]. Does [a person called] Raman need a mirror to know himself as Raman? ‘Oneself’ is within the <i>pañca-kōśas</i> [the ‘five sheaths’ that seem to cover and obscure what one actually is, namely the physical body, life, mind, intellect and will]; whereas texts are outside them. Therefore, investigating in texts [in order to know] oneself, whom it is necessary to investigate [by turning one’s attention within and thereby] setting aside [excluding, removing, giving up or separating from] all the <i>pañca-kōśas</i>, is useless.</blockquote>\nWhatever we learn from books or any other source outside ourself is knowledge acquired by us as ego, so it can never eradicate ego or ego’s self-ignorance (<i>avidyā</i>). In order to dispel <i>avidyā</i> we need to be aware of ourself as we actually are, and in order to be aware of ourself as we actually are we need to be so keenly self-attentive that we thereby cease of be aware of anything else whatsoever. This is the true import of <i>advaita</i>, but it is not understood by those scholars who believe that in order to dispel <i>avidyā</i> we need to acquire <i>vidyā</i> by systematic study of the <i>Upaniṣads</i>, <i>Brahmasūtra</i>, <i>Bhagavad Gītā</i> and commentaries upon them.<br>\n<br>\n<a name=\"simple\"></a><b>3. No one before Bhagavan had ever explained the deep, subtle and radical principles and practice of <i>advaita</i> in such a clear, simple, coherent and convincing manner as he has done</b><br>\n<br>\nThough the basic principles of <i>advaita</i> are extremely simple, as Bhagavan has made clear to us, in the original texts of <i>vēdānta</i> they are not expressed in such a clear, simple and unambiguous manner as he expressed them, so commentaries on such texts are necessary to enable most people to understand them correctly. The first complete and systematic set of <i>advaita</i> commentaries on these texts were written by Adi Sankara, but what he wrote in his commentaries was not only to guide spiritual aspirants but also to establish <i>advaita</i> as the correct interpretation of <i>vēdānta</i>, which made it necessary for him to repudiate and argue against many of the other philosophical views that were prevalent in India at that time. Therefore to understand his commentaries one needs to be well versed in the cultural and philosophical context in which he wrote them, which is why in the last sentence of the first paragraph of his introduction (<i>avatārikai</i>) to his Tamil translation of <i>Vivēkacūḍāmaṇi</i> Bhagavan said that his commentaries are not useful for spiritual aspirants (<i>mumukṣus</i>) who have exceedingly intense desire for happiness but who are unskilled in studying them, so he (Sankara) showed the direct path by revealing the inner secrets of them in <i>Vivēkacūḍāmaṇi</i>, elaborately explaining matters that are necessary for aspirants.<br>\n<br>\nEven if we study <i>Vivēkacūḍāmaṇi</i>, for most of us it is not easy to understand from it all the most fundamental and important principles of <i>advaita</i>, but fortunately for us Bhagavan has explained such principles in an extremely clear and simple manner in his own original writings, such as <i>Nāṉ Ār?</i>, <i>Uḷḷadu Nāṟpadu</i> and <i>Upadēśa Undiyār</i>, and he has done so in such a way that makes clear what exactly is the means by which we can eradicate ego, without which there could be no such thing as <i>avidyā</i>.<br>\n<br>\nAs far as I am aware, no one before Bhagavan had ever explained the deep, subtle and radical principles and practice of <i>advaita</i> in such a clear, simple, coherent and convincing manner as he has done, but the great value of his revolutionary teachings has not been recognised or appreciated by any of the scholars who still believe that <i>avidyā</i> cannot be dispelled except by studying the <i>Upaniṣads</i>, <i>Brahmasūtra</i> and <i>Bhagavad Gītā</i> along with prescribed commentaries on them under the guidance of a qualified <i>guru</i>. Therefore among such scholars there are some who not only claim that his teachings are inadequate and criticise them, describing them as neo-<i>vēdānta</i> or neo-<i>advaita</i>, but also claim that he was not a proper <i>guru</i> because he did not have a <i>guru</i> and did not belong to any <i>sampradāya</i> (tradition or lineage of <i>gurus</i>), and therefore he had not studied all the required texts in a systematic manner. I assume it was such claims that were referred to in the question that I was answering in that part of the video, which is why I replied as I did.<br>\n<br>\n<a name=\"convoluted\"></a><b>4. Why are the simple principles of <i>advaita</i> so often obscured by convoluted interpretations and explanations?</b><br>\n<br>\nThough some commentaries no doubt play a role in obscuring the simple principles of <i>advaita</i> by explaining it in a roundabout and complicated manner, not all commentaries play such a role. As I said above, commentaries can be useful, and in some cases even necessary, but how useful a commentary is depends on various factors, such as the text or teaching on which it is written, the purpose for which it is written and the understanding of the person who has written it.<br>\n<br>\nThe aim of a commentary should be to clarify the meaning and implications of a text, and since clarity lies in simplicity, as a general rule a commentary that explains a text in a simple manner will be more useful for a spiritual aspirant than one that explains it in a complicated manner. However, some commentaries are written just for the purpose of scholarly debate, or to twist the meaning of the text to support a particular philosophical view, so such commentaries are unlikely to be of much use to a spiritual aspirant, whereas other commentaries are written just to impartially elucidate the meaning and practical implications of the text, so if the writer of such a commentary has a deep and clear understanding, it may be very useful for spiritual aspirants, particularly those who are willing to accept the level of explanation given in it.<br>\n<br>\nRegarding why and how the simple principles of <i>advaita</i> came to be elaborated into an unnecessarily complicated philosophy, there are various reasons, some of which are historical and cultural and therefore need not concern us. Perhaps the most significant reason, however, is that <i>advaita</i> is an extremely deep, subtle and radical philosophy, so most people are not willing to accept it in an undiluted form, and hence sages such as Sankara and Bhagavan had to give different levels of explanation to suit people of different levels of spiritual maturity. After Sankara many people took <i>advaita</i> to be a religion, in the sense that they accepted it as an article of faith without deeply considering and applying its implications, so such people preferred to accept the more superficial explanations rather than the deeper and more radical ones. Therefore scholars of this type tended to ignore or explain away the deeper interpretations, which are the simplest ones, and to elaborate on the more superficial interpretations in order to suit their pre-existing beliefs and taste for complicated ideas. Such people found comfort in the belief that <i>vidyā</i> could be acquired and <i>avidyā</i> dispelled just by studying and discussing texts, or by meditating on ideas such as <i>nēti nēti</i> or ‘I am <i>brahman</i>’.<br>\n<br>\nFor many people the very simplicity and clarity of Bhagavan’s teachings is threatening, because in simplicity and clarity there is no place for ego to hide, so for such people more convoluted and hence complicated interpretations of <i>advaita</i> are more appealing. There are many such people even among the devotees of Bhagavan, and hence they tend to interpret his teachings in a convoluted manner by mixing in many of their own ideas and preconceptions. This is natural, because each person will be attracted to whichever level of interpretation or explanation is best suited to their current level of spiritual development.<br>\n<br>\nOne example that illustrates how Bhagavan’s core teachings are so much simpler than most other interpretations of <i>advaita</i> is the distinction between <i>dṛṣṭi-sṛṣṭi-vāda</i> (the contention that perception is itself creation, as illustrated by dream) and <i>sṛṣṭi-dṛṣṭi-vāda</i> (the contention that creation precedes perception and therefore does not depend on it). Some scholars acknowledge that (as Bhagavan often pointed out) regarding creation <i>advaita</i> offers three levels of explanation, the most superficial of which is <i>sṛṣṭi-dṛṣṭi-vāda</i>, and that <i>dṛṣṭi-sṛṣṭi-vāda</i> is a deeper and more subtle explanation, and <i>ajāta vāda</i> is the deepest and subtlest of all, but many scholars are so strongly attached to <i>sṛṣṭi-dṛṣṭi-vāda</i> that they pay only lip service to <i>ajāta vāda</i> and vehemently reject <i>dṛṣṭi-sṛṣṭi-vāda</i>, saying that it is a false interpretation of <i>advaita</i>.<br>\n<br>\nThose who reject <i>dṛṣṭi-sṛṣṭi-vāda</i> in this way claim that it is wrong to say that our present waking state is a dream, and that when Gaudapada or Sankara compared waking to dream they did not mean that waking is actually just a dream but were referring to dream as an analogy. One of the grounds on which they object to <i>dṛṣṭi-sṛṣṭi-vāda</i> is that it is solipsistic, because it entails <i>ēka-jīva-vāda</i> (the contention that there is only one <i>jīva</i> or perceiver, just as in a dream there is only one perceiver, namely the dreamer), but this is precisely why <i>dṛṣṭi-sṛṣṭi-vāda</i> is such a simple but deep explanation and one with such profound practical implications.<br>\n<br>\nThough Bhagavan sometimes spoke from the perspective of <i>sṛṣṭi-dṛṣṭi-vāda</i> when answering questions, in his original writings such as <i>Nāṉ Ār?</i> and <i>Uḷḷadu Nāṟpadu</i> he clearly and unequivocally taught <i>dṛṣṭi-sṛṣṭi-vāda</i>, which is the simplest possible explanation of the appearance of multiplicity. That is, according to <i>advaita</i> what actually exists is only pure awareness, which is therefore described as ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), but it seems to us that there are many things, so it is necessary for <i>advaita</i> to explain how many things seem to exist, and more importantly, how to get rid of this appearance of manyness.<br>\n<br>\nThe reason it is necessary to explain how many things seem to exist is that if this is understood correctly it will show us the means by which we can get rid of their appearance. This is done very simply and effectively by <i>dṛṣṭi-sṛṣṭi-vāda</i>, but in a much more cumbersome and roundabout manner by the type of <i>sṛṣṭi-dṛṣṭi-vāda</i> that is advocated in some <i>advaita</i> interpretations of <i>vēdānta</i>.<br>\n<br>\nWhat makes <i>dṛṣṭi-sṛṣṭi-vāda</i> such a simple and clear explanation of <i>advaita</i> is that it explains the appearance of multiplicity as being just a dream. In a dream there is only one dreamer, and everything that the dreamer perceives is just its own fabrication and seems to exist only in its own mind. The one dreamer who perceives all multiplicity is ourself as ego, so it is only when we rise and stand as ego that multiplicity seems to exist.<br>\n<br>\n<a name=\"un26b\"></a>In a dream we perceive many phenomena, but none of those phenomena exist independent of our awareness of them. In fact, phenomena and our awareness of them are not two different things, because a phenomenon is actually nothing other than our awareness of it. So how do we come to be aware of phenomena when they do not exist except as our awareness of them? The very nature of ego is to be aware of phenomena, and to be aware of itself as one among those phenomena, namely a body consisting of five sheaths (a physical form, life, mind, intellect and will). Therefore, since phenomena are nothing but ego’s awareness of them, and since being aware of them is the very nature of ego, ego itself is all phenomena, as Bhagavan implies in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> when, after saying ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’, he says in the third sentence: ‘அகந்தையே யாவும் ஆம்’ (<i>ahandaiyē yāvum ām</i>), ‘Ego itself is everything’.<br>\n<br>\nThis is an extremely important teaching, because it means that what seems to be many things is actually just one thing, namely ego. Since we rise and stand as ego only by projecting and being aware of other things, they seem to exist and we seem to be ego only when we attend to them. If we as ego attend only to ourself instead of to anything else, we will subside and dissolve back into pure awareness, which is our real nature (<i>ātma-svarūpa</i>) and the source from which we rose as ego. When we thereby cease to rise as ego, everything else will cease to exist along with it, because all other things are nothing but ego’s awareness of them, so in the fourth and final sentence of verse 26 he says: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\nThis is the simplest possible explanation of the appearance of multiplicity, because it says that awareness of many things is the nature of just one thing, namely ego, and that one thing seems to exist only because we do not attend to ourself keenly enough. In comparison to this, even the simplest form of <i>sṛṣṭi-dṛṣṭi-vāda</i> is ontologically complex, because it claims that many things exist even when they are not perceived by us as ego, and it concedes at least tacitly that they are perceived not just by one ego but by many egos.<br>\n<br>\nSince <i>advaita</i> teaches that what actually exists is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), namely pure awareness, it denies that many things actually exist, so a fundamental principle that is accepted by all scholars of <i>advaita</i> is <i>vivarta vāda</i>, the contention (<i>vāda</i>) that multiplicity is just an illusory appearance (<i>vivarta</i>). This can be explained most easily by <i>dṛṣṭi-sṛṣṭi-vāda</i>, because an illusion is a misperception, so it exists only in the view of whatever perceives it, and if multiplicity is an illusion, that implies that it is perceived by just one perceiver, just as a dream is perceived by just one dreamer.<br>\n<br>\nIf we try to explain <i>vivarta vāda</i> by any form of <i>sṛṣṭi-dṛṣṭi-vāda</i>, as most scholars of <i>advaita</i> prefer to do, we run into all sorts of logical problems. For example, if multiplicity is just an illusory appearance, that means that there is only one thing not many, but <i>sṛṣṭi-dṛṣṭi-vāda</i> claims that this illusory appearance is perceived not just by one <i>jīva</i> but by many <i>jīvas</i>, so by acknowledging the existence of many <i>jīvas</i> it is in effect giving reality to the illusory appearance of a multiplicity of <i>jīvas</i>. Likewise, <i>sṛṣṭi-dṛṣṭi-vāda</i> claims that multiplicity is created before we perceive it and therefore exists independent of our perception of it, so if that is the case, how can it be an illusory appearance? In order to be an appearance, it must appear in the view of a perceiver, and in order to be illusory, it must appear as the result of a misperception.<br>\n<br>\nBecause of such logical difficulties in reconciling <i>sṛṣṭi-dṛṣṭi-vāda</i> with <i>vivarta vāda</i>, advocates of <i>sṛṣṭi-dṛṣṭi-vāda</i> have to give complex and often quite convoluted explanations in order to reconcile them. However, such explanations are not useful for real spiritual aspirants, because they do not clarify the means by which we can eradicate ego.<br>\n<br>\nWhy then do sages such as Sankara and Bhagavan sometimes give explanations from the perspective of <i>sṛṣṭi-dṛṣṭi-vāda</i>? They do so in order to gently help people to accept the general idea of <i>advaita</i>, knowing that in due course their minds will be gradually purified and thus they will begin to aspire for liberation from the appearance of multiplicity, and that as their aspiration grows they will become dissatisfied with the convoluted explanations offered by <i>sṛṣṭi-dṛṣṭi-vāda</i> and will therefore begin to be more attracted to the much simpler and more elegant explanations of <i>dṛṣṭi-sṛṣṭi-vāda</i>.<br>\n<br>\nConcerning ourself and all that we experience, countless explanations are offered by religion, science and philosophy, and each of those explanations may be useful for different purposes, but as spiritual aspirants we each need to choose for ourself which explanations appeal to us and will be most useful to us in our spiritual quest. Those of us who are attracted to Bhagavan’s simple and clear but extremely deep and radical teachings will always be in a minority, so we should not be surprised that the vast majority of people, including many who consider themselves to be adherents of <i>advaita</i>, do not agree with his teachings.<br>\n<br>\nIf our aim is to eradicate ego, we need not and should not be concerned about whatever anyone else chooses to believe. What each person believes is suited to their current level of spiritual development, so it is a stepping stone leading gradually to deeper levels of understanding. Many who now accept the simple but deep teachings of Bhagavan were led to do so by first studying the more superficial and convoluted interpretations and explanations of <i>advaita</i> taught by scholars, so such interpretations may have a useful role to play in introducing some of us gradually to the much simpler, deeper and more practical explanations offered by Bhagavan. However, if we are serious in our aspiration to eradicate ego, we should not allow ourself to be confused and misled by those scholars who claim that Bhagavan’s teachings are inadequate because they believe it is necessary for everyone to study the original texts of <i>vēdānta</i> in the ‘traditional’ manner that they prescribe (which is the issue that I was asked to talk about in the <a href=\"https://youtu.be/ygSCi1XTomA?t=3635\">portion of the video</a> that you referred to in your comment).<br>\n<br>\n<a name=\"purity\"></a><b>5. Different interpretations of Bhagavan’s teachings are inevitable, because how each mind understands them is determined by its level of purity</b><br>\n<br>\nAs you observed in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/01/to-know-what-we-actually-are-we-need-to.html#c2062182457133602019\">26 January 2020 at 16:31</a>, Bhagavan’s teachings have been and will continue to be interpreted in different ways by different devotees, and though some of those interpretations differ radically from others, some people find they are benefited by one type of interpretation whereas others are benefited by some other interpretation. This is natural and inevitable, because those who are attracted to any particular <i>guru</i> or teaching are not all of the same level of spiritual development. As Bhagavan himself once said to Lakshmana Sarma regarding a certain book that claimed to be a commentary on his teachings, ‘According to the purity of the <i>antaḥkaraṇa</i> [the ‘inner instrument’ or mind] the same teachings reflect in different ways. If you think you can explain them better, you may write your own commentary’.<br>\n<br>\nTherefore we each have to decide for ourself which type of teaching and interpretation appeals to us and follow it accordingly. If we express our views or understanding, as we do when discussing Bhagavan’s teachings with fellow devotees, some people will agree with us and others will disagree, but that need not perturb us, because our aim should be just to follow what he has taught us to the best of our ability and understanding. Nothing else matters. We are not here to argue with anyone, but only to turn within and surrender ourself as much as we can.<br>\n<br>\n<a name=\"manana\"></a><b>6. If we do <i>manana</i> correctly, it will draw our attention back to ourself and constantly remind us and motivate us to be self-attentive</b><br>\n<br>\nIn your <a href=\"https://happinessofbeing.blogspot.com/2020/01/to-know-what-we-actually-are-we-need-to.html#c1244608450642259298\">comment</a> that I referred to at the beginning of this article you asked, ‘How much longer we will keep “manana” as a cop-out for not being courageous enough to let go of everything with our nidhidyasana?’, but if we consider <i>manana</i> to be a cop-out or an excuse not to put the teachings into practice, we have not understood what real <i>manana</i> is. If we do <i>manana</i> correctly, it will draw our attention back to ourself and constantly remind us and motivate us to be self-attentive. That is the whole purpose of <i>manana</i>, and if our thinking about Bhagavan’s teachings does not have this effect it is too superficial to be considered as <i>manana</i>.<br>\n<br>\nIt is true that if we had the courage to be so keenly self-attentive that we let go of everything else here and now, we would thereby dissolve forever in our source and would therefore not be here to discuss anything, but <i>śravaṇa</i> (hearing, reading or studying), <i>manana</i> (deep, subtle and critical thinking) and <i>nididhyāsana</i> (practice of self-investigation and self-surrender) are a process we must undergo in order to weaken all our desires and attachments and thereby make us willing to eventually let go of everything else by attending to ourself so keenly that we give no room for the rising of any other thought. Now we may still be toddling on this path, but so long as we are trying to be self-attentive as much as possible we are moving in the right direction, so we will eventually reach our goal of complete self-surrender.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "55",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/511229099430531516/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTgxMjczNzM1MzYyCm9mZnNldDogMAo\""
}