{
    "kind": "blogger#post",
    "id": "8703002067790880162",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-11-01T11:13:00Z",
    "updated": "2020-11-01T14:19:22Z",
    "url": "http://happinessofbeing.blogspot.com/2020/11/we-can-practise-self-abidance-only-by.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8703002067790880162",
    "title": "We can practise self-abidance only by being self-attentive",
    "content": "A friend asked me to adjudicate on a disagreement that he and another friend had about self-abidance and self-investigation. One of them believed that “the terms ‘self-abidance’ and ‘self-investigation’ mean two different things. That is, according to his understanding, in self-abidance we do not use our sharp mind (nun mati or kurnda mati). However, in self-investigation, we are using our sharp mind (nun mati or kurnda mati)”, whereas the other believed that “both these terms, ‘self-abidance’ and ‘self-investigation’ mean the same thing as long as we are practising self-attentiveness. These terms — self-abidance and self-investigation — are just two different ways of describing the practice of atma-vichara”.<br>\n<br>\nThe following is adapted from the reply I wrote to them:<br><a name='more'></a>\n<ol>\n<li><a href=\"#uu26\"><i>Upadēśa Undiyār</i> verse 26: since we are awareness and not an object, we know ourself just by being ourself</a></li>\n<li><a href=\"#un33\"><i>Uḷḷadu Nāṟpadu</i> verse 33: we are not an object, and can never become an object, so we are not the sort of thing that we can know at one time and not know at another time</a></li>\n<li><a href=\"#uu24-5\"><i>Upadēśa Undiyār</i> verses 24-25: we already know ourself, so we do not need to know anything new, but just need to know ourself without adjuncts</a></li>\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: what actually exists is only awareness, awareness that is aware only of its own existence, ‘I am’, and we are that</a></li>\n<li><a href=\"#abidance\">‘Self-abidance’ means being as we actually are, and what we actually are is pure awareness, which is aware of nothing other than itself, so we can be as we actually are only by attending to nothing other than ourself</a></li>\n<li><a href=\"#path\">Since the nature of the path must be the same as the nature of the goal, and since perfect self-abidance is our goal, to reach it we must try to abide as ourself, which we can do only by being keenly self-attentive</a></li>\n<li><a href=\"#uu8-9\"><i>Upadēśa Undiyār</i> verses 8 and 9: ‘பாவ பலம்’  (<i>bhāva balam</i>), ‘the strength of meditation’, means keenness of self-attentiveness, so what he implies in these two verses is that by keenness of self-attentiveness we will be in <i>sat-bhāva</i>, the state of being as we actually are</a></li>\n<li><a href=\"#effort\">Though the practice of self-abidance entails trying to be self-attentive, the need to try being so ceases as soon as our self-abidance becomes perfect</a></li>\n</ol>\n<a name=\"uu26\"></a><b>1. <i>Upadēśa Undiyār</i> verse 26: since we are awareness and not an object, we know ourself just by being ourself</b><br>\n<br>\nBhagavan has already adjudicated on this matter, whether self-abidance and self-investigation are the same or different, in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭhā</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being oneself [that is, being as one actually is without rising to know anything else] alone is knowing oneself, because oneself [one’s real nature] is devoid of two [that is, devoid of the fundamental duality of subject and object, knower and thing known, and also devoid of any possibility of being divided as two selves, one self as a subject to know the other self as an object]. This is <i>tanmaya-niṣṭhā</i> [the state of being firmly fixed or established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\nWe know ourself merely by being ourself, because what we actually are is pure awareness, and the nature of awareness is to be always aware of itself. Knowing anything other than ourself is an action, because it entails a movement of our mind or attention away from ourself, its source, whereas knowing ourself entails no such movement, so it is not an action but just the state of being as we actually are.<br>\n<br>\nWhen we know or are aware of anything other than ourself, we are the subject (the knower or perceiver of objects) and what we know is an object (something that is known or perceived by us as the subject), whereas knowing or being aware of ourself entails no such subject-object distinction, because we are one and indivisible. This is what Bhagavan implies in this verse by saying: ‘தான் இரண்டு அற்றதால்’ (<i>tāṉ iraṇḍu aṯṟadāl</i>), ‘because oneself is devoid of two’. Since we can never be divided as two things, we can never know ourself as an object.<br>\n<br>\n<a name=\"un33\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 33: we are not an object, and can never become an object, so we are not the sort of thing that we can know at one time and not know at another time</b><br>\n<br>\nThis is why in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un33\">verse 33</a> of <i>Uḷḷadu Nāṟpadu</i> he asks rhetorically, ‘தனை விடயம் ஆக்க இரு தான் உண்டோ?’ (<i>taṉai viḍayam ākka iru tāṉ uṇḍō?</i>), ‘To make oneself an object, are there two selves?’, thereby implying that we can never become an object known by ourself, and in the next sentence he explains why this is so: ‘ஒன்று ஆய் அனைவர் அனுபூதி உண்மை ஆல்’ (<i>oṉḏṟu āy aṉaivar aṉubhūti uṇmai āl</i>), ‘Because being one is the truth, the experience of everyone’.<br>\n<br>\nAn object is always distinct from the subject, so since we are indivisibly one, we can never become an object known by ourself as the subject. We are the subject only when we know objects, so when we know ourself alone, we are neither subject nor object but just pure awareness. Therefore self-knowledge is quite unlike all other forms of knowledge, which entail the epistemic triad (<i>tripuṭi</i>) of knower, knowing and known (as expressed, for example, in the sentence ‘I know this’, which consists of three elements: ‘I’, the subject or knower (<i>jñātṛ</i>); ‘know’ (or any similar verb such as see, hear, perceive, remember, experience, cognise, understand, infer or believe), the means, state or act of knowing (<i>jñāna</i>); and ‘this’, the object or thing that is known (<i>jñēya</i>)). Self-knowledge entails just one thing, namely awareness, whose very nature is to be aware of itself. In self-knowledge what is aware, its awareness of itself and what it is aware of are one and indivisible.<br>\n<br>\nThis is why Bhagavan begins verse 33 of <i>Uḷḷadu Nāṟpadu</i> by saying: “‘என்னை அறியேன் நான்’, ‘என்னை அறிந்தேன் நான்’ என்னல் நகைப்புக்கு இடன் ஆகும்’ (<i>‘eṉṉai aṟiyēṉ nāṉ’, ‘eṉṉai aṟindēṉ nāṉ’ eṉṉal nahaippukku iḍaṉ āhum</i>), “Saying [either] ‘I do not know myself’ [or] ‘I have known myself’ is ground for ridicule”. We are not an object, and can never become an object, so we are not the sort of thing that we can know at one time and not know at another time. We know ourself just by being ourself, and since we are always ourself, there is never a moment when we do not know ourself.<br>\n<br>\n<a name=\"uu24-5\"></a><b>3. <i>Upadēśa Undiyār</i> verses 24-25: we already know ourself, so we do not need to know anything new, but just need to know ourself without adjuncts</b><br>\n<br>\nThe problem that we face is not that we do not know ourself, but that we do not know ourself as we actually are. Instead of knowing ourself just as ‘I am’, which is what we actually are, we know ourself as ‘I am this’ or ‘I am that’, which is not what we actually are. Anything other than ourself that we mistake to be ourself, such as ‘this’ or ‘that’, is an adjunct or <i>upādhi</i>, and our awareness of ourself as such adjuncts (which is what Bhagavan refers to in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">verse 24</a> of <i>Upadēśa Undiyār</i> as ‘உபாதி யுணர்வு’ (<i>upādhi-y-uṇarvu</i>), ‘adjunct-awareness’) is what obscures (but never entirely conceals) our awareness of ourself as we actually are.<br>\n<br>\n<a name=\"uu24\"></a><a name=\"uu25\"></a>That is, even when we are aware of ourself as ‘I am this’ or ‘I am that’, we do not cease to be aware of ourself as ‘I am’, but just fail to recognise that we are nothing other than ‘I am’, just as when we mistake a rope to be a snake, we do not cease to see the rope, but just fail to recognise it as such. In order to recognise the rope as a rope, we need to remove our mistaken perception of it as a snake, which we can do only by looking at it carefully enough to see what it actually is. Likewise, in order to recognise ourself as just ‘I am’, we need to remove our mistaken awareness of ourself as a set of adjuncts (<i>upādhis</i>), ‘I am this’ or ‘I am that’, which we can do only by attending to ourself keenly enough to see what we actually are, as Bhagavan implies in verses <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">24</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu25\">25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa-jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By existing nature, God and soul are just one substance. Only adjunct-awareness is different.<br>\n<br>\n<b>Explanatory paraphrase:</b> By [their] existing nature [that is, because the real nature of each of them is what actually exists (<i>uḷḷadu</i>), which is pure awareness (<i>uṇarvu</i>)], God and soul are just one substance. Only awareness of [their] adjuncts is [what makes them seem] different [that is, whereas the soul (<i>jīva</i>) is aware of itself as a certain set of adjuncts, namely the five sheaths that constitute whatever person it currently seems to be, and consequently attributes certain other adjuncts to God, God always remains just as pure awareness, in the clear view of which no adjuncts exist at all].<br>\n<br>\nதன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing oneself leaving aside adjuncts is itself knowing God, because of shining as oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> Knowing [or being aware of] oneself without adjuncts is itself knowing God, because [God is what is always] shining as oneself [one’s own real nature, namely pure awareness, which is oneself without any adjuncts].</blockquote>\nWhat Bhagavan refers to in verse 24 as ‘ஒரு பொருள்’ (<i>oru poruḷ</i>), ‘one substance’, is pure awareness, which is our ‘இருக்கும் இயற்கை’ (<i>irukkum iyaṟkai</i>), ‘existing nature’ or ‘being nature’, which means what we actually are. Whenever we rise as ego we mistake ourself to be a set of adjuncts (<i>upādhis</i>), but when we withdraw our attention from all adjuncts and other phenomena by turning it back to face ourself alone, we will thereby be aware of ourself as we actually are, and this is being aware of God as he actually is, because he is what we actually are, namely pure awareness.<br>\n<br>\n<a name=\"uu26a\"></a>When we know ourself as we actually are, ego is thereby eradicated, and thus we remain just as we always actually are. Therefore in the next verse, <a href=\"#uu26\">verse 26</a>, he says: ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம்’ (<i>tāṉ-āy iruttalē taṉṉai aṟidal ām</i>), ‘Being oneself alone is knowing oneself’. Since we are always nothing other than ourself, we always know ourself, so ‘knowing oneself’ is not a new knowledge that we acquire.<br>\n<br>\nThat is, what Bhagavan refers to here as ‘தன்னை அறிதல்’ (<i>taṉṉai aṟidal</i>), ‘knowing oneself’, is knowing ourself as we actually are (in other words, ‘தன்னை உபாதி விட்டு ஓர்வது’ (<i>taṉṉai upādhi viṭṭu ōrvadu</i>), ‘knowing ourself without adjuncts’), and what we actually are is just ‘I am’, our fundamental awareness of our own existence. Since we are always aware of ourself as ‘I am’, all we need do in order to be aware of ourself just as ‘I am’ is to remove our false adjunct-awareness (<i>upādhi-y-uṇarvu</i>), ‘I am this’ or ‘I am that’. When we remove this adjunct-awareness, we remain just as ‘I am’, and being just ‘I am’ is knowing just ‘I am’.<br>\n<br>\nSo long as we are aware of anything other than ourself, we are aware of ourself as a set of adjuncts, so in order to remove our adjunct-awareness and thereby to be and to know just ‘I am’, we need to be keenly self-attentive. Therefore it is only by being keenly self-attentive that we can be as we actually are, namely as pure awareness: awareness of nothing other than our own existence, ‘I am’.<br>\n<br>\n<a name=\"uu23\"></a><b>4. <i>Upadēśa Undiyār</i> verse 23: what actually exists is only awareness, awareness that is aware only of its own existence, ‘I am’, and we are that</b><br>\n<br>\nSince we are always pure awareness, even when we seem to be the object-knowing awareness called ego, our very being is awareness, so we know ourself merely by being ourself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of other awareness to be aware of what exists, what exists is awareness. Awareness alone exists as we.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we [that is, the awareness that actually exists, namely pure awareness, which is awareness that is aware of nothing other than itself, is what we actually are].</blockquote>\nIf what exists were other than awareness, it would not be aware of its own existence, and whatever is not aware of its own existence does not actually exist. Likewise, if awareness were other than what exists, it would not exist and hence could not be aware. Therefore what exists must be what is aware of what exists, so Bhagavan says: ‘உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும்’ (<i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum</i>), ‘Because of the non-existence of other awareness to be aware of what exists, what exists is awareness’, which implies that because of the non-existence of any awareness other than what exists to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>).<br>\n<br>\nHere he is using the term ‘உணர்வு’ (<i>uṇarvu</i>), which means ‘awareness’, in the sense of what is aware, so when he says ‘உள்ளது உணர்வு ஆகும்’ (<i>uḷḷadu uṇarvu āhum</i>), ‘what exists is awareness’, he means that what exists is what is aware, implying that it is what is aware of its own existence, ‘I am’. Therefore if anything is not aware of its own existence, it does not actually exist, but merely seems to exist. But in whose view does it seem to exist? Only in the view of something that is aware, and that is therefore other than itself. However, whatever is aware of the seeming existence of anything that does not actually exist cannot be real awareness, because real awareness is aware only of what actually exists, namely itself.<br>\n<br>\nWhat is aware of the seeming existence of anything other than itself is the seeming awareness called mind or ego, so this is the subject and all the other things are objects perceived by it. Since objects are not aware of their own existence, they do not actually exist but merely seem to exist, and since ego is the awareness in whose view they seem to exist even though they do not actually exist, it is not real awareness but a mere semblance of awareness (<i>cidābhāsa</i>).<br>\n<br>\nTherefore both subject and all objects are unreal. They appear in waking and dream but disappear in sleep. However, though they appear and disappear, we always exist and are always aware of our own existence, so we alone are real awareness. Therefore we alone are what actually exists (<i>uḷḷadu</i> or <i>sat</i>) and what is actually aware (<i>uṇarvu</i> or <i>cit</i>), so after saying ‘உள்ளது உணர்வு ஆகும்’ (<i>uḷḷadu uṇarvu āhum</i>), ‘what exists is awareness’, Bhagavan concludes this verse by saying: ‘உணர்வே நாமாய் உளம்’ (<i>uṇarvē nām-āy uḷam</i>), ‘Awareness alone exists as we’.<br>\n<br>\n<a name=\"ny07\"></a>As he says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’, so since nothing else actually exists, <i>ātma-svarūpa</i> is not aware of anything other than itself. Therefore when he concludes verse 23 by saying ‘உணர்வே நாமாய் உளம்’ (<i>uṇarvē nām-āy uḷam</i>), ‘Awareness alone exists as we’, what he means by ‘உணர்வு’ (<i>uṇarvu</i>), ‘awareness’, is not the seeming awareness called mind or ego, but only real awareness, which is pure awareness: awareness that is aware of nothing other than itself.<br>\n<br>\n<a name=\"abidance\"></a><b>5. ‘Self-abidance’ means being as we actually are, and what we actually are is pure awareness, which is aware of nothing other than itself, so we can be as we actually are only by attending to nothing other than ourself</b><br>\n<br>\nTherefore what we actually are is just pure awareness, so when we are aware of nothing other than ourself, we are thereby being as we actually are. In order to be aware of nothing other than ourself we need to be keenly self-attentive, so it is only by being keenly self-attentive that we can be as we actually are. Therefore the state of keenly focused self-attentiveness is what is otherwise described as ‘self-abidance’, which means being as we actually are.<br>\n<br>\n<a name=\"uu26b\"></a>Self-attentiveness is the awareness (<i>cit</i>) aspect of the practice, whereas self-abidance is the being (<i>sat</i>) aspect of it, but real being and real awareness (<i>sat</i> and <i>cit</i>) are one and the same thing, so self-attentiveness is self-abidance. Knowing ourself is being ourself, and being ourself is knowing ourself, as Bhagavan says in <a href=\"#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>: ‘தானாய் இருத்தலே தன்னை அறிதல் ஆம்’ (<i>tāṉ-āy iruttalē taṉṉai aṟidal ām</i>), ‘Being oneself alone is knowing oneself’.<br>\n<br>\nIn this context ‘தான்’ (<i>tāṉ</i>), ‘oneself’, means ourself as we actually are, and since what we actually are is what is called ‘<i>brahman</i>’, which is often referred to as ‘that’ (<i>tat</i>), he concludes verse 26 by saying ‘தன்மய நிட்டை ஈது’ (<i>taṉmaya niṭṭhai īdu</i>), ‘This is <i>tanmaya-niṣṭhā</i> [the state of abiding or being firmly fixed as <i>tat</i>]’, in which ‘ஈது’ (<i>īdu</i>), ‘this’, refers to the state of being and knowing oneself, as described in the first sentence of this verse.<br>\n<br>\nBy attending to anything other than ourself we rise and flourish as ego, and by being self-attentive ego subsides. When ego subsides we remain as we actually are (namely as <i>tat</i> or <i>brahman</i>), and that state is what is called self-abidance: <i>ātma-niṣṭhā</i>, <i>brahma-niṣṭhā</i> or <i>tanmaya-niṣṭhā</i>. Therefore to the extent that we are self-attentive we are thereby abiding as we actually are, so self-attentiveness and self-abidance are one and indivisible.<br>\n<br>\n<a name=\"path\"></a><b>6. Since the nature of the path must be the same as the nature of the goal, and since perfect self-abidance is our goal, to reach it we must try to abide as ourself, which we can do only by being keenly self-attentive</b><br>\n<br>\nSelf-abidance (<i>ātma-niṣṭhā</i>) means being as we actually are, so it could be argued that it is a description of our goal rather than the path to it. However, Bhagavan taught us that the nature of the path must be the same as the nature of the goal, because if it were different it could not lead to the goal, so he used the term ‘<i>ātma-niṣṭhā</i>’ to describe both the path and the goal. That is, perfect self-abidance is our goal, so to reach it we must try to abide as ourself (that is, to be as we actually are), and we can try to abide as ourself only by being keenly self-attentive, because what we actually are is only pure awareness: awareness that is aware of nothing other than itself.<br>\n<br>\n<a name=\"uu8-9\"></a><b>7. <i>Upadēśa Undiyār</i> verses 8 and 9: ‘பாவ பலம்’  (<i>bhāva balam</i>), ‘the strength of meditation’, means keenness of self-attentiveness, so what he implies in these two verses is that by keenness of self-attentiveness we will be in <i>sat-bhāva</i>, the state of being as we actually are</b><br>\n<br>\n<a name=\"uu08\"></a>Keen self-attentiveness is what Bhagavan described as <i>ananya-bhāva</i> (meditation on what is not other [than oneself]) in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n\t<br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i>, certainly <i>ananya-bhāva</i>, in which he is I, is the best among all.<br>\n<br>\n<b>Explanatory paraphrase:</b> Rather than <i>anya-bhāva</i> [meditation on anything other than oneself, particularly meditation on God as if he were other than oneself], certainly <i>ananya-bhāva</i> [meditation on nothing other than oneself], in which he is [considered to be] I, is the best among all [practices of <i>bhakti</i>, varieties of meditation and kinds of spiritual practice] [in the sense that it is the most effective of all means to purify the mind, and is also the only means to eradicate ego, the root of all impurities].</blockquote>\n<a name=\"uu09\"></a>The fact that such <i>ananya-bhāva</i> or keen self-attentiveness is the means by which we can abide as we actually are is clearly implied by him in the next verse, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu09\">verse 9</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>பாவ பலத்தினாற் பாவனா தீதசற்<br>\nபாவத் திருத்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;பரபத்தி தத்துவ முந்தீபற.<br>\n<br>\n<i>bhāva balattiṉāṯ bhāvaṉā tītasaṯ<br>\nbhāvat tiruttalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;parabhatti tattuva mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பாவ பலத்தினால் பாவனாதீத சத் பாவத்து இருத்தலே பரபத்தி தத்துவம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>bhāva balattiṉāl bhāvaṉātīta sat-bhāvattu iruttal-ē para-bhatti tattuvam</i>.<br>\n<br>\n<b>English translation:</b> By the strength of meditation, being in <i>sat-bhāva</i>, which transcends <i>bhāvana</i>, alone is <i>para-bhakti tattva</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> By the strength [intensity, firmness or stability] of [such] meditation [<i>ananya-bhāva</i> or self-attentiveness], being in <i>sat-bhāva</i> [the state of being], which transcends [all] <i>bhāvana</i> [thinking, imagination or meditation], alone [or certainly] is <i>para-bhakti tattva</i> [the nature, reality or true state of supreme devotion].</blockquote>\nWhat he refers to here as ‘பாவ பலம்’  (<i>bhāva balam</i>), ‘the strength of meditation’, is the intensity of <i>ananya-bhāva</i>, which means keenness of self-attentiveness, so what he implies here is that by the keenness of our self-attentiveness we will be in <i>sat-bhāva</i>, the state of being, which means the state of being as we actually are and is therefore what is otherwise referred to as ‘self-abidance’. Therefore the clear implication of this verse is that we can be in the state of self-abidance only by being keenly self-attentive.<br>\n<br>\n<a name=\"effort\"></a><b>8. Though the practice of self-abidance entails trying to be self-attentive, the need to try being so ceases as soon as our self-abidance becomes perfect</b><br>\n<br>\n<a name=\"un23\"></a><a name=\"un28\"></a>Being keenly self-attentive is what he described in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">verse 23</a> of <i>Uḷḷadu Nāṟpadu</i> as investigating by ‘நுண் மதி’ (<i>nuṇ mati</i>: a subtle, refined, sharp, keen, acute and discerning mind or intellect) where this ‘I’ (namely ego) rises, and in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un28\">verse 28</a> as sinking within by ‘கூர்ந்த மதி’ (<i>kūrnda mati</i>: a sharpened, pointed, keen, acute, penetrating and discerning mind or intellect) to know the place where the rising ego rises. The ‘place’ from which we rise as ego is our own real nature (<i>ātma-svarūpa</i>), which is pure awareness, and we can know pure awareness only by being pure awareness, so in these verses also he implies that it is only by being keenly self-attentive that we can know and be what we actually are.<br>\n<br>\nTo the extent that we are keenly self-attentive, to that extent we are close to being as we actually are, so we can practise self-abidance only by being keenly self-attentive. However, when we are so keenly self-attentive that we are thereby aware of nothing other than ourself, we will be aware of ourself as pure awareness, which is what we always actually are, and thereby ego will be eradicated instantly and forever, and what will remain is the state of perfect self-abidance, in which there is no ego left to attend to anything.<br>\n<br>\nTherefore being keenly self-attentive is the means by which we try to be as we actually are, because what we actually are is pure self-awareness, but when we succeed in being as we actually are, what was making effort to be keenly self-attentive, namely ego, will cease to exist, so there will then be no need to make any such effort. In other words, though the practice of self-abidance entails trying to be self-attentive, the need to try being so ceases as soon as our self-abidance becomes perfect. Until then we should not cease trying our best to be self-attentive as much as possible.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "1",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8703002067790880162/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjA0MjQwMzYyMTA0Cm9mZnNldDogMAo\""
}