{
    "kind": "blogger#post",
    "id": "7758182058333526326",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-06-22T12:08:00+01:00",
    "updated": "2020-06-22T12:18:25+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/06/why-did-bhagavan-sometimes-say-heart-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7758182058333526326",
    "title": "Why did Bhagavan sometimes say the heart is on the right side of the chest?",
    "content": "A friend sent me a WhatsApp message yesterday saying that while explaining the first verse of <i>Saddarśanam</i> someone had said, ‘Many ask why Ramana Maharshi stated that heart is on your right. It is because you think that it is on the left. Heart actually is where one experiences the existence as consciousness’. I understood this to mean that that person had implied that the right side of the chest is where one experiences existence as consciousness, so I replied accordingly, but later my friend clarified that what that person was trying to convey was that ‘ullam or heart is not on right or left or nothing to do with the position in the body, but where or what one experiences as consciousness — not the body or mental consciousness which many associate this word with’.<br><a name='more'></a>\n<br>\n<a name=\"unm1\"></a><i>Saddarśanam</i> is a Sanskrit translation (albeit a very inadequate and in many places seriously distorted translation) by Kavyakantha Ganapati Sastri of <i>Uḷḷadu Nāṟpadu</i>, so the first verse of <i>Saddarśanam</i> is his translation of the <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#unm1\">first <i>maṅgalam</i> verse</a> of <i>Uḷḷadu Nāṟpadu</i>, in which Bhagavan said:<br>\n<blockquote>உள்ளதல துள்ளவுணர் வுள்ளதோ வுள்ளபொரு<br>\nளுள்ளலற வுள்ளத்தே யுள்ளதா — லுள்ளமெனு<br>\nமுள்ளபொரு ளுள்ளலெவ னுள்ளத்தே யுள்ளபடி<br>\nயுள்ளதே யுள்ள லுணர்.<br>\n<br>\n<i>uḷḷadala duḷḷavuṇar vuḷḷadō vuḷḷaporu<br>\nḷuḷḷalaṟa vuḷḷattē yuḷḷadā — luḷḷameṉu<br>\nmuḷḷaporu ḷuḷḷaleva ṉuḷḷattē yuḷḷapaḍi<br>\nyuḷḷadē yuḷḷa luṇar</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் உள்ளல் எவன்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல். உணர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ uḷḷal evaṉ? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal. uṇar</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது அலது உள்ள உணர்வு உள்ளதோ? உள்ள பொருள் உள்ளல் அற உள்ளத்தே உள்ளதால், உள்ளம் எனும் உள்ள பொருள் எவன் உள்ளல்? உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்; உணர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu aladu uḷḷa-v-uṇarvu uḷḷadō? uḷḷa-poruḷ uḷḷal-aṟa uḷḷattē uḷḷadāl, uḷḷam eṉum uḷḷa-poruḷ evaṉ uḷḷal? uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal; uṇar</i>.<br>\n<br>\n<b>English translation:</b> If what exists were not, would existing awareness exist? Since the existing substance exists in the heart without thought, how to think of the existing substance, which is called ‘heart’? Being in the heart as it is alone is thinking. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> If <i>uḷḷadu</i> [what is or what exists] were not, would <i>uḷḷa-v-uṇarvu</i> [existing awareness, actual awareness or awareness of what is] exist? [Or: (1) Except as <i>uḷḷadu</i>, does <i>uḷḷa-v-uṇarvu</i> exist? (2) Other than <i>uḷḷadu</i>, is there awareness to think [of it, meditate on it or investigate it]?] Since <i>uḷḷa-poruḷ</i> [the existing substance or reality] exists in the heart without thought, how to [or who can] think of [meditate on or investigate] <i>uḷḷa-poruḷ</i>, which is called <i>uḷḷam</i> [the heart]? Being in the heart as it is [that is, as pure thought-free self-awareness] alone is thinking [of it, meditating on it, contemplating it, investigating it or revering it]. Know [or be aware] [of it as it is].</blockquote>\nWhat I replied to my friend is as follows:<br>\n<br>\nWhat Bhagavan says about heart in the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i> has nothing to do with the body or the right side of the chest. He says it is ‘உள்ளல் அற’ (<i>uḷḷal-aṟa</i>), ‘without thought’, whereas the body, like everything else in the world, is just a thought.<br>\n<br>\nThis verse is extremely subtle and deep in meaning and implication, whereas what he said about the heart on the right is relatively gross and superficial, so we should not trivialise the deep meaning of this verse by associating it with the heart on the right.<br>\n<br>\nThe heart on the right is true relative only to the <i>dēhātma-buddhi</i>. When we mistake ourself to be a body, the <i>dēhātma-buddhi</i> (the false awareness ‘I am this body’) is experienced by us as centred on the right side of the chest, which is why we point there when referring to the body as ourself, and why when we experience any shock or strong emotion we feel a sensation there. We also sometimes experience a similar sensation there when we try to turn our attention back towards ourself, but that is because of our attachment to this body, the survival of which is threatened by keen self-attentiveness.<br>\n<br>\nTherefore the right side of the chest is not where one experiences existence as consciousness (<i>sat</i> as <i>cit</i>), but where one experiences one’s <i>dēhātma-buddhi</i> centred.<br>\n<br>\nThe heart on the right has nothing to do with the core teachings of Bhagavan. He referred to the heart being on the right side of the chest only to satisfy those who were unwilling to give up thinking in terms of the body and who therefore asked him where in the body the heart is located and whether it is the same as the <i>anāhata cakra</i>.<br>\n<br>\nHowever, in most cases where Bhagavan used the term heart, such as in the first <i>maṅgalam</i> verse of <i>Uḷḷadu Nāṟpadu</i>, he was not referring to the right side of the chest but only to our real nature (<i>ātma-svarūpa</i>), which is <i>sat-cit</i>, our fundamental awareness of our own existence, ‘I am’, because that alone is the real heart, core or centre of ourself, and hence of all other things also. Therefore when he says in the first <i>maṅgalam</i> verse, ‘உள்ளத்தே உள்ளபடி உள்ளதே உள்ளல்’ (<i>uḷḷattē uḷḷapaḍi uḷḷadē uḷḷal</i>), ‘Being in the heart as it is alone is thinking [or meditating on it]’, he does not mean we should be in the right side of the chest, but only that we should be in and as உள்ள பொருள் (<i>uḷḷa-poruḷ</i>), the existing substance, which is our real nature, pure awareness.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "778",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7758182058333526326/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTkyODI0NzA1ODcwCm9mZnNldDogMzYwMDAwMAo\""
}