{
    "kind": "blogger#post",
    "id": "7392881152610910093",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-08-24T20:16:00+01:00",
    "updated": "2023-07-26T19:21:16+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7392881152610910093",
    "title": "Praising or disparaging others is <i>anātma-vicāra</i>",
    "content": "In a comment on <a href=\"https://happinessofbeing.blogspot.com/2020/06/why-did-bhagavan-sometimes-say-heart-is.html?commentPage=2#c3759977581931275192\">18 July 2020 at 11:27</a> I appealed to everyone writing comments on this blog:<br>\n<blockquote>I have not had time to read most of the comments that have been posted here recently, but a friend has written to me pointing out that of late many of the comments have been blatantly transgressing the <a href=\"#comment-guide\">Guidelines for Comments</a>, so could I please ask you all to abide by these guidelines for the sake of all who read your comments. That is, please do not allow any discussion about Bhagavan’s teachings to deteriorate into a series of <i>ad hominem</i> attacks and abuse. If you disagree with any idea expressed by anyone else, you are welcome to explain why you disagree with it, but please do not criticise personally whoever has expressed whatever ideas you disagree with.</blockquote>\nI still have not had time to read most of the recent comments, but from the few I have read and from emails I have received from several friends deploring the tone of many of them I understand that what I wrote in this comment had little or no effect, because the same behaviour seems to have been continuing. This is very sad, because it shows a lack of respect for Bhagavan and his teachings, and it is inconsiderate, because it deters many serious aspirants from taking part in what could otherwise be useful discussions about his teachings.<br><a name='more'></a>\n<ol>\n<li><a href=\"#vanda-velai\">‘வந்த வேலையைப் பார்’ (<i>vanda vēlaiyai-p pār</i>), ‘Attend to the work for which you have come’</a></li>\n<li><a href=\"#person\">Whatever person we currently seem to be is not real, so why should we be concerned about whatever others may say about this person?</a></li>\n<li><a href=\"#ny19\"><i>Nāṉ Ār?</i> paragraph 19: however bad other people may appear to be, we should not dislike them</a></li>\n<li><a href=\"#ny20\"><i>Nāṉ Ār?</i> paragraph 20: if we rise as ego, everything rises, and if we subside, everything subsides</a></li>\n<li><a href=\"#ny10\"><i>Nāṉ Ār?</i> paragraphs 10 and 11: to curb and eventually eradicate all our <i>viṣaya-vāsanās</i> we must cling tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i>)</a></li>\n<li><a href=\"#thanks\">If anyone insults or maligns us, we should not feel hurt or offended but grateful to them</a></li>\n<li><a href=\"#anmm7\"><i>Śrī Aruṇācala Navamaṇimālai</i> verse 7: we should not think of any defects or qualities but only of Annamalai, our own real nature (<i>svarūpa</i>)</a></li>\n<li><a href=\"#dec98note\">Whatever is not destined to happen will not happen however much one may try to make it happen, and whatever is destined to happen will not stop however much one may try to prevent it happening</a></li>\n<li><a href=\"#will\">So long as we rise as ego, we are responsible for our will and for whatever actions we allow our will to drive us to do</a></li>\n<li><a href=\"#aamm047\"><i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 47: we can subside and merge in our real nature only if we are sufficiently pure in both mind and speech</a></li>\n<li><a href=\"#purification\">What is called purification of mind (<i>citta-śuddhi</i>) is just reduction in the strength of our <i>viṣaya-vāsanās</i>, so we can go deep in the practice of self-investigation and self-surrender only to the extent that our mind is purified</a></li>\n<li><a href=\"#agamya\">If we do not yield ourself completely to the one <i>paramēśvara śakti</i>, under the sway of our <i>vāsanās</i> we will be constantly thinking that we need to do like this or like that, and such thinking will impel us to do <i>āgāmya</i> by mind, speech and body</a></li>\n<li><a href=\"#vasa\">So long as we act under the sway (<i>vaśa</i>) of our inclinations (<i>vāsanās</i>) we are morally responsible for our actions</a></li>\n<li><a href=\"#refrain\">We can refrain from acting under the sway of our <i>vāsanās</i>, and to the extent that we refrain from acting under their sway we are thereby purifying our mind</a></li>\n<li><a href=\"#gvk790\"><i>Guru Vācaka Kōvai</i> verse 790: to err is human nature, but we should acknowledge and rectify our errors and thereby strive wholeheartedly to reform ourself</a></li>\n</ol>\n<a name=\"vanda-velai\"></a><b>1. ‘வந்த வேலையைப் பார்’ (<i>vanda vēlaiyai-p pār</i>), ‘Attend to the work for which you have come’</b><br>\n<br>\nSome of you may think that certain people commenting here are behaving like trolls, but if you consider anyone to be a troll, the only appropriate way to deal with them is not to retaliate but just to ignore them, because trolls do what they do in order to sow discord and produce a reaction, so their efforts will be futile if everyone ignores them. If any of us retaliate in any way, we are just playing into their hands and encouraging them to continue. Knowing this to be the case, if we nevertheless feel inclined to retaliate or exchange abuse, we should seriously question our motives for doing so.<br>\n<br>\nSome people who write disparagingly about others may feel they are justified in doing so, particularly if they are responding to someone else who have written in such a way, but there is never any justification for personal criticism or innuendo in a forum dedicated to discussing the teachings that Bhagavan has given us. During his bodily lifetime devotees sometimes used to complain to him about the behaviour of others, but no matter how justified their complaints may have seemed to be, he would never tolerate any such complaints but would always reprimand whoever was making a complaint, pointing out that the fault in all such cases lies in our seeing the faults of others. In other words, he would always direct the attention of anyone who raised a complaint about others back towards themself.<br>\n<br>\n<a name=\"gvk788\"></a>We can see the faults of others only when we rise as ego, so the first fault and root of all other faults is only our own rising, and hence that is the only fault that we need to rectify. As he says in verse 788 of <a href=\"http://happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>:<br>\n<blockquote>திருத்தத் தகுவதுதன் சித்தமே யென்னுங்<br>\nகருத்தைக் கடைப்பிடிக்கி லன்றி — யொருத்தன்<br>\nபிறர்தங் குறைகளே பேணு மனத்தாற்<br>\nகறைபடுமேன் மேற்றன் கருத்து.<br>\n<br>\n<i>tiruttat tahuvadutaṉ cittamē yeṉṉuṅ<br>\nkaruttaik kaḍaippiḍikki laṉḏṟi — yoruttaṉ<br>\npiṟartaṅ kuṟaigaḷē pēṇu maṉattāṟ<br>\nkaṟaipaḍumēṉ mēṯṟaṉ karuttu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> திருத்த தகுவது தன் சித்தமே என்னும் கருத்தை கடைப்பிடிக்கில் அன்றி ஒருத்தன், பிறர் தம் குறைகளே பேணும் மனத்தால் கறைபடும் மேன்மேல் தன் கருத்து.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tirutta tahuvadu taṉ cittamē eṉṉum karuttai kaḍaippiḍikkil aṉḏṟi oruttaṉ, piṟar tam kuṟaigaḷē pēṇum maṉattāl kaṟaipaḍum mēṉmēl taṉ karuttu</i>.<br>\n<br>\n<b>அன்வயம்:</b> திருத்த தகுவது தன் சித்தமே என்னும் கருத்தை ஒருத்தன் கடைப்பிடிக்கில் அன்றி, பிறர் தம் குறைகளே பேணும் மனத்தால் தன் கருத்து மேன்மேல் கறைபடும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tirutta tahuvadu taṉ cittamē eṉṉum karuttai oruttaṉ kaḍaippiḍikkil aṉḏṟi, piṟar tam kuṟaigaḷē pēṇum maṉattāl taṉ karuttu mēṉmēl kaṟaipaḍum</i>.<br>\n<br>\n<b>English translation:</b> Unless one adheres firmly to the principle that what needs to be rectified is only one’s own <i>cittam</i> [mind or will], one’s mind will become more and more defiled by its dwelling on [or being concerned with] only the faults [defects or shortcomings] of others.</blockquote>\nThis verse is also included in <i>Anubhuti Veṇbā</i> as verse 646, in his prose paraphrase of which Muruganar explains that the means to rectify one’s own mind is ‘அகமுகமாகத் திரும்பி’ (<i>ahamukham-āha-t tirumbi</i>), ‘turning to face inwards’ or ‘turning to face oneself’. Seeing any faults in anyone else entails facing outwards, away from oneself, so it is <i>anātma-vicāra</i>, which is always futile, as Bhagavan often pointed out, whereas turning back within to face oneself alone is <i>ātma-vicāra</i>, which is the only worthwhile endeavour, because as soon as we attend to ourself  we begin to subside, and when we thereby cease to rise as ego, whatever faults we previously saw either in ourself or in others will cease to exist.<br>\n<br>\nAccording to Bhagavan our life in this world is just a dream, so if we criticise or engage in disputes with others, we are just fighting our own shadows. Whatever we perceive is just a projection of our own <i>vāsanās</i>, so getting upset or quarrelling with others is just like getting upset or quarrelling with our own reflection seen in a mirror. Is it to engage in such futile activities that we have come to him? Have we not come to him to eradicate ego, this false ‘I’, which alone is what sees the seeming existence of others?<br>\n<br>\nAs he often used to say in various different contexts, but particularly when reprimanding anyone who complained or talked disapprovingly about others, ‘வந்த வேலையைப் பார்’ (<i>vanda vēlaiyai-p pār</i>), ‘Attend to the work for which you have come’. The work for which we have come to this world and taken refuge in him and his teachings is not to engage in disputes with others, see their faults, criticise them, disparage them or complain about them, but is only to investigate and surrender ourself.<br>\n<br>\n<a name=\"person\"></a><b>2. Whatever person we currently seem to be is not real, so why should we be concerned about whatever others may say about this person?</b><br>\n<br>\nSo what should our reaction be when others attack or disparage us? We should pay no heed to them, and we certainly should not retaliate in any way. If we feel at all hurt or offended, we should turn our attention back to ourself in order to see who am I, this ego who is so ready to take offence and be hurt by the words or behaviour of others. If we thereby attend to ourself keenly enough, this ego will subside and its feelings of offence and hurt will vanish like insubstantial phantoms, which is all they actually are.<br>\n<br>\nBhagavan often reminded devotees that those who attack us are attacking ego, which is our only real enemy, so we should consider them to be our real friends and well-wishers. Those who praise or appreciate us, on the other hand, are praising and appreciating us as ego, or so it seems to us, because they are praising and appreciating whatever person we as ego currently mistake ourself to be, so we should be wary of such people and their praise, considering them to be as dangerous as the seductive behaviour of an alluring tempter or temptress.<br>\n<br>\nIf we are serious about following Bhagavan’s path of self-investigation and self-surrender, we should neither praise nor disparage any other person, and we should guard against any inclination to do so, because attending and attributing reality to the seeming qualities or faults of others is <i>anātma-vicāra</i>, and to the extent that we have any interest in any form of <i>anātma-vicāra</i> we are lacking interest in <i>ātma-vicāra</i>. If we claim to be practising <i>ātma-vicāra</i> and repeatedly tell others that that is all that is required, yet at the same time engage in disparaging and personally criticising others, as some seem to do in the comments on this blog, we are not only being hypocritical but are also betraying the fact that we are not as deeply and seriously engaged in practising <i>ātma-vicāra</i> as we may like to believe, because the more one is interested in investigating oneself, the less one will be concerned about the seeming qualities or faults of others, and the less one will be inclined either to praise or to disparage them.<br>\n<br>\n<a name=\"una38\"></a>To the extent that we go deep in the practice of self-investigation and self-surrender, not only will we not be inclined to praise or disparage others, but we will be equally unconcerned about and unaffected by whatever praise or abuse may be directed at us by others. As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2014/11/is-there-any-such-thing-as-self.html#una38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>தானன்றி யாருண்டு தன்னையா ரென்சொலினென்<br>\nறான்றன்னை வாழ்த்துகினுந் தாழ்த்துகினுந் — தானென்ன<br>\nதான்பிறரென் றோராமற் றன்னிலையிற் பேராமற்<br>\nறானென்று நின்றிடவே தான்.<br>\n<br>\n<i>tāṉaṉḏṟi yāruṇḍu taṉṉaiyā reṉcoliṉeṉ<br>\nḏṟāṉḏṟaṉṉai vāṙttugiṉun tāṙttugiṉun — tāṉeṉṉa<br>\ntāṉbiṟareṉ ḏṟōrāmaṯ ṟaṉṉilaiyiṯ pērāmaṯ<br>\nṟāṉeṉḏṟu niṉḏṟiḍavē tāṉ.</i><br>\n<br>\n<b>பதச்சேதம்:</b> தான் அன்றி யார் உண்டு? தன்னை யார் என் சொலின் என்? தான் தன்னை வாழ்த்துகினும், தாழ்த்துகினும் தான் என்ன? ‘தான்’, ‘பிறர்’ என்று ஓராமல், தன் நிலையில் பேராமல் தான் என்றும் நின்றிடவே தான். <br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ aṉḏṟi yār uṇḍu? taṉṉai yār eṉ soliṉ eṉ? tāṉ taṉṉai vāṙttugiṉum, tāṙttugiṉum tāṉ eṉṉa? ‘tāṉ’, ‘piṟar’ eṉḏṟu ōrāmal, taṉ ṉilaiyil pērāmal tāṉ eṉḏṟum niṉḏṟiḍavē tāṉ</i>.<br>\n<br>\n<b>அன்வயம்:</b> ‘தான்’, ‘பிறர்’ என்று ஓராமல், தன் நிலையில் பேராமல் தான் என்றும் நின்றிடவே தான், தான் அன்றி யார் உண்டு? தன்னை யார் என் சொலின் என்? தான் தன்னை வாழ்த்துகினும், தாழ்த்துகினும் தான் என்ன?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>‘tāṉ’, ‘piṟar’ eṉḏṟu ōrāmal, taṉ ṉilaiyil pērāmal tāṉ eṉḏṟum niṉḏṟiḍavē tāṉ, tāṉ aṉḏṟi yār uṇḍu? taṉṉai yār eṉ soliṉ eṉ? tāṉ taṉṉai vāṙttugiṉunm, tāṙttugiṉum tāṉ eṉṉa?</i><br>\n<br>\n<b>English translation:</b> When one always stands inseparably in the [real] state of oneself, without experiencing [any distinction] as ‘oneself’ and ‘others’, who is there besides oneself? If whoever says whatever about oneself, what [does it matter]? What indeed [does it matter] whether one praises or disparages oneself?</blockquote>\nWhat Bhagavan refers to in this verse as ‘தன் நிலை’ (<i>taṉ ṉilai</i>), ‘one’s own state’ or ‘the state of oneself’, is our real state, in which we do not rise as ego and therefore remain as we actually are. In that state there is no distinction between oneself and others, because oneself alone exists and therefore there are no others. This is why the <i>jñāni</i> is unaffected by both praise and abuse.<br>\n<br>\nAs spiritual aspirants we have not yet ceased to rise as ego, so in our view there still seem to be others. However, we should understand that those others are no more real than other people we see in a dream. Not only are other people unreal, but so too is the person we seem to be. Why then should we be concerned about whatever others may say about whatever person we currently seem to be? Are we concerned about any praise or abuse that may have been directed at us by others in a dream from which we have awoken? Why then should we be concerned about any praise or abuse that may be directed at us by others in this dream?<br>\n<br>\n<a name=\"ny19\"></a><b>3. <i>Nāṉ Ār?</i> paragraph 19: however bad other people may appear to be, we should not dislike them</b><br>\n<br>\nIf at all we feel disturbed or agitated by the behaviour of others or whatever praise or abuse they may direct at us, and particularly if we feel inclined to retaliate in any way, we should remember and carefully consider what Bhagavan taught us in the <a href=\"https://happinessofbeing.com/nan_yar.html#para19\">nineteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>நல்ல மன மென்றும் கெட்ட மன மென்று மிரண்டு மனங்களில்லை. மன மொன்றே. வாசனைகளே சுப மென்றும் அசுப மென்று மிரண்டுவிதம். மனம் சுபவாசனை வயத்தாய் நிற்கும்போது நல்ல மன மென்றும், அசுபவாசனை வயத்தாய் நிற்கும்போது கெட்டமன மென்றும் சொல்லப்படும். பிறர் எவ்வளவு கெட்டவர்களாய்த் தோன்றினும் அவர்களை வெறுத்தலாகாது. விருப்பு வெறுப்புக ளிரண்டும் வெறுக்கத் தக்கன. பிரபஞ்ச விஷயங்களி லதிகமாய் மனத்தை விடக் கூடாது. சாத்தியமானவரையில், அன்னியர் காரியத்திற் பிரவேசிக்கக் கூடாது. பிறருக் கொருவன் கொடுப்ப தெல்லாம் தனக்கே கொடுத்துக்கொள்ளுகிறான். இவ் வுண்மையை யறிந்தால் எவன்தான் கொடா தொழிவான்?<br>\n<br>\n<i>nalla maṉam eṉḏṟum keṭṭa maṉam eṉḏṟum iraṇḍu maṉaṅgaḷ illai. maṉam oṉḏṟē. vāsaṉaigaḷē śubham eṉḏṟum aśubham eṉḏṟum iraṇḍu vidam. maṉam śubha-vāsaṉai vayattāy niṟgum-bōdu nalla maṉam eṉḏṟum, aśubha-vāsaṉai vayattāy niṟgum-bōdu keṭṭa maṉam eṉḏṟum solla-p-paḍum. piṟar e-vv-aḷavu keṭṭavargaḷāy-t tōṉḏṟiṉum avargaḷai veṟuttal āhādu. viruppu-veṟuppugaḷ iraṇḍum veṟukka-t takkaṉa. pirapañca viṣayaṅgaḷil adhikam-āy maṉattai viḍa-k kūḍādu. sāddhiyamāṉa-varaiyil, aṉṉiyar kāriyattil piravēśikka-k kūḍādu. piṟarukku oruvaṉ koḍuppadu ellām taṉakkē koḍuttu-k-koḷḷugiṟāṉ. i-vv-uṇmaiyai y-aṟindāl evaṉ-dāṉ koḍādu oṙivāṉ?</i><br>\n<br>\nThere are not two minds, namely a good mind and a bad mind. Mind is only one. Only <i>vāsanās</i> [inclinations, propensities, impulses or desires] are of two kinds, namely <i>śubha</i> [agreeable, virtuous or good] and <i>aśubha</i> [disagreeable, wicked, harmful or bad]. When mind is under the sway of <i>śubha vāsanās</i> it is said to be a good mind, and when it is under the sway of <i>aśubha vāsanās</i> a bad mind. However bad other people may appear to be, disliking them is not proper [or appropriate]. Likes and dislikes are both fit [for one] to dislike [spurn or renounce]. It is not appropriate to let [one’s] mind [dwell] excessively on worldly matters. To the extent possible, it is not appropriate to intrude in others’ affairs. All that one gives to others one is giving only to oneself. If one knew this truth, who indeed would remain without giving?</blockquote>\nIf anyone writes a comment disparaging, abusing or attacking either ourself or anyone else, such behaviour shows that their mind is still under the sway of  <i>aśubha vāsanās</i>, and if we retaliate by disparaging, abusing or attacking them, that shows that our mind is likewise still under the sway of  <i>aśubha vāsanās</i>. We cannot curb the <i>aśubha vāsanās</i> of others, but we can curb our own <i>aśubha vāsanās</i>, and if we aspire to follow the path of self-investigation and self-surrender we must try to do so.<br>\n<br>\n<i>Śubha</i> and <i>aśubha</i> are of course relative terms, so <i>vāsanās</i> that may be considered <i>śubha</i> from one perspective may be considered <i>aśubha</i> from another perspective. If we want to turn within and sink deep into our heart to be aware of ourself as we actually are, we should consider any <i>vāsanās</i> that draw our attention outwards (namely all <i>viṣaya-vāsanās</i>) to be <i>aśubha vāsanās</i>. In this sense all likes and dislikes are sproutings of <i>aśubha vāsanās</i>, because they arise only when we allow our attention to be diverted away from ourself towards something else, which is why Bhagavan says: ‘பிறர் எவ்வளவு கெட்டவர்களாய்த் தோன்றினும் அவர்களை வெறுத்தலாகாது. விருப்பு வெறுப்புக ளிரண்டும் வெறுக்கத் தக்கன’ (<i>piṟar e-vv-aḷavu keṭṭavargaḷāy-t tōṉḏṟiṉum avargaḷai veṟuttal āhādu. viruppu-veṟuppugaḷ iraṇḍum veṟukka-t takkaṉa</i>), ‘However bad others may appear to be, disliking them is not proper. Likes and dislikes are both fit [for one] to dislike [spurn or renounce]’.<br>\n<br>\nWhen he concludes this paragraph by saying, ‘பிறருக் கொருவன் கொடுப்ப தெல்லாம் தனக்கே கொடுத்துக்கொள்ளுகிறான். இவ் வுண்மையை யறிந்தால் எவன்தான் கொடா தொழிவான்?’ (<i>piṟarukku oruvaṉ koḍuppadu ellām taṉakkē koḍuttu-k-koḷḷugiṟāṉ. i-vv-uṇmaiyai y-aṟindāl evaṉ-dāṉ koḍādu oṙivāṉ?</i>), ‘All that one gives to others one is giving only to oneself. If one knew this truth, who indeed would remain without giving?’, the second of these two sentences implies that what he says in the first one refers to all the good things we give to others, but it applies equally well to all the bad things we give to others. That is, if we harm others in any other way, such as by disparaging, abusing or attacking them verbally, the one we are harming most is ourself, because we are thereby feeding and strengthening our own <i>aśubha vāsanās</i>, and so long as our <i>aśubha vāsanās</i> are strong they will obstruct us from turning within to investigate and surrender ourself. If we clearly understood this truth, would we feel inclined to disparage, abuse or attack others, even if they do so to us, or would we feel inclined to harm them in any way whatsoever?<br>\n<br>\nLet others be under the sway of <i>śubha vāsanās</i> or <i>aśubha vāsanās</i>, what is that to us? Let them praise or abuse us, why should that be of any concern to us? Our only real enemy is ourself as ego. If we were completely indifferent to whatever praise or abuse may be directed at us by others, we would not be affected by them in the least. If we are inwardly affected in any way at all by any amount of praise or abuse, we have not yet surrendered ourself entirely.<br>\n<br>\n<a name=\"ny20\"></a><b>4. <i>Nāṉ Ār?</i> paragraph 20: if we rise as ego, everything rises, and if we subside, everything subsides</b><br>\n<br>\nWhatever problems we may face in life, the root of them all is the rising of ourself as ego, as Bhagavan clearly implies in the <a href=\"https://happinessofbeing.com/nan_yar.html#para20\">twentieth and final paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தானெழுந்தால் சகலமு மெழும்; தானடங்கினால் சகலமு மடங்கும். எவ்வளவுக்கெவ்வளவு தாழ்ந்து நடக்கிறோமோ அவ்வளவுக்கவ்வளவு நன்மையுண்டு. மனத்தை யடக்கிக்கொண் டிருந்தால், எங்கே யிருந்தாலு மிருக்கலாம்.<br>\n<br>\n<i>tāṉ eṙundāl sakalam-um eṙum; tāṉ aḍaṅgiṉāl sakalam-um aḍaṅgum. evvaḷavukkevvaḷavu tāṙndu naḍakkiṟōmō avvaḷavukkavvaḷavu naṉmai-y-uṇḍu. maṉattai y-aḍakki-k-koṇḍirundāl, eṅgē y-irundālum irukkalām</i>.<br>\n<br>\nIf oneself rises [or appears] [as ego or mind], everything rises [or appears]; if oneself subsides [disappears or ceases], everything subsides [disappears or ceases]. To whatever extent sinking low [subsiding or being humble] we behave [or conduct ourself], to that extent there is goodness [benefit or virtue]. If one is [continuously] restraining [curbing or subduing] mind, wherever one may be one can be.</blockquote>\nSo long as we continue to rise as ego, we will continue to experience one dream after another, and so long as we are dreaming there is no limit to the problems and difficulties we may face. However, no matter what problems and difficulties we may face, they will seem to us to be problems and difficulties only to the extent that we give reality to them, and we give reality to them and to all other things only to the extent to which we rise by allowing our attention to go outwards, away from ourself. The more we turn our attention within to face ourself alone, the more we will subside and consequently the less real all other things will seem to be. This is why Bhagavan says: ‘எவ்வளவுக்கெவ்வளவு தாழ்ந்து நடக்கிறோமோ அவ்வளவுக்கவ்வளவு நன்மையுண்டு’ (<i>evvaḷavukkevvaḷavu tāṙndu naḍakkiṟōmō avvaḷavukkavvaḷavu naṉmai-y-uṇḍu</i>), ‘To whatever extent sinking low [subsiding or being humble] we behave, to that extent there is goodness [benefit or virtue]’.<br>\n<br>\nIn order to sink low and thereby subside back into the source from which we have risen, we need to curb our <i>viṣaya-vāsanās</i>: the outward-going tendencies of our mind. This curbing of all our inclinations (<i>vāsanās</i>) to face outwards is what Bhagavan refers to as ‘மனத்தை யடக்குதல்’ (<i>maṉattai y-aḍakkudal</i>), ‘restraining [or curbing] mind’, in the final sentence: ‘மனத்தை யடக்கிக்கொண் டிருந்தால், எங்கே யிருந்தாலு மிருக்கலாம்’ (<i>maṉattai y-aḍakki-k-koṇḍirundāl, eṅgē y-irundālum irukkalām</i>), ‘If one is [continuously] restraining [or curbing] mind, wherever one may be one can be’. That is, so long as we curb our <i>viṣaya-vāsanās</i> by clinging tenaciously to self-attentiveness, we will not be affected by whatever outward circumstances we may seem to be in.<br>\n<br>\n<a name=\"ny10\"></a><a name=\"ny11\"></a><b>5. <i>Nāṉ Ār?</i> paragraphs 10 and 11: to curb and eventually eradicate all our <i>viṣaya-vāsanās</i> we must cling tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i>)</b><br>\n<br>\nTo curb the outward-going tendencies of our mind we need to persistently turn our attention back within to face ourself alone, as he teaches us in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to be aware of things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fort [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\nTo the extent that we thereby curb the outward-going tendencies of our mind we will be unaffected by whatever may seem to be happening outside. If we are affected in any way by either praise or abuse, that is a clear indication that we are allowing our attention to go outwards and thereby give reality to the world-appearance, so the only solution is not to jump outwards and react to whatever seems to be happening outside but only to curb our mind by turning back within.<br>\n<br>\nWe rise as ego only when we attend to anything other than ourself, so to cease rising as ego all we need do is to be keenly self-attentive. Ego is like a playful young rabbit that, in spite of all the dangers it faces outside, eagerly comes out of its burrow to play whenever we are not vigilantly watching it, but as soon as we begin to look at it, it retreats back into the safety of its burrow, so to prevent it coming out we need to keep a careful and constant eye on the hole from which it pops out. Its burrow, the hole from which it pops out, is our heart, our fundamental awareness of our own existence, ‘I am’, so if we are keenly and constantly self-attentive, we will not rise as ego and get ourself into trouble.<br>\n<br>\nIdeally we should cling fast to uninterrupted <i>svarūpa-smaraṇa</i> (self-remembrance or self-attentiveness), but to do so requires intense <i>vairāgya</i>, which means reduction in the strength of our <i>viṣaya-vāsanās</i>, so as long as our <i>viṣaya-vāsanās</i> are still relatively strong, we will repeatedly fail in our attempts to be uninterruptedly self-attentive. All we have to do, however, is just persevere in trying to be self-attentive as much as possible, because what draws our attention away from ourself is our <i>viṣaya-vāsanās</i>, the rising of which are like enemy soldiers coming out of the fortress of our heart. Every time we turn our attention back within, we are thereby reducing the strength of our <i>viṣaya-vāsanās</i>, which is what Bhagavan describes here metaphorically as ‘continuously cutting down all of them as and when they come’, so if we persevere in trying to be self-attentive as much as we can, we will eventually capture the fortress of our heart, which means that we will vanquish ego along with its army of <i>viṣaya-vāsanās</i>.<br>\n<br>\nWhenever we find that we are disturbed or agitated by anything happening in our life, that should remind us that we have become self-negligent and have thereby allowed ego to pop out of its rabbit hole, so we should turn our attention back within to face ourself alone. The more keenly and persistently we watch ourself, this rising ego, the more we will thereby subside, so we have to continue fighting this battle with our <i>viṣaya-vāsanās</i> by clinging to self-attentiveness as much as possible until ego is thereby vanquished.<br>\n<br>\nThe problem we face does not lie in anything that is happening outside, but only in our rising as ego, so we can solve this problem only by being persistently self-attentive and thereby not allowing ourself to be distracted or disturbed by anything that seems to be happening outside. This alone is our வந்த வேலை (<i>vanda vēlai</i>), the work for which we have come.<br>\n<br>\n<a name=\"thanks\"></a><b>6. If anyone insults or maligns us, we should not feel hurt or offended but grateful to them</b><br>\n<br>\nIf we feel that we are being attacked, abused or disparaged by others, it can be helpful to remember that such things often happen in the lives of devotees, and they happen only for our own good, to remind us that we need to turn back within, unmindful of whatever may seem to be happening in the external world. Whatever problems or difficulties may occur in our life, they seem to be occurring only because we are looking outside, away from ourself, so the only real solution is to turn back within to face ourself alone.<br>\n<br>\nIf we feel hurt or offended by anything others say to us or about us, even such feelings of hurt or offense are things external to ourself, things that have appeared and will therefore disappear, so they too should remind us to turn our attention back towards ourself, the one in whose view they have appeared. As soon as we turn back to face ourself, whatever feelings may have arisen within us will begin to subside, and the more keenly and persistently we attend to ourself, the more everything else will recede into the background of our awareness and thereby be dissolved in the clarity of our self-attentiveness. This practice of self-investigation and self-surrender is therefore a very powerful tool, and if we use it properly it will enable us to remain indifferent not only to whatever may be happening in the external world but also to whatever feelings may arise in us when we see whatever is happening out there.<br>\n<br>\nBoth Muruganar and Sadhu Om were maligned and ill-treated at various stages in their lives, and they exemplified how we should remain indifferent to and unmoved by all such trivial happenings. Because Muruganar was very close to Bhagavan, there were some devotees who were jealous of him, so they maligned him in various ways and tried to poison the mind of Chinna Swami (Niranjanananda Swami, the younger brother of Bhagavan, who became the manager or ‘Sarvadhikari’ of Ramanasramam in the early 1930s) against him, saying that he wanted to become Bhagavan’s foremost disciple so that when Bhagavan passed away he could claim to be his successor and the rightful heir to the ashram. Muruganar of course never had any such intention, but because of such malicious gossip Chinna Swami always viewed him with suspicion, and as a result of the jealousy of such devotees and the false rumours they spread about him, Muruganar had to face many difficulties. However he bore all such difficulties with equanimity, and never retaliated or reacted when anyone maligned or ill-treated him, nor did he ever complain about such treatment.<br>\n<br>\nAll of this was known to Bhagavan, but except on a few rare occasions he did not interfere in any way but let things take their course, knowing that for a true devotee and spiritual aspirant it is better to be maligned and ill-treated than to be praised and treated with respect. There were of course other devotees who appreciated Muruganar and held him in high regard, but this only added to the enmity of those who were already jealous of him, so Bhagavan would also have known that if he had shown his support for Muruganar it would only have made things worse for him.<br>\n<br>\nBhagavan himself had to face jealousy and enmity from other sadhus in the early days when he was living on the hill, and in later years there were even court cases put against him by people who wanted to take control of the ashram and thereby exploit him for their own benefit. When such people failed in their attempts, they maligned him in various ways, such as by saying that he wanted to enrich his own family by making his brother the ashram manager. Such is the nature of the world, and by his example he taught us that we should be indifferent to all such things.<br>\n<br>\nIn the case of Sadhu Om, he did not face any jealousy or enmity during Bhagavan’s bodily lifetime because in the eyes of most other people he was a young and relatively insignificant devotee. However, he began to be noticed by others when he was living in Ramanasramam between 1955 and the early 1960s (during which time he was doing various forms of service such as editing and proofreading Tamil books published by the ashram and assisting the ashram doctor by working as a compounder in the dispensary), because though he preferred to keep a low profile, his reputation gradually spread among devotees who had discovered the beauty of his poetry and songs and the deep devotion expressed in them, and also the simplicity and clarity of the explanations he gave in answer to any questions he was asked about Bhagavan’s teachings. As his reputation spread, many devotees visiting the ashram wanted to meet him to hear him singing his songs on Bhagavan or to ask him any questions they had about his teachings, and seeing this some older devotees who had lived many years with Bhagavan became jealous of him and started to spread malicious rumours saying that he was trying to form his own little ashram within the ashram.<br>\n<br>\nSince he did not want to be the cause of any such jealousy or enmity, he decided to live on his own outside the ashram, but visitors to the ashram still wanted to meet him, so the jealousy and enmity did not abate. Another cause of the jealousy that some people felt towards him was the fact that he was close to Muruganar and Muruganar knew that he was the only person who was competent to assist him in preserving, cataloguing and editing all his unpublished verses, and since he had more time to assist Muruganar after moving out of the ashram, this led to a further increase in the jealousy and enmity.<br>\n<br>\nThose who were jealous of him therefore began to spread false rumours about him, such as that he had enmity towards the ashram and was supporting certain disgruntled devotees who were instigating the government to put court cases against the ashram. Such stories were of course completely untrue, and during all the years he was being maligned in this way he continued to do his usual literary work for the ashram, such as editing and proofreading books for them, even though he knew that some of the people who asked him to do such work were actively spreading false and malicious rumours about him.<br>\n<br>\n<a name=\"ss-app3-10\"></a>On one occasion in the late 1960s or early 70s the local Tahsildar and other Revenue Department officials came to Sadhu Om and said that they had been informed that he had grievances against the ashram management and could therefore give them evidence in support of a court case that the Hindu Endowment Board (a government department that manages the administration of all major Hindu temples and their properties) had put against them, but he replied that he had no grievances against anyone. They then asked him if it was not true that he had been ill-treated by the ashram management, in reply to which he asked how they could have ill-treated him when he had nothing to gain from them and nothing to lose as a result of anything they may do. However the officials continued trying to persuade him that he should have grievances against the ashram management, saying that they had heard that they had been slandering him by spreading malicious rumours against him. If that were the case, he replied, it would not be grounds for him to feel any grievance but only gratitude, and then he wrote the following verse, which is now included as verse 10 in the third appendix of the latest Tamil edition of <a href=\"https://www.happinessofbeing.com/sadhanai_saram.html\"><i>Sādhanai Sāram</i></a>:<br>\n<blockquote>என்னையின்று தூற்றுவோர்க் கென்னன்றி என்மலத்தை<br>\nயன்னையுங்கை யாற்றா னகற்றினாள் — இன்னவரோ<br>\nவோயாம னீக்கி யுதவுகின்றா ரன்றோதம்<br>\nவாயாலென் பாப மலம்.<br>\n<br>\n<i>eṉṉaiyiṉḏṟu tūṯṟuvōrk keṉṉaṉḏṟi eṉmalattai<br>\nyaṉṉaiyuṅkai yāṯṟā ṉahaṯṟiṉāḷ — iṉṉavarō<br>\nvōyāma ṉīkki yudavugiṉḏṟā raṉḏṟōtam<br>\nvāyāleṉ pāpa malam</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> என்னை இன்று தூற்றுவோர்க்கு என் நன்றி. என் மலத்தை அன்னையும் கையால் தான் அகற்றினாள், இன்னவரோ ஓயாமல் நீக்கி உதவுகின்றார் அன்றோ தம் வாயால் என் பாப மலம்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṉṉai iṉḏṟu tūṯṟuvōrkku eṉ naṉḏṟi. eṉ malattai aṉṉaiyum kaiyāl tāṉ ahaṯṟiṉāḷ, iṉṉavarō ōyāmal nīkki udavugiṉḏṟār aṉḏṟō tam vāyāl eṉ papa-malam?</i><br>\n<br>\n<b>அன்வயம்:</b> என்னை இன்று தூற்றுவோர்க்கு என் நன்றி. என் மலத்தை அன்னையும் கையால் தான் அகற்றினாள், இன்னவரோ தம் வாயால் என் பாப மலம் ஓயாமல் நீக்கி உதவுகின்றார் அன்றோ?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṉṉai iṉḏṟu tūṯṟuvōrkku eṉ naṉḏṟi. eṉ malattai aṉṉaiyum kaiyāl tāṉ ahaṯṟiṉāḷ, iṉṉavarō tam vāyāl eṉ papa-malam ōyāmal nīkki udavugiṉḏṟār aṉḏṟō?</i><br>\n<br>\n<b>English translation:</b> To those who now slander me [I offer] my thanks. Even [my] mother [when I was a baby] removed my <i>mala</i> [filth, impurity or excreta] only by [her] hand, whereas such people [by slandering me] are ceaselessly helping to remove my <i>papa-mala</i> [the filth of my sins] by their mouths, are they not?</blockquote>\nSuch should be our attitude towards those who slander, insult, disparage or abuse us. We should not be resentful or feel hurt or offended by whatever they may say to us or about us, but should be grateful to them for helping us in our effort to remove the root of all our <i>mala</i> (filth or impurity), namely ego.<br>\n<br>\n<a name=\"anmm7\"></a><b>7. <i>Śrī Aruṇācala Navamaṇimālai</i> verse 7: we should not think of any defects or qualities but only of Annamalai, our own real nature (<i>svarūpa</i>)</b><br>\n<br>\nIf we are following the path of self-investigation and self-surrender that Bhagavan has taught us, our attention should always be directed within towards Arunachala, the Lord who has taken us into his fold and is ever shining in our heart as ‘I’, so there should be no room for us to be aggrieved about anything whatsoever, as he clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#anmm7a\">verse 7</a> of <i>Śrī Aruṇācala Navamaṇimālai</i>:<br>\n<blockquote>அண்ணா மலையா யடியேனை<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யாண்ட வன்றே யாவியுடற்<br>\nகொண்டா யெனக்கோர் குறையுண்டோ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குறையுங் குணமு நீயல்லா<br>\nலெண்ணே னிவற்றை யென்னுயிரே<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யெண்ண மெதுவோ வதுசெய்வாய்<br>\nகண்ணே யுன்றன் கழலிணையிற்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;காதற் பெருக்கே தருவாயே.<br>\n<br>\n<i>aṇṇā malaiyā yaḍiyēṉai<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṇda vaṉḏṟē yāviyuḍaṯ<br>\nkoṇḍā yeṉakkōr kuṟaiyuṇḍō<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kuṟaiyuṅ guṇamu nīyallā<br>\nleṇṇē ṉivaṯṟai yeṉṉuyirē<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yeṇṇa meduvō vaduseyvāy<br>\nkaṇṇē yuṉḏṟaṉ kaṙaliṇaiyiṟ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;kādaṯ perukkē taruvāyē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அண்ணாமலையாய் அடியேனை ஆண்ட அன்றே ஆவி உடல் கொண்டாய். எனக்கு ஓர் குறை உண்டோ? குறையும் குணமும் நீ அல்லால் எண்ணேன் இவற்றை. என் உயிரே, எண்ணம் எதுவோ அது செய்வாய்; கண்ணே, உன்றன் கழல் இணையில் காதல் பெருக்கே தருவாயே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṇṇāmalaiyāy aḍiyēṉai āṇda aṉḏṟē āvi uḍal koṇḍāy. eṉakku ōr kuṟai uṇḍō? kuṟaiyum guṇamum nī allāl eṇṇēṉ ivaṯṟai. eṉ uyirē, eṇṇam eduvō adu seyvāy; kaṇṇē, uṉḏṟaṉ kaṙal iṇaiyil kādal perukkē taruvāyē</i>.<br>\n<br>\n<b>English translation:</b> Annamalai, the very day you took charge of me, [your] slave [servant or devotee], you took possession of my soul and body. Is there any <i>kuṟai</i> [imperfection, deficiency, need, want, dissatisfaction or grievance] for me? [Since] <i>kuṟai</i> [imperfections, flaws, faults, impurities or vices] and <i>guṇam</i> [qualities or virtues] [cannot exist independent of you], I do not think of them but only of you. My <i>uyir</i> [life or soul, implying my real nature], whatever be [your] thought [intention or wish], do that; [my] <i>kaṇ</i> [eye, implying both my beloved (the one who is more dear to me than my own eyes) and my real awareness (which is what is always shining in my heart as ‘I am’)], just give [me] only a flood [overflow, fullness, abundance, surge or increasing intensity] of love for your pair of feet.</blockquote>\nWhat exactly does he mean in the first sentence when he says ‘அடியேனை ஆண்ட வன்றே’ (<i>aḍiyēṉai āṇda-v-aṉḏṟē</i>), ‘the very day you took charge of me, [your] slave [servant or devotee]’? The word I have translated here as ‘you took charge of’ is ஆண்ட (<i>āṇda</i>), which is a past relative or adjectival participle of the verb <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=ஆள்&searchhws=yes\">ஆள்</a> (<i>āḷ</i>), which is a deeply significant word in Tamil devotional literature and one that Bhagavan uses frequently in <i>Śrī Aruṇācala Stuti Pañcakam</i>, but for which there is no adequate equivalent in English. The <i>Tamil Lexicon</i> gives several meanings for it, of which the ones that are relevant in this context are to rule, reign over, govern, control or manage, to receive or accept (as a patron accepts a protégé), and to cherish or maintain. I have translated it as to take charge of, because taking charge of someone (for example, a small child) implies not only taking control of them but also taking responsibility for them, so it comes close to conveying the two most important implications of ஆள் (<i>āḷ</i>), namely control and care. When God or <i>guru</i> takes charge of us in this sense, he not only takes complete control of us, but also cherishes and cares for us, accepting full responsibility for us.<br>\n<br>\nWhen Bhagavan says ‘அடியேனை ஆண்ட வன்றே’ (<i>aḍiyēṉai āṇda-v-aṉḏṟē</i>), ‘the very day you took charge of me, [your] slave [servant or devotee]’, he is referring to a particular moment or event, which implies that before that moment Annamalai (Arunachala) had not yet taken charge of him. Of course Annamalai, who is both God and <i>guru</i>, is always guiding us and caring for us, because he is our own real nature (<i>ātma-svarūpa</i>) and therefore loves us as himself, so what is Bhagavan referring to when he talks about the very day or moment that Annamalai took charge of him? What change in their relationship took place at that moment, and what brought about that change?<br>\n<br>\n<a name=\"ny13b\"></a>Annamalai is always willing and waiting to take charge of us, but he will not do so until we are willing to give ourself entirely to him. So long as we wish to retain any control or responsibility for ourself, he will give us a free rein, but as soon as we surrender ourself entirely to him, he will take complete charge of us. As he says in the second sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>, ‘ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார்’ (<i>īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār</i>), ‘Even though one places whatever amount of burden upon God, that entire amount he will bear’, so if we give ourself entirely to him, he will accept and take complete charge of us.<br>\n<br>\n<a name=\"ny13a\"></a>Therefore the moment that Bhagavan refers to in the first sentence of this verse, ‘அண்ணாமலையாய் அடியேனை ஆண்ட வன்றே ஆவி உடல் கொண்டாய்’ (<i>aṇṇāmalaiyāy aḍiyēṉai āṇda-v-aṉḏṟē āvi uḍal koṇḍāy</i>), ‘Annamalai, the very day you took charge of me, [your] slave [servant or devotee], you took possession of my soul and body’, is the moment that, faced with an intense fear of death, he surrendered himself entirely to Annamalai by turning his attention back towards himself so keenly that he thereby gave not even the slightest room to the rising of any other thought, as he described in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a>: ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>), ‘Being <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God’.<br>\n<br>\nThis then is the significance of the verb ஆள் (<i>āḷ</i>), ‘take charge’, and why it is used so frequently in <i>Śrī Aruṇācala Stuti Pañcakam</i> and other Tamil devotional literature. When the devotee surrenders entirely to God, there is no ego left to retain charge of anything, so that is the moment that God takes over, taking charge of everything. In this state there is nothing lacking, nothing to complain about or ask for, as Bhagavan implies in the second sentence of this verse: ‘எனக்கு ஓர் குறை உண்டோ?’ (<i>eṉakku ōr kuṟai uṇḍō?</i>), ‘Is there any <i>kuṟai</i> [imperfection, deficiency, need, want, dissatisfaction or grievance] for me?’.<br>\n<br>\n<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=குறை&searchhws=yes\">குறை</a> (<i>kuṟai</i>) has a range of meanings, so its meaning in each case is determined by the context. In this sentence it means anything lacking, any imperfection, deficiency, need, want, dissatisfaction or grievance, but in the third sentence it has all these meanings plus the meaning of <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=குற்றம்&searchhws=yes\">குற்றம்</a> (<i>kuṯṟam</i>), fault, defect, flaw, vice or moral blemish, because there it is used in association with <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=குணம்&searchhws=yes\">குணம்</a> (<i>guṇam</i>), which is a Tamil form of the Sanskrit word <a href=\"https://sanskritdictionary.com/?q=guṇa\">गुण</a> (<i>guṇa</i>), which can mean a quality of any sort, whether good or bad, but when used along with குறை (<i>kuṟai</i>) or குற்றம் (<i>kuṯṟam</i>) implies a good quality or virtue.<br>\n<br>\nThe third sentence, ‘குறையும் குணமும் நீ அல்லால் எண்ணேன் இவற்றை’ (<i>kuṟai-y-um guṇam-um nī allāl eṇṇēṉ ivaṯṟai</i>), literally means ‘<i>kuṟai</i> and <i>guṇam</i> except you I do not think of these’, so it is somewhat aphoristic. Though we can take it to mean simply ‘I do not think of these, [namely] <i>kuṟai</i> and <i>guṇam</i>, but only of you’, there is actually more meaning implied here than this. That is, ‘குறையும் குணமும் நீ அல்லால்’ (<i>kuṟai-y-um guṇam-um nī allāl</i>), ‘<i>kuṟai</i> and <i>guṇam</i> except you’, implies that <i>kuṟai</i> and <i>guṇam</i> are nothing but you or do not exist independent of you, because you alone are what actually exists, so everything else is a mere appearance, and ‘நீ அல்லால் எண்ணேன் இவற்றை’ (<i>nī allāl eṇṇēṉ ivaṯṟai</i>), ‘except you I do not think of these’, implies that I therefore do not think of <i>kuṟai</i> and <i>guṇam</i> but of you alone. Thus the whole of this sentence implies: ‘[Since] <i>kuṟai</i> [imperfections, flaws, faults, defects, impurities or vices] and <i>guṇam</i> [good qualities or virtues] [cannot exist independent of you or as other than you], I do not think of them but only of you’.<br>\n<br>\nDoes this mean that we need not be concerned about our defects and good qualities? Yes, but only if we think of nothing other than Annamalai. Since Annamalai is pure awareness, which is what is always shining in our heart as ‘I am’, thinking only of Annamalai means being so keenly self-attentive that we give not even the slightest room for the rising of any other thought, so this is the state that Bhagavan refers to when he says, ‘குறையும் குணமும் நீ அல்லால் எண்ணேன் இவற்றை’ (<i>kuṟai-y-um guṇam-um nī allāl eṇṇēṉ ivaṯṟai</i>), ‘I do not think of these, [namely] <i>kuṟai</i> and <i>guṇam</i>, but only of you’.<br>\n<br>\n<a name=\"aamm19\"></a>Being so keenly self-attentive is the means to eradicate ego, which is the root of all defects, and when ego is eradicated what remains is only <i>sadguṇa</i>, the quality of just being, which is our real nature and the best of all qualities. However, so long as we are not so keenly self-attentive, we do need to aspire to eradicate all our defects completely and thereby be endowed with all good qualities, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2014/12/the-need-for-manana-and-viveka.html#aamm019\">verse 19</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>:<br>\n<blockquote>குற்றமுற் றறுத்தெனைக் குணமாய்ப் பணித்தாள்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;குருவுரு வாயொளி ரருணாசலா<br>\n<br>\n<i>kuṯṟamuṯ ṟaṟutteṉaig guṇamāyp paṇittāḷ<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;guruvuru vāyoḷi raruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> குற்றம் முற்று அறுத்து எனை குணம் ஆய் பணித்து ஆள், குரு உருவாய் ஒளிர் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kuṯṟam muṯṟu aṟuttu eṉai guṇam āy paṇittu āḷ, guru-v-uru-v-āy oḷir aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> Arunachala, who shine as the form of <i>guru</i>, eradicating [my] defects completely [along with their root, namely ego] and making me be [endowed with] quality [especially the quality of <i>dṛḍha jñāna</i> or unshakably clear self-awareness], take charge [of me].</blockquote>\nEradicating our defects completely (which includes all our <i>viṣaya-vāsanās</i>  along with ego, their root) and endowing us with all good qualities (including the quality of just being as we actually are) is the function of <i>guru</i>, because it is only when he has removed our defects to a considerable extent that we will be willing to sink deep within and thereby surrender ourself entirely, and only when we surrender ourself entirely that he will take complete charge of us. However, he will remove our defects only to the extent that we are willing to surrender ourself to him, which is why this is such an important prayer.<br>\n<br>\nThat is, <i>guru</i> is always ready to eradicate our defects entirely, but we must allow him to do so, and we allow him to do so only to the extent to which we cling to self-attentiveness and thereby subside within. So long as we are trying our best to be self-attentive, we need not be concerned about our defects and qualities, because being self-attentive is the most effective means by which we can cooperate with <i>guru</i> in eradicating our defects and cultivating all good qualities, and because if we were to think of defects or qualities we would thereby be allowing our attention to be distracted away from ourself.<br>\n<br>\nHowever, we should not fool ourself by thinking that removal of our defects and cultivation of good qualities are not necessary, as some people who frequently comment on this blog seem to think. Just because Bhagavan teaches us that our aim should be to attend to nothing other than ourself does not mean that removal of our defects is not necessary, because our defects are what obstruct us from being exclusively self-attentive, so only to the extent to which our defects are removed will we be willing to cling firmly to self-attentiveness.<br>\n<br>\nThat is, the cause of all our defects (<i>kuṯṟam</i> or <i>kuṟai</i>) is our <i>viṣaya-vāsanās</i>, and the root of all our <i>viṣaya-vāsanās</i> is ourself as ego, so our defects will be removed to the extent that our <i>viṣaya-vāsanās</i> are weakened, and they will be weakened to the extent that we subside back within. Therefore the removal of our defects is an essential part of the process of self-investigation and self-surrender. We cannot investigate and surrender ourself without thereby removing our defects, and we can go deep in the practice of self-investigation and self-surrender only to the extent to which our defects have been removed.<br>\n<br>\n<a name=\"ny10b\"></a>We all have defects of various kinds, because the nature of ego is to have <i>viṣaya-vāsanās</i>, and <i>viṣaya-vāsanās</i> are the seeds that give rise to all kinds of defects. However, we should not lament the fact that we have so many defects but should just try our best to be self-attentive as much as possible, because being self-attentive is the most effective means to eradicate all defects, as Bhagavan implies in the final two sentences of the <a href=\"#ny10\">tenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nWithout giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s own real nature]. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in <i>svarūpa-dhyāna</i>, one will certainly be reformed [transformed into what one actually is].</blockquote>\nHowever, though we should not be preoccupied with our defects or lack of good qualities, but should instead try our best to cling firmly to self-attentiveness (<i>svarūpa-dhyāna</i>), we do need to recognise that removal of all our defects and consequent cultivation of good qualities are necessary, not as a separate exercise but as an integral part of the process of self-investigation and self-surrender.<br>\n<br>\nWhen Bhagavan implies that we should not think of our own <i>kuṟai</i> and <i>guṇam</i> but only of Annamalai, who is what is always shining within us as our own real nature (<i>svarūpa</i>), is it not obvious that we should also not think of or be concerned about the <i>kuṟai</i> and <i>guṇam</i> of any other person? Even if someone abuses or slanders us, that is their problem, not ours, because instead of being self-attentive they are wasting their time attending to what they perceive to be our defects. It would become our problem only if we were to attach any weight to their words and therefore take offense at whatever they may say to us or about us.<br>\n<br>\nLikewise, if anyone praises us, that is their problem, not ours, because instead of being self-attentive they are wasting their time attending to whatever good qualities they may imagine we have. Their praise would become a problem for us only if we were tempted to believe that we are in any way worthy of such praise, because we would thereby be giving room to the rising of ego. It is more dangerous for us to be praised than disparaged by others, but we can avoid this danger firstly by recognising clearly our own shortcomings and imperfections, and secondly but most importantly by being vigilantly self-attentive and thereby giving no room to the rising of ego.<br>\n<br>\nPraising or disparaging others is <i>anātma-vicāra</i>, because instead of attending to ourself we are attending to others and to what we perceive to be their good qualities (<i>guṇam</i>) or defects (<i>kuṟai</i> or <i>kuṯṟam</i>). Likewise, giving weight to whatever others say about us, whether it be praise or abuse, is <i>anātma-vicāra</i>, because what they say is about the person we seem to be, which is not ourself. Neither other people nor the person we seem to be are real, so they are not worthy of our attention. What is real is only ourself, so we should try our best to attend only to ourself and not to anything else whatsoever.<br>\n<br>\nWe will not succeed in attending only to ourself until our defects have been removed to a considerable extent, but the most effective means to remove them is to attend to ourself as much as possible, and thereby to minimise the extent to which we allow our attention to dwell on anything else. This is what Bhagavan teaches us indirectly when he sings to Annamalai, ‘குறையும் குணமும் நீ அல்லால் எண்ணேன் இவற்றை’ (<i>kuṟai-y-um guṇam-um nī allāl eṇṇēṉ ivaṯṟai</i>), ‘I do not think of these, [namely] <i>kuṟai</i> and <i>guṇam</i>, but only of you’.<br>\n<br>\nThough in the first three sentences of this verse Bhagavan describes the state of complete self-surrender, in which Annamalai has taken complete charge of oneself, and in which one therefore sees nothing lacking and hence does not think of anything other than Annamalai, one’s own real nature, his love for Annamalai and sense of complete dependence on him is so strong that in the final two sentences he still prays to him — but for nothing other than more love for him.<br>\n<br>\nBetween the third and fourth sentences he addresses Annamalai as ‘என் உயிரே’ (<i>eṉ uyirē</i>), which means ‘my life’ or ‘my soul’, thereby implying ‘my real nature’ (the life of my life or soul of my soul), so this address can be taken as part of either the third or the fourth sentence. Likewise between the fourth and fifth sentences he addresses him as ‘கண்ணே’ (<i>kaṇṇē</i>), which is a vocative form of கண் (<i>kaṇ</i>), which literally means ‘eye’, but which is used here as a metaphor meaning either ‘my beloved’, implying the one who is more dear to me than my own eyes, or ‘awareness’, implying pure awareness, which is what is always shining in my heart as ‘I am’, by the light of which my mind is illumined, thereby enabling it to know all things.<br>\n<br>\nIn the fourth sentence he prays, ‘எண்ணம் எதுவோ அது செய்வாய்’ (<i>eṇṇam eduvō adu seyvāy</i>), ‘Whatever be [your] thought [intention or wish], do that’, which is an expression of his complete surrender, implying ‘Not my will, but only your will: may that alone prevail’. His only request is for all-consuming love for him, as he prays in the fifth and final sentence: ‘உன்றன் கழல் இணையில் காதல் பெருக்கே தருவாயே’ (<i>uṉḏṟaṉ kaṙal iṇaiyil kādal perukkē taruvāyē</i>), ‘Just give [me] only a flood [overflow, fullness, abundance, surge or increasing intensity] of love for your pair of feet’.<br>\n<br>\nTherefore if we aspire to follow this path of complete self-surrender, which is the only means by which we can subside and merge back forever in our real nature, which is the source from which we have risen, we must learn to want nothing other than all-consuming love for our real nature, which we can cultivate only by trying to be so keenly self-attentive that we thereby cease of think of anything else whatsoever, including whatever <i>kuṟai</i> or <i>guṇam</i> we may seem to have.<br>\n<br>\nWe may be far from reaching the sublime state of complete surrender depicted by Bhagavan in this verse, but this is the aim towards which we should be working, and while we are working towards it we should not allow ourself to be distracted from this aim by succumbing to any inclination (<i>vāsanā</i>) we may have to praise or disparage any other person, to give weight to whatever anyone else may say about us or to us, whether complimentary or derogatory, or to retaliate in any way when anyone disparages or verbally attacks us.<br>\n<br>\n<a name=\"dec98note\"></a><b>8. Whatever is not destined to happen will not happen however much one may try to make it happen, and whatever is destined to happen will not stop however much one may try to prevent it happening</b><br>\n<br>\nTo enable us to be so keenly self-attentive, Bhagavan has given us numerous clues that can help us to curb the outward-going tendencies of our mind, and among those clues is what he taught us about <i>prārabdha</i> (destiny or fate). Whatever happens to us is determined by <i>prārabdha</i>, so nothing can happen to us that is not according to our <i>prārabdha</i>, and whatever is to happen to us according to <i>prārabdha</i> cannot be avoided, as he stated emphatically and unequivocally in the <a href=\"https://happinessofbeing.blogspot.com/2017/09/if-we-choose-to-do-any-harmful-actions.html#dec98note\">note he wrote for his mother</a> in December 1898, particularly in the second and third sentences of it:<br>\n<blockquote>அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன். என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ. eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nIn accordance with their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance [that is, in accordance with the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]. What will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nSince <i>prārabdha</i> is not just a random selection of some of the fruits of <i>āgāmya</i> that we have done in past lives but a selection carefully chosen by அதற்கானவன் (<i>adaṟkāṉavaṉ</i>), ‘he who is for that’, namely God or <i>guru</i>, nothing can happen in our life except with the consent of his grace. That is, since ‘he who is for that’ is all-knowing, all-powerful and all-loving (omniscient, omnipotent and omnibenevolent), he selects whichever fruit of our past <i>āgāmya</i> (actions driven by our will) will, if experienced by us in our present life, be most conducive to our spiritual development, so whatever happens to us in each life is given to us for our own benefit by his grace, which is his unbounded love for us.<br>\n<br>\nIf we understand this clearly and are willing to accept it wholeheartedly, we will not be disturbed or agitated by whatever may happen to us, and we will not want anything to happen that is not destined to happen or to prevent anything that is destined to happen. Thus we will be effectively curbing the outward-going tendencies of our mind, and we will remain inwardly contented and at peace no matter what may be happening outside in this dream we call our life.<br>\n<br>\nAs Bhagavan says, ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம்’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam</i>), ‘What will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain’, so it is futile either to want and try to make anything happen that is not destined to happen, or to want and try to prevent anything happening that is destined to happen. Therefore he concluded this note by saying: ‘ஆகலின் மௌனமா யிருக்கை நன்று’ (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), ‘Therefore silently being [or being silent] is good’.<br>\n<br>\nWhat exactly does he mean by ‘மௌனமா யிருக்கை’ (<i>mauṉamāy irukkai</i>), ‘silently being’ or ‘being silent’? He obviously does not mean that we should remain without any actions of mind, speech or body, because as he says in the first sentence, ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), ‘In accordance with their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance’, thereby implying that God or <i>guru</i> will make our mind, speech and body do whatever actions are necessary in order for our <i>prārabdha</i> to unfold. However, he does mean that we should refrain from doing any <i>āgāmya</i>, that is, any actions driven by our will, and we can refrain from doing such actions only by curbing the rising of our <i>viṣaya-vāsanās</i>, which are the seeds that drive our mind outwards to engage in such actions.<br>\n<br>\n<a name=\"ny06\"></a>To curb the rising of our <i>viṣaya-vāsanās</i> most effectively and completely, we need to curb our rising as ego, so what Bhagavan ultimately means by the term ‘மௌனமா யிருக்கை’ (<i>mauṉamāy irukkai</i>), ‘silently being’ or ‘being silent’, is the state in which we do not rise as ego, the thought called ‘I’, which is the root of all <i>viṣaya-vāsanās</i>. This is clearly implied by him in the following portion of the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். அதுவே ‘மௌன’ மெனப்படும். இவ்வாறு சும்மா விருப்பதற்குத்தான் ‘ஞான திருஷ்டி’ என்று பெயர். சும்மா விருப்பதாவது மனத்தை ஆன்மசொரூபத்தில் லயிக்கச் செய்வதே.<br>\n<br>\n<i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum. adu-v-ē ‘mauṉam’ eṉa-p-paḍum. ivvāṟu summā v-iruppadaṟku-t-tāṉ ‘ñāṉa-diruṣṭi’ eṉḏṟu peyar. summā v-iruppadāvadu maṉattai āṉma-sorūpattil layikka-c ceyvadē</i>.<br>\n<br>\nOnly the place where the thought called I [ego] does not exist at all [or even a little] is <i>svarūpa</i> [one’s ‘own form’ or real nature]. That alone is called ‘<i>mauna</i>’ [silence]. The name ‘<i>jñāna-dṛṣṭi</i>’ [‘knowledge-seeing’, experiencing true knowledge or real awareness] [refers] only to just being (<i>summā-v-iruppadu</i>) in this manner. What just being (<i>summā-v-iruppadu</i>) is is only making the mind dissolve [disappear or die] in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself].</blockquote>\n<a name=\"un27\"></a>True silence (<i>mauna</i>) is our real nature (<i>svarūpa</i>), so ‘மௌனமா யிருக்கை’ (<i>mauṉamāy irukkai</i>), ‘being silent’, means being as we actually are, and to be as we actually are we must cease rising as ego. As he implies in the second sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un27\">verse 27</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘நான் உதிக்கும் தானம் அதை நாடாமல், நான் உதியா தன் இழப்பை சார்வது எவன்?’ (<i>nāṉ udikkum thāṉam-adai nāḍāmal, nāṉ udiyā taṉ-ṉ-iṙappai sārvadu evaṉ?</i>), ‘Without investigating the place where ‘I’ rises, how to reach the annihilation of oneself, in which ‘I’ does not rise?’, in order to cease rising as ego we must investigate ourself, the source from which we have risen.<br>\n<br>\nSo long as we rise as ego, we will to a greater or lesser extent still have likes, dislikes, desires, attachments, hopes, fears and so on, because such is the nature of ego, and these will impel us to do <i>āgāmya</i>, but the more we curb our rising as ego by persistently trying to be self-attentive, the less we will be impelled to do any <i>āgāmya</i>, because our <i>viṣaya-vāsanās</i>, which are the seeds from which our likes, dislikes, desires, attachments, hopes, fears and so on sprout, will be reduced in strength to the extent to which we curb our rising. Therefore, to the extent that we cling firmly to being self-attentive and thereby curb our rising as ego, we come close to the state that Bhagavan describes as ‘மௌனமா யிருக்கை’ (<i>mauṉamāy irukkai</i>), ‘silently being’ or ‘being silent’.<br>\n<br>\nIf we believe that anything that happens to us or that we experience when we face outwards is caused by anything other than our <i>prārabdha</i>, or that by reacting to whatever happens we can in any way change the course of events, we will be inclined to blame other people for whatever troubles they seem to cause us and to retaliate or react against them in some way, as seems to be what has been happening in the exchanges of abuse that have been occurring in recent comments on this blog. By blaming others who abuse us and retaliating against them, we are nourishing and sustaining our rising as ego and our consequent inclination to face outwards, away from ourself, so we are thereby going directly in the opposite direction to self-investigation and self-surrender.<br>\n<br>\nA friend wrote to me recently saying, ‘it is not my prarabdha to be attacked and insulted on your blog, it is your will’, but that implies that my will could somehow change the course of events, which is clearly contrary to what Bhagavan wrote in his note to his mother: ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம்’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam</i>), ‘What will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain’.<br>\n<br>\nIf we feel that we are being attacked and insulted by others, the wise option for us would be to be unconcerned about such petty behaviour and to accept what Bhagavan has taught us, namely that whatever happens to us is according to our <i>prārabdha</i> and cannot be prevented, no matter how hard we may try. As I had earlier written to that friend:<br>\n<blockquote>Moreover, nothing can happen in our life except with the consent of his grace, because everything happens according to our <i>prārabdha</i>, which he has tailor-made to further our spiritual development in the best way possible. Therefore, rather than considering those who attack us to be our enemies, we should consider them to be Bhagavan appearing in that form to help us to subdue our ego by turning our attention back towards ourself, the root and sole foundation of all our troubles.</blockquote>\n<a name=\"will\"></a><b>9. So long as we rise as ego, we are responsible for our will and for whatever actions we allow our will to drive us to do</b><br>\n<br>\nHowever, this does not mean that our will does not play any role or that the role played by it is not important. If our will never influenced any of the actions done by our mind, speech or body, that would mean we never do any <i>āgāmya</i>, because <i>āgāmya</i> is by definition actions that we do driven by our will, and since <i>saṁcita</i> and <i>prārabdha</i> both consist only of the fruits of <i>āgāmya</i> that we have done in previous lives, there would be no <i>karma</i> at all. Therefore our will plays a crucial role in the creation and perpetuation of <i>karma</i>, and we cannot free ourself from the bondage of <i>karma</i> until we are willing to surrender our will entirely along with its root, namely ego.<br>\n<br>\nThough we cannot by our will make anything happen that is not destined to happen or prevent anything happening that is destined to happen, most of the actions we do by mind, speech and body are driven by our will to a greater or lesser extent. The only actions we do that are driven by <i>prārabdha</i> are those that are necessary for us to do in order for our <i>prārabdha</i> to unfold, but even such actions are in most cases also driven by our will to a greater or lesser extent. Therefore we need to accept responsibility for whatever actions we do by mind, speech or body, and as far as possible we need to curb our will by self-investigation and self-surrender, because to the extent we curb it we will thereby avoid doing actions driven by it.<br>\n<br>\nWas it my will that caused that friend to be attacked and insulted by others on this blog? I certainly do not want anyone to be attacked or insulted, and since whatever happens to each one of us is according to our respective <i>prārabdha</i>, I cannot prevent whatever is destined to happen, but this does not absolve me of responsibility for whatever actions I have done or refrained from doing. Because for a while I was living in a place where I had to depend on an extremely slow and unreliable internet connection, which was sometimes cut off for several days in a row, I decided to stop moderating comments a few months ago, and since then I have been too busy with other work to read most of the recent comments, so I cannot deny that my decisions to stop moderating and to prioritise other work played a role in whatever has been happening in recent comments, and that I am morally responsible for making these decisions, even though they may have been in accordance with <i>prārabdha</i>.<br>\n<br>\nThough whatever happens is according to <i>prārabdha</i>, we should not use this as an excuse to behave in whatever way we like, regardless of the harm we may do or hurt we may cause to others. So long as we rise as ego, we are responsible for our will (the sum total of all our <i>vāsanās</i>, and all the likes, dislikes, desires, attachments, hopes, fears and so on that sprout from them) and for whatever actions we allow our will to drive us to do.<br>\n<br>\n<a name=\"aamm047\"></a><b>10. <i>Śrī Aruṇācala Akṣaramaṇamālai</i> verse 47: we can subside and merge in our real nature only if we are sufficiently pure in both mind and speech</b><br>\n<br>\nThere is a mistaken belief held by some people who comment on this blog that whatever actions we do are according to <i>prārabdha</i> and that we therefore could not avoid doing them, so we should not be concerned about our actions even if we harm others or speak to them or about them in an offensive or hurtful manner. Those who hold such views also seem to believe that purification of mind (<i>citta-śuddhi</i>) is not necessary, because they argue that what is necessary is only <i>ātma-vicāra</i>, even though Bhagavan has clearly taught us that we can go deep in the practice of <i>ātma-vicāra</i> only to the extent that our mind is purified, because the impurities we need to remove from our mind are our <i>viṣaya-vāsanās</i>, which are what drive our mind outwards and thereby prevent us from going deep within.<br>\n<br>\nAs Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#aamm047\">verse 47</a> of <i>Śrī Aruṇācala Akṣaramaṇamālai</i>, we can subside and merge in our real nature only if we are sufficiently pure in both mind and speech:<br>\n<blockquote>தூய்மன மொழியர் தோயுமுன் மெய்யகந்<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தோயவே யருளென் னருணாசலா<br>\n<br>\n<i>tūymaṉa moṛiyar tōyumuṉ meyyahan<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;dōyavē yaruḷeṉ ṉaruṇācalā</i><br>\n<br>\n<b>பதச்சேதம்:</b> தூய் மனம் மொழியர் தோயும் உன் மெய் அகம் தோயவே அருள் என் அருணாசலா.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tūy maṉam moṙiyar tōyum uṉ mey aham tōyavē aruḷ eṉ aruṇācalā</i>.<br>\n<br>\n<b>English translation:</b> My [beloved] Arunachala, be gracious [enabling me] to bathe [immerse and merge] in ‘I’ [the heart], your reality, in which [only] those who are pure in mind and speech [or those whose pure mind has subsided or ceased] can bathe [immerse and merge].</blockquote>\nWhat does Bhagavan mean by purity of speech and why does he imply that it is a necessary prerequisite for us to merge back in our real nature? To the extent that our mind is purified, our speech will also be pure, because the actions of our speech and body are driven by our mind and therefore reflect its degree of purity or impurity. Unless we curb it, our mind wanders under the sway of its <i>vāsanās</i>, which may be relatively <i>śubha</i> (agreeable, virtuous or good) or relatively <i>aśubha</i> (disagreeable, wicked, harmful or bad), as Bhagavan pointed out in the <a href=\"#ny19\">nineteenth paragraph</a> of <i>Nāṉ Ār?</i>, so whatever <i>vāsanās</i> drive the activity of our mind also drive the behaviour of our speech and body.<br>\n<br>\nIf we are following the path of self-investigation and self-surrender, we are thereby trying to curb all our <i>viṣaya-vāsanās</i>, which are the impurities in our mind, so the deeper we go in this path the more our <i>viṣaya-vāsanās</i> will be weakened and our mind will thereby be purified. However, this process of purification is gradual, and as our <i>viṣaya-vāsanās</i> are progressively weakened, <i>vāsanās</i> that are more <i>aśubha</i> in nature will be replaced by those that are more <i>śubha</i>. Why is this so? <i>Aśubha</i> qualities, such as egotism, selfishness, greed, dishonesty, jealousy, cruelty, meanness and unkindness, predominate to the extent to which our <i>viṣaya-vāsanās</i> are strong, so the weaker our <i>viṣaya-vāsanās</i> become, the more <i>śubha</i> qualities, such as humility, selflessness, generosity, kindness, compassion and gentleness, will begin to predominate.<br>\n<br>\nEven if our <i>viṣaya-vāsanās</i> are still relatively strong, if we are sincerely trying to curb them by practising self-investigation and self-surrender, our effort to do so will curb whatever <i>aśubha</i> qualities we may have and allow more <i>śubha</i> qualities to arise in us, so this will be reflected in our outward behaviour, as Bhagavan implies in the phrase ‘தூய் மனம் மொழியர்’ (<i>tūy maṉam moṙiyar</i>), ‘those who are pure in mind and speech’ (which as Muruganar points out in his commentary on this verse implies purity of all the <i>trikaraṇas</i>, the three instruments of action, namely mind, speech and body). Therefore if we are steadfast in our practice of self-investigation and self-surrender, we will not say or write anything with an intention to offend, hurt, insult, ridicule, abuse, disparage, coerce or deceive others, and we will feel strongly averse to doing so.<br>\n<br>\nThis is what Bhagavan means by being pure in speech, and why he implies that purity of speech is a necessary prerequisite for us to merge back in our real nature. If everyone who writes comments on this blog were to bear this important teaching in mind and were therefore to curb any inclination they may have to write anything that could be seen as offending, hurting, insulting, ridiculing, abusing or disparaging others, there would be no need for me to appeal to everyone to abide by the <a href=\"#comment-guide\">Guidelines for Comments</a>, and no one would have any reason to complain about the tone of anyone’s comments or to be deterred by any comments from visiting this blog.<br>\n<br>\n<a name=\"purification\"></a><b>11. What is called purification of mind (<i>citta-śuddhi</i>) is just reduction in the strength of our <i>viṣaya-vāsanās</i>, so we can go deep in the practice of self-investigation and self-surrender only to the extent that our mind is purified</b><br>\n<br>\nAs I mentioned in the previous section, there are some strange ideas that are completely alien to Bhagavan’s teachings but are nevertheless sometimes expressed by people commenting on this blog, such as that purification of mind is not necessary, and that whatever actions we do by mind, speech or body are driven only by <i>prārabdha</i> and therefore not by our <i>vāsanās</i> (or still more mistakenly, that even <i>vāsanās</i> are <i>prārabdha</i>). Such ideas belong loosely to what is generally called ‘Neo-Advaita’, which is a vague set of beliefs that seem to have originated from people with a half-baked understanding of <i>advaita</i> derived by cherry-picking ideas from Bhagavan’s teachings and other <i>advaita</i> sources, taking them out of context and drawing wrong inferences from them.<br>\n<br>\n‘Neo-Advaita’ is an ill-defined term, because it does not refer to any fixed or coherent set of beliefs, and is in fact characterised by the vagueness and incoherence of its ideas, so not all neo-advaitins hold the same beliefs. However what all neo-advaita ideas have in common is that they are distortions and dilutions of Bhagavan’s and other genuine <i>advaita</i> teachings, and they also tend to provide excuses in one way or another for evading individual responsibility, whether spiritual responsibility for the purification of one’s mind or moral responsibility for the actions of one’s speech and body. This is why I said that the ideas that purification of mind is not necessary and that whatever actions we do by mind, speech or body are driven only by <i>prārabdha</i> and therefore not by our <i>vāsanās</i> belong to neo-advaita, because they both provide excuses for one to evade responsibility for the impurity of one’s mind and for the <i>aśubha</i> behaviour of one’s speech and body.<br>\n<br>\nIf we want to follow the path of self-investigation and self-surrender taught by Bhagavan, we need to have a clear and coherent understanding of his teachings, and to be wary of being deceived or misled by any neo-advaita ideas, which on superficial observation may deceptively seem similar to his teachings, but which on deeper scrutiny can be seen to be inconsistent with them and in some cases diametrically opposed to them. Let us therefore carefully consider these two ideas, namely that purification of mind is not necessary, and that whatever actions we do by mind, speech or body are driven only by <i>prārabdha</i> and therefore not by our <i>vāsanās</i>.<br>\n<br>\n<a name=\"uu08\"></a>If we have understood Bhagavan’s teachings correctly, it will be clear to us that any spiritual practice is beneficial only to the extent to which it is an effective means by which we can purify our mind. He devoted six verses of <i>Upadēśa Undiyār</i>, namely verses <a href=\"#uu03\">3</a> to 8, to explaining the relative efficacy of various practices in purifying the mind, and in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> he concluded that <i>ananya-bhāva</i> (meditation on what is not other than oneself), which is a synonym for <i>ātma-vicāra</i>, is ‘அனைத்தினும் உத்தமம்’ (<i>aṉaittiṉum uttamam</i>), ‘the best among all’, thereby implying that it is the most effective of all means to purify the mind.<br>\n<br>\nWhy is purification of mind (<i>citta-śuddhi</i>) so necessary? The impurities in our mind are our <i>viṣaya-vāsanās</i>, which are our inclinations (<i>vāsanās</i>) to attend to and experience phenomena (<i>viṣayas</i>), because they are what impel us to face outwards, away from ourself, and thereby to nourish and sustain ego. Therefore what is called purification of mind is just reduction in the strength of our <i>viṣaya-vāsanās</i>, so we can go deep in the practice of self-investigation and self-surrender only to the extent that our mind is purified.<br>\n<br>\nThis is such a simple and self-evident truth that it should be clear to anyone who has studied Bhagavan’s teachings and tried to put them into practice. Therefore the idea that purification of mind is not necessary is directly opposed to his teachings, and anyone who believes such an idea has not even begun to understand either the aim or the practice of his teachings.<br>\n<br>\n<a name=\"agamya\"></a><b>12. If we do not yield ourself completely to the one <i>paramēśvara śakti</i>, under the sway of our <i>vāsanās</i> we will be constantly thinking that we need to do like this or like that, and such thinking will impel us to do <i>āgāmya</i> by mind, speech and body</b><br>\n<br>\n<a name=\"dec98note1\"></a>Regarding the idea that whatever actions we do by mind, speech or body are driven only by <i>prārabdha</i> and therefore not by our <i>vāsanās</i>, this is another gross misinterpretation of his teachings, and like the idea that purification of mind is not necessary, it seems to be used by some people as an excuse for evading responsibility for their actions. In the first sentence of the <a href=\"#dec98note\">note he wrote for his mother</a> he said ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), ‘In accordance with their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance’, which implies ‘In accordance with the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act’, but this does not imply that all the actions we do by mind, speech or body are according to our <i>prārabdha</i> and are therefore actions that God or <i>guru</i> makes us do.<br>\n<br>\nThe fact that not all our actions are ones that we are made to do by ‘he who is for that’ according to our <i>prārabdha</i> is clearly implied by him in the other four sentences of that note, in which he said ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), ‘What will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good’, because if all our actions were according to <i>prārabdha</i>, whatever efforts we may make to make things happen that are not destined to happen or to prevent what is destined to happen would also be according to <i>prārabdha</i>, in which case there would be no need for him to point out the futility of such efforts or to advise us that being silent is good, thereby implying that we should refrain from all such efforts. In fact if all the actions we do by mind, speech or body were according to <i>prārabdha</i>, there would be no need for any spiritual teachings at all, because our attention would go wherever it was driven to go by <i>prārabdha</i>.<br>\n<br>\n<a name=\"ny13c\"></a>The fact that not all our actions are ones that we are made to do by அதற்கானவன் (<i>adaṟkāṉavaṉ</i>), ‘he who is for that’, namely God or <i>guru</i>, is also clearly implied by Bhagavan in the third sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br> \n<blockquote>சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்?<br>\n<br>\n<i>sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cintippadēṉ?</i><br>\n<br>\nSince one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all <i>kāryas</i> [whatever needs or ought to be done or to happen], instead of we also yielding to it, why to be perpetually thinking, ‘it is necessary to do like this; it is necessary to do like that’?</blockquote>\nThe clear implication of this rhetorical question is that we need not and should not be perpetually thinking ‘it is necessary to do like this; it is necessary to do like that’ but should yield ourself to the one <i>paramēśvara śakti</i>, which is driving all <i>kāryas</i>.<br>\n<br>\nSo what exactly does he mean here by ‘சகல காரியங்களையும்’ (<i>sakala kāriyaṅgaḷai-y-um</i>), ‘all <i>kāryas</i>’? ‘காரியங்கள்’ (<i>kāriyaṅgaḷ</i>) is a plural form of ‘<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=காரியம்&searchhws=yes\">காரியம்</a>’ (<i>kāriyam</i>), which is a Tamil form of the Sanskrit term ‘<a href=\"https://sanskritdictionary.com/?q=kārya\">कार्य</a>’ (<i>kārya</i>), which in this context means whatever needs or ought to be done or to happen, so it includes all that is to happen or to be experienced according to <i>prārabdha</i>, and whatever actions we need to do in order for our <i>prārabdha</i> to unfold. However, it does not include <i>āgāmya</i>, which is whatever actions we do according to our own will (or in other words, whatever actions we do under the sway of our <i>vāsanās</i>), such as thinking ‘it is necessary to do like this; it is necessary to do like that’, because if it did include such actions, there would be no need for him to imply that we should yield or surrender ourself to the one <i>paramēśvara śakti</i> instead thinking that we need to do like this or like that.<br>\n<br>\n<a name=\"ny13a2\"></a>If we yield ourself completely to the one <i>paramēśvara śakti</i> in the way that Bhagavan describes in the <a href=\"#ny13a\">first sentence</a> of this <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a>, ‘ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்’ (<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>), ‘Being <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God’, we will be so keenly self-attentive that we thereby refrain from thinking of anything else at all, so whatever actions may be done by our mind, speech or body will not be <i>āgāmya</i>, because they will not be done under the sway of any <i>vāsanās</i>, but will only be actions that these instruments are driven to do by the one <i>paramēśvara śakti</i> in accordance with <i>prārabdha</i>. However, if we do not yield ourself completely to the one <i>paramēśvara śakti</i> in this way, under the sway of our <i>vāsanās</i> we will be constantly thinking that we need to do like this or like that, and such thinking will impel us to do <i>āgāmya</i> by mind, speech and body.<br>\n<br>\nThough it is recorded in some books (such as <a href=\"http://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> 4-1-46 Afternoon and 1-6-46, and <i>My Recollections of Bhagavan Sri Ramana</i> chapter 4) that Bhagavan gave answers that seemed to imply that all actions are predetermined and therefore according to <i>prārabdha</i>, those who recorded such answers clearly misunderstood what he meant, possibly because they failed to understand the carefully worded nuances in his answers (as I explained in more detail in <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#nuances\">Those who recorded what Bhagavan said in reply to questions about predetermination and freedom of will often failed to grasp all the nuances in his replies</a>). As he made clear elsewhere, <i>prārabdha</i> is just one of the three <i>karmas</i>, the other two being <i>āgāmya</i> and <i>saṁcita</i>, and since <i>saṁcita</i> and <i>prārabdha</i> both consist only of the fruits of <i>āgāmya</i>, which is actions that we do according to our will, the only <i>karma</i> we have control over is <i>āgāmya</i>, so it is the only <i>karma</i> we need be concerned about, and our only concern about it should be to try to curb whatever <i>vāsanās</i> prompt us to do it, which we can do most effectively by turning back within to investigate and surrender ourself.<br>\n<br>\nWhatever is to happen according to <i>prārabdha</i> will happen whether we like it or not, and whatever is not to happen according to <i>prārabdha</i> will not happen, so we should be indifferent to all such things and just let them take their own course. However, in order to be indifferent to them we need to curb our <i>viṣaya-vāsanās</i>, and to the extent that we curb them we will thereby refrain from doing <i>āgāmya</i>. This curbing of our <i>viṣaya-vāsanās</i>, therefore, is what Bhagavan meant by ‘மௌனமா யிருக்கை’ (<i>mauṉamāy irukkai</i>), ‘silently being’ or ‘being silent’, in the final sentence of this note: ‘ஆகலின் மௌனமா யிருக்கை நன்று’ (<i>āhaliṉ mauṉamāy irukkai naṉḏṟu</i>), ‘Therefore silently being [or being silent] is good’.<br>\n<br>\n<a name=\"vasa\"></a><b>13. So long as we act under the sway (<i>vaśa</i>) of our inclinations (<i>vāsanās</i>) we are morally responsible for our actions</b><br>\n<br>\n<a name=\"ny08\"></a>The nature of the mind is to wander under the sway of its <i>vāsanās</i>, so in order to prevent it wandering we need to curb its <i>vāsanās</i>, as Bhagavan implies, for example, in the first four sentences of the <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை. மற்ற உபாயங்களினால் அடக்கினால் மனம் அடங்கினாற்போ லிருந்து, மறுபடியும் கிளம்பிவிடும். பிராணாயாமத்தாலும் மன மடங்கும்; ஆனால் பிராண னடங்கியிருக்கும் வரையில் மனமு மடங்கியிருந்து, பிராணன் வெளிப்படும்போது தானும் வெளிப்பட்டு வாசனை வயத்தா யலையும்.<br>\n<br>\n<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai. maṯṟa upāyaṅgaḷiṉāl aḍakkiṉāl maṉam aḍaṅgiṉāl-pōl irundu, maṟupaḍiyum kiḷambi-viḍum. pirāṇāyāmattāl-um maṉam aḍaṅgum; āṉāl pirāṇaṉ aḍaṅgi-y-irukkum varaiyil maṉam-um aḍaṅgi-y-irundu, pirāṇaṉ veḷi-p-paḍum-bōdu tāṉ-um veḷi-p-paṭṭu vāsaṉai vayattāy alaiyum</i>.<br>\n<br>\nFor the mind to cease [settle, subside, yield, be subdued, be still or disappear], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means. If made to cease [subside or disappear] by other means, the mind remaining [for a while] as if it had ceased, will again rise up [sprout, emerge or start]. Even by <i>prāṇāyāma</i> [breath-restraint] the mind will cease [subside or disappear]; however, so long as <i>prāṇa</i> [life, as manifested in breathing and other physiological processes] remains subsided mind will also remain subsided, [and] when <i>prāṇa</i> emerges it will also emerge and wander about under the sway of [its] <i>vāsanās</i> [propensities, inclinations, impulses or desires].</blockquote>\nThere are two significant verbs that Bhagavan uses in these four sentences and other portions of this paragraph and elsewhere in <i>Nāṉ Ār?</i>, particularly with reference to the mind, thoughts or oneself (such as in the <a href=\"https://happinessofbeing.com/nan_yar.html#para03\">third</a>, <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth</a>, <a href=\"https://happinessofbeing.com/nan_yar.html#para09\">ninth</a>, <a href=\"#ny13c\">thirteenth</a>, <a href=\"https://happinessofbeing.com/nan_yar.html#para15\">fifteenth</a>, <a href=\"https://happinessofbeing.com/nan_yar.html#para16\">sixteenth</a> and <a href=\"#ny20\">twentieth</a> paragraphs), namely அடங்கு (<i>aḍaṅgu</i>) and அடக்கு (<i>aḍakku</i>). <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அடங்கு&searchhws=yes\">அடங்கு</a> (<i>aḍaṅgu</i>), which he uses in each of these four sentences, means to cease, settle, subside, shrink, yield, be subdued, be still or disappear, and <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அடக்கு&searchhws=yes\">அடக்கு</a> (<i>aḍakku</i>) is the causative form of அடங்கு (<i>aḍaṅgu</i>), so it means to control, constrain, restrain, curb, subdue or cause to cease, settle, subside, be still or disappear. <br>\n<br>\nThe term he uses here that I have translated as ‘under the sway of [its] <i>vāsanās</i>’ is ‘வாசனை வயத்தாய்’ (<i>vāsaṉai vayattāy</i>), in which ‘வயத்தாய்’ (<i>vayattāy</i>) is the same term that he uses in the <a href=\"#ny19\">nineteenth paragraph</a> when he talks about the mind being under the sway of <i>śubha vāsanās</i> or <i>aśubha vāsanās</i> and literally means ‘being in the sway [influence, subjugation, control or dominion] of’, being a form of ‘<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=வயம்⁵&searchhws=yes\">வயம்</a>’ (<i>vayam</i>), which is a Tamil form of the Sanskrit term ‘<a href=\"https://sanskritdictionary.com/?q=vaśa\">वश</a>’ (<i>vaśa</i>), which means authority, power, control, dominion, influence or subjection. Therefore by saying that the mind will ‘wander under the sway of [its] <i>vāsanās</i>’, Bhagavan clearly implies that when left to its own devices (that is, when it is not restrained or curbed) what drives and controls the wandering or activities of the mind is its <i>vāsanās</i>.<br>\n<br>\nThis also implies that, since the mind is what drives and controls the activities of the speech and body, the activities of all these three instruments of action are driven and controlled by <i>vāsanās</i>, so to the extent to which we curb our <i>vāsanās</i> we thereby curb the activities of our mind, speech and body. Therefore, since the practice of self-investigation and self-surrender entails the curbing of our <i>viṣaya-vāsanās</i>, to the extent to which we go deep in this practice we will thereby curb the <i>vāsanā</i>-driven activities of our mind, speech and body.<br>\n<br>\n<a name=\"dec98note2\"></a>Though the actions of our mind, speech and body are driven primarily by our <i>vāsanās</i>, some of them are also driven by ‘he who is for that’ (namely God or <i>guru</i>) in accordance with our <i>prārabdha</i>, as he wrote in the first sentence of <a href=\"#dec98note\">his note for his mother</a>: ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), ‘In accordance with their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance’. The actions that we are made to do according to our <i>prārabdha</i> are only those actions that we need to do in order for our <i>prārabdha</i> to unfold.<br>\n<br>\n<i>Prārabdha</i> is a selection of the fruit of <i>āgāmya</i> that we have done in previous lives, and <i>āgāmya</i> is whatever actions we do under the sway of our <i>vāsanās</i> (in other words, actions driven by our will), so being the fruit or consequences of such actions, <i>prārabdha</i> is primarily a set of experiences we have to undergo, not a set of actions we have to do. However, in order for us to experience whatever <i>prārabdha</i> has been allotted to us certain actions need to be done by our mind, speech and body, so ‘he who is for that’ will make our mind, speech and body do such actions.<br>\n<br>\nFor example, if I am destined to experience the cooling effect of a hand fan on a hot day, ‘he who is for that’ will make my mind and hand act accordingly, though to me it will seem that I decided to fan myself and therefore picked up a fan and did so. However, in this case, as in many other cases, what impelled me to make this decision and act accordingly was not only ‘he who is for that’ making me dance according to my <i>prārabdha</i> but was also my will in the form of a liking or inclination (<i>vāsanā</i>) to experience a cool breeze.<br>\n<br>\nTherefore some of the actions that we do are in accordance with our <i>prārabdha</i>, because they are actions that we are made to do in order to us to experience whatever we are destined to experience, whereas other actions that we do are in accordance with our will, because they are actions that we do under the sway of our <i>vāsanās</i>, and many of the actions that we do are in accordance with both our <i>prārabdha</i> and our will. We cannot distinguish to what extent each action that we do by mind, speech or body is driven by our <i>prārabdha</i>, our will or both working in unison, and we need not try to do so, because our only concern should be to try to turn back within to face ourself alone and thereby curb whatever <i>vāsanās</i> would otherwise impel us to face outwards and consequently do <i>āgāmya</i> by mind, speech or body.<br>\n<br>\nSo long as we do not try to curb our <i>viṣaya-vāsanās</i>, whether by turning within (which is the most effective means to do so) or by any other means, our mind will be wandering under their sway, so most of the actions we do by mind, speech and body will to a greater or lesser extent be driven by such <i>vāsanās</i>, so we are morally responsible for all such actions, even though some of them may be driven not only by our <i>vāsanās</i> but also by our <i>prārabdha</i>. This is what Bhagavan clearly implies when he says that the mind wanders under the sway (<i>vaśa</i>) of its <i>vāsanās</i>, but rather than accepting moral responsibility for whatever actions they do, there are some people who prefer to put the blame on <i>prārabdha</i> for whatever wrong actions they do, claiming that all their actions are driven only by <i>prārabdha</i>, thereby implying that none of them are driven at all by their <i>vāsanās</i> (unless they claim, as some such people do, that even <i>vāsanās</i> are part of <i>prārabdha</i>, which is an utter fallacy, as I will explain in the next section).<br>\n<br>\nSuch claims are a very perverse misinterpretation of Bhagavan’s teachings, as should be clear to anyone who has studied, carefully considered and sincerely practised his teachings, but there are nevertheless some people who continue to make such claims and to use them as an excuse for behaving in whatever manner they want, no matter how <i>aśubha</i> their behaviour may be. If such people write comments abusing, ridiculing or disparaging others, for example, they may argue that those other people could not have been abused, ridiculed or disparaged if that had not been their <i>prārabdha</i>, so they must have been driven by <i>prārabdha</i> to abuse, ridicule or disparage them, and hence they are not morally responsible for doing so. This is obviously a fallacious argument, because it could be used to justify murder or any other morally unjustifiable action.<br>\n<br>\nWhere exactly does the fallacy lie in this argument? The premise that no one could be abused, ridiculed or disparaged if it were not their <i>prārabdha</i> is true, because whatever happens to us is according to <i>prārabdha</i>, so whoever has abused, ridiculed or disparaged may have done so in accordance with their (the perpetrator’s) <i>prārabdha</i>, but just because we are driven to do a certain action in accordance with our <i>prārabdha</i> does not mean that we were not also driven to do so by our own will (our <i>vāsanās</i>). Moreover, if we do morally objectionable or questionable actions but believe we are made to so in accordance with our <i>prārabdha</i>, we should consider why it is our <i>prārabdha</i> to behave in such a fashion.<br>\n<br>\nWhatever <i>prārabdha</i> has been allotted to us was not chosen for us by God or <i>guru</i> arbitrarily but was tailor-made by him to suit our present level of spiritual development. If our mind is pure (that is, if our <i>viṣaya-vāsanās</i> have been considerably reduced in strength), it will be under the sway of <i>śubha vāsanās</i> such as humility, selflessness, generosity, kindness, compassion and gentleness, so as a general rule God or <i>guru</i> would not allot us a <i>prārabdha</i> according to which we would be made to do the sort of actions that a mind under the sway of <i>aśubha vāsanās</i> would do. To give an extreme example to illustrate this, a devotee who has been sincerely following the path of self-investigation and self-surrender and whose mind is therefore under the sway of <i>śubha vāsanās</i> would not be allotted a <i>prārabdha</i> of being a cruel and tyrannical dictator or a ruthless mafia boss, because such roles would be incompatible with the purity of their mind.<br>\n<br>\nA devotee may be allotted a difficult <i>prārabdha</i>, such as a life of poverty, adversity, illness or being constantly exploited or ill-treated, but they would not be allotted a <i>prārabdha</i> according to which they would be made to behave in a manner that was incompatible with their <i>vāsanās</i>. Of course, so long as we rise as ego we are not perfect, so we will all err at times, but if we repeatedly behave in a selfish, greedy, arrogant, heartless, mean, unkind, dishonest, contemptuous or cruel manner, that would clearly indicate that our mind is under the sway of <i>aśubha vāsanās</i> and is therefore still very impure.<br>\n<br>\nWe cannot prevent whatever is to happen according to <i>prārabdha</i>, but we can refrain from acting under the sway of our <i>vāsanās</i>, so we are morally responsible for whatever actions we do under their sway. If we could not refrain from acting under their sway, we would not be able to practise either self-investigation or self-surrender, because our <i>viṣaya-vāsanās</i> would be constantly driving our attention outwards and compelling our mind, speech and body to act under their sway.<br>\n<br>\n<a name=\"refrain\"></a><b>14. We can refrain from acting under the sway of our <i>vāsanās</i>, and to the extent that we refrain from acting under their sway we are thereby purifying our mind </b><br>\n<br>\nWhatever actions we do under the sway of our <i>vāsanās</i> are called <i>āgāmya</i>, and it is the fruit of such actions that are stored as <i>saṁcita</i>, from which God selects certain fruit for us to experience as <i>prārabdha</i> in each life. Therefore if we could not refrain from acting under the sway of our <i>vāsanās</i>, whatever <i>āgāmya</i> we do would not be actions that we do by our own free will but ones we are compelled to do, so we would not be morally responsible for such actions, and hence the law of <i>karma</i>, according to which whatever <i>prārabdha</i> we experience is the fruit of <i>āgāmya</i> we have done in previous lives, would not be morally just.<br>\n<br>\nFor example, if it is my <i>prārabdha</i> to suffer in this life, that suffering is the fruit of bad <i>āgāmya</i> I had done in previous lives, so if I had not done that <i>āgāmya</i> by my own free will but had been compelled to do it, how could it be morally just for me to be made to suffer because of actions I had been compelled to do? Therefore if the law of <i>karma</i> is morally just, as it must be because it is enacted and implemented by God, we must be able to refrain from acting under the sway of our <i>vāsanās</i>.<br>\n<br>\nTherefore if anyone claims that we cannot refrain from acting under the sway of our <i>vāsanās</i>, they are making a mockery of the law of <i>karma</i>. Worse still, they are making a mockery of Bhagavan’s teachings, because if we could not refrain from acting under the sway of our <i>vāsanās</i>, why would he teach us that instead of allowing our attention to be driven outwards by our <i>viṣaya-vāsanās</i>, we should turn back within to face ourself alone and thereby surrender ourself entirely?<br>\n<br>\nHowever, some people who comment on this blog seem to be unwilling to accept that we can refrain from acting under the sway of our <i>vāsanās</i> and are therefore morally responsible for whatever actions we do under their sway. Such people repeatedly argue that whatever we do by mind, speech or body is according to <i>prārabdha</i> and that we therefore cannot avoid doing whatever we do, thereby implying that we have no moral responsibility for our actions.<br>\n<br>\nFor example, in a recent comment someone wrote, ‘Lying is a vasana and past habit and as such can be prarabdha, a liar in a previous life will lie in the next. Can a jiva prevent to lie? No, if that is his prarabdha he will lie no matter what’. This implies that we cannot avoid acting under the sway of our <i>vāsanās</i>, and that we are therefore not morally responsible for whatever lies we may tell. If the person who wrote this believes that this is in accordance with Bhagavan’s teachings, they are perverting his teachings to justify dishonest behaviour, and by the same argument they could equally well justify any other unethical behaviour, no matter how heinous it may be.<br>\n<br>\nFirstly, it is not correct to say that lying is a <i>vāsanā</i>. It is not a <i>vāsanā</i> but an action (<i>karma</i>). The inclination to lie is a <i>vāsanā</i>, but just because we have an inclination to tell lies does not mean that we have to tell lies. We may have inclinations to do many things, including some inappropriate things, but having an inclination (<i>vāsanā</i>) to do something inappropriate does not justify our doing it. If everyone did everything that they felt inclined to do, the world would be even more chaotic than it already is. If we have an inclination to do anything inappropriate, such as telling lies, we can and should curb that inclination whenever it arises within us and thereby refrain from acting on it.<br>\n<br>\nIf we have an inclination (<i>vāsanā</i>) to lie, and if we frequently allow ourself to act on that inclination, it will become a habit, and the more habituated we become to lying, the stronger that inclination will thereby become. Therefore if we now have a strong inclination to lie, that indicates that in the past we have frequently indulged that inclination and thereby allowed ourself to become habituated to lying. However, just as we have nurtured and strengthened our inclination to lie by frequently indulging it in the past, we can starve and weaken it now by curbing it whenever it arises and thereby refraining from acting upon it.<br>\n<br>\nTherefore it is not necessarily correct to say that ‘a liar in a previous life will lie in the next’. If we have frequently indulged our inclination (<i>vāsanā</i>) to lie till now, we will feel strongly inclined to continue lying, but we can at any time curb this inclination and thereby refrain from lying. The more we curb this or any other inclination, the weaker it will become, so whether we act on our inclinations (<i>vāsanās</i>) or not is entirely up to us.<br>\n<br>\nIf any inclination is particularly strong, it may be difficult for us to curb it, but it is never impossible. If we have little or no inclination to curb a particular inclination, it may seem to us that we are powerless to curb it, but just as we have cultivated other inclinations by indulging them, we can cultivate the inclination to curb all harmful inclinations (<i>aśubha vāsanās</i>) by persistently trying to do so. Therefore if any liar sincerely wants to stop lying, they can certainly do so.<br>\n<br>\nSecondly, to say ‘Lying is a vasana […] and as such can be prarabdha’ implies that <i>vāsanās</i> can be <i>prārabdha</i>, which blurs the important distinction between <i>vāsanās</i> and <i>prārabdha</i>. <i>Vāsanās</i> are seeds, whereas <i>prārabdha</i> is fruit produced by such seeds, so the issue we need to be concerned about is not <i>prārabdha</i> but <i>vāsanās</i>. Whatever <i>prārabdha</i> we are to experience has been selected by God for our own benefit, so we cannot change it in any way and hence need not be concerned about it. We do, however, need to be concerned about our <i>vāsanās</i>, particularly our <i>viṣaya-vāsanās</i> and <i>karma-vāsanās</i>, because they are our inclinations to attend to anything other than ourself and consequently to do actions under their sway.<br>\n<br>\n<a name=\"uu02\"></a>Experiencing <i>prārabdha</i> is consuming the fruit of past <i>āgāmya</i> (actions done under the sway of our <i>vāsanās</i>), so when we consume that fruit it thereby ceases to exist, but the seeds that drive us to do <i>āgāmya</i> remain, so if we do not curb them by refraining from acting under their sway they will continue driving us to do <i>āgāmya</i> and will thereby immerse us in the vast ocean of action (<i>karma</i>), as Bhagavan warns us in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய் <br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action having perished, as seed it causes to fall in the ocean of action. It is not giving liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> The fruit of [an] action having perished [by being experienced], [remaining] as a seed [a <i>karma-vāsanā</i> or propensity to do the same kind of action] it causes [one] to fall in the ocean of action. [Therefore] it [action] does not give liberation.</blockquote>\nAs he implies here, the consequences of <i>āgāmya</i> are of two distinct kinds, namely fruits and seeds. The fruits produced by it are what are stored in <i>saṁcita</i> and experienced as <i>prārabdha</i>, whereas the seeds produced by it are <i>vāsanās</i>, which are what tend to drive us to do more such <i>āgāmya</i>. Therefore, contrary to what was implied by the person who wrote ‘Lying is a vasana […] and as such can be prarabdha’, <i>vāsanās</i> are not (and cannot be) <i>prārabdha</i>, but are the seeds that tend to drive us to do <i>āgāmya</i>, the fruits of which are what we experience as <i>prārabdha</i>.<br>\n<br>\n<a name=\"uu03\"></a>Though <i>vāsanās</i> tend to drive us to do <i>āgāmya</i>, they cannot compel us to do so, so it is up to us whether we allow ourself to act under their sway or not. If they could compel us to do <i>āgāmya</i>, we would never be able to escape from the vast ocean of action into which they tend to plunge us. The fact that we can escape from this ocean is clearly implied by Bhagavan in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu03\">verse 3</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>கருத்தனுக் காக்குநிட் காமிய கன்மங்<br>\nகருத்தைத் திருத்தியஃ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கதிவழி காண்பிக்கு முந்தீபற.<br>\n<br>\n<i>karuttaṉuk kākkuniṭ kāmiya kaṉmaṅ <br>\nkaruttait tiruttiyaḵ dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;gativaṙi kāṇbikku mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கருத்தனுக்கு ஆக்கும் நிட்காமிய கன்மம் கருத்தை திருத்தி, அஃது கதி வழி காண்பிக்கும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>karuttaṉukku ākkum niṭkāmiya kaṉmam karuttai tirutti, aḵdu gati vaṙi kāṇbikkum</i>.<br>\n<br>\n<b>English translation:</b> Desireless action done for God, purifying the mind, it will show the path to liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> <i>Niṣkāmya karma</i> [action not motivated by desire] done [with love] for God purifies the mind and [thereby] it will show the path to liberation [that is, it will enable one to recognise what the correct path to liberation is].</blockquote>\nActions that are motivated by desire are called <i>kāmya karmas</i>, whereas those that are not motivated by desire but only by the love of God are called <i>niṣkāmya karmas</i>, so if we could not refrain from acting under the sway of our <i>vāsanās</i>, we would not be able to avoid doing whatever <i>kāmya karmas</i> our <i>vāsanās</i> may urge us to do. Therefore, when Bhagavan says here that <i>niṣkāmya karma</i> done for God purifies the mind, he clearly implies that we can refrain from acting under the sway of our <i>vāsanās</i>, and that to the extent that we refrain from acting under their sway we are thereby purifying our mind, which means that we are reducing the strength of whatever <i>vāsanās</i> tend to drive us to do <i>kāmya karmas</i>.<br>\n<br>\n<i>Vāsanās</i> are an issue because they are the inclinations that tend to drive us not only to do <i>āgāmya</i> by mind, speech and body, but more importantly to attend to things other than ourself. The <i>vāsanās</i> that urge us to attend to things other than ourself (namely phenomena or <i>viṣayas</i>) are called <i>viṣaya-vāsanās</i>, whereas the <i>vāsanās</i> that urge us to do actions are called <i>karma-vāsanās</i>, but these two types of <i>vāsanās</i> are inseparable, because so long as we are inclined to attend to and thereby experience phenomena, we will also be inclined to do actions by mind, speech and body.<br>\n<br>\nTherefore at the heart of every <i>karma-vāsanā</i> is a <i>viṣaya-vāsanā</i>, and for every <i>viṣaya-vāsanā</i> there are corresponding <i>karma-vāsanās</i>. Hence if we curb our <i>viṣaya-vāsanās</i> by trying to be self-attentive as much as we can, we will thereby curb our <i>karma-vāsanās</i>, and by curbing our <i>karma-vāsanās</i> we will thereby refrain from doing whatever actions they may otherwise have urged us to do.<br>\n<br>\nOne of the fallacies that are characteristic of neo-advaita is the idea that outward behaviour is no indication of spiritual attainment, and that one can be ‘enlightened’ yet still behave in a morally unjustifiable manner. Because they conveniently ignore the need for purification of mind (<i>citta-śuddhi</i>), and sometimes even deny explicitly that there is any such need, they are not willing to accept that there can be no spiritual attainment or even spiritual progress without purification of mind, and that purification of mind will be reflected in one’s outward behaviour.<br>\n<br>\nWe cannot practise either self-investigation or self-surrender without thereby curbing our <i>viṣaya-vāsanās</i>, and the more we curb them the less we will be inclined to do any selfish, unkind or dishonest actions or to behave in a mean, greedy, arrogant, contemptuous, heartless or cruel manner. Therefore if we claim that we are practising <i>ātma-vicāra</i> yet still frequently do such actions or behave in such a manner, and particularly if we justify such actions and behaviour, such as by arguing that they are all according to <i>prārabdha</i>, whatever <i>ātma-vicāra</i> we may be doing is at best still very superficial. If we have even begun to go deep in this practice, we will thereby have understood very clearly the need for purifying our mind by curbing and thereby gradually weakening our <i>viṣaya-vāsanās</i>. <br>\n<br>\n<a name=\"gvk790\"></a><b>15. <i>Guru Vācaka Kōvai</i> verse 790: to err is human nature, but we should acknowledge and rectify our errors and thereby strive wholeheartedly to reform ourself</b><br>\n<br>\nMuch of what I have written in this article should be obvious to anyone who is following Bhagavan’s path of self-investigation and self-surrender, so it should not have been necessary for me to tell any fellow devotees that we should not praise or disparage others, and we should not pay heed or give any weight to whatever others may say or write about us, whether it be praise or abuse. I do not claim to be perfect myself, so I hesitate to tell others how they should behave, but whether rightly or wrongly I felt it was necessary for me to appeal to everyone who comments on this blog to cooperate in trying to put an end to all forms of personal antagonism, abuse and discord.<br>\n<br>\nAs Bhagavan says in verse 790 of <i>Guru Vācaka Kōvai</i>:<br>\n<blockquote>இழுக்கண் மனித்த வியல்பே யெனினும்<br>\nஒழுக்கமுளங் கொண்டவுர வோரவ் — விழுக்கை<br>\nமதமானத் தாலே மறையா துடன்பட்<br>\nடிதமாய்த் திருந்த லியைபு.<br>\n<br>\n<i>iṙukkaṇ maṉitta viyalbē yeṉiṉum<br>\noṙukkamuḷaṅ koṇḍavura vōrav — viṙukkai<br>\nmatamāṉat tālē maṟaiyā duḍaṉpaṭ<br>\nṭidamāyt tirunda liyaibu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இழுக்கல் மனித்த இயல்பே. எனினும் ஒழுக்கம் உளம் கொண்ட உரவோர் அவ் இழுக்கை மத மானத்தாலே மறையாது உடன்பட்டு இதமாய் திருந்தல் இயைபு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>iṙukkal maṉitta iyalbē. eṉiṉum oṙukkam uḷam koṇḍa uravōr a-vv-iṙukkai mata māṉattālē maṟaiyādu uḍaṉpaṭṭu idamāy tirundal iyaibu</i>.<br>\n<br>\n<b>English translation:</b> Erring [slipping or falling down] is just human nature. However, [whenever they happen to err] it is appropriate for those who are steadfast in having good conduct at heart to acknowledge and wholeheartedly rectify that error [or to acknowledge that error and wholeheartedly reform themself], instead of hiding it because of excessive pride.</blockquote>\nTherefore if any of us have erred in any of our comments on this blog by saying anything unkind about anyone else, criticising them, disparaging them or abusing them in any way, even if in retaliation, or by instigating or contributing in any way to any quarrels, antagonism or discord, let us acknowledge and rectify all such errors by deleting any offending comments we have written, particularly in the last couple of months, and let us henceforth refrain from writing any such comments again.<br>\n<br>\nIn December 2018 I reluctantly had to introduce comment moderation, because at that time many trolls were commenting on this blog in an inappropriate and often offensive manner, but for reasons that I explained in <a href=\"#will\">section 9</a>, a few months ago I decided to stop moderating comments, and I hoped that I could trust everyone who writes comments to abide by the <a href=\"#comment-guide\">Guidelines for Comments</a>. Seeing how inappropriate and offensive many of the recent comments have been, some friends have suggested that I should resume moderating, but that would be a time-consuming task, and since time is limited it would prevent me doing other more useful work.<br>\n<br>\nIf a new batch of trolls were to begin commenting as the previous batch did two years ago, it may be necessary for me to begin comment moderation again, but I glanced through the names of those of wrote comments on my previous article and it seems that most of those comments were written by people who have been commenting here for a long time, so most of the inappropriate comments were not written by new trolls but by certain friends reverting to old patterns of behaviour. Therefore rather than me spending undue time reading all the comments and censoring them wherever necessary, it would be more appropriate if all of you who comment here were to self-censor your own comments, making sure that none of them are in any way inappropriate.<br>\n<br>\nDisparaging other people or writing derogatory comments about them is not our வந்த வேலை (<i>vanda vēlai</i>), the work for which we have come, so let us all desist from such petty behaviour, paying due heed to the admonishing advice given to us all by Bhagavan: ‘நீ வந்த வேலையைப் பார்’ (<i>nī vanda vēlaiyai-p pār</i>), ‘Attend to the work for which you have come’.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "32",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7392881152610910093/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "Śrī Aruṇācala Navamaṇimālai",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjkwMzk1Njc2MzI1Cm9mZnNldDogMzYwMDAwMAo\""
}