{
    "kind": "blogger#post",
    "id": "4023528687117699969",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-02-07T22:06:00Z",
    "updated": "2020-02-07T22:06:27Z",
    "url": "http://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4023528687117699969",
    "title": "To curb our rising as ego, all we need do is watch ourself vigilantly",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote a long email to me recently asking for advice about how we should behave in this world, and in particular about how we should respond to certain challenging situations. This article is adapted from the reply I wrote to him.<br><a name='more'></a>\n<br>\nLife in the world is never easy if we are trying to follow the spiritual path, but running away from the world (even if we could) would not solve the problem, because the root of all our problems is ego, which accompanies us wherever we go. Whatever we experience in our life is according to our destiny (<i>prārabdha</i>), which is prescribed by grace for our spiritual benefit, so whatever challenges we may face, we should accept them as opportunities given by grace for us to keep ego in check.<br>\n<br>\nAs you say, Sri Ramakrishna’s story about the snake who was advised by a <i>sādhu</i>, ‘Hiss but don’t bite’, can be a helpful guide in some circumstances. Bhagavan also said that we need to play in an appropriate manner whatever role we have been given in life, which means that we sometimes need to act as if we have desire, attachment, anger and so on, while trying inwardly to be free of all such passions. Sometimes we need to respond to situations appropriately, as you did in the case of the person who hit your car, but inwardly we should try to be unaffected either by such incidents or by whatever happens as a result of our response.<br>\n<br>\nBhagavan’s outward role was that of a <i>sādhu</i>, so when thieves broke into the ashram and other <i>sādhus</i> wanted to resist, he told them that the thieves were doing their <i>dharma</i>, and as <i>sādhus</i> they should do their <i>dharma</i>, which is not to resist or respond violently. Inwardly we should be <i>sādhus</i>, but if we outwardly have some other role in life, such as that of a family person, we need to act in a way that is appropriate to whatever role we have.<br>\n<br>\nTherefore how we should outwardly respond depends on the circumstances and the role we have been given to play in them. However, we should not be too concerned about that, because all is happening according to destiny. What we should be concerned about is only keeping ego and all its likes, dislikes, desires, attachments and so on in check, which we can do most effectively by the subtle inner process of self-investigation and self-surrender.<br>\n<br>\nWe rise as ego to the extent that we are concerned about and attend to anything other than ourself, and we subside to the extent that we give up being concerned about anything else and instead attend to ourself alone, so Bhagavan’s path is extremely simple. All we have to do is to be self-attentive as much as possible in all circumstances. If we do so, ego will thereby be kept in check, and hence everything else will happen as it is meant to happen.<br>\n<br>\nThat is, the more we keep a vigilant eye on ego (in other words, the more keenly we watch or attend to ourself), the more it will subside and dissolve, because we rise, stand and flourish as ego by attending to anything other than ourself, and hence the most effective means for us to curb our rising is to be calmly and steadily self-attentive. Ego is an impostor that can rise and play its mischief only when it is not being watched (that is, when we as ego are not watching ourself), so we can easily curb it simply by watching it.<br>\n<br>\nHowever, though watching it vigilantly (which means being keenly self-attentive) is actually very easy, for most of us it seems to be difficult, but that is only because we are unwilling to do so, since we have so much liking for rising and attending to other things that concern us more than just being as we actually are. However, if we persevere in trying to be self-attentive as much as we are currently able to be, our interest in other things and liking to attend to them will gradually decrease, and thus we will become more willing to be calmly self-attentive and thereby to subside and dissolve back into our source, namely pure awareness, which is ourself as we always actually are.<br>\n<br>\nSince ego subsides to the extent that we attend to it, being self-attentive is not only self-investigation but also self-surrender, and the more we thereby surrender ourself, the more the actions of our mind, speech and body will be driven only by destiny and not by our will, because ‘our will’ means ego’s will, so it will subside to the extent that we as ego subside. Therefore if we want to act appropriately in all circumstances, the most effective way to ensure that we do so is to be calmly and steadily self-attentive.<br>\n<br>\n<a name=\"ny13\"></a>If we surrender ourself to Bhagavan by being so keenly self-attentive that we give no room to the rising of any thoughts about anything else, there will be no need or scope for us to think whether we should act in this way or that, and hence whatever actions our mind, speech and body may do will not be driven by our will but only by his divine will. Therefore, if we want to surrender ourself, we should as far as possible give up thinking about what we should do or how we should behave and should instead try our best to be calmly and steadily self-attentive, as he teaches us in the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām. īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cintippadēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God. Even though one places whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all <i>kāryas</i> [whatever needs or ought to be done or to happen], instead of we also yielding to it, why to be perpetually thinking, ‘it is necessary to do like this; it is necessary to do like that’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it, instead of remaining happily leaving our small luggage placed on it [the train], suffer bearing it [our luggage] on our head?</blockquote>\nWhen we are travelling on a train, the train is carrying our luggage whether we choose to place it on the luggage rack or to carry it on our head. Likewise, whether we choose to surrender ourself or not, God is carrying all our burdens and making our mind, speech and body do whatever they are meant to do. However, when we do not surrender ourself, we are allowing our will to interfere by trying to make our mind, speech and body act according to our likes, dislikes, desires, fears, attachments and so on. Though we are free to interfere in this way, we cannot thereby change even an iota of what we are destined to experience, so all we can achieve by not surrendering ourself is to suffer unnecessarily, just as we would if we were to carry our luggage on our head while travelling in a train. If instead we surrender ourself by being so keenly self-attentive that we give no room to the rising of any thought about anything else, we can live our life happily, free from all cares and concerns about anything.<br>\n<br>\nWhen we are self-attentive, we are attending to our fundamental awareness of our own existence, ‘I am’, which is the essence and reality of ego, so by doing so we are not only curbing our rising as ego but are also tapping directly into the source of all clarity, so the more we are self-attentive, the more we will be endowed with a deep inner clarity, which will automatically guide us to act appropriately by mind, speech and body. That is, our fundamental awareness of our own existence is the true form of our <i>guru</i>, Bhagavan Ramana, so by attending to him thus we are opening our heart to his silent and ever-present guidance, which like the skilful helmsman of a ship will steer us safely through whatever storms we must face on our journey back to the safe harbour of our true home, pure awareness.<br>\n<br>\nTherefore, rather than concerning ourself about how we should act in this world, we should focus all our concern and interest only on trying to be self-attentive as much as possible. “But seek you first the kingdom of God, and his righteousness; and all these things shall be added unto you”. That is, if we strive to cling fast to being self-attentive, everything else will be taken care of by him according to the destiny he has already planned for us. His clear guidance is always available to us, shining silently in our heart as ‘I am’, but to take full advantage of it we need to turn within and attend to it lovingly.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "177",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4023528687117699969/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTgxMTEzMTg3ODExCm9mZnNldDogMAo\""
}