{
    "kind": "blogger#post",
    "id": "6346457535912003912",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-01-20T21:11:00Z",
    "updated": "2020-01-21T07:12:01Z",
    "url": "http://happinessofbeing.blogspot.com/2020/01/why-or-how-we-have-risen-as-ego-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6346457535912003912",
    "title": "Why or how we have risen as ego is inexplicable, but Bhagavan does explain why and how we can cease rising",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In my previous article, <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html\">What does Bhagavan mean by the term ‘mind’?</a>, I explained that the mind is essentially just ego, and in the third section, <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#power\">Mind (in the sense of ego) is the extraordinary power called <i>māyā</i>, which is a distorted reflection of the original power of awareness (<i>cit-śakti</i>), so it is what causes all phenomena to appear</a>, I wrote:<br><a name='more'></a>\n<blockquote>All <i>vāsanās</i> and other phenomena derive their power only from ego, and ego derives its power from its being a form of awareness, albeit only a seeming form of awareness (<i>cidābhāsa</i>). Since awareness (<i>cit</i>) alone is what actually exists (<i>sat</i>), it is the original source of all power, and hence it is often described as <i>cit-śakti</i>, the power of awareness, or <i>cit-para-śakti</i>, the supreme power of awareness. Since ego is not pure awareness but just an adjunct-mixed form of awareness, it is not <i>cit-śakti</i> as such but a limited form of it, so it derives all its power from the original <i>cit-śakti</i>, which is always shining within it as ‘I am’. Therefore, since all phenomena and their seeds, namely <i>viṣaya-vāsanās</i>, seem to exist only within the limited awareness called ego, they derive their seeming power from its limited <i>cit-śakti</i>.</blockquote>\nand:<br>\n<blockquote><i>Cit-śakti</i> as such never does anything, because it is not only the power of awareness but also the power of being, since awareness (<i>cit</i>) and being (<i>sat</i>) are one and indivisible, so what is metaphorically called the play of <i>cit-śakti</i> is actually just the play of ego, which derives its seeming power from the real power that is <i>cit-śakti</i>. Instead of facing away from ourself and thereby playing this game of creation, sustenance and dissolution with ourself, if we as ego turn back to face ourself alone, we will see that we have always been nothing other than real awareness (<i>uṇmai uṇarcci</i> or <i>sat-cit</i>), which alone is <i>cit-śakti</i> and which never does anything whatsoever, but rests eternally and immutably as <i>sat-cit-ānanda</i>, the pure joy of just being aware of itself as just being.</blockquote>\nIn a <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c6736983372497652207\">comment</a> on that article a friend called Asun wrote:<br>\n<blockquote>If I have not misunderstood, sat-chit is ourself and in sat-chit there is a power, chit-sakti, which is the source of ego as avarana sakti, self-forgetfuness or self-ignorance, and viksep sakti or projecting and perceiving multiplicity by identifying itself with a body.<br>\n<br>\nIn your book “Happiness and the art of being” you say that self-forgetfulness is our choice to misuse this power lying in ourself. I searched in google chit-sakti and I came across with this: “chit-shakti or awareness has the will to know its own power and strength. It is for this reason that the universe is manifest: because chit-sakti has the will to know itself and its power” which seems to fit with what you say in your book so, it is rather this will to arise as ego, which is only possible through self-forgetfulness, than ego itself which is just an imagination, what has to be surrendered, isn’t it? And it is surrendered because it is realized that to deploy this power only brings about misery or dissatisfaction. When this will or power is surrendered, it is swallowed by ourself hence, ego not to arise anymore.<br>\n<br>\nQuestion is: isn’t it necessary chit-sakti to deploy its power in order to know its capacity, i.e., to become active, for it to subside? If it remains in a latent state, there is always the possibility that it to arise as ego being, in turn, the mere existence of this possibility the reason for it to arise, isn’t it?</blockquote>\nIn reply to this I wrote a <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c5293022663805212370\">comment</a> saying:<br>\n<blockquote>Asun, regarding what you wrote in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c6736983372497652207\">17 January 2020 at 14:58</a>, it is much simpler than that. Awareness (<i>cit</i>) and its power (<i>śakti</i>) are one and indivisible, so <i>sat-cit</i> itself is <i>cit-śakti</i>. They are not two separate things, or even one thing in another. In its pristine state it is not a power of doing but only a power of being, because awareness (<i>cit</i>) is being (<i>sat</i>), so it never does anything or chooses anything. It is infinite, eternal and immutable, and since it alone is what actually exists, it is not touched or affected by anything else.<br>\n<br>\nAll choosing and doing is done only by ego, which borrows its seeming power from <i>cit-śakti</i>, but without affecting <i>cit-śakti</i> in any way, because <i>cit-śakti</i> alone is real, whereas ego is just an illusory appearance, and it appears only in its own view and not in the clear view of <i>cit-śakti</i>.<br>\n<br>\nWho is self-forgetful? Who has a will to rise as ego? Our real nature (<i>ātma-svarūpa</i>) has never and can never forget itself, and consequently it never has a will to do anything other than just be, because it is <i>sat-cit-ānanda</i>, so it is immutable and eternally satisfied as it is. It is only as ego that we forget ourself and consequently desire to rise, stand and flourish as such.<br>\n<br>\nI do not remember what I wrote in <i>Happiness and the Art of Being</i>, but if I wrote that ‘self-forgetfulness is our choice to misuse this power lying in ourself’, as you say, or something to that effect, what I meant is that it is ego’s choice, not the choice of our real nature. The reason it is necessary to say this is that we as ego must accept responsibility for our own self-ignorance and for consequently creating all phenomena. We are self-ignorant (or self-forgetful) and all phenomena appear in our view only because we do not attend to ourself keenly enough, and we do not attend to ourself keenly enough only because we have chosen to project and attend to other things instead.<br>\n<br>\nWe cannot blame God or <i>cit-śakti</i> or anything else for the mess we are in. This is all entirely our own making. We as ego are the dreamer, so we are responsible for all that we are dreaming. We may seem to be helpless, because we now mistake ourself to be a person in our dream, but we are always free to attend only to ourself and thereby stop dreaming. If we attend to ourself keenly enough, we will see that we are just pure awareness, so we have never risen as ego or consequently dreamt anything.<br>\n<br>\nAs I said above, <i>cit-śakti</i> is nothing other than <i>sat-cit</i>, which is our real nature, so it always knows itself as it is, and hence it is absurd to say that it ‘has the will to know its own power and strength. It is for this reason that the universe is manifest: because chit-sakti has the will to know itself and its power’, as you read somewhere on the internet. This is no doubt what some people believe, but it is quite contrary to what Bhagavan taught us.<br>\n<br>\nWhatever we may learn about <i>cit-śakti</i> by googling the word is only what people believe about it, and there are of course many different beliefs that people have about it. However, most of the things that we formerly believed or were taught to believe will be demolished if we carefully consider and are willing to accept all that Bhagavan taught us. According to him the root cause of everything is only ego, so there is absolutely no cause antecedent to ego. Therefore all we need to surrender is ourself as ego, because when ego is surrendered its will and everything else will be surrendered along with it. And to surrender ourself, all we need do is attend to ourself keenly enough.<br>\n<br>\nIt is so simple. What is lacking at present is only our willingness to attend to ourself keenly enough and thereby surrender ourself entirely. However, if we patiently persevere in trying to be self-attentive as much as possible, we will gain the required willingness (<i>bhakti</i>) and will thereby eventually succeed in surrendering ourself entirely.</blockquote>\nAsun replied to this in <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c5332909365990907150\">one of her subsequent comments</a>:<br>\n<blockquote>Sorry, this is the paragraph I wanted to copy, previous to the first one I posted with your explanation that ‘self-forgetfulness’ “occurs only by our own choice — by our own misuse of our unlimited freedom and power”, where you clearly claim that self-forgetfulness is the necessary premise for us to arise as ego or to “be able to imagine ourself to be one body”:<br>\n<blockquote>if we had not forgotten the true nature of our real self, which always exists as our adjunct-free consciousness ‘I am’, we would not be able to imagine ourself to be anything other than that. That is, we would not be able to imagine ourself to be one body in the waking state, to be another body in dream, and to be ‘unconscious’ in sleep. Thus the fundamental sleep that underlies all our dreams, including the present dream that we now mistake to be our waking state, is our sleep of self-forgetfulness — the sleep in which we have forgotten our real self, the true nature of our essential consciousness ‘I am’.</blockquote>\nWhen I asked you, before reading your book, if you still agreed with what you wrote in it, you told me that mostly yes, that perhaps now you would say a few things in a different way, but regarding this issue, what you say now is not what you wrote said in a different way, it is something completely different, isn’t it?</blockquote>\nIn reply to this I wrote <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c4975598571330063551\">another comment</a>:<br>\n<blockquote>Asun, regarding the passage from the sixth chapter of <i>Happiness and the Art of Being</i>, <a href=\"https://happinessofbeing.com/hab-ch06.html\">True Knowledge and False Knowledge</a>, that you refer to in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c5332909365990907150\">18 January 2020 at 13:13</a>, the way I explained things in those days is not quite the same as I would now, but I do not think that what I wrote in that passage is ‘something completely different’ (in the sense of contradictory) to what I wrote in <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c5293022663805212370\">my reply</a> to you yesterday, particularly if you read that passage in the context of what else I wrote about self-forgetfulness in that chapter. For example, in the later passage from the same chapter that you quoted in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c1286033184077604728\">17 January 2020 at 21:00</a> I wrote that “we are in reality only our fundamental self-consciousness ‘I am’, which can never forget its own true nature”, and in the paragraph before that I wrote, ‘Such is the inexplicable and illusory nature of <i>māyā</i> that though our self-forgetfulness is the original cause that created the spurious and unreal consciousness we call our mind, it nevertheless does not exist except in the view of this unreal consciousness that it has created’, thereby implying that what has forgotten our real nature is not our real nature but only the unreal consciousness called ego or mind.<br>\n<br>\nWhat I wrote about self-forgetfulness in that chapter may seem to contradict what I replied to you yesterday only if we mistake self-forgetfulness to be anything other than ego, which it is not. Self-forgetfulness is the very nature of ego, because without being self-forgetful ego could not come into existence or endure, so in effect ‘self-forgetfulness’ is another name for ego.<br>\n<br>\nIn <i>advaita</i> prior to Bhagavan it was generally said that <i>avidyā</i> (meaning ignorance in the sense of self-ignorance) is the root cause of all our problems, so as I explained in <a href=\"http://happinessofbeing.blogspot.com/2019/05/the-ultimate-truth-is-ajata-but-because.html#traditional\">There is not just one but many different and often conflicting traditional interpretations of <i>advaita</i> and the writings of Sankara</a>, after Sankara there was a major dispute among his followers about whether the <i>āśraya</i> of <i>avidyā</i> (the thing in which <i>avidyā</i> inheres) is <i>brahman</i> or <i>jīva</i>. The <i>vivaraṇa</i> school argued that <i>brahman</i> must be the <i>āśraya</i> of <i>avidyā</i>, because <i>jīvas</i> appear as a result of <i>avidyā</i>, whereas the <i>bhāmatī</i> school argued that the <i>jīva</i> must be the <i>āśraya</i> of <i>avidyā</i>, because <i>brahman</i> cannot be affected by ignorance. When Bhagavan was asked about this he pointed out that the dispute arose because they mistook <i>avidyā</i> to be something other than <i>jīva</i>, whereas in fact <i>avidyā</i> is the very nature of <i>jīva</i> (which is another way of saying that self-forgetfulness is the very nature of ego), so without <i>jīva</i> (ego) there could be no such thing as <i>avidyā</i> (self-forgetfulness).</blockquote>\nAsun then replied to this in her comment of <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c4338159430853979874\">18 January 2020 at 17:55</a>:<br>\n<blockquote>What you say now that ourself:<br>\n<blockquote>[In] its pristine state it is not a power of doing but only a power of being, because awareness (cit) is being (sat), so it never does anything or chooses anything. It is infinite, eternal and immutable, and since it alone is what actually exists, it is not touched or affected by anything else.</blockquote>\nAnd what you wrote in your book that:<br>\n<blockquote>other than ourself there is no power that could make us forget our real self or even seemingly forget it. Hence it must be only by our own freedom of choice that we have seemingly forgotten our real self. Because we ourself are perfect freedom, we are free to be whatever we choose to be, and to do whatever we choose to do.</blockquote>\nAs well as all what follows and I posted already, is completely contradictory. Not to talk about the term “self-forgetfulness” you use many times in the book and now discard by asking “who is self-forgetful?” implying that there is not such a thing as self-forgetfulness since it implies, obviously, that it is ourself what chooses to forget itself, the primal form of maya as you define it, which would give rise to the secondary form of maya or what we call ego “I am this body”, as you clearly say and explain in the book, unless I’ve gone definitely mad.<br>\n<br>\nIn your latest response now you also say that self-forgetfulness “is the very nature of ego, because without being self-forgetful ego could not come into existence or endure, so in effect ‘self-forgetfulness’ is another name for ego.” But if self-forgetfulness is not the choice of ourself and the ego’s rising its consequence or manifestation, so to speak, it is me who ask now what you asked before “who is self-forgetful?”<br>\n<br>\nI find the whole thing quite confusing and contradictory, to be frank.</blockquote>\nThe rest of this article is my reply to this comment:<br>\n<ol>\n<li><a href=\"#aim\">The sole aim of all of Bhagavan’s teachings is to show us why and how we should get rid of ego</a></li>\n<li><a href=\"#desire\">Our rising and our desire to rise seem to occur only in the self-deluded view of ourself as ego</a></li>\n<li><a href=\"#responsibility\">As ego we need to accept full culpability for having risen, and consequently full responsibility for ceasing to rise</a></li>\n<li><a href=\"#freedom\">Rising as ego is a misuse of our infinite freedom, so it is only as ego that we have misused it</a></li>\n<li><a href=\"#pointer\">Whatever is said about ego is not intended to be an adequate explanation of its seeming existence but just a pointer showing us how to get rid of it</a></li>\n</ol>\n<a name=\"aim\"></a><b>1. The sole aim of all of Bhagavan’s teachings is to show us why and how we should get rid of ego</b><br>\n<br>\nAsun, regarding what you write in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c4338159430853979874\">18 January 2020 at 17:55</a>, this is why <i>māyā</i> is said to be <i>anirvacanīya</i>: indescribable or inexplicable. Ego is <i>māyā</i>, and as Bhagavan often said, <i>māyā</i> means ‘what does not exist’, so we cannot explain the existence of ego because it does not exist. This is the ultimate truth, which is called <i>ajāta</i>, because it is the truth that neither ego nor any of its progeny (namely all phenomena) have ever been born, come into existence or appeared.<br>\n<br>\nEven if we come down to the level of <i>vivarta</i> (illusory appearance) by conceding that ego and its progeny do seem to exist, even though they do not actually exist, ego is still <i>anirvacanīya</i> in the sense that we cannot explain why or how it has come into existence, because it is the first cause, the cause of all other causes, so there can be no cause antecedent to it. However, like many ancient texts of <i>advaita</i >, Bhagavan sometimes seems to attribute the rising and existence of ego to some cause, such as <i>avidyā</i> or self-forgetfulness, so we need to consider carefully and understand why they do so.<br>\n<br>\nFor example, Bhagavan often said that ego exists because of <i>pramāda</i> (negligence, in the sense of self-negligence) or <i>avicāra</i> (non-investigation, in the sense of non-self-investigation), but this obviously does not mean that <i>pramāda</i> or <i>avicāra</i> exist prior to ego and cause it to come into existence, because what is self-negligent and therefore not investigating or attending to itself is only ego. What he means is that <i>pramāda</i> or <i>avicāra</i> is the very nature of ego, so in order to eradicate ego we need to eradicate <i>pramāda</i> and <i>avicāra</i>, which we can do only by being keenly self-attentive. Therefore the reason why he said that ego exists because of <i>pramāda</i> or <i>avicāra</i> is not to explain how ego came into existence but to imply how we can bring our seeming existence as ego to an end.<br>\n<br>\nThe same is the case when it is said that ego exists because of <i>avidyā</i> or self-forgetfulness. In effect <i>pramāda</i>, <i>avicāra</i>, <i>avidyā</i> and self-forgetfulness are all synonymous, because they all imply the opposite of self-attentiveness. Like <i>pramāda</i> and <i>avicāra</i>, <i>avidyā</i> or self-forgetfulness are the very nature of ego, and none of them exist independent of ego, so in order to get rid of ego all we need do is get rid of its <i>pramāda</i>, <i>avicāra</i>, <i>avidyā</i> or self-forgetfulness, which we can do only by being keenly self-attentive.<br>\n<br>\nThis is why correct understanding cannot come from mere <i>śravaṇa</i> (hearing or reading) alone. In order to understand correctly whatever we hear or read, we need to consider it very carefully and deeply. This is what is called <i>manana</i>, which involves not only recognising the basic principles of the teachings and making connections between them but also understanding the aim of each of them. The sole aim of all of Bhagavan’s teachings is to show us why and how we should get rid of ego, so whenever he seems to give a cause for the rising or existence of ego, his aim is not to explain its inexplicable (<i>anirvacanīya</i>) rising or existence, but only to explain its nature and thereby indicate how to put an end to its rising and existence.<br>\n<br>\n<a name=\"desire\"></a><b>2. Our rising and our desire to rise seem to occur only in the self-deluded view of ourself as ego</b><br>\n<br>\nRegarding what I wrote about self-forgetfulness being our own choice, the aim is the same. This is something that is generally not emphasised enough, but Sadhu Om explained it very clearly in the opening pages of the <i>Karma</i> chapter in the supplement (<a href=\"https://happinessofbeing.com/The_Path_of_Sri_Ramana_Part_Two.pdf\">second part</a>) to <a href=\"https://happinessofbeing.com/path_ramana.html\"><i>The Path of Sri Ramana</i></a>. As Bhagavan often used to say, <i>bhakti</i> (love) is the mother of <i>jñāna</i> (our natural state of pure awareness), and it is equally true to say that desire is the mother of <i>ajñāna</i>. This does not mean that desire exists prior to <i>ajñāna</i>, but that desire is what nourishes and sustains <i>ajñāna</i>. Like <i>ajñāna</i>, desire is the very nature of ego, so they both come into existence along with it and will remain until it is eradicated.<br>\n<br>\n<a name=\"un25\"></a>As Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum</i>), ‘Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly’, so grasping things other than itself is the very nature of ego. Therefore, since grasping is driven by desire, desire is likewise the very nature of ego. This is why we need to understand that our rising and standing as ego is the result of our own desire.<br>\n<br>\nThis does not mean that desire precedes our rising, because what desires anything is only ego, but it does mean that our rising is driven by our desire to do so. Since nothing (except our real nature) exists prior to our rising as ego, there is nothing other than ourself (in the sense of ego) that could make us desire to rise, so rising is our own choice, and we will continue to rise and stand as ego so long as we desire to do so.<br>\n<br>\nOur rising and our desiring to rise are one and the same thing. We could not rise without wanting to rise, and we could not want to rise without rising. Rising is a misuse of our will, so it would not be correct to say either that the misuse of our will (namely wanting to rise) must occur before we rise or that our rising must occur before we misuse our will, because they are inseparable, being not two things but just one.<br>\n<br>\n<a name=\"un24\"></a>What rises and wants to rise is only ourself as ego and not ourself as we actually are. When Bhagavan says in the second sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘சத்சித் உதியாது’ (<i>sat-cit udiyādu</i>), ‘<i>sat-cit</i> does not rise’, he implies not only that our real nature, which is being-awareness (<i>sat-cit</i>), never rises but also that it never wants (chooses or decides) to rise, firstly because if it wanted to rise (which it never would want) it certainly would rise, and secondly because wanting, choosing or deciding is itself a rising. As we actually are, we are completely devoid of any kind of rising whatsoever. We neither rise nor want to rise, because our nature is just being and loving to be.<br>\n<br>\nWhat we actually are is just being-awareness (<i>sat-cit</i>), which never rises. What rises and wants, chooses or decides to rise is only the rising awareness called ego. Even when we rise as ego, we remain as we always actually are, so our rising or wanting to rise does not in any way affect our being. Our rising and wanting to rise are merely an illusory appearance (<i>vivarta</i>), so just as the illusory appearance of a snake does not in any way affect the rope, the illusory appearance of ourself as ego does not in any way affect ourself as we actually are. In the clear view of ourself as we actually are we never rise or even want to rise, so our rising and our desire to rise seem to occur only in the self-deluded view of ourself as ego.<br>\n<br>\n<a name=\"responsibility\"></a><b>3. As ego we need to accept full culpability for having risen, and consequently full responsibility for ceasing to rise</b><br>\n<br>\nWhy is it important to understand this? Because we cannot get rid of ego without giving up our desire for anything other than just to be as we actually are. Our desire for rising (and consequently for other things) is the nature of ourself as ego, not the nature of ourself as we actually are, so to be aware of ourself as we actually are and thereby to cease rising as ego we must surrender all our desires except the desire (love) to be just as we are.<br>\n<br>\nThat is, we will be able to turn our entire attention within to face ourself alone only when we are willing to give up our desire for rising and standing as ego. Bhagavan, who is the love that we as we actually are have for ourself as be actually are, is giving us all the help we require, not by doing anything but just by being as he actually is, but as ego we need to play our own part in this process by being willing to turn within and thereby surrender our desire for anything other than just being as we actually are.<br>\n<br>\nTherefore we need to accept full responsibility for investigating and surrendering ourself, and we will be willing to accept that responsibility only when we recognise clearly that we alone are responsible for having risen as ego. We have risen as ego because we wanted to do so, and we are standing as ego because we still want to do so, so we will be able to put an end to our rising and standing only when we are wholeheartedly willing to do so. It is all entirely up to us, because there is nothing other than us that could have made us want to rise as ego, and there is nothing other than us that could make us want to cease rising as ego.<br>\n<br>\nIn order to cease rising as ego ever again we need to cease grasping any other thing by firmly grasping ourself alone, and when we do so we will discover that we are just pure awareness, infinite love and perfect happiness, and that we have never been anything other than that, so we have never actually risen as ego at all. However, until we discover this, we seem to have risen as ego, so as ego we need to accept full culpability for having done so, and consequently full responsibility for ceasing to do so.<br>\n<br>\n<a name=\"freedom\"></a><b>4. Rising as ego is a misuse of our infinite freedom, so it is only as ego that we have misused it</b><br>\n<br>\nFrom your various comments on my previous article, it seems that what you found most confusing in the sixth chapter of <i>Happiness and the Art of Being</i> and what you think is contradicted by what I have written more recently is what I wrote there about our unlimited freedom and misuse of it, so I searched for the word ‘freedom’ in the <a href=\"https://happinessofbeing.com/hab-ch06.html\">HTML copy of that chapter</a> and read that portion again. If I were to rewrite it now, I would explain quite differently what I was trying to explain there, because I wrote that about fifteen years ago, and since then not only has my understanding of Bhagavan’s teachings become deeper and clearer but my ability to express my understanding has been considerably refined. In particular I noticed one sentence in that portion that may have confused you, namely ‘When we, as the absolute reality, seemingly choose to misuse our unlimited freedom and power to forget our real self and thereby to imagine ourself to be a finite individual, our power assumes the unreal form of <i>māyā</i>’. This is not entirely incorrect, because I qualified the verb ‘choose’ with the adverb ‘seemingly’, but it is phrased in a rather clumsy manner, so it could easily be misconstrued if this adverb were overlooked.<br>\n<br>\nThis is a very deep and subtle aspect of Bhagavan’s teachings, so it needs to be explained in a suitably nuanced manner, and unfortunately at that time I explained it too clumsily, so I will now try to clarify what I was attempting to explain in that portion. As I explained there, since we alone are what actually exists, there is nothing other than ourself that could limit our freedom in any way, so unlimited freedom is our real nature. Even when we rise and stand as ego, we do not cease to be infinitely free, because we can never cease to be what we actually are, so whatever limitations we seem to have imposed upon our freedom by rising as ego are not real but just an illusory appearance. Therefore even though our freedom now seems to be severely limited, we are actually always perfectly free.<br>\n<br>\nAs we actually are, we never misuse our infinite freedom, because we could never have any reason to do so. Why is this so? Firstly, what we actually are is not only infinite happiness but also infinite love for happiness, so we would never do anything to mar our own happiness. Secondly, we are also pure awareness, which is perfectly clear, so as such we know that happiness lies only in being, so we would never forsake our natural state of just being. Thirdly, true freedom lies only in just being, because if we were to misuse our infinite freedom to rise or do anything, we would thereby impose seeming limitations on our freedom and thus we would in effect (even though not actually) cease to be infinitely free, and hence since we as we actually are can never cease to be what we actually are, we would never forsake our infinite freedom by misusing it in any way. Therefore the only way in which we as we actually are ever use our infinite freedom is just to be as we actually are, because this is the only wise use we could even make of it. <br>\n<br>\nTherefore in the clear view of our real nature (<i>ātma-svarūpa</i> or <i>brahman</i>), which is ourself as we actually are, we have never misused our infinite freedom in any way, because we always remain as we actually are. Hence it is only in the self-ignorant view of ourself as ego that we seem to have misused our infinite freedom by rising. Just as our rising is not real, our misusing our freedom is not real. However, in order to be clearly aware of the truth that we have never either misused our freedom or risen, we need to investigate ourself so keenly that we see ourself as we actually are.<br>\n<br>\nTherefore when we talk about rising or misusing our freedom, we are talking only about ego, because it is only as ego that we seem to have misused our freedom and to have risen. Just as our rising and our desiring to rise are one and the same thing, as I explained above in the <a href=\"#desire\">second section</a>, our rising and our misusing our freedom are one and the same thing. We can say that we misuse our freedom by rising, or that we rise by misusing our freedom, but either of these statements would be like saying that we breath by drawing air into our lungs, because rising is by definition a misuse of our freedom, and misusing our freedom is by definition a rising, so we cannot separate one from the other.<br>\n<br>\nTherefore it is only as ego that we are guilty of having misused our infinite freedom. As we actually are, we always use our freedom just to be as we actually are, and therefore we are never guilty of having misused it. Our very rising as ego is a misuse of our freedom, so the misuse occurs only when we rise, and the misuser is only ourself as ego.<br>\n<br>\nSo what practical benefit can we derive from understanding this? Firstly it is important that we understand that whatever limitations now seem to be imposed on our freedom are not real, because we are always infinitely free, since there is nothing other than ourself that could limit our freedom. Therefore even when we have risen and are standing as ego, we are infinitely free, so if we want to be as we actually are, there is nothing other than ourself that could prevent us being so. What seems to prevent us being so is only our own desires for things other than ourself. Therefore if we were willing to give up all our desires for anything other than being as we actually are, we would be so even now, at this very moment.<br>\n<br>\nAs I explained in the <a href=\"#responsibility\">previous section</a>, we need to accept full responsibility for investigating and surrendering ourself, and we will be willing to accept that responsibility only when we recognise clearly that we alone are responsible for having risen as ego. We have risen as ego by misusing our infinite freedom, and we are standing as ego by continuing to misuse it, so in order to cease rising and standing we need to use our freedom correctly by attending only to ourself and thereby being as we always actually are.<br>\n<br>\n<a name=\"pointer\"></a><b>5. Whatever is said about ego is not intended to be an adequate explanation of its seeming existence but just a pointer showing us how to get rid of it</b><br>\n<br>\nYou end your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html#c4338159430853979874\">18 January 2020 at 17:55</a> saying, ‘I find the whole thing quite confusing and contradictory, to be frank’. Whatever teachings have been given to us by Bhagavan were given for a purpose, and if we do not understand the purpose or aim of any particular teaching it may seem confusing, but we should not worry about that. Whatever is not clear now will become clear in due course, so if something is not clear to us, we should just leave it for the time being and follow whatever is clear to us.<br>\n<br>\nWhatever may be said about ego will inevitably contain seeming contradictions, because ego is <i>māyā</i> and hence <i>anirvacanīya</i>. It cannot be adequately explained because it is by nature a contradiction, as shown, for example, by the fact that it is <i>cit-jaḍa-granthi</i>, a conflated mixture of what is aware, which alone actually exists, and what is not aware, which does not exist at all except in the view of ego itself. What can be more contradictory and confusing than this? Confusion is its very nature, so however we may try to explain it, it will always remain a confused self-contradiction. Therefore whatever is said about it is not intended to be an adequate explanation of its seeming existence but just a pointer showing us how to get rid of it.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "21",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6346457535912003912/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "cit-śakti",
        "ego",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc5NTkwNzIxOTc3Cm9mZnNldDogMAo\""
}