{
    "kind": "blogger#post",
    "id": "5403119343524105684",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-01-16T22:28:00Z",
    "updated": "2020-01-18T20:36:52Z",
    "url": "http://happinessofbeing.blogspot.com/2020/01/what-does-bhagavan-mean-by-term-mind.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5403119343524105684",
    "title": "What does Bhagavan mean by the term ‘mind’?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\"><a name=\"ny05a\"></a>In a <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html#c6890127571762738031\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html\">Self-investigation is the only means by which we can surrender ourself entirely and thereby eradicate ego</a>, a friend called Rajat referred to two sentences in the <a href=\"#ny05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>, ‘மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன’ (<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa</i>), ‘Of all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise’, and asked, ‘I am unable to understand this. Isn’t the “thought ‘I’” same as the mind, or ego? If yes, then how does the I-thought appear or arise in the mind, because they are the same thing? Should this be understood to mean that the first thing the I-thought sees is itself?’, and in a <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html#c3429879455376794089\">subsequent comment</a> he referred to this and asked ‘Since “the thought I” is nothing but “our mind”, how to understand Bhagavan’s statement that the thought ‘I’ alone is the first thought that appears in our mind? If I-thought were to arise in the mind, then mind must exist prior to the arising of I thought’.<br>\n<br>\nThis article is written primarily in reply to these two comments, but also in reply both to a later comment in which Rajat asked some other questions related to the nature of the mind, and to another related subject that was discussed in other comments on the same article.<br><a name='more'></a>\n<ol>\n<li><a href=\"#uu18\">In many contexts Bhagavan uses ‘mind’ as a synonym for ego, but in other contexts he uses it in a broader sense to refer to the totality of all thoughts</a></li>\n<li><a href=\"#antahkarana\">In other contexts ‘mind’ (<i>manas</i>) refers to the functions of the mind that are distinct from intellect (<i>buddhi</i>), will (<i>cittam</i>) and ego (<i>ahaṁkāra</i>)</a></li>\n<li><a href=\"#power\">Mind (in the sense of ego) is the extraordinary power called <i>māyā</i>, which is a distorted reflection of the original power of awareness (<i>cit-śakti</i>), so it is what causes all phenomena to appear</a></li>\n<li><a href=\"#av5\"><i>Āṉma-Viddai</i> verse 5: mind (in the sense of ego) is both the space in which all phenomena appear and the eye in whose view alone they appear</a></li>\n<li><a href=\"#un04a\"><i>Uḷḷadu Nāṟpadu</i> verse 4: only when we rise as ego and consequently grasp the form of a body as ourself are we able to perceive other forms</a></li>\n<li><a href=\"#ny05\"><i>Nāṉ Ār?</i> paragraph 5: the mind is essentially just ego, the first thought, which is what rises as ‘I’, the false awareness ‘I am this body’, without which nothing else exists</a></li>\n<ol type=\"a\">\n<li><a href=\"#ny05-1\">First sentence: Whatever it is that rises in this body as ‘I’, that alone is the mind</a></li>\n<li><a href=\"#ny05-2\">Second sentence: If one investigates in what place the thought called ‘I’ first appears in the body, one will come to know that it is in the heart</a></li>\n<li><a href=\"#ny05-3\">Third sentence: That [the heart] alone is the birthplace of the mind</a></li>\n<li><a href=\"#ny05-4\">Fourth sentence: Even if one continues thinking I, I, it will take and leave in that place [the heart]</a></li>\n<li><a href=\"#ny05-5\">Fifth sentence: Of all the thoughts that appear in the mind, the thought called I alone is the first thought</a></li>\n<li><a href=\"#ny05-6\">Sixth sentence: Only after this [the thought called I] arises do other thoughts arise</a></li>\n<li><a href=\"#ny05-7\">Seventh sentence: Only after the first person appears do second and third persons appear</a></li>\n<li><a href=\"#ny05-8\">Eighth sentence: Without the first person second and third persons do not exist</a></li>\n</ol>\n<li><a href=\"#world\">Whatever world we perceive is nothing but thoughts, so since no thoughts can exist without ego, when ego ceases to exist all worlds will cease to exist along with it</a></li>\n</ol> \n<a name=\"uu18\"></a><b>1. In many contexts Bhagavan uses ‘mind’ as a synonym for ego, but in other contexts he uses it in a broader sense to refer to the totality of all thoughts</b><br>\n<br>\nRajat, like many other words, the term ‘mind’ is used in various different senses, so in each case we need to understand the sense in which it is being used from the context. In many contexts Bhagavan uses ‘mind’ as a synonym for ego, which is what he sometimes calls ‘the thought called I’, but in other contexts he uses it in a broader sense. In <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>, for example, he says:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [ego, the root-thought called ‘I’].</blockquote>\nIn the first sentence of this verse he says ‘எண்ணங்களே மனம்’ (<i>eṇṇaṅgaḷ-ē maṉam</i>), which means ‘Thoughts alone are mind’, thereby implying that the mind consists of nothing but thoughts, so in this context he is using the term ‘mind’ in its broadest sense to mean the totality of all thoughts. However in the second sentence he points out that the root of all thoughts is only the thought called ‘I’ (ego), so in the third sentence he implies that what the mind essentially is is just ‘I’, meaning ego or the thought called ‘I’. Thus in this verse he starts by using the term ‘mind’ in its broadest sense and then narrows it down to its essence, which is ego.<br>\n<br>\n<a name=\"ny05b\"></a>Therefore when he says in the <a href=\"#ny05-5\">fifth sentence</a> of the fifth paragraph of <i>Nāṉ Ār?</i>, ‘மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>’ (<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b></i>), ‘Of all the thoughts that appear in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]’, what he implies is that of all the thoughts that constitute the mind in its broadest sense, the thought called ‘I’ is the first.<br>\n<br>\nThough he says that thoughts appear in the mind, we should not take this literally to mean that the mind is a container in which thoughts appear, because as he points out in the first sentence of verse 18 of <i>Upadēśa Undiyār</i>, the mind consists of nothing but thoughts. Therefore saying ‘of all the thoughts that appear in the mind’ is like saying ‘of all the people standing in the crowd’. Just as there is no crowd other than the people gathered in it, there is no mind other than the thoughts that appear in it.<br>\n<br>\nTherefore two senses in which the term ‘mind’ is used are firstly the crowd of all thoughts, and secondly the one essential member of that crowd, namely ego, the thought called ‘I’. Like a celebrity around whom a crowd will gather whenever he or she appears in public, ego gathers a crowd of thoughts around it whenever it appears. However, unlike a crowd of people, which can gather anywhere, whether a celebrity is present or not, a crowd of thoughts cannot gather except in the presence of ego, because all other thoughts seem to exist only in the view of ego, and hence in the absence of ego there can be no other thoughts. This is why Bhagavan says that what the mind essentially is is just ego. All other thoughts change, but the one constant thought in the mind is ego, so there is no mind independent of ego, and hence ego is the root and essence of the mind.<br>\n<br>\n<a name=\"antahkarana\"></a><b>2. In other contexts ‘mind’ (<i>manas</i>) refers to the functions of the mind that are distinct from intellect (<i>buddhi</i>), will (<i>cittam</i>) and ego (<i>ahaṁkāra</i>)</b><br>\n<br>\nHowever, these are not the only two senses in which the term ‘mind’ is used. For example, mind in its broadest sense is sometimes described as <i>antaḥkaraṇa</i>, the internal organ or instrument, which is described as consisting of mind (<i>manas</i>), intellect (<i>buddhi</i>), will (<i>cittam</i>) and ego (<i>ahaṁkāra</i>). In this context ‘mind’ refers to the grossest functions of the mind, such as perceptions, memories, thoughts (in sense of verbalised thoughts and other such grosser forms of thought), feelings and emotions, which are distinct from the intellect, which consists of subtler functions such as distinguishing, discriminating, judging and reasoning, the will, which consists of <i>vāsanās</i> (inclinations or urges) in the form of likes, dislikes, desires, attachments, hopes, fears and so on (which are the seeds from which all other thoughts sprout), and ego, which is the core of the mind, being that which is aware of the functioning of mind, intellect and will.<br>\n<br>\nMind, intellect and will are not three separate entities but just three functions of the one ego, as Bhagavan illustrated by comparing them to the different roles that a person may play in life. For example, the same person may be a son, husband, father, school teacher and cricket player. Though these roles are different, the person who plays them is one. However, though these are just roles, we tend to identify a person with the roles they play, so we may say that someone is a school teacher, even though that is not what they essentially are. Likewise, what functions in the roles of will, intellect and mind is only ego, even though none of these are what ego essentially is.<br>\n<br>\nMind (<i>manas</i>), intellect (<i>buddhi</i>), will (<i>cittam</i>) are three of the five sheaths, namely <i>manōmaya kōśa</i>, <i>vijñānamaya kōśa</i> and <i>ānandamaya kōśa</i> respectively. However ego (<i>ahaṁkāra</i>) is not any of the five sheaths but that which is mistakenly aware of itself as all five collectively.<br>\n<br>\n<a name=\"power\"></a><b>3. Mind (in the sense of ego) is the extraordinary power called <i>māyā</i>, which is a distorted reflection of the original power of awareness (<i>cit-śakti</i>), so it is what causes all phenomena to appear</b><br>\n<br>\n<a name=\"ny04a\"></a>In the first sentence of the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan says, ‘மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி’ (<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti</i>), ‘What is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]’. In this context what he refers to as ‘mind’ is ego, because in the next sentence he says, ‘அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது’ (<i>adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu</i>), ‘It makes all thoughts appear’, meaning that it is the cause for the appearance of all thoughts. What projects or causes all other thoughts to appears is only ego, which is the first thought and therefore the root of all other thoughts.<br>\n<br>\nWhen Bhagavan says that mind (in the sense of ego) is an ‘அதிசய சக்தி’ (<i>atiśaya śakti</i>) or ‘extraordinary power’, he implies that it is the power of <i>māyā</i>, and this is why he often referred to it as ‘மனமாயை’ (<i>maṉa-māyai</i>), ‘mind-<i>māyā</i>’ or ‘<i>māyā</i>, the mind’ (as recorded, for example, in verses 22, 55, 118, 296, 560, 597 and 1090 of <a href=\"https://happinessofbeing.com/Guru_Vachaka_Kovai.pdf\"><i>Guru Vācaka Kōvai</i></a>). What is called ‘<i>māyā</i>’ is nothing other than ego. Ego is both of the two basic powers of <i>māyā</i>, namely <i>āvaraṇa śakti</i> and <i>vikṣēpa śakti</i>. It is <i>āvaraṇa śakti</i>, the power of covering, veiling, concealing or hiding, because as ego we are always aware of ourself as if we were a body, so in effect ego conceals our real nature, which is pure awareness. And it is <i>vikṣēpa śakti</i>, the power of scattering, dispersion, dissipation, projection or distraction, because it is what causes the appearance of all phenomena, which are nothing but thoughts or mental fabrications.<br>\n<br>\nSince ego is <i>māyā</i> and since it is what causes all phenomena to appear, whatever power any phenomena may seem to have is power that they derive only from ourself as ego. For example, spiritual aspirants often complain about the power of their <i>viṣaya-vāsanās</i> (inclinations or urges to attend to phenomena), but whatever power they seem to have is derived from the attention we give to phenomena. The more we attend to particular phenomena, the stronger our <i>vāsanās</i> to attend to them will grow, whereas the more we attend to ourself, the weaker all our <i>viṣaya-vāsanās</i> will grow.<br>\n<br>\nUnderstanding clearly that all <i>vāsanās</i> and other phenomena, of which they are the seeds, derive their power only from ourself is necessary if we are to succeed in overcoming them. So long as we believe that anything has a power over us, we make ourself subservient to its power, but to the extent that we clearly recognise that all things derive their power only from us, we will cultivate the ability and strength to avoid being swayed by them.<br>\n<br>\nSince <i>vāsanās</i> are our own likes, dislikes, desires, attachments, hopes, fears and so on in seed form, their strength lies in our willingness to be swayed by them, so if we are truly unwilling to be swayed by them, they will not be able to sway us. Therefore we can overcome them only by refusing to be swayed by them. However, we will be able to refuse to be swayed by them only to the extent that we are willing to do so, and that willingness can be cultivated only by patient and persistent practice of being self-attentive.<br>\n<br>\nAll <i>vāsanās</i> and other phenomena derive their power only from ego, and ego derives its power from its being a form of awareness, albeit only a seeming form of awareness (<i>cidābhāsa</i>). Since awareness (<i>cit</i>) alone is what actually exists (<i>sat</i>), it is the original source of all power, and hence it is often described as <i>cit-śakti</i>, the power of awareness, or <i>cit-para-śakti</i>, the supreme power of awareness. Since ego is not pure awareness but just an adjunct-mixed form of awareness, it is not <i>cit-śakti</i> as such but a limited form of it, so it derives all its power from the original <i>cit-śakti</i>, which is always shining within it as ‘I am’. Therefore, since all phenomena and their seeds, namely <i>viṣaya-vāsanās</i>, seem to exist only within the limited awareness called ego, they derive their seeming power from its limited <i>cit-śakti</i>.<br>\n<br>\nThis is why <i>vāsanās</i> and all other phenomena, which sprout from them, become strong in our view to the extent that we attend to them, and why they lose their strength to the extent that we attend to ourself. Therefore our attention is an extremely powerful weapon, so we should use it wisely, and the wisest way to use it is to attend to ourself alone.<br>\n<br>\n<a name=\"ny04\"></a>Attention is a limited and distorted reflection of the original <i>cit-śakti</i>, but it is nevertheless the power by which we as ego create, sustain and destroy all phenomena. By rising as ego, the very nature of which is to turn its attention away from itself, we create the appearance of phenomena in our awareness, by attending to phenomena we sustain them, and by withdrawing our attention from them we dissolve them back into ourself, as Bhagavan describes in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது.<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>.<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear.</blockquote>\n<a name=\"uu16\"></a>In waking and dream, by the power of our outward-facing attention we create and sustain the appearance of phenomena, which are all just our own mental fabrications or thoughts, and whenever we fall asleep, we dissolve all phenomena by withdrawing our attention from them. However, we do not bring about the annihilation of ego (<i>manōnāśa</i>) merely by withdrawing our attention from phenomena, so sleep is just a state of temporary dissolution of ego (<i>manōlaya</i>), and hence after regaining its strength by resting for a while as pure awareness, the source of all power, ego rises again, thereby recreating the appearance of phenomena.<br>\n<br>\nIn order to be annihilated and thereby never rise again, we as ego must not only withdraw our attention from all phenomena but must do so by focusing our entire attention on ourself alone. When we do so, we will be aware of ourself as pure awareness, which is what we always actually are, and thereby ego will be eradicated forever, and what will remain is only pure awareness, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nWhat he refers to here as the mind’s own ‘ஒளி உரு’ (<i>oḷi-uru</i>) or ‘form of light’ is our fundamental awareness of our own existence (<i>sat-cit</i>), which is always shining in the mind as ‘I am’, thereby lending it the limited light of awareness by which it knows both itself and all phenomena. Therefore when we as ego focus our entire attention on our ‘form of light’, thereby withdrawing it from all phenomena, what remains is only our ‘form of light’, which is what he calls here ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>), which means ‘real awareness’, ‘true knowledge’ and ‘awareness of reality’.<br>\n<br>\nThis ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>) or ‘real awareness’, which is what we actually are, is pure awareness, because it is completely devoid of ego and its awareness of phenomena, but so long as we turn our attention to face away from ourself, we seem to be ego and consequently to be aware of phenomena. This is why the entire appearance of ego and phenomena is sometimes described metaphorically as a ‘<i>līla</i>’ or ‘play’ of <i>cit-śakti</i>, but what this actually means is not that <i>cit-śakti</i> is literally playing, because it is pure and infinite awareness and therefore ever immutable, but that this masquerade of ego could not occur except by the light and power that it borrows from <i>cit-śakti</i>.<br>\n<br>\n<i>Cit-śakti</i> as such never does anything, because it is not only the power of awareness but also the power of being, since awareness (<i>cit</i>) and being (<i>sat</i>) are one and indivisible, so what is metaphorically called the play of <i>cit-śakti</i> is actually just the play of ego, which derives its seeming power from the real power that is <i>cit-śakti</i>. Instead of facing away from ourself and thereby playing this game of creation, sustenance and dissolution with ourself, if we as ego turn back to face ourself alone, we will see that we have always been nothing other than real awareness (<i>uṇmai uṇarcci</i> or <i>sat-cit</i>), which alone is <i>cit-śakti</i> and which never does anything whatsoever, but rests eternally and immutably as <i>sat-cit-ānanda</i>, the pure joy of just being aware of itself as just being.<br>\n<br>\n<a name=\"av5\"></a><b>4. <i>Āṉma-Viddai</i> verse 5: mind (in the sense of ego) is both the space in which all phenomena appear and the eye in whose view alone they appear</b><br>\n<br>\nThough mind in its broadest sense (which consists of mind, intellect, will and ego) is nothing but thoughts, it also functions as the space in which all thoughts appear, so it is sometimes referred to as the mind-space (<i>manākāśa</i> or <i>cittākāśa</i>). Since whatever world we perceive is just a mental fabrication (<i>kalpanā</i>) and therefore a set of thoughts (as Bhagavan says in the portion of the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> that I cited in the previous section), the entire physical space (<i>bhūtākāśa</i>) is contained within the mind-space (<i>manākāśa</i>), and since the mind could not seem to exist independent of pure awareness, which alone is what actually exists, the entire mind-space (<i>manākāśa</i>) is contained within the space of pure awareness (<i>cidākāśa</i>), as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2019/08/is-any-external-help-required-for-us-to.html#av5\">verse 5</a> of <i>Āṉma-Viddai</i>:<br>\n<blockquote>விண்ணா தியவிளக்குங் கண்ணா தியபொறிக்குங்<br>\nகண்ணா மனக்கணுக்குங் கண்ணாய் மனவிணுக்கும்<br>\nவிண்ணா யொருபொருள்வே றெண்ணா திருந்தபடி<br>\nயுண்ணா டுளத்தொளிரு மண்ணா மலையெனான்மா — <br>\n&nbsp;&nbsp;&nbsp;காணுமே; அருளும் வேணுமே; அன்பு பூணுமே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பு தோணுமே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>viṇṇā diyaviḷakkuṅ kaṇṇā diyapoṟikkuṅ<br>\nkaṇṇā maṉakkaṇukkuṅ kaṇṇāy maṉaviṇukkum<br>\nviṇṇā yoruporuḷvē ṟeṇṇā dirundapaḍi<br>\nyuṇṇā ḍuḷattoḷiru maṇṇā malaiyeṉāṉmā — <br>\n&nbsp;&nbsp;&nbsp;kāṇumē; aruḷum vēṇumē; aṉbu pūṇumē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbu tōṇumē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மன கணுக்கும் கண்ணாய், மன விணுக்கும் விண்ணாய் ஒரு பொருள் வேறு எண்ணாது இருந்தபடி உள் நாடு உளத்து ஒளிரும் அண்ணாமலை என் ஆன்மா காணுமே. அருளும் வேணுமே. அன்பு பூணுமே. இன்பு தோணுமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṇ ādiya viḷakkum kaṇ ātiya poṟikkum kaṇ ām maṉa kaṇukkum kaṇṇāy, maṉa viṇukkum viṇṇāy oru poruḷ vēṟu eṇṇādu irundapaḍi uḷ nāḍu uḷattu oḷirum aṇṇāmalai eṉ āṉmā kāṇumē. aruḷum vēṇumē. aṉbu pūṇumē. iṉbu tōṇumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> வேறு எண்ணாது இருந்தபடி உள் நாடு உளத்து, விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மன கணுக்கும் கண்ணாய், மன விணுக்கும் விண்ணாய் ஒளிரும் ஒரு பொருள் அண்ணாமலை என் ஆன்மா காணுமே. அருளும் வேணுமே. அன்பு பூணுமே. இன்பு தோணுமே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vēṟu eṇṇādu irundapaḍi uḷ nāḍu uḷattu, viṇ ādiya viḷakkum kaṇ ātiya poṟikkum kaṇ ām maṉa kaṇukkum kaṇṇāy, maṉa viṇukkum viṇṇāy oru poruḷ oḷirum aṇṇāmalai eṉ āṉmā kāṇumē. aruḷum vēṇumē. aṉbu pūṇumē. iṉbu tōṇumē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> In the heart that investigates within, as it is without thinking of anything other, oneself, which is called Annamalai, the one substance, which shines as the eye to the mind-eye, which is the eye to the senses beginning with eyes, which illumine what begins with space, and as the space to the mind-space, will indeed be seen. Grace is also necessary. Be adorned with love. Happiness will appear.<br>\n<br>\n<b>Explanatory paraphrase:</b> In the <i>uḷḷam</i> [heart or mind] that investigates within, [just being] as it is without thinking of anything other [than itself], <i>ātmā</i> [oneself], which is called Annamalai, the one <i>poruḷ</i> [real substance], which shines as the eye to the mind-eye, which is the eye to the [five] senses beginning with eyes, which illumine [the five elements] beginning with space, and as the space to the mind-space, will indeed be seen. Grace is also necessary. Be adorned with [or bound by] love. Happiness will [then] appear. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\nIn this context ஆன்மா (<i>āṉmā</i>), which is a Tamil form of the Sanskrit word आत्मा (<i>ātmā</i>), the nominative singular of आत्मन् (<i>ātman</i>), and which therefore means ‘oneself’, refers to the real nature of oneself (<i>ātma-svarūpa</i>), which is the one real substance (<i>poruḷ</i> or <i>vastu</i>) and therefore what is called Annamalai (a Tamil name of Arunachala). Since our real nature is just pure awareness, he says that it shines as ‘விண் ஆதிய விளக்கும் கண் ஆதிய பொறிக்கும் கண் ஆம் மன கணுக்கும் கண்’ (<i>viṇ ādiya viḷakkum kaṇ ātiya poṟikkum kaṇ ām maṉa kaṇukkum kaṇ</i>), ‘the eye to the mind-eye, which is the eye to the [five] senses beginning with eyes, which illumine [the five elements] beginning with space’, thereby implying that it is the original light of awareness, which illumines the mind, enabling it to be aware of the five senses and all that it perceives through them.<br>\n<br>\nHe also says that it shines as ‘மன விணுக்கும் விண்’ (<i>maṉa viṇukkum viṇ</i>), ‘the space to the mind-space’, thereby implying that it is the infinite space of pure awareness, in which the mind-space is contained. This does not mean that pure awareness is aware of the mind or its contents, but only that it is the space in which they seem to exist. The mind and its contents, which includes whatever world we perceive, seem to exist only in the limited and hence distorted view of the mind and not in the unlimited and hence perfectly clear view of pure awareness, which is what we actually are.<br>\n<br>\nWhat he refers to as ‘மன விண்’ (<i>maṉa viṇ</i>), the ‘mind-space’, could superficially be interpreted as being the mind in its broadest sense, namely the totality of all thoughts, but if we consider it more deeply, it is actually just ego, because ego is not only the core and essence of the mind, being the root of all other thoughts, but also the awareness in which all other thoughts appear and disappear, and as such it is the space that contains all thoughts.<br>\n<br>\nWhat he refers to as ‘மன கண்’ (<i>maṉa kaṇ</i>), the ‘mind-eye’, is likewise ego, because ego alone is the aware and hence perceiving element of the mind. All the other thoughts that constitute the mind are non-aware (<i>jaḍa</i>), so they are objects perceived by ego, whereas ego is the subject, the ‘eye’ that perceives them. Therefore when he says that our real nature shines as ‘மன கணுக்கும் கண்’ (<i>maṉa kaṇukkum kaṇ</i>), ‘the eye to the mind-eye’, he is using the term ‘eye’ as a metaphor for awareness.<br>\n<br>\nHowever, though he refers to both our real nature and ego as ‘கண்’ (<i>kaṇ</i>), ‘eye’, because they are both forms of awareness, there is a fundamental difference between them, because our real nature is pure awareness, which means that it is aware of nothing other than itself, whereas the nature of ego is to be always aware of itself as a body in addition to being aware of other things. In other words, what is aware of anything other than itself is ego, whereas what is aware of itself alone is our real nature.<br>\n<br>\n<a name=\"un11\"></a><a name=\"un13\"></a>Since nothing other than our real nature actually exists, it alone is real awareness, because it is aware only of what actually exists, whereas ego is a false awareness, because though whatever it is aware of seems to exist, no such things actually exist. Being aware of what does not exist is not real awareness but only ignorance, which is why Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), ‘Instead of knowing [the reality of] oneself [ego], who knows [everything else], knowing other things is ignorance; except [that], is it [real] awareness?’, and in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a>, ‘ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām</i>), ‘Oneself, who is <i>jñāna</i> [awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]’.<br>\n<br>\n<a name=\"un04a\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 4: only when we rise as ego and consequently grasp the form of a body as ourself are we able to perceive other forms</b><br>\n<br>\nWhile discussing this distinction between these two ‘eyes’ or forms of awareness, namely the false awareness called ego and real awareness, which is what we actually are, this is a suitable context in which to answer another <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html#c5124798168818154214\">comment</a> you wrote recently, in which you referred to a sentence in <a href=\"#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>, in which Bhagavan asked rhetorically, ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]?’, and then you asked: ‘But doesn’t the ego which is formless still see forms/phenomena? The physical eye is a form, but still it doesn’t see any forms, so what form is seeing the forms of this world?’<br>\n<br>\n<a name=\"un25\"></a>In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan describes ego as ‘உருவற்ற பேய் அகந்தை’ (<i>uru-v-aṯṟa pēy ahandai</i>), ‘formless phantom-ego’. What he means by saying it is formless (<i>uru-v-aṯṟa</i>) is that it has no form of its own, and what he means by saying it is a phantom (<i>pēy</i>) is that it has no substance of its own.<br>\n<br>\n<a name=\"un24\"></a><a name=\"un05\"></a><a name=\"uu22\"></a>That is, as he pointed out in the previous verse, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a>, ego is neither the form of a body, which is non-aware (<i>jaḍa</i>), nor <i>sat-cit</i> (existence-awareness or real awareness), which does not rise, but something that rises in between them as ‘I am this body’. In this context he uses the term ‘இடையில்’ (<i>iḍaiyil</i>), ‘in between’, in a metaphorical sense to mean that though ego is neither <i>sat-cit</i> nor the body, it borrows properties from both of them. From <i>sat-cit</i> it borrows the property of being aware of itself as ‘I am’, and it borrows the properties of the body by mistaking itself to be a form composed of five sheaths (which is what he means by the term ‘body’ in this context, as he explains in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>), namely the physical form, life, mind, intellect and will, which are all <i>jaḍa</i> (as he points out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>).<br>\n<br>\nTherefore ego is called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with what is non-aware (<i>jaḍa</i>), binding them together as if they were one. Hence, though ego has neither any substance nor any form of its own, it borrows its seeming substance from <i>sat-cit</i>, which is the only real substance (<i>poruḷ</i> or <i>vastu</i>), and it borrows its seeming form from whatever body it is currently aware of as itself.<br>\n<br>\n<a name=\"un25a\"></a>Therefore though ego has no form of its own, it is always aware of itself as if it were the form of a body. This is why in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i> Bhagavan not only describes ego as a formless phantom (<i>uru-v-aṯṟa pēy</i>) but also says: ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum</i>), ‘Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly’.<br>\n<br>\nSince ego itself is formless, ‘உரு பற்றி’ (<i>uru paṯṟi</i>), ‘grasping form’, means grasping things other than itself. Everything other than ego is a form (<i>uru</i>) in the broad sense in which he uses this term here, so in this context ‘form’ means phenomena. Every form is a phenomenon, and every phenomenon is a form. So how does the formless phantom-ego (<i>uru-v-aṯṟa pēy ahandai</i>) grasp form? Only by perceiving and thereby being aware of them.<br>\n<br>\n<a name=\"un26a\"></a>When Bhagavan says in verse 24 that ego rises in between the body, which is non-aware (<i>jaḍa</i>), and <i>sat-cit</i>, which does not rise, and when he says in verse 25 that it comes into existence grasping form, some people may interpret this to mean that he is implying that the body and other forms exist prior to the rising of ego, but that is not actually how he intended us to interpret these verses, as he made clear in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> by saying: ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandaiyē yāvum ām</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego alone is everything’.<br>\n<br>\n<a name=\"av5a\"></a>This gives us a further clue to help us understand exactly what he meant by ‘உரு பற்றி’ (<i>uru paṯṟi</i>), ‘grasping form’. Since all forms come into existence only when ego comes into existence, and since none of them exist when it does not exist, ego grasps form not only by perceiving them but by projecting and perceiving them. Since it projects them only into its own field of awareness (which is the ‘மன விண்’ (<i>maṉa viṇ</i>) or ‘mind-space’ that he refers to in <a href=\"#av5\">verse 5</a> of <i>Āṉma-Viddai</i>), its projection and perception of them are one and the same thing. This is why he taught us <i>dṛṣṭi-sṛṣṭi-vāda</i>, the contention (<i>vāda</i>) that perception (<i>dṛṣṭi</i>) itself is creation (<i>sṛṣṭi</i>). Just as everything we perceive in a dream is created by our mere perception of it, because we perceive dream phenomena by projecting them in our mind-space, everything we perceive in our current state is created by our mere perception of it, because as he taught us, any state in which we perceive phenomena is just a dream, so all phenomena are just mental fabrications.<br>\n<br>\n<a name=\"un25b\"></a>Therefore as ego we grasp forms by projecting and perceiving them. However, since the nature of ego is to be always aware of itself as ‘I am this body’, the first form that we as ego project and perceive is whatever body we currently perceive as if it were ourself. Therefore when he says in the first sentence of <a href=\"#un25a\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), ‘grasping form it comes into existence’, the form he is referring to is the form of five sheaths that constitute whatever body we currently perceive as ourself. Likewise in the second sentence, ‘உரு பற்றி நிற்கும்’ (<i>uru paṯṟi niṟkum</i>), ‘grasping form it stands’, the form he is primarily referring to is the form of whatever body we currently perceive as ourself, because ego cannot rise or stand without grasping a body as ‘I’, but when standing ego perceives not only this body but also numerous other forms, so in this sentence ‘form’ can be taken to mean both this body and other forms. In the third sentence, ‘உரு பற்றி உண்டு மிக ஓங்கும்’ (<i>uru paṯṟi uṇḍu miha ōṅgum</i>), ‘grasping and feeding on form it grows abundantly’, what he means by ‘form’ is phenomena of any kind whatsoever, because it is by constantly attending to phenomena that we as ego feed ourself and flourish.<br>\n<br>\n<a name=\"un25c\"></a>What Bhagavan teaches us in this verse is arguably the most important principle of his teachings, because in it he clearly explains the nature of ego and indicates why he taught us that self-investigation is the only means by which we can eradicate it forever. That is, the nature of ego is to always grasp form, and by grasping form it feeds itself and flourishes. Therefore so long as we attend to anything other than ourself, we are thereby nourishing and sustaining our seeming existence as ego, so we cannot annihilate ego without ceasing to attend to anything other than ourself.<br>\n<br>\nHowever, merely ceasing to project and perceive anything other than ourself is not sufficient to annihilate ego, because we cease doing so whenever we fall sleep, but after resting for a while in sleep and thereby recuperating our energy, we rise again and continue to project and perceive phenomena. Therefore in order to eradicate ego in such a way that it can never rise again, we not only need to cease attending to anything other than ourself, but need to attend to ourself so keenly that we thereby cease to be aware of anything else.<br>\n<br>\nThat is, we seem to exist as ego only so long as we attend to anything other than ourself, because ego is not what we actually are but is merely what we seem to be so long as we do not attend to ourself keenly enough. No such thing as ego actually exists at all, but in order to see that it does not exist we need to look at ourself so keenly that we see what we actually are. Therefore in this 25th verse of <i>Uḷḷadu Nāṟpadu</i>, after saying ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum</i>), ‘Grasping form it comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form’, Bhagavan concluded ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’, thereby implying that if we as ego investigate ourself keenly enough, we will subside and disappear, and what while then remain alone is what we actually are.<br>\n<br>\n<a name=\"un04\"></a>I have discussed the meaning of verse 25 in detail here because it is necessary for us to have a complete and comprehensive understanding of it in order to understand Bhagavan’s description of ego as a formless phantom in context and to relate it correctly to what he teaches us in verse 4 of <i>Uḷḷadu Nāṟpadu</i>, which is what you had asked about. In particular it is necessary to understand that what he teaches us in verse 25 is that though ego is a phantom without any form of its own, it seems to exist only when it grasps the form of a body as itself. Therefore when he says in the first sentence of verse 4, ‘உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்’ (<i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām</i>), ‘If oneself is a form, the world and God will be likewise’, what he implies is that if we rise as ego and consequently perceive ourself mistakenly as if we were the form of a body, the world and God will likewise be perceived (or conceived) by us as forms.<br>\n<br>\nWhat he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i> is:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure self-awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\nIn the second and third sentences, ‘உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்?’ (<i>uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ?</i>), ‘If oneself is not a form, who can see their forms? How?’, what he implies is that if we do not rise as ego and consequently do not perceive ourself as a body, the forms that constitute the world and God cannot be perceived because there will be no one to perceive them. That is, forms or phenomena seem to exist only in the self-ignorant view of ourself as ego, because only as ego do we perceive ourself as a form, and without perceiving ourself as a form we cannot perceive any other forms.<br>\n<br>\n<a name=\"un25d\"></a>This is what Bhagavan implies in the fourth sentence: ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can what is seen be otherwise than the eye?’ As he himself explained (to Lakshmana Sarma and others), in this context he uses ‘அலால்’ (<i>alāl</i>), which is a poetic contraction of ‘அல்லால்’ (<i>allāl</i>), in a special sense to mean ‘otherwise’ or ‘of a different nature’, and he uses ‘கண்’ (<i>kaṇ</i>), ‘eye’, in a metaphorical sense to mean whatever perceives what is perceived. If the perceiver is ego, whatever it perceives will be forms, because it perceives itself as a form, whereas if the perceiver is our real nature (<i>ātma-svarūpa</i>), which is pure awareness (and hence formless), what it perceives is only pure awareness, namely itself. In other words, what perceives forms or phenomena is only ego, because as Bhagavan implied in the <a href=\"#un25a\">first three sentences of verse 25</a>, the very nature of ego is to grasp form, which (as I explained earlier) means to project and perceive them.<br>\n<br>\nThen in the final sentence of verse 4 he says ‘கண் அது தான் அந்தம் இலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), which means ‘The eye is oneself, the infinite eye’, and which therefore implies that the real ‘eye’ or awareness is only ourself, and that what we actually are is only infinite and hence formless awareness. Though as ego we are aware, we are aware of ourself as if we were the form of a body, which is finite (as all forms are), so as such we are what seems to be a finite awareness. However, real awareness is formless and hence infinite, so that is our real nature.<br>\n<br>\nSince the nature of what is seen cannot be other than the nature of the eye that sees it, only a finite eye can see finite things, and the infinite eye can see only what is infinite, namely itself. Therefore when Bhagavan says that the infinite eye is oneself, he implies that the infinite awareness that we actually are is never aware of any forms. Only when we rise as ego and consequently grasp the form of a body as ourself are we able to perceive other forms.<br>\n<br>\nNow that Bhagavan has pointed this out to us, we can recognise that what he says is actually in perfect accord with our own experience. In waking and dream we rise and stand as ego, and consequently we are aware of ourself as ‘I am this body’ and are also aware of numerous other forms, both subtle (such as likes, dislikes, desires, fears, feelings, moods, emotions, memories and concepts) and gross (such as physical objects and events), whereas in sleep we do not rise as ego, and consequently we are not aware of ourself as a body or of any other forms.<br>\n<br>\n<a name=\"ny05\"></a><b>6. <i>Nāṉ Ār?</i> paragraph 5: the mind is essentially just ego, the first thought, which is what rises as ‘I’, the false awareness ‘I am this body’, without which nothing else exists</b><br>\n<br>\nSince <a href=\"#ny05a\">your original questions</a> were about two sentences in the <a href=\"https://happinessofbeing.com/nan_yar.html#para05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>, I will now discuss the whole of this paragraph, in which Bhagavan says:<br>\n<blockquote>இந்தத் தேகத்தில் நான் என்று கிளம்புவது எதுவோ அஃதே மனமாம். நானென்கிற நினைவு தேகத்தில் முதலில் எந்தவிடத்திற் றோன்றுகின்ற தென்று விசாரித்தால், ஹ்ருதயத்தி லென்று தெரிய வரும். அதுவே மனதின் பிறப்பிடம். நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட அவ்விடத்திற் கொண்டுபோய் விட்டுவிடும். மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>inda-t dēhattil nāṉ eṉḏṟu kiḷambuvadu edu-v-ō aḵdē maṉam-ām. nāṉ-eṉgiṟa niṉaivu dēhattil mudalil enda-v-iḍattil tōṉḏṟugiṉḏṟadu eṉḏṟu vicārittāl, hrudayattil eṉḏṟu teriya varum. adu-v-ē maṉadiṉ piṟappiḍam. nāṉ, nāṉ eṉḏṟu karudi-k-koṇḍirundāluṅ-gūḍa a-vv-iḍattil koṇḍu-pōy viṭṭu-viḍum. maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nWhatever it is that rises in this body as ‘I’, that alone is the mind. If one investigates in what place the thought called ‘I’ first appears in the body, one will come to know that it is in the heart [the innermost core of oneself]. That alone is the birthplace of the mind. Even if one continues thinking ‘I, I’, it will take and leave [one] in that place. Of all the thoughts that appear [or arise] in the mind, <b>the thought called ‘I’ alone is the first thought</b> [the primal, basic, original or causal thought]. Only after this arises do other thoughts arise. Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other things] appear; without the first person second and third persons do not exist.</blockquote>\n<ul><a name=\"ny05-1\"></a><b>6a. First sentence: Whatever it is that rises in this body as ‘I’, that alone is the mind</b></ul>\nIn the first sentence Bhagavan explains what the mind essentially is: ‘இந்தத் தேகத்தில் நான் என்று கிளம்புவது எதுவோ அஃதே மனமாம்’ (<i>inda-t dēhattil nāṉ eṉḏṟu kiḷambuvadu edu-v-ō aḵdē maṉam-ām</i>), ‘Whatever it is that rises in this body as ‘I’, that alone is the mind’. Since ego is what rises in this body as ‘I’, what he implies here is that ego alone is what the mind essentially is. Therefore when he uses the term ‘mind’ he is generally (but by no means always) referring to ego rather than to the totality of all thoughts, which he sometimes referred to as ‘mind’.<br>\n<br>\nThe fundamental difference between ego and all other thoughts is that ego is aware whereas no other thoughts are aware, so ego is the subject or perceiver whereas all other thoughts are objects or things perceived by it. Since other thoughts seem to exist only because they are perceived by ego, no other thought could exist without ego, so ego is the only essential thought among the entire collection of thoughts, which are what constitutes the mind in its broadest sense. This is why he often said that ego, which is what he also referred to as ‘the thought called I’, is the root of all other thoughts, thereby implying that it is the essence and foundation of the mind.<br>\n<br>\n<a name=\"ny04b\"></a><a name=\"ny14\"></a><a name=\"ny07\"></a>When he says that mind is ‘இந்தத் தேகத்தில் நான் என்று கிளம்புவது’ (<i>inda-t dēhattil nāṉ eṉḏṟu kiḷambuvadu</i>), ‘what rises in this body as I’, that may seem to imply that this body somehow exists prior to our rising as ego, but that is not what he intended to imply, as he made clear elsewhere, including in the final four sentences of this paragraph. The body, like all other phenomena, is just a thought or mental fabrication (<i>kalpanā</i>), as he implies in the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> when he says ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam-eṉḏṟōr poruḷ aṉṉiyamāy illai</i>), ‘Excluding thoughts, there is not separately any such thing as world’, in the <a href=\"https://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a> when he says ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> when he says ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே. ஜக ஜீவ ஈச்வரர்கள், சிப்பியில் வெள்ளிபோல் அதிற் கற்பனைகள்’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē. jaga-jīva-īśvarargaḷ, śippiyil veḷḷi pōl adil kaṟpaṉaigaḷ</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. The world, soul and God are <i>kalpanās</i> [fabrications, imaginations, mental creations, illusions or illusory superimpositions] in it, like the [illusory] silver in a shell’. Therefore, being just a thought or <i>kalpanā</i>, the body exists only in the view of ego and therefore cannot exist prior to its rising.<br>\n<br>\n<a name=\"un25e\"></a>Why then does he say that the mind is what rises in this body as ‘I’ or ego? How can it rise in the body when the body does not exist prior to its rising? Obviously he is talking metaphorically when he says that it rises in the body, so what exactly does he mean by saying this? As he says in the <a href=\"#un25b\">first sentence</a> of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘உரு பற்றி உண்டாம்’ (<i>uru paṯṟi uṇḍām</i>), ‘grasping form it comes into existence’, meaning that ego rises or comes into existence by projecting and perceiving the form of a body as itself, so what he implies in this first sentence of this <a href=\"#ny05\">fifth paragraph</a> of <i>Nāṉ Ār?</i> when he says that the mind is what rises in this body as ‘I’ is that it is what rises grasping (projecting and perceiving) this body as ‘I’. In other words, it is what rises as the false adjunct-mixed awareness ‘I am this body’.<br>\n<ul><a name=\"ny05-2\"></a><b>6b. Second sentence: If one investigates in what place the thought called ‘I’ first appears in the body, one will come to know that it is in the heart</b></ul>\nIn the second sentence he continues to talk somewhat metaphorically by saying: ‘நானென்கிற நினைவு தேகத்தில் முதலில் எந்தவிடத்திற் றோன்றுகின்ற தென்று விசாரித்தால், ஹ்ருதயத்தி லென்று தெரிய வரும்’ (<i>nāṉ-eṉgiṟa niṉaivu dēhattil mudalil enda-v-iḍattil tōṉḏṟugiṉḏṟadu eṉḏṟu vicārittāl, hrudayattil eṉḏṟu teriya varum</i>), ‘If one investigates in what place the thought called ‘I’ first appears in the body, one will come to know that it is in the heart’. Many people who do not have a clear and comprehensive understanding of the fundamental principles of his teachings and who are not sufficiently familiar with the sense in which he uses certain words tend to interpret this sentence too literally, taking it to mean that if one searches for a place in the body from which ego first appears, that place in the body is what he calls ‘heart’. This is a misinterpretation for two reasons.<br>\n<br>\n<a name=\"ny06a\"></a><a name=\"ny08a\"></a><a name=\"uu10\"></a><a name=\"uu19\"></a><a name=\"un28\"></a>Firstly, he often uses the term ‘இடம்’ (<i>iḍam</i>), which literally means ‘place’, as a metaphor for our real nature (<i>ātma-svarūpa</i>). This is clearly illustrated by two sentences in the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i> in which he says, ‘நான் என்னும் நினைவு கிஞ்சித்து மில்லா விடமே சொரூபமாகும். அதுவே ‘மௌன’ மெனப்படும்’ (<i>nāṉ eṉṉum niṉaivu kiñcittum illā v-iḍam-ē sorūpam āhum. adu-v-ē ‘mauṉam’ eṉa-p-paḍum</i>), ‘Only the place where the thought called I [ego] does not exist at all [or even a little] is <i>svarūpa</i> [one’s ‘own form’ or real nature]. That alone is called ‘<i>mauna</i>’ [silence]’. In this context he is obviously not referring to any physical place but to what alone remains when ego does not exist, because that alone is our real nature (<i>svarūpa</i>) and absolute silence (<i>mauna</i>). One reason why he thus refers to our real nature metaphorically as a ‘place’ is that it is the ‘place’ or source from which we rise as ego and into which we must eventually subside, and hence he often refers to it as our ‘birthplace’ (<i>piṟappiḍam</i>), as he does in the next sentence of this fifth paragraph, in two sentences in the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> and in one sentence in the <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a>, or ‘rising place’, as he does for example in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu10\">verse 10</a> of <i>Upadēśa Undiyār</i>, ‘உதித்த இடத்தில் ஒடுங்கி இருத்தல்’ (<i>uditta iḍattil oḍuṅgi iruttal</i>), ‘being, subsiding in the rising place [or place from which one rose]’, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu19\">verse 19</a> of <i>Upadēśa Undiyār</i>, ‘நான் என்று எழும் இடம் ஏது என நாட உள்’ (<i>nāṉ eṉḏṟu eṙum iḍam ēdu eṉa nāḍa uḷ</i>), ‘when one investigates within [or inwardly investigates] what the place is from which one rises as I’, and <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un28\">verse 28</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘எழும்பும் அகந்தை எழும் இடத்தை’ (<i>eṙumbum ahandai eṙum iḍattai</i>), ‘the place where the rising ego rises’.<br>\n<br>\n<a name=\"um2-9\"></a><a name=\"una18\"></a><a name=\"una19\"></a>Secondly, in this context what he means by the term ‘ஹ்ருதயம்’ (<i>hrudayam</i>), which is a Tamil form of the Sanskrit term ‘<a href=\"https://sanskritdictionary.com/?q=hṛdaya\">हृदय</a>’ (<i>hṛdaya</i>) and therefore means ‘heart’ in the sense of the core or centre of anything, is not any organ or place in this body but only our own real nature (<i>ātma-svarūpa</i>), which shines within us as our fundamental awareness of our own existence (<i>sat-cit</i>), ‘I am’, and which is therefore the heart or core of ego and its progeny (namely all the phenomena perceived by it). Though he did sometimes say that the location of the heart in relation to the body is ‘two digits to the right from the centre of the chest’, he said so only to satisfy the curiosity of those who were unwilling to give up thinking in terms of themself being a body and of yogic concepts such as the various <i>cakras</i> or mystic centres in the body. However, to these who were willing to understand the true import of his teachings, he made it very clear that what he generally meant by the term ‘heart’, unless the context indicated otherwise, is our own real nature, as he explained, for example, in his <a href=\"https://happinessofbeing.blogspot.com/2015/08/what-is-meditation-on-heart.html#sthana\">answer to question 9 in the second chapter</a> of <i>Upadēśa Mañjari</i>:<br>\n<blockquote>ஹ்ருதயத்தைப் பற்றி வர்ணிக்கும் சுருதிகள்,<br>\n<blockquote>“இருமுலை நடுமார் படிவயி றிதன்மே<br>\nலிருமுப் பொருளுள நிறம்பல விவற்று<br>\nளொருபொரு ளாம்ப லரும்பென வுள்ளே<br>\nயிருவிரல் வலத்தே யிருப்பது மிதயம்.<br>\n<br>\nஅதன்முக மிகலுள தகமுள சிறுதுளை<br>\nயதனிலா சாதியொ டமர்ந்துள திருந்தம<br>\nமதனையா சிரித்துள வகிலமா நாடிக<br>\nளதுவளி மனதொளி யவற்றின திருப்பிடம்.”<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(உள்ளது நாற்பது, அனுபந்தம்)</blockquote>\nஎனக்கூறினும் பரமார்த்தத்தில் ஹ்ருதயமென்ற சொற்குப் பொருள் ஆன்மாவே. அது சத்து சித்து ஆனந்தம் நித்தியம் பூரணம் என்னு மிலக்கணங்களால் வ்யவஹரிக்கப்படுவதால், அதற்கு உள்வெளி, கீழ்மேல் என்பவாதிய பேதங்கள் கிடையா. சர்வ நினைவுகளும் எவ்விடத்தொடுங்குகின்றனவோ அந் நிச்சலமான இடமே ஆன்ம நிலை யெனப்படும். அதன் ஸ்வரூபத்தை உள்ளவாறு உணர்ந்துநிற்குங்கால் அது தேகத்திற்குள்ளிலோ பறம்பிலோ என்பதாதிய ஆராய்ச்சிகளுக்கு அங்கு இடமில்லை.<br>\n<br>\n<i>hrudayattai-p paṯṟi varṇikkum śurutigaḷ,<br>\n<blockquote>“irumulai naḍumār baḍivayi ṟidaṉmē<br>\nlirumup poruḷuḷa niṟambala vivaṯṟu<br>\nḷoruporu ḷāmbala rumbeṉa vuḷḷē<br>\nyiruviral valattē yiruppadu midayam.<br>\n<br>\nadaṉmuka mihaluḷa dahamuḷa siṟuduḷai<br>\nyadaṉilā śādiyo ḍamarnduḷa dirundama<br>\nmadaṉaiyā śirittuḷa vakhilamā nāḍiga<br>\nḷaduvaḷi maṉadoḷi yavaṯṟiṉa diruppiḍam.”<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(uḷḷadu nāṟpadu, aṉubandham)</blockquote>\neṉa-k-kūṟiṉum paramārtthattil hrudayam-eṉḏṟa soṯku-p poruḷ āṉmāvē. adu sattu cittu āṉandam nittiyam pūraṇam eṉṉum ilakkaṇaṅgaḷāl vyavaharikka-p-paḍuvadāl, adaṟku uḷ-veḷi, kīṙ-mēl eṉbavādiya bhēdaṅgaḷ kiḍaiyā. sarva niṉaivugaḷum e-vv-iḍattoḍuṅgugiṉḏṟaṉavō a-n-niścalam-āṉa iḍamē āṉma nilai y-eṉa-p-paḍum. adaṉ svarūpattai uḷḷavāṟu uṇarndu-niṟkuṅ-kāl adu dēhattiṟkuḷḷilō paṟambilō eṉbadādiya ārāyccigaḷukku aṅgu iḍam-illai</i>.<br>\n<br>\nThough texts that describe about <i>hṛdaya</i> [the heart] say,<br>\n<blockquote>Between the two breasts, below the chest and above the stomach there are six things; [their] colours are various. Among these, one thing resembling a lotus bud and existing inside, two digits to the right, is <i>hṛdaya</i>.<br>\n<br>\nIts mouth is closed; inside is a small hole; in it dense darkness resides along with desire and so on; all the major <i>nāḍis</i> are connected to it; it is the abode of breath, mind and light.<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>Uḷḷadu Nāṟpadu Anubandham</i> [verses 18-19])</blockquote>\nin <i>paramārtha</i> [reality or ultimate truth] the meaning of the term <i>hṛdaya</i> is only <i>ātman</i> [oneself]. Since it is distinguished by the <i>lakṣaṇas</i> [marks, characteristics or attributes] called <i>sat</i> [existence], <i>cit</i> [awareness], <i>ānanda</i> [happiness], <i>nitya</i> [eternality] and <i>pūrṇa</i> [fullness, wholeness, entirety or infinity], differences such as inside or outside and below or above do not belong to it. In what place all thoughts cease, that motionless place alone is called the state of <i>ātman</i> [oneself]. When one abides experiencing its <i>svarūpa</i> [its ‘own form’ or real nature] as it is, there is no place there for investigations such as whether it is either inside or outside the body.</blockquote>\nTherefore what he means in this second sentence of the fifth paragraph, ‘நானென்கிற நினைவு தேகத்தில் முதலில் எந்தவிடத்திற் றோன்றுகின்ற தென்று விசாரித்தால், ஹ்ருதயத்தி லென்று தெரிய வரும்’ (<i>nāṉ-eṉgiṟa niṉaivu dēhattil mudalil enda-v-iḍattil tōṉḏṟugiṉḏṟadu eṉḏṟu vicārittāl, hrudayattil eṉḏṟu teriya varum</i>), ‘If one investigates in what place the thought called ‘I’ first appears in the body, one will come to know that it is in the heart’, is that if we investigate the source from which we first appear or rise as ego grasping a body as ‘I’, we will come to know that it is from ourself, the fundamental awareness ‘I am’, which is the heart.<br>\n<ul><a name=\"ny05-3\"></a><b>6c. Third sentence: That [the heart] alone is the birthplace of the mind</b></ul>\nIn the third sentence of this fifth paragraph he says, ‘அதுவே மனதின் பிறப்பிடம்’ (<i>adu-v-ē maṉadiṉ piṟappiḍam</i>), ‘That alone is the birthplace of the mind’, meaning that the heart alone is the source of the mind. As I explained above, ‘பிறப்பிடம்’ (<i>piṟappiḍam</i>), which literally means ‘birthplace’, is a term that he often uses to refer to the source from which we rise as ego or mind, so it refers to our real nature, which is pure awareness, because that alone is the source from which we have originated.<br>\n<ul><a name=\"ny05-4\"></a><b>6d. Fourth sentence: Even if one continues thinking I, I, it will take and leave in that place [the heart]</b></ul>\nIn the fourth sentence he says, ‘நான், நான் என்று கருதிக்கொண்டிருந்தாலுங்கூட அவ்விடத்திற் கொண்டுபோய் விட்டுவிடும்’ (<i>nāṉ, nāṉ eṉḏṟu karudi-k-koṇḍirundāluṅ-gūḍa a-vv-iḍattil koṇḍu-pōy viṭṭu-viḍum</i>), ‘Even if one continues thinking I, I, it will take and leave [one] in that place’. This is a clue that he often gave for people who struggled to hold on to self-attentiveness, or who had difficulty understanding how to be self-attentive, because mentally repeating the word ‘I’ (in any language one is familiar with) can help us to draw our attention back to ourself. Just as if we think of any noun, such as ‘apple’, it brings to our mind whatever object is denoted by that noun, if we contemplatively think ‘I’, it brings to our mind ourself, the awareness denoted by this first person singular pronoun. Therefore what he means by saying ‘அவ்விடத்திற் கொண்டுபோய் விட்டுவிடும்’ (<i>a-vv-iḍattil koṇḍu-pōy viṭṭu-viḍum</i>), ‘it will take and leave in that place’, is that if we deeply think ‘I, I’ it will take our attention back to ourself, the heart, and leave us quietly in the state of calm self-attentiveness.<br>\n<ul><a name=\"ny05-5\"></a><b>6e. Fifth sentence: Of all the thoughts that appear in the mind, the thought called I alone is the first thought</b></ul>\n<a name=\"uu18a\"></a><a name=\"ny08\"></a>In the fifth sentence he says, ‘மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>’ (<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b></i>), ‘Of all the thoughts that appear [or arise] in the mind, <b>the thought called I alone is the first thought</b> [the primal, basic, original or causal thought]’, in which he highlighted the clause ‘நானென்னும் நினைவே முதல் நினைவு’ (<i>nāṉ-eṉṉum niṉaivē mudal niṉaivu</i>), ‘the thought called I alone is the first thought’, in bold type. Whenever he uses this term ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), ‘the thought called I’ (or any other term that means the same, such as ‘நான் எனும் எண்ணம்’ (<i>nāṉ eṉum eṇṇam</i>) in <a href=\"#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>), he is referring to ego, which is the first thought and the root of all other thoughts, as he makes clear in <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a> of <i>Nāṉ Ār?</i> when he says: ‘நினைவே மனத்தின் சொரூபம். நானென்னும் நினைவே மனத்தின் முதல் நினைவு; அதுவே யகங்காரம்’ (<i>niṉaivē maṉattiṉ sorūpam. nāṉ-eṉṉum niṉaivē maṉattiṉ mudal niṉaivu; adu-v-ē y-ahaṅkāram</i>), ‘Thought alone is the <i>svarūpa</i> [the ‘own form’ or actual nature] of the mind. The thought called I alone is the first thought of the mind; it alone is ego’.<br>\n<br>\nIn both this fifth sentence of the fifth paragraph and in that portion of the eighth paragraph he says that the thought called ‘I’ alone is ‘முதல் நினைவு’ (<i>mudal niṉaivu</i>), ‘the first thought’, in which the term <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=முதல்&searchhws=yes\">முதல்</a> (<i>mudal</i>) means first, primal, basic, original or causal, and in <a href=\"#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i> he says it is <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=மூலம்&searchhws=yes\">மூலம்</a> (<i>mūlam</i>), which means it is the root, base, foundation, origin, source or cause, so what he teaches us is that ego is not only the first thought but also the root, base, foundation, origin, source and cause of all other thoughts.<br>\n<br>\nWhereas all other thoughts are just objects perceived by ego and hence devoid of awareness, ego is the perceiving subject and hence what is aware both of itself and other thoughts. Ego is therefore fundamentally different to all other thoughts, so why does he say it is a thought? He uses the term ‘thought’ in a very broad sense to mean all kinds of mental phenomena, which according to him includes all phenomena, because no phenomena exist independent of ego’s perception of them, and hence all of them are just mental fabrications. However, since ego is what fabricates all other thoughts, can it itself be said to be a mental fabrication? Does it fabricate itself?<br>\n<br>\nYes, it does, because it cannot come into existence without projecting and perceiving a body as itself, so in the very process of fabricating a body it fabricates itself. That is, ego is always aware of itself as ‘I am this body’, so it is an adjunct-mixed form of awareness, in which the adjunct portion is the body consisting of five sheaths. Though in its essence ego is just the fundamental awareness ‘I am’, which alone is what is real, it does not exist as ego without conflating this fundamental awareness with a body, so since the body is just a thought, the compound awareness ‘I am this body’ is also a thought. This is why Bhagavan often said that ego is nothing other than the thought ‘I am this body’. In the absence of whatever body it currently takes to be itself there is no such thing as ego.<br>\n<ul><a name=\"ny05-6\"></a><b>6f. Sixth sentence: Only after this [the thought called I] arises do other thoughts arise</b></ul>\nAfter saying in the fifth sentence, ‘மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>’ (<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b></i>), ‘Of all the thoughts that appear in the mind, <b>the thought called I alone is the first thought</b>’, in the sixth sentence he says: ‘இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன’ (<i>idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa</i>), ‘Only after this arises do other thoughts arise’. Though he says that other thoughts rise only after ego rises, he is not referring to a chronological sequence here but to a causal sequence, because ego cannot rise or stand without grasping (projecting and perceiving) a body as itself, so that body, which is another thought, rises simultaneously with ego. Therefore when he says that other thoughts rise only after ego rises, he does not mean that the rising of other thoughts begins chronologically after the rising of ego, but that causally the rising of ego must occur first before any other thought can rise.<br>\n<br>\nThis is therefore a case of simultaneous causation, which can be illustrated by a simple example. If a moving billiard ball collides with a stationary one, the collision will cause the stationary one to begin moving, so the cause, namely the collision, and the effect, namely the movement of the formerly stationary ball, occur simultaneously. However, though they occur simultaneously, we can say that stationary ball begins to move only after the collision occurs. This does not mean that there is any time lapse between the cause and its effect, but that in terms of the causal sequence, the cause must precede its effect. Likewise, though ego and other thoughts arise simultaneously, the rising of ego is the cause and the rising of other thoughts is its effect, so in terms of the causal sequence, the rising of ego must precede the rising of other thoughts.<br>\n<ul><a name=\"ny05-7\"></a><b>6g. Seventh sentence: Only after the first person appears do second and third persons appear</b></ul>\nIn the seventh sentence of this fifth paragraph he says: ‘தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன’ (<i>taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa</i>), ‘Only after the first person appears do second and third persons appear’, which is a reiteration of what he pointed out in the previous sentence, namely ‘இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன’ (<i>idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa</i>), ‘Only after this [the thought called I] arises do other thoughts arise’, but in this reiteration, instead of referring to ego as ‘நானென்னும் நினைவு’ (<i>nāṉ-eṉṉum niṉaivu</i>), ‘the thought called I’, he refers to it as ‘தன்மை’ (<i>taṉmai</i>), ‘the first person’, and instead of referring to all phenomena as ‘ஏனைய நினைவுகள்’ (<i>ēṉaiya niṉaivugaḷ</i>), ‘other thoughts’, he refers to them as ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘second and third persons’. By thus reiterating the meaning of the previous sentence he emphasises it, and by using alternative terminology he clarifies that what he means by ‘other thoughts’ is everything other than ego, thereby reminding us indirectly that all phenomena are just thoughts or mental fabrications.<br>\n<ul><a name=\"ny05-8\"></a><b>6h. Eighth sentence: Without the first person second and third persons do not exist</b></ul>\nFinally in the eighth sentence he concludes this fifth paragraph by stating unequivocally one of the fundamental principles of his teachings, which logically follows from what he said in the previous three sentences, namely: ‘தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘without the first person second and third persons do not exist’.<br>\n<br>\n<a name=\"aa7\"></a><a name=\"un26b\"></a>This is a principle that he stated explicitly or referred to implicitly in many other places in his original writings. For instance, in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i> he says, ‘இன்று அகம் எனும் நினைவு எனில், பிற ஒன்றும் இன்று’ (<i>iṉḏṟu aham eṉum niṉaivu eṉil, piṟa oṉḏṟum iṉḏṟu</i>), ‘If the thought called ‘I’ [ego] does not exist, even one other [thought or thing] will not exist’, and in <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i> he says, ‘அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும்’ (<i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum</i>), ‘If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist’.<br>\n<br>\n<a name=\"un14\"></a>Though somewhat less explicitly, he implies the same in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>தன்மையுண்டேன் முன்னிலைப டர்க்கைக டாமுளவாந்<br>\nதன்மையி னுண்மையைத் தானாய்ந்து — தன்மையறின்<br>\nமுன்னிலைப டர்க்கை முடிவுற்றொன் றாயொளிருந்<br>\nதன்மையே தன்னிலைமை தான்.<br>\n<br>\n<i>taṉmaiyuṇḍēṉ muṉṉilaipa ḍarkkaiga ḍāmuḷavān<br>\ntaṉmaiyi ṉuṇmaiyait tāṉāyndu — taṉmaiyaṟiṉ<br>\nmuṉṉilaipa ḍarkkai muḍivuṯṟoṉ ḏṟāyoḷirun<br>\ntaṉmaiyē taṉṉilaimai tāṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்மை உண்டேல், முன்னிலை படர்க்கைகள் தாம் உள ஆம். தன்மையின் உண்மையை தான் ஆய்ந்து தன்மை அறின், முன்னிலை படர்க்கை முடிவு உற்று, ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉmai uṇḍēl, muṉṉilai paḍarkkaigaḷ tām uḷa-v-ām. taṉmaiyiṉ uṇmaiyai tāṉ āyndu taṉmai aṟiṉ, muṉṉilai paḍarkkai muḍivu uṯṟu, oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>.<br>\n<br>\n<b>English translation:</b> If the first person exists, second and third persons will exist. If, oneself investigating the reality of the first person, the first person ceases to exist, second and third persons coming to an end, the nature that shines as one alone is oneself, the state of oneself.<br>\n<br>\n<b>Explanatory paraphrase:</b> If the first person [ego] exists, second and third persons [everything else] will exist. If the first person ceases to exist [by] oneself investigating the reality of the first person, second and third persons will come to an end, and [what then remains alone, namely] the nature [selfness, essence or reality] that shines as one [undivided by the appearance of these three persons or ‘places’] alone is oneself, the [real] state [or nature] of oneself.</blockquote>\nWhen he says in this verse that second and third persons will come to an end when the first person ceases to exist as a result of its investigating the reality of itself, he clearly implies that when ego ceases to exist by investigating itself, nothing else can exist in its absence, as he stated explicitly in this final sentence of the <a href=\"#ny05\">fifth paragraph</a> of <i>Nāṉ Ār?</i>: ‘தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா’ (<i>taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>), ‘without the first person second and third persons do not exist’. The reason for this is very simple: Second and third persons (which means all phenomena, objects or things perceived) are just thoughts or mental fabrications, so they seem to exist only in the view of the first person (which is ego, the subject or perceiver of them), and hence without the first person they cannot exist.<br>\n<br>\nSince we seem to be ego, the first person, only so long as we do not attend to ourself keenly enough, if instead of attending to anything else we keenly attend to ourself alone, ego will cease to exist, and hence everything else will cease to exist along with it. What will remain is only our own real nature, which always shines as one indivisible whole, as Bhagavan implies in the final clause of this fourteenth verse of <i>Uḷḷadu Nāṟpadu</i>: ‘ஒன்றாய் ஒளிரும் தன்மையே தன் நிலைமை தான்’ (<i>oṉḏṟāy oḷirum taṉmaiyē taṉ nilaimai tāṉ</i>), ‘the nature that shines as one alone is oneself, the [real] state [or nature] of oneself’.<br>\n<br>\nIn this verse he uses the word <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=தன்மை&searchhws=yes\">தன்மை</a> (<i>taṉmai</i>) four times, the first three times in the sense of ‘the first person’, namely ego, but the fourth time in the sense of ‘nature’, implying the real nature of oneself (<i>ātma-svarūpa</i>). Etymologically ‘தன்மை’ (<i>taṉmai</i>) means ‘selfness’, so in a general sense it means the nature, essence or reality of anything, but in grammar it is used to refer specifically to the first person, ‘I’, whereas ‘<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=முன்னிலை&searchhws=yes\">முன்னிலை</a>’ (<i>muṉṉilai</i>), which etymologically means ‘what stands in front’, is used to refer to the second person, and ‘<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=படர்க்கை&searchhws=yes\">படர்க்கை</a>’ (<i>paḍarkkai</i>), which etymologically means ‘what spreads out’, is used to refer to the third person. Though in this sense ‘தன்மை’ (<i>taṉmai</i>), ‘முன்னிலை’ (<i>muṉṉilai</i>) and ‘படர்க்கை’ (<i>paḍarkkai</i>) are primarily grammatical terms, Bhagavan uses them in a philosophical sense, in which ‘தன்மை’ (<i>taṉmai</i>), ‘the first person’, means ego, the subject or perceiver, and ‘முன்னிலை படர்க்கைகள்’ (<i>muṉṉilai paḍarkkaigaḷ</i>), ‘second and third persons’, means everything else, namely forms, phenomena, objects or things perceived.<br>\n<br>\n<a name=\"world\"></a><b>7. Whatever world we perceive is nothing but thoughts, so since no thoughts can exist without ego, when ego ceases to exist all worlds will cease to exist along with it</b><br>\n<br>\n<a name=\"ny03\"></a><a name=\"ny04c\"></a>As has often happened before, in the comments on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2019/12/self-investigation-is-only-means-by.html\">Self-investigation is the only means by which we can surrender ourself entirely and thereby eradicate ego</a>, there has been a discussion about whether or not Bhagavan or the <i>jñāni</i> perceives the world. He himself answered this question unequivocally in the previous two paragraphs of <i>Nāṉ Ār?</i>, the <a href=\"https://happinessofbeing.com/nan_yar.html#para03\">third</a> and the <a href=\"#ny04\">fourth</a>, in which he explained very clearly why we cannot see our real nature while seeing the world, and accordingly cannot see the world while seeing our real nature.<br>\n<br>\n<a name=\"ny05c\"></a><a name=\"aa7a\"></a><a name=\"un26c\"></a><a name=\"un14a\"></a>In the <a href=\"#ny05d\">last four sentences</a> of the <a href=\"#ny05\">fifth paragraph</a>, which I have been discussing above, he gives another reason why no world could be perceived after the annihilation of ego, the same reason that he gives emphatically in the <a href=\"#aa7\">first sentence</a> of <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html#aa7\">verse 7</a> of <i>Śrī Aruṇācala Aṣṭakam</i> and in the <a href=\"#un26b\">first two sentences</a> of <a href=\"#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, as well as in <a href=\"#un14\">verse 14</a> of <i>Uḷḷadu Nāṟpadu</i>, namely that phenomena come into existence only when we rise as ego, so they do not exist when we do not rise as ego. How then could any phenomena be seen by us when we see what we actually are and thereby eradicate ego, the mistaken awareness ‘I am this body’?<br>\n<br>\n<a name=\"av3\"></a><a name=\"uu27\"></a><a name=\"un12\"></a>When we are aware of ourself as we actually are, nothing else will exist for us to perceive, as Bhagavan clearly implies in the second sentence of <a href=\"https://happinessofbeing.blogspot.com/2019/01/to-understand-consciousness-can-we-rely.html#av3\">verse 3</a> of <i>Āṉma-Viddai</i> by asking rhetorically, ‘தன்னை அறிந்திடில், பின் என்னை உளது அறிய?’ (<i>taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya?</i>), ‘If one has known oneself, then what [else] exists to know?’, and as he states more explicitly in the <a href=\"https://happinessofbeing.blogspot.com/2019/06/how-can-there-be-any-experience-without.html#uu27\">final sentence</a> of <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, ‘அறிவதற்கு ஒன்று இலை’ (<i>aṟivadaṟku oṉḏṟu ilai</i>), ‘there is not anything for knowing’, and in the <a href=\"https://happinessofbeing.blogspot.com/2017/01/ulladu-narpadu-verse-12-other-than-real.html#sentence3\">third sentence</a> of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since [one’s real nature] shines without another for knowing or for causing to know, oneself is [real] awareness’.<br>\n<br>\n<a name=\"ny04d\"></a><a name=\"ny05d\"></a>So when we know ourself as we actually are, why does nothing else exist for us to know? Because everything other than our real nature (<i>ātma-svarūpa</i>) is just a thought, as he implies in the <a href=\"#ny04\">fourth paragraph</a> of <i>Nāṉ Ār?</i> when he says, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு’ (<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu</i>), ‘Excluding thoughts, there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world’, and because thoughts exist only in the view of ego, which is the first thought, the thought called ‘I’, so no other thought (and hence no phenomenon) can exist when ego does not exist, as he implies in the <a href=\"#ny05-5\">final four sentences</a> of the <a href=\"#ny05\">fifth paragraph</a>:<br>\n<blockquote>மனதில் தோன்றும் நினைவுக ளெல்லாவற்றிற்கும் <b>நானென்னும் நினைவே முதல் நினைவு</b>. இது எழுந்த பிறகே ஏனைய நினைவுகள் எழுகின்றன. தன்மை தோன்றிய பிறகே முன்னிலை படர்க்கைகள் தோன்றுகின்றன; தன்மை யின்றி முன்னிலை படர்க்கைக ளிரா.<br>\n<br>\n<i>maṉadil tōṉḏṟum niṉaivugaḷ ellāvaṯṟiṟkum <b>nāṉ-eṉṉum niṉaivē mudal niṉaivu</b>. idu eṙunda piṟahē ēṉaiya niṉaivugaḷ eṙugiṉḏṟaṉa. taṉmai tōṉḏṟiya piṟahē muṉṉilai paḍarkkaigaḷ tōṉḏṟugiṉḏṟaṉa; taṉmai y-iṉḏṟi muṉṉilai paḍarkkaigaḷ irā</i>.<br>\n<br>\nOf all the thoughts that appear in the mind, <b>the thought called ‘I’ alone is the first thought</b>. Only after this arises do other thoughts arise. Only after the first person [ego, the primal thought called ‘I’] appears do second and third persons [all other thoughts or things] appear; without the first person second and third persons do not exist.</blockquote>\n<a name=\"eap1\"></a>If our present state is just a dream, as Bhagavan says it is, how could this world exist when we do not perceive it, and how could it exist in any view other than our own? When we wake up from a dream, we do not suppose that the world we perceived in that dream existed anywhere except in our own mind, or that it could have been perceived by anyone other than ourself. Why then should we suppose that the world we perceive now is in any way different to whatever world we perceive in any other dream? In a dream there is only one perceiver, namely the dreamer, who is ego, so if our present state is just a dream, it is being dreamt by us as ego, so we are the dreamer, and hence when we know ourself as we actually are and thereby wake up from the sleep of self-ignorance, in which all dreams occur, this world and every other world will cease to exist. This is what Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2019/12/why-do-we-need-to-distinguish-ourself.html#eap1\">verse 1</a> of <i>Ēkāṉma Pañcakam</i>:<br>\n<blockquote>தன்னை மறந்து தனுவேதா னாவெண்ணி<br>\nயெண்ணில் பிறவி யெடுத்திறுதி — தன்னை<br>\nயுணர்ந்துதா னாத லுலகசஞ் சாரக்<br>\nகனவின் விழித்தலே காண்.<br>\n<br>\n<i>taṉṉai maṟandu taṉuvēdā ṉāveṇṇi<br>\nyeṇṇil piṟavi yeḍuttiṟudi — taṉṉai<br>\nyuṇarndudā ṉāda lulahasañ cārak<br>\nkaṉaviṉ viṙittalē kāṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை மறந்து, தனுவே தானா எண்ணி, எண் இல் பிறவி எடுத்து, இறுதி தன்னை உணர்ந்து, தான் ஆதல் உலக சஞ்சார கனவின் விழித்தலே. காண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai maṟandu, taṉuvē tāṉā eṇṇi, eṇ il piṟavi eḍuttu, iṟudi taṉṉai uṇarndu, tāṉ ādal ulaha sañcāra kaṉaviṉ viṙittalē. kāṇ</i>.<br>\n<br>\n<b>English translation:</b> [After] forgetting oneself, considering a body alone to be oneself, and taking innumerable births, finally knowing oneself and being oneself is just [like] waking up from a dream of wandering about the world. See.</blockquote>\nWhen someone has woken up from a dream, we do not suppose that they continue to perceive that dream world in this waking state. Why then should we suppose that the <i>jñāni</i>, who has woken up from the sleep of self-ignorance and who has therefore ceased to be a dreamer, continues to perceive this dream world?<br>\n<br>\n<a name=\"un26\"></a>Whose dream is this? It is our own, so it seems to exist only so long as we are dreaming it. When we know ourself as we actually are, we will thereby cease to be ego, and since ego alone is the dreamer of all dreams, all dreams will forever cease to exist, and their respective worlds will cease to exist along with them. This is why Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this [ego] is alone is giving up everything.</blockquote>\nIn this context ‘<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அனைத்தும்&searchhws=yes\">அனைத்தும்</a>’ (<i>aṉaittum</i>) and ‘<a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=யாவும்&searchhws=yes\">யாவும்</a>’ (<i>yāvum</i>), which both mean ‘all’ or ‘everything’, imply all phenomena (everything that appears and disappears), so ‘everything’ here includes whatever world we may see in this or any other dream. So why does Bhagavan say that if ego comes into existence, all phenomena come into existence, and that if ego does not exist, no phenomena exist? For the simple reason that all phenomena are just mental fabrications, like everything we perceive in a dream, so they seem to exist only in the view of ourself as ego, and hence when we do not rise as ego, as in sleep or <i>ātma-jñāna</i> (pure self-awareness), they do not exist at all.<br>\n<br>\nTherefore, since we seem to be ego only so long as we do not attend to ourself keenly enough, if we do attend to ourself keenly enough, ego will cease to exist, and hence everything else will cease to exist along with it. This is why he says in the final sentence of this verse: ‘ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்’ (<i>ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>), ‘Therefore, know that investigating what this [ego] is alone is giving up everything’.<br>\n<br>\n<a name=\"un04b\"></a><a name=\"un05a\"></a><a name=\"un06\"></a><a name=\"un07\"></a><a name=\"un09\"></a><a name=\"un11a\"></a><a name=\"un12a\"></a><a name=\"un13a\"></a><a name=\"un14b\"></a><a name=\"un18\"></a><a name=\"un23\"></a><a name=\"un26d\"></a><a name=\"un31a\"></a>In many verses of <i>Uḷḷadu Nāṟpadu</i>, such as verses <a href=\"#un04\">4</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">5</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">6</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">7</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">9</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">11</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">12</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a>, <a href=\"#un14\">14</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un18\">18</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un23\">23</a>, <a href=\"#un26\">26</a> and <a href=\"#un31\">31</a>, Bhagavan clearly implies that the forms or phenomena that constitute the world does not exist except in the view of ourself as ego, and hence that in the absence of ego no world or anything else exists for us to know. Therefore if we have correctly understood the fundamental principles of his teachings as clearly expressed by him in his own original writings such as <i>Nāṉ Ār?</i>, <i>Upadēśa Undiyār</i> and <i>Uḷḷadu Nāṟpadu</i>, there is absolutely no room for any question to arise about whether or not any world or other phenomena exist in the clear view of the <i>jñāni</i>.<br>\n<br>\nThis question arises only for those who have not yet clearly understood the fundamental principles of his teachings and who consequently mistake him to be the person whom he seemed to be in the self-ignorant view of ourself as ego. If he were the person whom he seemed to be in our view, then yes, he seemed to perceive this world just as all other people seem to perceive it, but he is not what he seemed to be. As he often said, ‘ஞானமே ஞானி’ (<i>ñāṉamē ñāṉi</i>), ‘<i>jñāna</i> alone is the <i>jñāni</i>’, meaning that pure awareness (<i>jñāna</i>) alone is what knows pure awareness. Therefore the <i>jñāni</i> is not the person he seems to be in our view.<br>\n<br>\n<a name=\"un31\"></a>As he said in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un31\">verse 31</a> of <i>Uḷḷadu Nāṟpadu</i>, referring to the <i>jñāni</i> using an honorific plural form, even though the <i>jñāni</i> is the one infinite whole, other than which no other thing can exist:<br>\n<blockquote>தன்னை யழித்தெழுந்த தன்மயா னந்தருக்<br>\nகென்னை யுளதொன் றியற்றுதற்குத் — தன்னையலா<br>\nதன்னிய மொன்று மறியா ரவர்நிலைமை<br>\nயின்னதென் றுன்ன லெவன்.<br>\n<br>\n<i>taṉṉai yaṙitteṙunda taṉmayā ṉandaruk<br>\nkeṉṉai yuḷadoṉ ḏṟiyaṯṟudaṟkut — taṉṉaiyalā<br>\ntaṉṉiya moṉḏṟu maṟiyā ravarnilaimai<br>\nyiṉṉadeṉ ḏṟuṉṉa levaṉ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு என்னை உளது ஒன்று இயற்றுதற்கு? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku eṉṉai uḷadu oṉḏṟu iyaṯṟudaṟku? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>அன்வயம்:</b> தன்னை அழித்து எழுந்த தன்மயானந்தருக்கு இயற்றுதற்கு என்னை ஒன்று உளது? தன்னை அலாது அன்னியம் ஒன்றும் அறியார்; அவர் நிலைமை இன்னது என்று உன்னல் எவன்?<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>taṉṉai aṙittu eṙunda taṉmaya-āṉandarukku iyaṯṟudaṟku eṉṉai oṉḏṟu uḷadu? taṉṉai alādu aṉṉiyam oṉḏṟum aṟiyār; avar nilaimai iṉṉadu eṉḏṟu uṉṉal evaṉ?</i><br>\n<br>\n<b>English translation:</b> For those who are happiness composed of that, which rose destroying themself, what one exists for doing? They do not know anything other than themself; who can conceive their state as ‘like this’?<br>\n<br>\n<b>Explanatory paraphrase:</b> For those who are [blissfully immersed in and as] <i>tanmayānanda</i> [happiness composed of that, namely <i>brahman</i>, one’s real nature], which rose [as ‘I am I’] destroying themself [ego], what one [action] exists for doing? They do not know [or are not aware of] anything other than themself; [so] who can [or how to] conceive their state as ‘[it is] like this’?</blockquote>\nThe person whom we mistake the <i>jñāni</i> to be does actions by mind, speech and body and consequently seems to us to be aware of other things, just as we are, but according to Bhagavan the <i>jñāni</i> is just pure awareness, which never does anything or knows anything other than itself, because in its clear view nothing other than itself exists or even seems to exist. Therefore, until we surrender ourself entirely, thereby eradicating ego (and consequently all thoughts, forms or phenomena) and merging forever in and as pure awareness, which is the infinite happiness that he refers to here as ‘தன்மயானந்த’ (<i>tanmayānanda</i>), ‘happiness composed of that’, we cannot understand or conceive what the state of the <i>jñāni</i> actually is, or even what it is like.<br>\n<br>\nTherefore, rather than trying to understand what cannot and need not be understood, namely the state of the <i>jñāni</i>, we should try to focus all our interest, attention and effort only on investigating and thereby surrendering ourself, this ego, whose nature is to seek to know and understand everything other than itself.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "19",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/5403119343524105684/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "Ēkāṉma Pañcakam",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Mañjari",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc5Mzc5ODEyNTE0Cm9mZnNldDogMAo\""
}