{
    "kind": "blogger#post",
    "id": "6015857130192960172",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-03-09T17:22:00Z",
    "updated": "2020-03-11T17:07:11Z",
    "url": "http://happinessofbeing.blogspot.com/2020/03/though-we-appear-in-two-distinct-modes.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6015857130192960172",
    "title": "Though we appear in two distinct modes, we are just one awareness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">When I woke up on Saturday morning, a fresh clarity occurred to me. If I try to put this clarity into words, as I will do in this article, it is what I knew already, but somehow on that morning I saw it with a fresh clarity. In words I cannot actually express this clarity, but I can explain what it is about: that is, what it is that somehow became more clear.<br><a name='more'></a>\n<br>\nOne reason why I will try to explain this is that it may cast more light on the subject I wrote about in my previous article: <a href=\"https://happinessofbeing.blogspot.com/2020/02/though-we-now-seem-to-be-ego-if-we-look.html\">Though we now seem to be ego, if we look at ourself keenly enough we will see that we are actually just pure awareness</a>.<br>\n<ol>\n<li><a href=\"#modes\">Intransitive awareness and transitive awareness are just two modes of one awareness, namely ourself</a></li>\n<li><a href=\"#un04\"><i>Uḷḷadu Nāṟpadu</i> verses 4 and 25: only when we grasp the form of a body as ourself are we aware of other forms</a></li>\n<li><a href=\"#sleep\">We who are now aware of phenomena are the same awareness that shone alone as pure awareness in sleep, but it is only as ego that we are aware of phenomena</a></li>\n<li><a href=\"#un10\"><i>Uḷḷadu Nāṟpadu</i> verse 10: only awareness of ourself as we actually are, which is pure intransitive awareness, is real awareness</a></li>\n<li><a href=\"#un11\"><i>Uḷḷadu Nāṟpadu</i> verse 11: when we know the reality of ourself, who now know other things, transitive knowledge and ignorance will cease to exist</a></li>\n<li><a href=\"#un12\"><i>Uḷḷadu Nāṟpadu</i> verse 12: real awareness, which is ourself as we actually are, is devoid of transitive awareness and ignorance, because nothing else exists for it to know or not know</a></li>\n<li><a href=\"#un13\"><i>Uḷḷadu Nāṟpadu</i> verse 13: awareness of multiplicity is ignorance, and though it is unreal, in substance it is not other than oneself, who is real awareness</a></li>\n<li><a href=\"#investigation\">When we practise self-investigation, we are trying to withdraw ourself from this transitive mode of awareness back into our natural intransitive mode of awareness</a></li>\n</ol>\n<a name=\"modes\"></a><b>1. Intransitive awareness and transitive awareness are just two modes of one awareness, namely ourself</b><br>\n<br>\nIn waking and dream we are aware of phenomena, whereas in sleep we are aware but without being aware of any phenomena. In other words, we are aware both of the presence of phenomena in waking and dream, and of their absence in sleep. But is the awareness that is aware of the non-existence of phenomena in sleep the same awareness that is aware of their seeming existence in waking and dream? The answer is both yes and no, and it is the yes aspect of this answer that I somehow saw with a fresh clarity when waking up that morning.<br>\n<br>\nAfter waking from sleep, we are clearly aware that we were in a state in which we were not aware of any phenomena, so we who are aware of having been in such a state are the same awareness that shone all alone in that state. We are certainly the same, yet we are somehow not quite the same, so what is the difference between ourself as we are now aware of ourself and ourself as we were aware of ourself while asleep?<br>\n<br>\nObviously we are the same self, the same awareness, because we are one and indivisible. We who experience waking and dream are the same we who experience sleep, yet in sleep we experience ourself as pure awareness, intransitive awareness, awareness that is aware of nothing other than itself, whereas in waking and dream we experience ourself as transitive awareness, awareness that is not only aware of itself but also of other things, objects or phenomena.<br>\n<br>\nThere is clearly a difference between intransitive awareness and transitive awareness, yet we who are just intransitively aware during sleep now seem to be transitively aware, so the underlying awareness is the same. Is the underlying awareness intransitive or transitive? In order to be aware of anything we must be aware, but in order to be aware we do not need to be aware of anything. Being aware of anything is transitive awareness, whereas just being aware without being aware of anything is intransitive awareness, so our fundamental awareness is intransitive awareness, and transitive awareness is just a temporary superimposition on this fundamental awareness.<br>\n<br>\nTherefore real awareness is intransitive. Even when we are transitively aware, as in waking and dream, intransitive awareness remains as the ground, foundation or substratum. In other words, intransitive awareness is the <i>adhiṣṭhāna</i> (base, seat, support or foundation), like the rope underlying the appearance of a snake, whereas transitive awareness is an <i>ārōpa</i> (superimposition), like the seeming snake superimposed upon a rope. Intransitive awareness is the screen on which transitive awareness appears and disappears, like pictures that appear and disappear on a cinema screen. Whether pictures appear or disappear, the screen remains the same, unaffected by either their appearance or disappearance. Likewise, whether transitive awareness appears or disappears, intransitive awareness remains the same, unaffected by either their appearance or disappearance.<br>\n<br>\nWhat is intransitively aware, and what is transitively aware? Are they two separate awarenesses, or just two modes of the same awareness? What is intransitively aware is ourself as we actually are, the real nature of ourself (<i>ātma-svarūpa</i>), whereas what is transitively aware is ourself as ego. Whether we are aware of ourself as pure intransitive awareness, as in sleep, or as intransitive awareness conflated with transitive awareness, as in waking and dream, we are the same we, the same awareness, so intransitive awareness and transitive awareness are just two modes of one awareness, and that one awareness is ourself. The intransitive mode of awareness is ourself as we always actually are, whereas the transitive mode of awareness is ourself as we seem to be when we rise as ego. The former is real, whereas the latter is just an illusory appearance superimposed on the former, like the illusory appearance of a snake superimposed on a rope.<br>\n<br>\nIn substance (<i>vastu</i> or <i>poruḷ</i>) our real nature and ego are one and the same thing, namely pure intransitive awareness, so it is only in appearance that they differ, just as the rope and snake are one in substance even though they differ in appearance. There are two defining characteristics of ego that make it appear different to our real nature: Firstly, as ego we are always transitively aware, that is, aware of phenomena, and secondly, we are always aware of ourself as a particular set of phenomena, namely a body or person, which is a form consisting of five sheaths: a physical organism, life, mind, intellect and will.<br>\n<br>\n<a name=\"un04\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verses 4 and 25: only when we grasp the form of a body as ourself are we aware of other forms</b><br>\n<br>\nIf we were not aware of ourself as a form consisting of these five sheaths, we could not be aware of any other forms (phenomena of any kind whatsoever), and hence we would be aware of nothing other than ourself, the one infinite and hence formless awareness, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure self-awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\nHere ‘உருவம்’ (<i>uruvam</i>), ‘form’, is a synonym for phenomenon, because every form is a phenomenon (in the original sense of what appears or is shown), and every phenomenon is a form of one kind or another. What we actually are is pure awareness, which is not only formless but also completely devoid of forms, so it is only when we rise as ego and thereby mistake ourself to be the form of a body consisting of five sheaths that we are aware of other forms, some of which we consider to be a world, and others of which we may consider to be God.<br>\n<br>\nIn this verse Bhagavan uses the term ‘கண்’ (<i>kaṇ</i>), ‘eye’, as a metaphor for awareness, so when he asks rhetorically ‘கண் அலால் காட்சி உண்டோ?’ (<i>kaṇ alāl kāṭci uṇḍō?</i>), ‘Can <i>kāṭci</i> [what is seen or perceived] be otherwise than <i>kaṇ</i> [the eye]?’, what he implies is that the nature of whatever is perceived cannot be different to the nature of the awareness that perceives it. Therefore if we perceive ourself as a form, whatever we perceive will be forms, whereas if we do not perceive ourself as a form, we will not perceive any forms.<br>\n<br>\nIn the final sentence, ‘கண் அது தான் அந்தமிலா கண்’ (<i>kaṇ adu tāṉ antam-ilā kaṇ</i>), ‘The eye is oneself, the infinite eye’, what he implies is that the real ‘eye’ or awareness is only infinite awareness, which is ourself as we actually are. The word I have translated here as ‘infinite’ is ‘அந்தமிலா’ (<i>antamilā</i>), which is a compound of two words, அந்தம் (<i>antam</i>), which means end, limit or boundary, and இலா (<i>ilā</i>), which is a poetic abbreviation of இல்லா (<i>illā</i>), which means ‘which is not’ or in this case ‘which is without’, so அந்தமிலா (<i>antamilā</i>) means endless, limitless or infinite.<br>\n<br>\nEvery form has limits or boundaries of one kind or another, so all forms are finite, and hence what is infinite must be formless. Therefore when Bhagavan says that the real ‘eye’ or awareness is ‘oneself, the infinite eye’, he implies that what we actually are is formless awareness, and that as such we cannot be aware of anything that is not infinite and hence formless. What is infinite is without limits or boundaries, so nothing can be other than that, because if anything other than that existed, it would limit the extent of that, and hence that would not be infinite. Therefore what is infinite is by definition not only formless but also that other than which nothing exists, so as the ‘அந்தமிலா கண்’ (<i>antam-ilā kaṇ</i>) or ‘infinite eye’ we cannot be aware of anything other than ourself.<br>\n<br>\n<a name=\"un25\"></a>Thus in this final sentence Bhagavan implies that what we actually are is only pure intransitive awareness, awareness that is aware of nothing other than itself, because nothing other than itself exists for it to be aware of. Such is our real nature, but when we seemingly rise as ego, we project forms or phenomena and mistake ourself to be one among them, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If it seeks, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> [By] grasping form [that is, by projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; [by] grasping form [that is, by holding on to that body as itself] it stands [endures, continues or persists]; [by] grasping and feeding on form [that is, by projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If it seeks [examines or investigates] [itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].</blockquote>\nWhen he describes ego as ‘உருவற்ற பேய் அகந்தை’ (<i>uru-v-aṯṟa pēy ahandai</i>), ‘the formless phantom-ego’, what he implies by saying it is ‘உருவற்ற’ (<i>uru-v-aṯṟa</i>), ‘formless’ or ‘devoid of form’, is that it has no form of its own, and what he implies by saying it is ‘பேய்’ (<i>pēy</i>), a ‘ghost’ or ‘phantom’, is that it has no substance of its own. Being without either form or substance, it does not actually exist, but it seems to exist, and it seems to be both a substance, namely awareness, and a form, namely a body. However, neither its substance nor its form actually belong to it, because it borrows its awareness from ourself as we actually are and its form from a body.<br>\n<br>\nIt is neither real awareness, which is ourself as we actually are, nor is it a body, which is non-aware, but some spurious entity that borrows and conflates certain properties of both, and hence it is described as <i>cit-jaḍa-granthi</i>, a knot (<i>granthi</i>) formed by the entanglement and conflation of what is aware (<i>cit</i>) with what is non-aware (<i>jaḍa</i>). In this conflated mixture, what is real is only awareness, but in its pure condition awareness is never aware of forms, nor does it ever rise or subside, so what rises and is aware of forms is not pure awareness, which is what always shines just as ‘I am’, but only awareness that is seemingly conflated with adjuncts as ‘I am this body’.<br>\n<br>\nEgo does not actually exist, but merely seems to exist, and it seems to exist only when it projects and grasps the form of a body as itself. This is why Bhagavan says, ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum</i>), ‘Grasping form it comes into existence; grasping form it stands’. Only when we thus grasp the form of a body as ourself are we aware of other forms.<br>\n<br>\n<a name=\"sleep\"></a><b>3. We who are now aware of phenomena are the same awareness that shone alone as pure awareness in sleep, but it is only as ego that we are aware of phenomena</b><br>\n<br>\nTherefore ego differs from pure awareness in several significant respects. Firstly ego rises and subsides, or appears and disappears, whereas pure awareness always exists as it is, without ever rising or subsiding, or appearing or disappearing. Secondly ego is always aware of itself as a body, and is consequently aware of other forms, whereas pure awareness is always aware of itself just as it is, and is consequently never aware of anything else. In other words, ego is transitively aware, whereas pure awareness is only intransitively and never transitively aware.<br>\n<br>\nHowever, though in appearance ego differs from pure awareness, in substance they are one and the same awareness, namely ourself. Pure awareness is what we actually are, whereas ego is merely what we seem to be. However, we seem to be ego only in the self-ignorant view of ourself as ego and not in the clear view of ourself as we actually are. In the clear view of ourself as we actually are there is nothing other than ourself, so there is no such thing as ego or transitive awareness.<br>\n<br>\nSo what is aware of the absence of any phenomena in sleep? It cannot be ourself as ego, because phenomena are absent only when ego is absent, so as ego we can never be aware of the absence of all phenomena, except in retrospect. Does this mean, then, that pure awareness is what is aware of the absence of any phenomena in sleep? Not exactly, because it could be aware of the absence of phenomena only if it were sometimes aware of their presence, but it is never aware of any phenomena whatsoever.<br>\n<br>\nWhat shines in sleep is only pure awareness, which is ourself as we always actually are, so it is only as ego in waking and dream that we recognise the absence of phenomena in sleep. But since ego does not exist in sleep, how can we as ego remember sleep as a state in which we were not aware of any phenomena? We can do so only because the pure awareness that exists and shines alone in sleep is what always shines in us as ‘I am’, our fundamental awareness of our own existence (<i>sat-cit</i>).<br>\n<br>\nEven when we rise as ego, we do not cease to be aware of ourself as ‘I am’, but instead of being aware of ourself just as ‘I am’, we are aware of ourself as ‘I am this body’. Since what is now shining in us as ‘I am’ is the same awareness that was shining alone in sleep, as ego we are clearly aware that we existed in sleep (albeit not as ego) but were not aware of anything other than ourself. In other words, we are aware of the continuity of our fundamental awareness of our own existence, ‘I am’, both when we are aware of phenomena and when we are not aware of any phenomena.<br>\n<br>\nOur awareness of this continuity of our fundamental self-awareness, ‘I am’, clearly shows that we are just one single and indivisible awareness. The real nature of this one awareness is intransitive, so it is pure awareness, but when we seemingly rise as ego, we seem to become a transitive mode of this one awareness.<br>\n<br>\nWe who are now aware of phenomena are the same awareness that shone alone as pure awareness in sleep, but this does not mean that pure awareness is what is now aware of phenomena. As pure awareness we always remain as we actually are, so we are never aware of any phenomena even to the slightest extent. It is only as ego that we are aware of phenomena, but like all phenomena, ego is just a transient and hence false appearance and not what we actually are.<br>\n<br>\nClearly understanding both the oneness of awareness and the distinction between this one awareness as it actually is, namely as pure awareness, and as it seems to be, namely as ego, is essential if we are to go sufficiently deep in our practice of self-investigation. However, this understanding will become clear to us only to the extent that we go deep in our practice, so if we patiently persevere in trying to be self-attentive as much as possible, we will gradually come to understand this more clearly than can ever be expressed in words.<br>\n<br>\n<a name=\"un10\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 10: only awareness of ourself as we actually are, which is pure intransitive awareness, is real awareness</b><br>\n<br>\nThe nature of real awareness, the distinction between transitive awareness and intransitive awareness, and the ultimate oneness of both is clearly explained by Bhagavan in verses 10 to 13 of <i>Uḷḷadu Nāṟpadu</i>. In <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">verse 10</a> he says:<br>\n<blockquote>அறியாமை விட்டறிவின் றாமறிவு விட்டவ்<br>\nவறியாமை யின்றாகு மந்த — வறிவு<br>\nமறியா மையுமார்க்கென் றம்முதலாந் தன்னை<br>\nயறியு மறிவே யறிவு.<br>\n<br>\n<i>aṟiyāmai viṭṭaṟiviṉ ḏṟāmaṟivu viṭṭav<br>\nvaṟiyāmai yiṉḏṟāhu manda — vaṟivu<br>\nmaṟiyā maiyumārkkeṉ ḏṟammudalān taṉṉai<br>\nyaṟiyu maṟivē yaṟivu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் வறியாமை இன்று ஆகும். அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum. anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>.<br>\n<br>\n<b>English translation:</b> Leaving ignorance, knowledge does not exist; leaving knowledge, that ignorance does not exist. Only the knowledge that knows oneself, who is the first, as to whom are that knowledge and ignorance, is knowledge.<br>\n<br>\n<b>Explanatory paraphrase:</b> Without ignorance [of other things], knowledge [of them] does not exist; without knowledge [of them], that ignorance [of them] does not exist. Only the knowledge [or awareness] that knows [the reality of] oneself [ego], who is the first [to appear], [by investigating] to whom [or for whom] are that knowledge and ignorance [of other things], is [real] knowledge [or awareness].</blockquote>\nThe terms that Bhagavan uses for knowledge and ignorance in this and the next two verses are respectively அறிவு (<i>aṟivu</i>) and அறியாமை (<i>aṟiyāmai</i>), whereas the equivalent terms he uses in <a href=\"#un13\">verse 13</a> are ஞானம் (<i>ñāṉam</i>) and அஞ்ஞானம் (<i>aññāṉam</i>), which are Tamil forms of the Sanskrit terms ज्ञान (<i>jñāna</i>) and अज्ञान (<i>ajñāna</i>). However, both அறிவு (<i>aṟivu</i>) and ஞானம் (<i>ñāṉam</i> or <i>jñāna</i>) have a broader and deeper meaning than the English term ‘knowledge’, and when Bhagavan uses them he is generally using them in the sense of awareness or consciousness.<br>\n<br>\nHowever, since he uses these and other similar terms to refer both to real awareness (intransitive awareness), which is what he sometimes calls சுட்டற்ற அறிவு (<i>suṭṭaṯṟa aṟivu</i>) or ‘awareness devoid of showing’, and to seeming awareness (transitive awareness), which is what he sometimes calls சுட்டறிவு (<i>suṭṭaṟivu</i>) or ‘showing awareness’, we need to understand from the context in which sense he is using them in each case. In the first two sentences of this verse, ‘அறியாமை விட்டு, அறிவு இன்று ஆம்; அறிவு விட்டு, அவ் வறியாமை இன்று ஆகும்’ (<i>aṟiyāmai viṭṭu, aṟivu iṉḏṟu ām; aṟivu viṭṭu, a-vv-aṟiyāmai iṉḏṟu āhum</i>), ‘Without ignorance, knowledge does not exist; without knowledge, that ignorance does not exist’, he is referring to transitive knowledge (or awareness) and ignorance. That is, knowledge or awareness of anything other than ourself appears out of a prior ignorance or non-awareness of that thing, and will sooner or later disappear back into ignorance or non-awareness of it, so without a prior and subsequent ignorance of it knowledge of it would not exist. Moreover, since nothing exists independent of our awareness of it, our prior and future ignorance of anything comes into existence only when we come to know it, so without our current knowledge or awareness of it, our prior and future ignorance of it would not exist.<br>\n<br>\n<a name=\"un09\"></a>In other words, knowledge and ignorance of things other than ourself (transitive awareness and non-awareness) are a pair of opposites, so the seeming existence of each is dependent on the seeming existence of the other, and (as he implied in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un09\">verse 9</a>) the seeming existence of both depend upon the seeming existence of ourself as ego, because it is only as ego that we are either aware of or ignorant of other things.<br>\n<br>\nIn the third and final sentence of this verse, ‘அந்த அறிவும் அறியாமையும் ஆர்க்கு என்று அம் முதல் ஆம் தன்னை அறியும் அறிவே அறிவு’ (<i>anda aṟivum aṟiyāmaiyum ārkku eṉḏṟu a-m-mudal ām taṉṉai aṟiyum aṟivē aṟivu</i>), ‘Only the knowledge [or awareness] that knows [the reality of] oneself [ego], who is the first [to appear], [by investigating] to whom [or for whom] are that knowledge and ignorance [of other things], is [real] knowledge [or awareness]’, he uses the term அறிவு (<i>aṟivu</i>) three times, once to refer to transitive awareness and twice to refer to intransitive awareness. That is, in the clause ‘அந்த அறிவும் அறியாமையும் ஆர்க்கு’ (<i>anda aṟivum aṟiyāmaiyum ārkku</i>), ‘to whom [or for whom] are that knowledge and ignorance’, ‘அறிவும் அறியாமையும்’ (<i>aṟivum aṟiyāmaiyum</i>), ‘knowledge and ignorance’ or ‘awareness and non-awareness’, refer to transitive awareness and ignorance (awareness and ignorance of anything other than oneself), whereas in the main clause, ‘தன்னை அறியும் அறிவே அறிவு’ (<i>taṉṉai aṟiyum aṟivē aṟivu</i>), ‘only awareness that knows oneself is [real] awareness’, ‘அறிவே’ (<i>aṟivē</i>), ‘only awareness’, and அறிவு (<i>aṟivu</i>), ‘awareness’, both refer only to pure intransitive awareness.<br>\n<br>\nFor whom are awareness and ignorance of other things? Not for our real nature, because our real nature is just pure awareness, in the clear view of which nothing other than itself ever exists or even seems to exist, so awareness and ignorance of other things (transitive awareness and ignorance) exists only in the self-ignorant view of ourself as ego. Therefore what Bhagavan refers to here when he says ‘அம் முதல் ஆம் தன்னை’ (<i>a-m-mudal ām taṉṉai</i>), ‘oneself, which is the first’, is ourself as ego, which is the first thing to rise or appear.<br>\n<br>\nWhat then does he mean by saying ‘அம் முதல் ஆம் தன்னை அறியும் அறிவே’ (<i>a-m-mudal ām taṉṉai aṟiyum aṟivē</i>), ‘only the awareness that knows oneself, who is the first’? If we investigate ego keenly enough to know what it actually is, what we will know is not ego as such but only the reality of ego, which is pure awareness, because no such thing as ego actually exists. Therefore when he says, ‘தன்னை அறியும் அறிவே அறிவு’ (<i>taṉṉai aṟiyum aṟivē aṟivu</i>), ‘only awareness that knows oneself is awareness’, what he implies is that only the awareness that knows the reality of ego is real awareness. In other words, only awareness of ourself as we actually are, which is pure intransitive awareness, is real awareness or knowledge.<br>\n<br>\n<a name=\"un11\"></a><b>5. <i>Uḷḷadu Nāṟpadu</i> verse 11: when we know the reality of ourself, who now know other things, transitive knowledge and ignorance will cease to exist</b><br>\n<br>\nTherefore, since pure self-awareness alone is real awareness, awareness of anything else is not real awareness but only ignorance, as Bhagavan goes on to say in the first sentence of the next verse, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">verse 11</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவுறுந் தன்னை யறியா தயலை<br>\nயறிவ தறியாமை யன்றி — யறிவோ<br>\nவறிவயற் காதாரத் தன்னை யறிய<br>\nவறிவறி யாமை யறும்.<br>\n<br>\n<i>aṟivuṟun taṉṉai yaṟiyā dayalai<br>\nyaṟiva daṟiyāmai yaṉḏṟi — yaṟivō<br>\nvaṟivayaṟ kādhārat taṉṉai yaṟiya<br>\nvaṟivaṟi yāmai yaṟum</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ? அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō? aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>.<br>\n<br>\n<b>English translation:</b> Not knowing oneself, who knows, knowing other things is ignorance; besides, is it knowledge? When one knows oneself, the support for knowledge and the other, knowledge and ignorance will cease.<br>\n<br>\n<b>Explanatory paraphrase:</b> Instead of knowing [the reality of] oneself [ego], who knows [everything else], knowing other things is ignorance; except [that], is it knowledge? When one knows [the reality of] oneself [ego], the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will cease [because the reality of ego is just pure self-awareness, so when one knows oneself as pure self-awareness ego will no longer seem to exist, and hence all its knowledge and ignorance will cease to exist along with it].</blockquote>\nThe first sentence of this verse, ‘அறிவு உறும் தன்னை அறியாது அயலை அறிவது அறியாமை; அன்றி அறிவோ?’ (<i>aṟivu-uṟum taṉṉai aṟiyādu ayalai aṟivadu aṟiyāmai; aṉḏṟi aṟivō?</i>), ‘Not knowing oneself, who knows, knowing other things is ignorance; except [ignorance], is it knowledge?’, is a rhetorical question, the implication of which is that knowing anything other than ourself, instead of just knowing our real nature, which is the sole reality of ego, the false awareness that is aware of other things, is not real knowledge or awareness but only ignorance. In this context ‘அறியாமை’ (<i>aṟiyāmai</i>), ‘ignorance’, does not mean ignorance of other things, as it means in the previous verse and in the next sentence, but ignorance of one’s own real nature (<i>ātma-svarūpa</i>), because our real nature is pure awareness, which never knows anything other than itself.<br>\n<br>\n<a name=\"un25a\"></a>What he says in the second sentence, ‘அறிவு அயற்கு ஆதார தன்னை அறிய, அறிவு அறியாமை அறும்’ (<i>aṟivu ayaṟku ādhāra taṉṉai aṟiya, aṟivu aṟiyāmai aṟum</i>), ‘When one knows oneself, the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance], knowledge and ignorance [of everything else] will cease’, is based upon one of the fundamental principles of his teachings, namely that the nature of ego is such that it rises, stands and flourishes by ‘grasping form’, which means being aware of anything other than itself, and it subsides and dissolves back into its source (pure awareness) when it tries to grasp or attend only to itself. This principle is what he teaches us in <a href=\"#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, which I cited above in the <a href=\"#un04\">second section</a>, but it is the second half of this principle that concerns us here, namely ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it takes flight’.<br>\n<br>\nThat is, if we as ego investigate ourself in order to know what we actually are, ego ‘will take flight’, which means that it will dissolve and disappear. Therefore, since ego is the <i>ādhāra</i> (support, foundation or container) for knowledge and ignorance about anything other than ourself, when ego ceases to exist as a result of self-investigation (<i>ātma-vicāra</i>), knowledge and ignorance will also cease to exist.<br>\n<br>\nWhy does ego cease to exist if we investigate it keenly enough? Because it does not actually exist but merely seems to exist, albeit only in its own view, and it seems to exist only when it is looking elsewhere, that is, at anything other than itself. If we look carefully enough at an illusory snake, we will see that it is not actually a snake but just a rope. Likewise, if we as ego look at (attend to) ourself keenly enough, we will see that we are not actually ego but just pure awareness, which is never aware of anything other than itself.<br>\n<br>\nBhagavan describes ego as ‘அறிவு அயற்கு ஆதார தன்னை’ (<i>aṟivu ayaṟku ādhāra taṉṉai</i>), ‘oneself, the <i>ādhāra</i> [support, foundation or container] for knowledge and the other [ignorance]’, because it is only as ego that we are aware of the illusory appearance of anything other than ourself, so knowledge and ignorance of other things exist only in the view of ourself as ego. Therefore if we investigate ourself keenly enough to see that we who seemed to be ego are actually pure awareness, ego and all its knowledge and ignorance about anything other than ourself will cease to exist.<br>\n<br>\n<a name=\"un12\"></a><b>6. <i>Uḷḷadu Nāṟpadu</i> verse 12: real awareness, which is ourself as we actually are, is devoid of transitive awareness and ignorance, because nothing else exists for it to know or not know</b><br>\n<br>\nWhat remains when all knowledge and ignorance about anything other than ourself (all transitive awareness and ignorance) have thereby ceased to exist is only pure intransitive awareness, which alone is real awareness, as Bhagavan implies in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அறிவறி யாமையு மற்றதறி வாமே<br>\nயறியும துண்மையறி வாகா — தறிதற்<br>\nகறிவித்தற் கன்னியமின் றாயவிர்வ தாற்றா<br>\nனறிவாகும் பாழன் றறி.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟadaṟi vāmē<br>\nyaṟiyuma duṇmaiyaṟi vāhā — daṟitaṟ<br>\nkaṟivittaṟ kaṉṉiyamiṉ ḏṟāyavirva dāṯṟā<br>\nṉaṟivāhum pāṙaṉ ḏṟaṟi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்றது அறிவு ஆமே. அறியும் அது உண்மை அறிவு ஆகாது. அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும். பாழ் அன்று. அறி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē. aṟiyum adu uṇmai aṟivu āhādu. aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum. pāṙ aṉḏṟu. aṟi</i>.<br>\n<br>\n<b>English translation:</b> What is devoid of knowledge and ignorance is actually knowledge. That which knows is not real knowledge. Since one shines without another for knowing or for causing to know, oneself is knowledge. One is not void. Know.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]. That which knows [or is aware of anything other than itself, namely ego] is not real <i>aṟivu</i> [knowledge or awareness]. Since [the real nature of oneself] shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]. One is not void [emptiness, desolation, nothingness or non-existence]. Know [or be aware].</blockquote>\n<a name=\"uu27\"></a>As he implies in the first sentence of this verse, ‘அறிவு அறியாமையும் அற்றது அறிவு ஆமே’ (<i>aṟivu aṟiyāmaiyum aṯṟadu aṟivu āmē</i>), ‘What is devoid of knowledge and ignorance [about anything other than itself] is actually <i>aṟivu</i> [knowledge or awareness]’, real awareness is only pure intransitive awareness, which is awareness that is completely devoid of both awareness and ignorance of anything other than itself. But why does he say that it is devoid not only of awareness or knowledge of anything else, but also of ignorance of anything else? If it does not know anything other than itself, does that not mean that it is ignorant of all other things? No it does not, because it is devoid of ignorance of anything else for the same reason that it is devoid of awareness or knowledge of anything else, namely that that nothing other than itself exists either for it to know or for it to be ignorant of, as he explains in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>அறிவறி யாமையு மற்ற வறிவே<br>\nயறிவாகு முண்மையீ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வறிவதற் கொன்றிலை யுந்தீபற.<br>\n<br>\n<i>aṟivaṟi yāmaiyu maṯṟa vaṟivē<br>\nyaṟivāhu muṇmaiyī dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṟivadaṟ koṉḏṟilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். உண்மை ஈது. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. uṇmai īdu. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>அன்வயம்:</b> அறிவு அறியாமையும் அற்ற அறிவே அறிவு ஆகும். ஈது உண்மை. அறிவதற்கு ஒன்று இலை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>aṟivu aṟiyāmai-y-um aṯṟa aṟivē aṟivu āhum. īdu uṇmai. aṟivadaṟku oṉḏṟu ilai</i>.<br>\n<br>\n<b>English translation:</b> Only knowledge [or awareness] that is devoid of knowledge and ignorance is [real] knowledge [or awareness]. This is real, [because] there is not anything for knowing.</blockquote>\n<a name=\"av3\"></a>If anything other than ourself existed, we could be said to be ignorant of it if we were not aware of it or did not know it, but since nothing other than ourself exists, there is nothing for us either to know or not know. Knowing or being aware of anything other than ourself is not real knowledge or awareness but only ignorance, because whatever else we may know does not actually exist but merely seems to exist, so it is just an illusory appearance. This is why Bhagavan asks in the first two lines of <a href=\"https://happinessofbeing.blogspot.com/2019/01/to-understand-consciousness-can-we-rely.html#av3\">verse 3</a> of <i>Āṉma-Viddai</i>:<br>\n<blockquote>தன்னை யறிதலின்றிப் பின்னை யெதறிகிலென்<br>\nறன்னை யறிந்திடிற்பின் னென்னை யுளதறிய.<br>\n<br>\n<i>taṉṉai yaṟidaliṉḏṟip piṉṉai yedaṟihileṉ<br>\nḏṟaṉṉai yaṟindiḍiṟpiṉ ṉeṉṉai yuḷadaṟiya</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை அறிதல் இன்றி, பின்னை எது அறிகில் என்? தன்னை அறிந்திடில், பின் என்னை உளது அறிய?<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai aṟidal iṉḏṟi, piṉṉai edu aṟihil eṉ? taṉṉai aṟindiḍil, piṉ eṉṉai uḷadu aṟiya?</i><br>\n<br>\n<b>English translation:</b> Without knowing oneself, if one knows whatever else, what [value does such knowledge have]? If one has known oneself, then what [else] exists to know?</blockquote>\nSo long as we are aware of anything other than ourself, we are not aware of ourself as we actually are, because what we actually are is just pure awareness, other than which nothing exists for us to know or be aware of. Transitive awareness (awareness of anything other than ourself) is therefore not real awareness but just an illusory appearance.<br>\n<br>\nReal awareness is only the awareness that remains when awareness and ignorance of all other things have ceased to exist, so since they seem to exist so long as we rise and stand as ego, in order to know real awareness (awareness as it actually is) we must cease rising and standing as ego. Ego is just a transitive mode of awareness, so it is not real but an illusory appearance, and hence in order to cease rising and standing as ego we must investigate ourself keenly enough to see what we actually are.<br>\n<br>\nWhen we see what we actually are, we will see that we are just pure awareness, which is infinite and hence <i>ēkam ēva advitīyam</i>, ‘one only without a second’, so nothing else will exist for us to know. Therefore ‘ஈது உண்மை’ (<i>īdu uṇmai</i>), ‘this is real’ or ‘this is the reality’, as Bhagavan says in the second sentence of <a href=\"#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i>, thereby implying that this pure awareness, awareness that is devoid of both awareness and non-awareness (knowledge and ignorance) of anything else, alone is what is real.<br>\n<br>\nSince nothing other than ourself actually exists, that which is aware of other things, namely ego, is not real awareness, as Bhagavan implies in the second sentence of <a href=\"#un12\">verse 12</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘அறியும் அது உண்மை அறிவு ஆகாது’ (<i>aṟiyum adu uṇmai aṟivu āhādu</i>), ‘That which knows [or is aware of anything other than itself] is not real <i>aṟivu</i> [knowledge or awareness]’. Only the awareness that shines without anything else either to know or make known is real awareness, and that is what we actually are, as he says in the third sentence: ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]’.<br>\n<br>\nSince real awareness is completely devoid of any awareness of anything other than itself, it is sometimes mistaken to be <i>śūnya</i> (empty, void, nothingness or non-existence), but Bhagavan often repudiated this idea, saying that what pure awareness is devoid of is only what is unreal, and that it is actually <i>pūrṇa</i>, the fullness of what is real, namely existence (<i>sat</i>), awareness (<i>cit</i>), happiness (<i>ānanda</i>) and love (<i>priyam</i>). Therefore he concludes this verse by saying in the fourth sentence, ‘பாழ் அன்று’ (<i>pāṙ aṉḏṟu</i>), ‘It is not void [emptiness, desolation, nothingness or non-existence]’, in which the implied pronoun ‘it’ or ‘one’ refers to the real nature of oneself, which is pure awareness.<br>\n<br>\n<a name=\"un13\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 13: awareness of multiplicity is ignorance, and though it is unreal, in substance it is not other than oneself, who is real awareness</b><br>\n<br>\nWhen he says in the third sentence of <a href=\"#un12\">verse 12</a>, ‘அறிதற்கு அறிவித்தற்கு அன்னியம் இன்றாய் அவிர்வதால், தான் அறிவு ஆகும்’ (<i>aṟidaṟku aṟivittaṟku aṉṉiyam iṉḏṟāy avirvadāl, tāṉ aṟivu āhum</i>), ‘Since it shines without another for knowing or for causing to know [or causing to be known], oneself is [real] <i>aṟivu</i> [knowledge or awareness]’, he implies that we are not only real awareness but also what alone is real, because nothing other than ourself exists, and he states this explicitly in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>ஞானமாந் தானேமெய் நானாவா ஞானமஞ்<br>\nஞானமாம் பொய்யாமஞ் ஞானமுமே — ஞானமாந்<br>\nதன்னையன்றி யின்றணிக டாம்பலவும் பொய்மெய்யாம்<br>\nபொன்னையன்றி யுண்டோ புகல்.<br>\n<br>\n<i>ñāṉamān tāṉēmey nāṉāvā ñāṉamañ<br>\nñāṉamām poyyāmañ ñāṉamumē — ñāṉamān<br>\ntaṉṉaiyaṉḏṟi yiṉḏṟaṇiga ḍāmpalavum poymeyyām<br>\npoṉṉaiyaṉḏṟi yuṇḍō puhal</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஞானம் ஆம் தானே மெய். நானா ஆம் ஞானம் அஞ்ஞானம் ஆம். பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று. அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ? புகல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ñāṉam ām tāṉē mey. nāṉā ām ñāṉam aññāṉam ām. poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu. aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō? puhal</i>.<br>\n<br>\n<b>English translation:</b> Oneself, who is awareness, alone is real. Awareness that is manifold is ignorance. Even ignorance, which is unreal, does not exist except as oneself, who is awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real?<br>\n<br>\n<b>Explanatory paraphrase:</b> Oneself, who is <i>jñāna</i> [knowledge or awareness], alone is real. Awareness that is manifold [namely the mind, whose root, the ego, is the awareness that sees the one as many] is <i>ajñāna</i> [ignorance]. Even [that] ignorance, which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] awareness. All the many ornaments are unreal; say, do they exist except as gold, which is real? [In other words, though ego or mind, which is the false awareness that sees itself as numerous phenomena, is ignorance and unreal, the real substance that appears as it is only oneself, who is true knowledge or pure awareness, so what actually exists is not ego or mind but only oneself.]</blockquote>\nWhat Bhagavan means by ‘real’ is what actually exists, and what he means by ‘unreal’ is what does not actually exist but merely seems to exists. Therefore when he says in the first sentence of this verse, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [awareness], alone is real’, he implies that we alone are what actually exists, and that what we actually are is just pure awareness (<i>jñāna</i>).<br>\n<br>\n<a name=\"ut12\"></a>In the second sentence, ‘நானாவாம் ஞானம் அஞ்ஞானம் ஆம்’ (<i>nāṉā-v-ām ñāṉam aññāṉam ām</i>), ‘Awareness that is manifold is ignorance’, what he implies by ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is many [manifold or diverse]’, is awareness of the appearance of many things. In other words, this term implies awareness that sees the one thing that actually exists, namely ourself, as many things, as we can see from the first draft of this verse, which is now <a href=\"https://happinessofbeing.blogspot.com/2018/11/everything-depends-for-its-seeming.html#ut12\">verse 12</a> of <i>Upadēśa Taṉippākkaḷ</i>, in which instead of ‘நானாவாம் ஞானம்’ (<i>nāṉā-v-ām ñāṉam</i>), ‘awareness that is many’, he used the term ‘நானாவாய் காண்கின்ற ஞானம்’ (<i>nāṉā-v-āy kāṇgiṉḏṟa ñāṉam</i>), ‘awareness that sees as many’.<br>\n<br>\nAwareness that sees as many is ego, and what it sees as many is only itself. By seeing itself as many, it sees things that seem to be other than itself, so it is transitive awareness, and as Bhagavan says in this sentence, such awareness is ignorance (<i>ajñāna</i>), and as he says in the next sentence, it is unreal, which means that it does not actually exist but merely seems to exist.<br>\n<br>\nHowever, though it is unreal, it does not exist independent of real awareness, and in substance it is not other than real awareness, as Bhagavan explains in the third sentence: ‘பொய் ஆம் அஞ்ஞானமுமே ஞானம் ஆம் தன்னை அன்றி இன்று’ (<i>poy ām aññāṉamumē ñāṉam ām taṉṉai aṉḏṟi iṉḏṟu</i>), ‘Even [that] <i>ajñāna</i> [ignorance], which is unreal, does not exist except as [besides, apart from or as other than] oneself, who is [real] <i>jñāna</i> [awareness]’. To illustrate this, in the next two sentences he gives an analogy: ‘அணிகள் தாம் பலவும் பொய்; மெய் ஆம் பொன்னை அன்றி உண்டோ?’ (<i>aṇigaḷ tām palavum poy; mey ām poṉṉai aṉḏṟi uṇḍō?</i>), ‘All the many ornaments are unreal; say, do they exist except as gold, which is real?’<br>\n<br>\nJust as gold is the substance, and ornaments are just temporary forms in which that substance appears, pure awareness (<i>jñāna</i>) is the only real substance (<i>vastu</i> or <i>poruḷ</i>), and awareness of multiplicity is just a temporary appearance whose substance is just pure awareness. In other words, what actually exists is only ourself as pure awareness, and even when we rise as this transitive mode of awareness called ego and thereby see ourself as all this multiplicity, in substance we always remain just as pure awareness.<br>\n<br>\n<a name=\"investigation\"></a><b>8. When we practise self-investigation, we are trying to withdraw ourself from this transitive mode of awareness back into our natural intransitive mode of awareness</b><br>\n<br>\nThis (namely the fact that even when we seem to have risen as this transitive mode of awareness called ego we are never actually anything other than pure intransitive awareness, which is what shines alone in sleep and continues to shine in all other states, even though in waking and dream it seems to have been partially obscured behind a thin veil of transitive awareness) is what I saw with a fresh degree of clarity when I woke up that morning, and it is what will gradually become more clear to each one of us as we persevere in our practice of self-investigation and self-surrender. However, though persistent practice is the only means by which we can see clearly not only the distinction between intransitive awareness and transitive awareness but also the underlying oneness of both, like the oneness of ornaments and gold or the oneness of an illusory snake and a rope, thinking deeply about what Bhagavan teaches us in verses such as these can aid our understanding and thereby help to guide and encourage us in our practice.<br>\n<br>\nWhen we practise self-investigation, what we are trying to attend to is only our fundamental awareness of our own existence (<i>sat-cit</i>), which is what is always shining in us as ‘I am’, and by doing so we are withdrawing our attention from everything else. In other words, we are trying to withdraw ourself from this transitive mode of awareness, in which we now seem to be entangled, back into our natural mode of awareness, which is intransitive and hence absolutely pure, so the more clearly we can see the distinction between these two modes of awareness the deeper we will be able to withdraw into its intransitive mode, which alone is what is real.<br>\n<br>\nHowever, it is also necessary for us to see that even when we are experiencing this transitive mode of awareness, we never actually leave our natural intransitive mode of awareness, because pure intransitive awareness is the sole reality that underlies and supports the temporary appearance of transitive awareness, just as gold is the sole reality underlying and supporting the appearance of all gold ornaments, and as a rope is the sole reality underlying and supporting the appearance of what seems to be a snake. In other words, pure intransitive awareness alone is what appears as transitive awareness. The more clearly we can see this, the easier it will be for us to hold on to intransitive awareness, which is our fundamental awareness of ourself alone, even while in the midst of this appearance of transitive awareness.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "10",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6015857130192960172/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTgzOTQ2NDMxODc1Cm9mZnNldDogMAo\""
}