{
    "kind": "blogger#post",
    "id": "7655571394994040413",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-10-26T20:28:00Z",
    "updated": "2020-10-26T20:28:06Z",
    "url": "http://happinessofbeing.blogspot.com/2020/10/how-to-practise-surrender-when-faced.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7655571394994040413",
    "title": "How to practise surrender when faced with a dilemma?",
    "content": "A friend wrote to me asking for some personal guidance regarding a dilemma he was facing, in which whatever choice he made would have a major impact on his life and possibly on his health, and which also had a moral dimension to it. Faced with this dilemma, he found that his mind tended to become agitated, making it difficult for him to cling calmly to the practice of self-investigation. In reply to him I wrote:<br><a name='more'></a>\n<br>\n<a name=\"ny13\"></a>Please consider what Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>, particularly the second to last sentences:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம். ஈசன்பேரில் எவ்வளவு பாரத்தைப் போட்டாலும், அவ்வளவையும் அவர் வகித்துக்கொள்ளுகிறார். சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்? புகை வண்டி சகல பாரங்களையும் தாங்கிக்கொண்டு போவது தெரிந்திருந்தும், அதி லேறிக்கொண்டு போகும் நாம் நம்முடைய சிறிய மூட்டையையு மதிற் போட்டுவிட்டு சுகமா யிராமல், அதை நமது தலையிற் றாங்கிக்கொண்டு ஏன் கஷ்டப்படவேண்டும்?<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām. īśaṉpēril e-vv-aḷavu bhārattai-p pōṭṭālum, a-vv-aḷavai-y-um avar vahittu-k-koḷḷugiṟār. sakala kāriyaṅgaḷai-y-um oru paramēśvara śakti naḍatti-k-koṇḍirugiṟapaḍiyāl, nāmum adaṟku aḍaṅgi-y-irāmal, ‘ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum’ eṉḏṟu sadā cintippadēṉ? puhai vaṇḍi sakala bhāraṅgaḷaiyum tāṅgi-k-koṇḍu pōvadu terindirundum, adil ēṟi-k-koṇḍu pōhum nām nammuḍaiya siṟiya mūṭṭaiyaiyum adil pōṭṭu-viṭṭu sukhamāy irāmal, adai namadu talaiyil tāṅgi-k-koṇḍu ēṉ kaṣṭa-p-paḍa-vēṇḍum?</i><br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God. Even though one places whatever amount of burden upon God, that entire amount he will bear. Since one <i>paramēśvara śakti</i> [supreme ruling power or power of God] is driving all <i>kāryas</i> [whatever needs or ought to be done or to happen], instead of we also yielding to it, why to be perpetually thinking, ‘it is necessary to do like this; it is necessary to do like that’? Though we know that the train is going bearing all the burdens, why should we who go travelling in it, instead of remaining happily leaving our small luggage placed on it [the train], suffer bearing it [our luggage] on our head?</blockquote>\n<a name=\"dec98note\"></a>We are often faced in life with what seems to be a choice to act in this way or that way, as you describe about your present situation, but as Bhagavan says here, there is one <i>paramēśvara śakti</i> (namely God or <i>guru</i>) who is driving all <i>kāryas</i>, so as he says in the <a href=\"https://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html#dec98note\">note he wrote for his mother</a> in December 1898:<br>\n<blockquote>என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nWhat will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\nTherefore whatever choice we may seem to make, it cannot in any way change what is going to happen.<br>\n<br>\nAs he says in the first sentence of that note, ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), ‘According to their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance [that is, according to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act]’, so if it is necessary for you to make any particular choice in order for your <i>prārabdha</i> to unfold, you will be made to choose accordingly. This is why he asks rhetorically in the third sentence of <a href=\"#ny13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>: ‘சகல காரியங்களையும் ஒரு பரமேச்வர சக்தி நடத்திக்கொண்டிருகிறபடியால், நாமு மதற் கடங்கியிராமல், ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டு’ மென்று ஸதா சிந்திப்பதேன்?’, ‘Since one <i>paramēśvara śakti</i> is driving all <i>kāryas</i>, instead of we also yielding to it, why to be perpetually thinking, ‘it is necessary to do like this; it is necessary to do like that’?’.<br>\n<br>\nWhether you make any choice or not, and if you make one, whatever choice it may be, cannot in any way change what is to happen. If what you choose happens, you were made to make that choice by Bhagavan according to your <i>prārabdha</i>, and if it doesn’t happen, that doesn’t matter because it was destined not to happen. Therefore, if you think you have to make a choice, choose whatever seems to be the most appropriate option, but do not be concerned about the outcome, because whatever the outcome may be is according to <i>prārabdha</i>.<br>\n<br>\nThe worst thing you can do is to be constantly thinking ‘இப்படிச் செய்யவேண்டும்; அப்படிச் செய்யவேண்டும்’ (<i>ippaḍi-c ceyya-vēṇḍum; appaḍi-c ceyya-vēṇḍum</i>), ‘it is necessary to do like this; it is necessary to do like that’. Just decide anything, if you think you have to, and then leave the rest to Bhagavan. Then only will your mind remain calm and unagitated, making it easy for you to cling steadfastly to being self-attentive.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7655571394994040413/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-surrender"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjAzNzQ0MDg2ODU3Cm9mZnNldDogMAo\""
}