{
    "kind": "blogger#post",
    "id": "7641597949244601668",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-12-31T00:00:00Z",
    "updated": "2020-12-31T00:00:44Z",
    "url": "http://happinessofbeing.blogspot.com/2020/12/bhagavans-verses-on-birthday.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7641597949244601668",
    "title": "Bhagavan’s verses on birthday celebrations",
    "content": "Bhagavan was born at one o’clock in the morning on 30th December 1879, which was during the lunar constellation (<i>nakṣatra</i>) of <i>punarvasu</i>, which this year occurs today, 31st December 2020, so according to the Hindu custom of celebrating a person’s birthday on their birth <i>nakṣatra</i>, today his 141st birthday or <i>jayantī</i> is being celebrated by devotees all over the world.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ut04\"><i>Upadēśa Taṉippākkaḷ</i> verse 4: the real birthday is only the day when we are born in our own real substance, the one birthless and deathless awareness ‘I am’</a></li>\n<li><a href=\"#ut05\"><i>Upadēśa Taṉippākkaḷ</i> verse 5: real awareness is only being aware of ourself as we actually are and thereby ceasing to rise as ego</a></li>\n<li><a href=\"#una11\"><i>Uḷḷadu Nāṟpadu Anubandham</i> verse 11: real birth is only being born in <i>brahman</i> by lovingly attending to the source from which we rose</a></li>\n<li><a href=\"#purpose\">Through these verses he reminds us that the real purpose of his appearance in our life is only to turn our attention back within and thereby enable us to experience ourself as infinite and eternal happiness</a></li>\n</ol>\n<a name=\"ut04\"></a><b>1. <i>Upadēśa Taṉippākkaḷ</i> verse 4: the real birthday is only the day when we are born in our own real substance, the one birthless and deathless awareness ‘I am’</b><br>\n<br>\nDevotees began to celebrate his <i>jayantī</i> for the first time in 1912, but it does not seem to have been recorded whether this was on January 5th (his 32nd birth anniversary) or December 25th (his 33rd birth anniversary), and on that day he mildly rebuked them by composing two verses, which are now included in <i>Upadēśa Taṉippākkaḷ</i> as verses 4 and 5. In the first of these two verses he wrote:<br>\n<blockquote>பிறந்தநா ளேதோ பெருவிழாச் செய்வீர்<br>\nபிறந்ததெவ ணாமென்று பேணிப் — பிறந்திறத்த<br>\nலின்றென்று மொன்றா யிலகுபொரு ளிற்பிறந்த<br>\nவன்றே பிறந்தநா ளாம்.<br>\n<br>\n<i>piṟandanā ḷēdō peruviṙāc ceyvīr<br>\npiṟandadeva ṇāmeṉḏṟu pēṇip — piṟandiṟatta<br>\nliṉḏṟeṉḏṟu moṉḏṟā yilahuporu ḷiṟpiṟanda<br>\nvaṉḏṟē piṟandanā ḷām</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பிறந்த நாள் ஏதோ? பெரு விழா செய்வீர், பிறந்தது எவண் நாம் என்று பேணி, பிறந்து இறத்தல் இன்று என்றும் ஒன்றாய் இலகு பொருளில் பிறந்த அன்றே பிறந்த நாள் ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>piṟanda nāḷ ēdō? peru viṙā seyvīr, piṟandadu evaṇ nām eṉḏṟu pēṇi, piṟandu iṟattal iṉḏṟu eṉḏṟum oṉḏṟāy ilahu poruḷil piṟanda aṉḏṟē piṟanda nāḷ ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> பெரு விழா செய்வீர், பிறந்த நாள் ஏதோ? நாம் பிறந்தது எவண் என்று பேணி, பிறந்து இறத்தல் இன்று என்றும் ஒன்றாய் இலகு பொருளில் பிறந்த அன்றே பிறந்த நாள் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>peru viṙā seyvīr, piṟanda nāḷ ēdō? nām piṟandadu evaṇ eṉḏṟu pēṇi, piṟantu iṟattal iṉḏṟu eṉḏṟum oṉḏṟāy ilahu poruḷil piṟanda aṉḏṟē piṟanda nāḷ ām</i>.<br>\n<br>\n<b>English translation:</b> Whatever is birthday? You who make a great celebration, only that day when, carefully attending to where we were born, we are born in the substance, which always shines as one without being born and dying, is birthday.<br>\n<br>\n<b>Explanatory paraphrase:</b> What is [the real] birthday? You who make a great celebration [about a so-called birthday], only that day when, [by] carefully attending to [ourself, the source] from which we were born [as ego, the false awareness ‘I am this body’], we are born in <i>poruḷ</i> [the real substance or <i>vastu</i>], which without [ever] being born or dying always shines as one [namely the one infinite and immutable real awareness, ‘I am’], is [the real] birthday.</blockquote>\n<a name=\"un25a\"></a>Bhagavan refers here to three kinds of birth, namely our birth as a body, as ego and (metaphorically) as our real nature. When we celebrate a birthday, whether our own or someone else’s, we are celebrating the birth of a body, but the birth of our present body is not our original birth, because in order to be born as a body, we must first be born as ego. As he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, whenever we rise as ego we grasp the form of a body as ‘I’, and when we leave one body at the time of its death, we rise again grasping the form of another body as ‘I’, as we also do whenever we begin to dream.<br>\n<br>\n<a name=\"un04\"></a>Therefore the root cause for our seeming to have been born as a body is our rising as ego, because it is only when we rise and stand as ego that we are aware of ourself as ‘I am this body’. When we rise and stand as ego, we are not only aware of ourself as if we were the form of a body, but are also consequently aware of other forms, whereas when we do not rise as ego, we are aware of ourself just as ‘I am’, and consequently we are aware of nothing other than ‘I am’, which is the one infinite awareness, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>.<br>\n<br>\n<a name=\"un25\"></a>Therefore all limitations and consequently all problems arise only because we have risen as ego, so in this verse he advises us to attend carefully to our fundamental awareness ‘I am’, which is the source from which we have risen as ego, and he implies that if we attend to ‘I am’ carefully enough, we will be reborn just as ‘I am’, which is the one real substance and therefore devoid of both birth and death. That is, as he teaches us in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, the nature of ego is such that we cannot rise, stand or flourish as ego except by ‘grasping form’, which means attending to things other than ourself, so if we turn back within to attend to ourself alone, ego ‘will take flight’, which means we will thereby subside and merge back into our source. In other words, we will cease rising as ego and remain forever just as the pure awareness ‘I am’, which is what we always actually are.<br>\n<br>\nHe metaphorically describes this permanent dissolution of ego in our fundamental awareness ‘I am’ as our being ‘born in <i>poruḷ</i> [the real substance], which always shines as one without being born and dying’ because when we were born as ego we thereby in effect died to our real nature, since instead of being aware of ourself just as ‘I am’, we are aware of ourself as ‘I am this body’, and hence we are not aware of ourself as we actually are. Therefore when ego is eradicated, we are in effect born again as what we always actually are, namely pure awareness, which is infinite, eternal and immutable, and which is therefore never born and never dies. Being the infinite whole, pure awareness is never aware of anything other than itself, because in its clear view nothing other than itself exists or even seems to exist, so what it is aware of is only itself as ‘I am’.<br>\n<br>\nCeasing to rise as ego by keenly investigating ourself and thereby being aware of ourself just as ‘I am’ is alone real awareness or true knowledge, as he says in the next verse.<br>\n<br>\n<a name=\"ut05\"></a><b>2. <i>Upadēśa Taṉippākkaḷ</i> verse 5: real awareness is only being aware of ourself as we actually are and thereby ceasing to rise as ego</b><br>\n<blockquote>பிறந்தநா ளெனும் பிறப்புக் கழாது<br>\nபிறந்தநா ளுற்சவமே பேணல் — இறந்த<br>\nபிணத்திற் கலங்கரிக்கும் பெட்பென்றே தன்னை<br>\nயுணர்ந்தொடுங்கல் தானே யுணர்வு.<br>\n<br>\n<i>piṟandanā ḷeṉum piṟappuk kaṙādu<br>\npiṟantanā ḷuṯsavamē pēṇal — iṟanda<br>\npiṇattiṟ kalaṅkarikkum peṭpeṉḏṟē taṉṉai<br>\nyuṇarndoḍuṅgal tāṉē yuṇarvu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘பிறந்த நாள் ஏனும் பிறப்புக்கு அழாது, பிறந்த நாள் உற்சவமே பேணல் இறந்த பிணத்திற்கு அலங்கரிக்கும் பெட்பு’ என்றே தன்னை உணர்ந்து ஒடுங்கல் தானே உணர்வு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘piṟanda nāḷ ēṉum piṟappukku aṙādu, piṟanda nāḷ uṯsavamē pēṇal iṟanda piṇattiṟku alaṅkarikkum peṭpu’ eṉḏṟē taṉṉai uṇarndu oḍuṅgal tāṉē uṇarvu</i>.<br>\n<br>\n<b>English translation:</b> Saying ‘Not weeping for birth even on birthday, cherishing birthday as a festival is infatuation of adorning a dead corpse’, only subsiding being aware of oneself is awareness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Understanding ‘Instead of weeping [or lamenting] for [one’s] birth at least on [one’s] birthday, cherishing [one’s] birthday as a festival is infatuation [like] adorning [or decorating] a dead corpse’, only subsiding [and merging forever in one’s real nature] [by investigating and thereby] being aware of oneself [as one actually is] is [real] awareness.</blockquote>\nWhatever is born must also die. When we celebrate a birthday, whether our own or someone else’s, we forget that that day is not only the anniversary of the birth of a body but also marks that body being one year closer to its death, so Bhagavan compares celebrating a birthday to adorning a corpse with garlands, ornaments and other decorations, and he describes doing so as ‘பெட்பு’ (<i>peṭpu</i>), which means desire, love or cherishing, and in this context implies infatuation. Because we mistake a body to be ourself, we are so infatuated with it that we celebrate its birth and wilfully ignore its impending death.<br>\n<br>\nMoreover, being born as a body ensures not only that we will sooner or later have to die, but also that in the meanwhile we have to suffer perpetual dissatisfaction and various kinds of limitations and problems, since these are inevitable features of an embodied existence, so Bhagavan implies that at least on our birthday we should remember to weep and lament our folly of being born instead of rejoicing and celebrating it.<br>\n<br>\nIf we understand the folly of rising as ego and consequently being born as a body, what should we do to give up this folly once and for all? The answer to this was provided by Bhagavan in the previous verse. That is, we should keenly attend to our fundamental awareness of our own existence, ‘I am’, which is the source from which we have risen as ego, because it is only by attending to ‘I am’ so keenly that we thereby cease to be aware of anything else that we can be aware of ourself as we actually are, namely as pure awareness, and only when we are aware of ourself as we actually are will ego be eradicated forever.<br>\n<br>\nThis state in which by means of being keenly self-attentive we are finally aware of ourself as we actually are and thereby bring about the complete dissolution of ego is what Bhagavan describes in the main and concluding clause of this verse: ‘தன்னை உணர்ந்து ஒடுங்கல் தானே உணர்வு’ (<i>taṉṉai uṇarndu oḍuṅgal tāṉē uṇarvu</i>), ‘only subsiding being aware of oneself is awareness’. ‘தன்னை உணர்ந்து’ (<i>taṉṉai uṇarndu</i>) is an adverbial clause that means ‘being aware of oneself’ or ‘knowing oneself’, and in this context it implies being aware of ourself as we actually are. ‘ஒடுங்கல்’ (<i>oḍuṅgal</i>) is a verbal noun that means being restrained, shrinking, sinking, subsiding, withdrawing, dissolving or ceasing, and here it implies complete and permanent subsidence, dissolution or cessation of ego, which is brought about by our being aware of ourself as we actually are. ‘தானே’ (<i>tāṉē</i>) is used here as an intensifier meaning itself, alone or only, so it adds emphasis to ‘ஒடுங்கல்’ (<i>oḍuṅgal</i>). And ‘உணர்வு’ (<i>uṇarvu</i>) means awareness or knowledge, which here implies real awareness or true knowledge.<br>\n<br>\nTherefore this concluding clause implies that being aware of ourself as we actually are and thereby ceasing to rise as ego is alone real awareness. Thus in this clause he summarises two of the fundamental principles of his teachings, namely that (since ego is just a false awareness of ourself, in the sense that it is awareness of ourself as a body, which is not what we actually are) complete and permanent cessation of ego can be achieved only by our being aware of ourself as we actually are, and that our being aware of ourself as we actually are alone is real awareness?<br>\n<br>\n<a name=\"un10-13\"></a>So what is meant by our being aware of ourself as we actually are? What we actually are is just pure awareness, which means awareness that is not aware of anything other than itself, as he explains in more details in verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a> to <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a> of <i>Uḷḷadu Nāṟpadu</i>. What is aware of anything other than ourself is only ourself as ego, and since nothing other than ourself actually exists, being aware of other things is not real awareness but only ignorance. Therefore only when we are aware of nothing other than ourself are we aware of ourself as we actually are, and being aware of ourself thus is alone real awareness.<br>\n<br>\n<a name=\"una11\"></a><b>3. <i>Uḷḷadu Nāṟpadu Anubandham</i> verse 11: real birth is only being born in <i>brahman</i> by lovingly attending to the source from which we rose</b><br>\n<br>\nMany years later, while discussing the meaning and implications of these two verses with Lakshmana Sarma, Bhagavan explained what he meant in the <a href=\"#ut04\">first verse</a> by ‘பிறந்து இறத்தல் இன்று என்றும் ஒன்றாய் இலகு பொருளில் பிறந்த[து]’ (<i>piṟandu iṟattal iṉḏṟu eṉḏṟum oṉḏṟāy ilahu poruḷil piṟanda[du]</i>), ‘[being] born in <i>poruḷ</i> [the real substance or <i>vastu</i>], which always shines as one without being born and dying’, and Lakshmana Sarma summarised his explanation in a Sanskrit verse, on seeing which Bhagavan at once translated it as a Tamil verse, which is now verse 11 of <i>Uḷḷadu Nāṟpadu Anubandham</i>:<br>\n<blockquote>பிறந்த தெவன்றன் பிரம்மமூ லத்தே<br>\nபிறந்ததெவ ணானென்று பேணிப் — பிறந்தா<br>\nனவனே பிறந்தா னவனிதமு னீச<br>\nனவனவன வன்றினமு நாடு.<br>\n<br>\n<i>piṟanda devaṉṟaṉ birammamū lattē<br>\npiṟandadeva ṇāṉeṉḏṟu pēṇip — piṟandā<br>\nṉavaṉē piṟandā ṉavaṉitamu ṉīśa<br>\nṉavaṉavaṉa vaṉḏṟiṉamu nāḍu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> பிறந்தது எவன்? தன் பிரம்ம மூலத்தே பிறந்தது எவண் நான் என்று பேணி பிறந்தான், அவனே பிறந்தான். அவன் நிதம், முனீசன். நவன் நவன் அவன் தினமும்; நாடு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>piṟandadu evaṉ? taṉ biramma mūlattē piṟandadu evaṇ nāṉ eṉḏṟu pēṇi piṟandāṉ, avaṉē piṟandāṉ. avaṉ nitam, muṉīśaṉ. navaṉ navaṉ avaṉ diṉamum; nāḍu</i>.<br>\n<br>\n<b>அன்வயம்:</b> பிறந்தது எவன்? நான் பிறந்தது எவண் என்று பேணி தன் பிரம்ம மூலத்தே பிறந்தான், அவனே பிறந்தான். அவன் நிதம், முனீசன். அவன் தினமும் நவன் நவன்; நாடு.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>piṟandadu evaṉ? nāṉ piṟandadu evaṇ eṉdṟu pēṇi taṉ biramma mūlattē piṟandāṉ, avaṉē piṟandāṉ. avaṉ nitam, muṉīśaṉ. avaṉ diṉamum navaṉ navaṉ; nāḍu</i>.<br>\n<br>\n<b>English translation:</b> Who is born? Carefully attending to where ‘I’ was born, one who is born in one’s source, <i>brahman</i>, he alone is one who is born. He is eternal, the Lord of sages. He is daily new-new. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> Who is [really] born? One who is born in [and as] one’s source, <i>brahman</i>, [being firmly established there by] carefully attending to [oneself, the source] from which ‘I’ was born [as ego, the false awareness ‘I am this aging and perishable body’], he alone is one who is [really] born. He is eternal [being immortal, imperishable and immutable], the Lord of sages. He is daily new and fresh [being the ageless and ever-fresh awareness ‘I am’]. Investigate [yourself and be born thus as <i>brahman</i>].</blockquote>\nWhat Bhagavan referred to in the <a href=\"#ut04\">first of the two birthday verses</a> as ‘பிறந்து இறத்தல் இன்று என்றும் ஒன்றாய் இலகு பொருள்’ (<i>piṟandu iṟattal iṉḏṟu eṉḏṟum oṉḏṟāy ilahu poruḷ</i>), ‘the [real] substance, which always shines as one without being born and dying’, is what he refers to in this verse as ‘தன் பிரம்ம மூலம்’ (<i>taṉ biramma mūlam</i>), ‘one’s source, <i>brahman</i>’. This one real substance (<i>poruḷ</i> or <i>vastu</i>) is ‘I am’, our fundamental awareness of our own existence (<i>sat-cit</i>), which is <i>brahman</i>, the source from which we have risen as ego, the false awareness ‘I am this body’. In other words, it is our own real nature (<i>ātma-svarūpa</i>), which is pure awareness (awareness that is devoid of any adjuncts, and hence devoid of awareness of anything other than itself).<br>\n<br>\n<a name=\"un07\"></a>He describes this one real substance as not being born or dying because, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un07\">verse 7</a> of <i>Uḷḷadu Nāṟpadu</i>, it is ‘உலகு அறிவு தோன்றி மறைதற்கு இடன் ஆய் தோன்றி மறையாது ஒளிரும் பூன்றம் ஆம் அஃதே’ (<i>ulahu aṟivu tōṉḏṟi maṟaidaṟku iḍaṉ-āy tōṉḏṟi maṟaiyādu oḷirum pūṉḏṟam ām aḵdē</i>), ‘only that which is <i>pūṉḏṟam</i> [the infinite whole or <i>pūrṇa</i>], which shines without appearing or disappearing as the place [space, expanse, location, site or ground] for the appearing and disappearing of the world and awareness [namely ego, which is the awareness by which the world shines, and which appears and disappears along with the world]’.<br>\n<br>\nHowever, though this real substance is never born and never dies, he describes the death of ego as our being born in this real substance, implying that when ego merges back forever into the source from which it rose, we are metaphorically reborn as <i>brahman</i>, our own real substance. The means by which we can eradicate ego and thereby be born as <i>brahman</i> is what he describes in the <a href=\"#ut04\">first of the two birthday verses</a> as ‘பிறந்தது எவண் நாம் என்று பேணி’ (<i>piṟandadu evaṇ nām eṉḏṟu pēṇi</i>), ‘carefully attending to where we were born [as ego]’, and in verse 11 of <i>Uḷḷadu Nāṟpadu Anubandham</i> as ‘பிறந்தது எவண் நான் என்று பேணி’ (<i>piṟandadu evaṇ nāṉ eṉḏṟu pēṇi</i>), ‘carefully attending to where I was born [as ego]’.<br>\n<br>\nWhere were we born? In other words, from what did we rise as ego? Only from our own real substance, which is what is called ‘<i>brahman</i>’, but which is not something that we are currently unaware of, because it is our fundamental awareness of our own existence (<i>sat-cit</i>), which is what we are always aware of as ‘I am’. Therefore ‘carefully attending to where we were born’ means carefully attending to our fundamental awareness ‘I am’, or in other words, being keenly self-attentive.<br>\n<br>\n<a name=\"un25b\"></a>பேணி (<i>pēṇi</i>) is an adverbial participle of the verb <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=பேணு&searchhws=yes\">பேணு</a> (<i>pēṇu</i>), so it means cherishing, tending, caring for, taking care of, respecting, honouring, worshiping, adoring, desiring, attending carefully to or knowing, and hence in this context it implies attending carefully and lovingly to ‘I am’, the source from which we have risen as ego. Since the nature of ego is to rise, stand and flourish by attending to anything other than itself, but to subside and dissolve back into its source by attending only to itself, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, the more carefully and lovingly we attend to ‘I am’, the more ego will subside and dissolve, until eventually it merges forever in and as its source, whereupon what will remain is only ‘I am’ shining in its pristine and eternal state as pure awareness. This is what Bhagavan describes metaphorically as being born in <i>brahman</i>, which is the source (<i>mūlam</i>) and one real substance (<i>poruḷ</i>) both of ego and of all that appears from ego, namely all phenomena.<br>\n<br>\nThis is why he said in the <a href=\"#ut04\">first of the two birthday verses</a>, ‘பிறந்தது எவண் நாம் என்று பேணி, பிறந்து இறத்தல் இன்று என்றும் ஒன்றாய் இலகு பொருளில் பிறந்த அன்றே பிறந்த நாள் ஆம்’ (<i>piṟandadu evaṇ nām eṉḏṟu pēṇi, piṟandu iṟattal iṉḏṟu eṉḏṟum oṉḏṟāy ilahu poruḷil piṟanda aṉḏṟē piṟanda nāḷ ām</i>), ‘Only that day when, [by] carefully attending to [ourself, the source] where we were born [as ego], we are born in <i>poruḷ</i> [the real substance], which without [ever] being born or dying always shines as one [namely the one infinite and immutable real awareness, ‘I am’], is [the real] birthday’, and in verse 11 of <i>Uḷḷadu Nāṟpadu Anubandham</i> as ‘தன் பிரம்ம மூலத்தே பிறந்தது எவண் நான் என்று பேணி பிறந்தான், அவனே பிறந்தான்’ (<i>taṉ biramma mūlattē piṟandadu evaṇ nāṉ eṉḏṟu pēṇi piṟandāṉ, avaṉē piṟandāṉ</i>), ‘One who is born in [and as] one’s source, <i>brahman</i>, [being firmly established there by] carefully attending to [oneself, the source] where ‘I’ was born [as ego], he alone is one who is [really] born’.<br>\n<br>\nSince <i>brahman</i> is ‘one only without a second’ (<i>ēkam ēva advitīyam</i>), what is born in <i>brahman</i> is nothing other than <i>brahman</i>, so being born in <i>brahman</i> means being born as <i>brahman</i>. However, as Bhagavan implied in the first of the two birthday verses, <i>brahman</i> is ‘பிறந்து இறத்தல் இன்று என்றும் ஒன்றாய் இலகு பொருள்’ (<i>piṟandu iṟattal iṉḏṟu eṉḏṟum oṉḏṟāy ilahu poruḷ</i>), ‘the [real] substance, which always shines as one without being born and dying’, so it is never born and can never die. Therefore how can we be born as that which is never born? If we have been born as <i>brahman</i>, then we are not <i>brahman</i>, because <i>brahman</i> is that which is never born.<br>\n<br>\nSo what are we to understand from this? When Bhagavan talks about being born in <i>brahman</i> or <i>poruḷ</i>, he does not mean that we literally become <i>brahman</i>, but that we recognise that we were always <i>brahman</i> and nothing else. That is why, after saying that only one who is born in <i>brahman</i> is really born, he says in the next sentence: ‘அவன் நிதம்’ (<i>avaṉ nitam</i>), ‘He is eternal’. What is eternal is never born and never dies, so we can never become eternal. What is eternal is always eternal, not only in the past, present and future, but before the appearance of time and after its disappearance. Being eternal does not just mean existing in all times but existing beyond the limits of time and therefore entirely independent of it.<br>\n<br>\nHe also says that he is முனீசன் (<i>muṉīśaṉ</i>), the Lord or God of sages, because he is one with that which all true sages seek to attain, namely <i>brahman</i>, and he adds: ‘நவன் நவன் அவன் தினமும்’ (<i>navaṉ navaṉ avaṉ diṉamum</i>), which literally means ‘He is daily new-new [fresh-fresh or young-young]’ and implies that he is ever new and fresh. That is, whatever exists in time is always growing older and will eventually perish, whereas what exists outside the limits of time never ages, deteriorates or perishes, because it is unchanging and unchangeable, so it is ever new and fresh.<br>\n<br>\nWhat is timeless and therefore ever new and fresh is only <i>brahman</i>, the one real substance, of which everything else is just an illusory appearance, so by saying that one who is born in <i>brahman</i> by lovingly investigating the source from which ego was born (thereby eradicating ego and merging forever in its source) is eternal and ever new, Bhagavan implies that such a one is none other than <i>brahman</i> itself. ‘The knower of <i>brahman</i> becomes <i>brahman</i>’ (as it is said in <i>Muṇḍaka Upaniṣad</i> 3.2.9), except that what knows <i>brahman</i> is only <i>brahman</i>, so it is not actually a case of becoming <i>brahman</i> but of just being <i>brahman</i>, which is what we always actually are. However, so long as we rise and stand as ego, we seem to be something other than <i>brahman</i>, so when we recognise ourself as <i>brahman</i> ego is thereby eradicated and hence we remain as <i>brahman</i>, as we always actually are, and this eradication of ego is therefore what is described metaphorically as our becoming <i>brahman</i> or being born as <i>brahman</i>.<br>\n<br>\nSince birth of the body and birth of ego are both temporary, ending eventually in death, Bhagavan implies in this verse that being born in (and as) <i>brahman</i> alone is the real birth, because it is the only ‘birth’ that will never end in death. Being born in <i>brahman</i> is being born into eternal life, and the only price that need be paid for it is eradication of ego, which can be brought about only by our attending keenly to ourself, the source from which we rose as ego.<br>\n<br>\n<a name=\"purpose\"></a><b>4. Through these verses he reminds us that the real purpose of his appearance in our life is only to turn our attention back within and thereby enable us to experience ourself as infinite and eternal happiness</b><br>\n<br>\nAs I wrote at the beginning of this article, Bhagavan composed these two birthday verses (verses <a href=\"#ut04\">4</a> and <a href=\"#ut05\">5</a> of <i>Upadēśa Taṉippākkaḷ</i>) in 1912 on the day when devotees celebrated his birthday for the first time. Do these two verses therefore mean that it is wrong for us to celebrate his birthday? I think this would be an overly simplistic interpretation of what he intended us to learn from them.<br>\n<br>\nHe certainly implied that we should pause and reflect on whether our own or anyone else’s birthday is a suitable occasion to celebrate, but this does not necessarily mean that he considered it wrong for us to celebrate his birthday, because he would have understood that this is a natural expression of our devotion to him. What we need to understand from these verses is that he took every suitable opportunity to turn our attention back to ourself, and to remind us that the real aim of our life should be to investigate ourself in order to know what we actually are, so the first celebration of his birthday was one more opportunity for him to do so.<br>\n<br>\nAs he taught us, the real purpose of the manifestation of <i>guru</i> in human form is to teach us that the unalloyed happiness that we are all seeking is our own real nature and that to experience it we must therefore turn our attention back within to investigate ourself and thereby be aware of ourself as we always actually are. Therefore he never encouraged us to worship his outward form but instead encouraged us repeatedly and persistently to turn back within to face ourself alone, because it is only by knowing and loving ourself as we actually are that we can know and love him as he actually is, since he is nothing other than what we actually are.<br>\n<br>\nTherefore it may not be wrong for us to celebrate his birthday as a natural expression of our love for him, but it would be wrong for us either to forget that the real purpose of his appearance in our life is only to turn our attention back within and thereby enable us to experience ourself as infinite and eternal happiness, or to neglect the need for us to persevere in trying to be more and more keenly and persistently self-attentive. This, I believe, is what he is reminding us through these verses.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "5",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7641597949244601668/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "guru",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Uḷḷadu Nāṟpadu Anubandham",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjA5MzcyODQ0MjAxCm9mZnNldDogMAo\""
}