{
    "kind": "blogger#post",
    "id": "4256759955337310032",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-06-17T12:31:00+01:00",
    "updated": "2020-06-17T16:08:24+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/06/what-exists-and-shines-in-sleep-is.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4256759955337310032",
    "title": "What exists and shines in sleep is nothing other than pure awareness",
    "content": "Yesterday I discussed with a friend called Murthy what Bhagavan pointed out to us about what exists and what we are aware of in sleep, and our discussion is recorded in the video <a href=\"https://youtu.be/SALMCbf8YrU\">2020-06-16 Michael and Murthy discuss the non-existence of ego and its five sheaths in sleep</a>:<br /><a name='more'></a>\n<div style=\"text-align: center;\"><iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/SALMCbf8YrU\" width=\"560\"></iframe></div><br />\nHowever, Murthy wrote to me today expressing some of his reflections on our discussion, and among his reflections he wrote:<br />\n<blockquote>[…] per vivarta, we admit manifested gross appearance of ego/mind/world in waking and dream (yes even in dream I would say they are ‘gross’ appearance within the dream state although we call it ‘subtle’ from the waking state point of view). Therefore, I don’t see much harm in admitting unmanifested and ‘really subtle’ form of ego/mind/world in the local sleep state.</blockquote>\nIn reply to this I wrote:<br />\n<br />\n<i>Vivarta</i> means false appearance or illusion, so according to <i>vivarta vāda</i> all multiplicity (everything other than our real nature), including ego, is just an illusory appearance. That is, ego and all the multiplicity perceived by it do not actually exist but merely seem to exist. Therefore when ego and phenomena do not appear, as in sleep, they do not exist at all.<br />\n<br />\nYou say “I don’t see much harm in admitting unmanifested and ‘really subtle’ form of ego/mind/world in the local sleep state”, but if you admit that they exist in an unmanifested form then, you are attributing to them more reality than just an illusory appearance (<i>vivarta</i>). An illusory appearance does not actually exist but merely seems to exist, so when it does not seem to exist, as in sleep, it does not exist at all, not even as an appearance. In other words, an appearance is an appearance only when it appears or manifests, so to speak of an unmanifested appearance is a contradiction in terms.<br />\n<br />\n<i>Vivarta vāda</i> is a core principle of <i>advaita</i>, so all <i>advaitins</i> accept it. However, as I mentioned yesterday, the majority of <i>advaitins</i>, both past and present, are unwilling to accept <i>dṛṣṭi-sṛṣṭi vāda</i>, so they try to reconcile some form of <i>sṛṣṭi-dṛṣṭi vāda</i> with <i>vivarta vāda</i>, but there will always be problems with such an attempt, because an illusory appearance exists only in the view of the perceiver and therefore does not exist independent of the perceiver’s perception of it. According to <i>sṛṣṭi-dṛṣṭi vāda</i> the world exists independent of our perception of it, and there are many perceivers (<i>nānā jīva vāda</i>), so those who accept <i>sṛṣṭi-dṛṣṭi vāda</i> would see no problem in accepting that things can exist in an unmanifested form, even though such an idea is logically inconsistent with <i>vivarta vāda</i>.<br />\n<br />\nBhagavan taught <i>dṛṣṭi-sṛṣṭi vāda</i> because it is the simplest explanation and also the explanation that is most useful for those of us who want to follow his path of self-investigation and self-surrender. According to <i>dṛṣṭi-sṛṣṭi vāda</i> nothing exists independent of our perception of it, so when something does not appear or manifest in our perception, it does not exist at all, and hence, since we do not perceive any ego or <i>vāsanās</i> in sleep, they do not exist then.<br />\n<br />\nAny explanation that postulates the unmanifested existence of anything, or the existence of anything other than pure awareness in sleep, is thereby creating unnecessary complications. Such explanations may satisfy our curiosity about things other than ourself, but they will not help us in our self-investigation, so it is best to reject all such explanations and adhere firmly to the simple explanation of <i>dṛṣṭi-sṛṣṭi vāda</i>. All that needs to be explained is explained very clearly and simply by <i>dṛṣṭi-sṛṣṭi vāda</i>, so why should we seek any explanation that is not entirely consistent with <i>dṛṣṭi-sṛṣṭi vāda</i>?<br />\n<br />\nAs I explained during our discussion yesterday, the sole purpose of analysing our experience of ourself in our three states, waking, dream and sleep, is for us to be firmly convinced that we cannot be anything other than pure awareness, which alone is what exists and shines in sleep, because only when we clearly understand this will we be able to grasp what it is that we need to investigate. That is, when we investigate ourself we are trying to be aware of ourself as we actually are, and what we actually are is nothing other than pure awareness, which is what we experience alone in sleep.<br />\n<br />\n<a name=\"uu16\"></a>Therefore our experience in sleep is a vital clue that guides us in our self-investigation. So long as we are aware of anything that we are not aware of in sleep, our attention is still not focused solely and exclusively on ourself. In other words, we have not entirely left all வெளி விடயங்கள் (<i>veḷi viḍayaṅgaḷ</i>), ‘external phenomena’, and therefore we are not yet aware of only தன் ஒளி உரு (<i>taṉ oḷi-uru</i>), ‘our own form of light’, as Bhagavan implies that we should be in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br />\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br />\nனொளியுரு வோர்தலே யுந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br />\n<br />\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br />\nṉoḷiyuru vōrdalē yundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br />\n<br />\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br />\n<br />\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.<br />\n<br />\n<b>Explanatory paraphrase:</b> Leaving aside [awareness of any] external <i>viṣayas</i> [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing its own form of light [namely the light of pure awareness, which is its real nature and what illumines it, enabling it to be aware both of itself and of other things] is alone real awareness [true knowledge or knowledge of reality].</blockquote>\n<a name=\"ny01\"></a><a name=\"uu21\"></a>Therefore postulating the existence of anything other than pure awareness in sleep undermines the entire purpose of our analysis of our experience of ourself in our three states, and obscures the vital clue that our experience of ourself in sleep offers us to guide us in our self-investigation. This is why Bhagavan repeatedly emphasised that what exists and what we are aware of in sleep is only pure awareness, which is our own real nature and which is completely devoid of ego or mind, as he implied, for example, by the phrases ‘மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவம்’ (<i>maṉam aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam</i>), ‘one’s own nature, which one experiences daily in [dreamless] sleep, which is devoid of mind [and hence of ego, its root and essence]’, and ‘நான் அற்ற தூக்கத்தும்’ (<i>nāṉ aṯṟa tūkkattum</i>), ‘even in sleep, which is devoid of I [namely ego]’, in the <a href=\"https://happinessofbeing.com/nan_yar.html#para01\">first sentence</a> of <i>Nāṉ Ār?</i> and <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu21\">verse 21</a> of <i>Upadēśa Undiyār</i> respectively:<br />\n<blockquote>சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும்.<br />\n<br />\n<i>sakala jīvargaḷum duḥkham eṉbadu iṉḏṟi eppōdum sukham-āy irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattil-ē-y-ē parama piriyam iruppadālum, piriyattiṟku sukham-ē kāraṇam ādalālum, maṉam aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam-āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum</i>.<br />\n<br />\nSince all sentient beings want [or like] to be always happy without what is called misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause for love, [in order] to obtain that happiness, which is one’s own nature, which one experiences daily in [dreamless] sleep, which is devoid of mind, oneself knowing oneself is necessary.<br />\n<br />\nநானெனுஞ் சொற்பொரு ளாமது நாளுமே<br />\nநானற்ற தூக்கத்து முந்தீபற<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;நமதின்மை நீக்கத்தா லுந்தீபற.<br />\n<br />\n<i>nāṉeṉuñ coṯporu ḷāmadu nāḷumē<br />\nnāṉaṯṟa tūkkattu mundīpaṟa<br />\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;namadiṉmai nīkkattā lundīpaṟa</i>.<br />\n<br />\n<b>பதச்சேதம்:</b> நான் எனும் சொல் பொருள் ஆம் அது நாளுமே, நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால்.<br />\n<br />\n<b><i>Padacchēdam</i></b> (word-separation): <i>nāṉ eṉum sol poruḷ ām adu nāḷumē, nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl</i>.<br />\n<br />\n<b>அன்வயம்:</b> நான் அற்ற தூக்கத்தும் நமது இன்மை நீக்கத்தால், நான் எனும் சொல் பொருள் நாளுமே அது ஆம்.<br />\n<br />\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>nāṉ aṯṟa tūkkattum namadu iṉmai nīkkattāl, nāṉ eṉum sol poruḷ nāḷumē adu ām</i>.<br />\n<br />\n<b>English translation:</b> That is at all times the substance of the word called ‘I’, because of the exclusion of our non-existence even in sleep, which is devoid of ‘I’.<br />\n<br />\n<b>Explanatory paraphrase:</b> That [the one that appears as ‘I am I’, namely pure awareness, which is our real nature] is at all times the substance [or true import] of the word called ‘I’, because of the exclusion of our non-existence [that is, because we do not become non-existent] even in sleep, which is devoid of ‘I’ [namely ego].</blockquote>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "55",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4256759955337310032/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTkyNDA2NTA0Mjk1Cm9mZnNldDogMzYwMDAwMAo\""
}