{
    "kind": "blogger#post",
    "id": "3923564836710345106",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-02-24T18:55:00Z",
    "updated": "2020-02-27T19:26:39Z",
    "url": "http://happinessofbeing.blogspot.com/2020/02/though-we-now-seem-to-be-ego-if-we-look.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3923564836710345106",
    "title": "Though we now seem to be ego, if we look at ourself keenly enough we will see that we are actually just pure awareness",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A question that troubles some people when they want to understand the practice of self-investigation (<i>ātma-vicāra</i>) is whether the ‘self’ or ‘I’ we are to investigate is ego or our real nature (<i>ātma-svarūpa</i>), but as I will try to make clear in this article, investigating ego is itself investigating our real nature, because what seems to be ego is just our real nature, just as what seems to be a snake is just a rope. We are just one self or ‘I’, not two different selves or ‘I’s, but when this one ‘I’ remains just as it is, without any adjuncts, it is pure awareness, which is our real nature, whereas when it seems to be conflated with adjuncts, it is what is called ego.<br><a name='more'></a>\n<br>\nTherefore, though we now seem to be ego, if we investigate ourself keenly enough we will see that we are actually just pure awareness. In order to understand why this is the case, we need to clearly understand that ego is <i>cit-jaḍa-granthi</i>, a knot (<i>granthi</i>) formed by the seeming entanglement of pure awareness (<i>cit</i>) with a body, which is non-aware (<i>jaḍa</i>), binding them together as if they were one, so it is a conflation of two elements, one of which is real, namely pure awareness, and the other of which is a mere appearance, namely the body (which in this context does not mean just the physical form but all the five sheaths that constitute whatever body we currently mistake ourself to be, namely the physical form, life, mind, intellect and will, all of which are non-aware, being just phenomena perceived by us as ego). When we investigate ourself, what we try to attend to is only the real element in this mixture, namely pure awareness (<i>cit</i>), as Bhagavan explained in an answer recorded in the final chapter of <a href=\"https://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (2002 edition, page 89):<br>\n<blockquote>The ego functions as the knot [<i>granthi</i>] between the Self [<i>ātma-svarūpa</i>], which is Pure Consciousness [<i>cit</i>], and the physical body, which is inert and insentient [<i>jaḍa</i>]. The ego is therefore called the <i>cit-jaḍa-granthi</i>. In your investigation into the source of <i>ahaṁ-vṛtti</i> [the thought ‘I’, which is ego], you take the essential <i>cit</i> aspect of the ego; and for this reason the enquiry must lead to the realization of the pure consciousness of the Self.</blockquote>\nThe source from which we rise as ego (the <i>ahaṁ-vṛtti</i> or thought called ‘I’) is our real nature, which is pure awareness (<i>cit</i>), so in order to find out from where we have risen as ego we need to attend only to the fundamental awareness aspect of ego, as Bhagavan implies when he says, ‘In your investigation into the source of <i>ahaṁ-vṛtti</i>, you take the essential <i>cit</i> aspect of the ego’. The more keenly we focus our attention on this essential <i>cit</i> aspect, the more everything else will recede into the background, until eventually we will be aware of nothing other than ourself, which is the state of pure awareness. This is therefore the means by which we can separate ourself from all our adjuncts and thereby untangle this knot called ego.<br>\n<br>\nIn the comments on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html\">To curb our rising as ego, all we need do is watch ourself vigilantly</a>, there were related discussions both about the distinction between ‘I am’, which is our fundamental awareness of our own existence (<i>sat-cit</i>), and ‘I am this body’, which is the adjunct-conflated awareness called ego, and about whether self-investigation means investigating ego or our real nature, so in the first six sections of this article I will reproduce some of my replies to these discussions, and in the final four sections I will reply to some comments written by a friend called ‘Anonymous’ that I had not previously replied to.<br>\n<ol>\n<li><a href=\"#i-am\">‘I am’ without any adjuncts is our fundamental awareness of our own existence (<i>sat-cit</i>), whereas ‘I am this body’ is the adjunct-conflated awareness called ego</a></li>\n<li><a href=\"#thought\">Awareness of anything other than ourself as we actually are is a thought, so ego is just a thought, the ‘thought called I’, but of all thoughts it is the first and root</a></li>\n<li><a href=\"#ego\">Ego is a form of self-awareness, but not self-awareness as it actually is, because it is self-awareness conflated with awareness of adjuncts</a></li>\n<li><a href=\"#snake\">If we look at the snake carefully enough we will see that it is actually just a rope, and likewise if we attend to ourself, who now seem to be ego, keenly enough, we will see that what we actually are is just pure awareness</a></li>\n<li><a href=\"#self-awareness\">Self-awareness, which is the very nature of ourself, is our fundamental experience, and the basis of everything else that we experience, so we can never not be self-aware</a></li>\n<li><a href=\"#cessation\">As ego we can experience pure awareness, but as soon as we experience pure awareness we thereby cease to be ego, just as we can see the tropical midday sun by looking at it directly, but as soon as we do so we will thereby be blinded</a></li>\n<li><a href=\"#withdrawing\">If we attend only to ‘I am’, thereby withdrawing our attention from everything else, we will thereby leave aside all adjuncts, and what will then remain is only pure awareness</a></li>\n<li><a href=\"#real\">In order to get rid of all that is unreal, namely ego and all its progeny, we must cling firmly to what is real, namely our fundamental awareness ‘I am’</a></li>\n<li><a href=\"#selves\">If we imagine that we are two different selves, a ‘true self’ and an ‘ego’, we are unnecessarily confusing ourself and thereby making the simple practice of self-investigation (<i>ātma-vicāra</i>) seem complicated</a></li>\n<li><a href=\"#retrace\">Though our awareness ‘I am’ is now mixed and confused with our awareness of adjuncts, it is nevertheless the clue by which we as ego can retrace our way back to the source from which we arose</a></li>\n</ol>\n<a name=\"i-am\"></a><b>1. ‘I am’ without any adjuncts is our fundamental awareness of our own existence (<i>sat-cit</i>), whereas ‘I am this body’ is the adjunct-conflated awareness called ego</b><br>\n<br>\nIn reply to a comment written by a friend called Asun I wrote a <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7622667630347534868\">series of two comments</a>:<br>\n<blockquote>Asun, regarding your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c9088616723736143091\">9 February 2020 at 13:09</a>, it is recorded in two passages in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a> that he said, ‘The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world’ (11-1-46: 2002 edition, page 106), and ‘The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self’ (8-11-45: 2002 edition, page 37). These are probably not exactly what he said, but they convey reasonably well the general point he was making.<br>\n<br>\nThat is, there is only one awareness, namely ourself. When we seemingly turn to face away from ourself, we rise as ego, projecting phenomena and perceiving ourself as if we were one among them, namely a body consisting of five sheaths. And when instead we as ego turn our attention back to face ourself alone, we subside and remain as pure awareness, which is what we always actually are.<br>\n<br>\nWhat can be easier to understand than this? It is so simple. It seems difficult to understand only if we complicate it unnecessarily.<br>\n<br>\nRegarding what you wrote about ‘I am’, Bhagavan was always careful to point out the distinction between ‘I am’ and ‘I am this body’. ‘I am’ without any adjuncts is our fundamental awareness of our own existence (<i>sat-cit</i>), which alone is real, so it is not a thought. Only when it is seemingly mixed with adjuncts as ‘I am this body’ does it seemingly become a thought. Therefore what he referred to as the thought called ‘I’ is not ‘I am’, which is pure awareness, but only ‘I am this body’, which is awareness defiled with adjuncts.<br>\n<br>\nAs ego (which is the thought called ‘I’) we are always aware of ourself as ‘I am’, but never just as ‘I am’, because our awareness of ourself seems to be inextricably entangled with adjuncts, since we are aware of ourself as ‘I am this body’. Ego is therefore called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) that seemingly binds what is aware (<i>cit</i>) with what is not aware (<i>jaḍa</i>). The <i>cit</i> aspect of ego is ‘I am’, which is pure awareness, whereas the <i>jaḍa</i> aspect of it is whatever body we currently mistake to be ourself.<br>\n<br>\nNote that there is an important distinction between the meaning of ‘am’ in ‘I am’ and in ‘I am this body’. On its own ‘I am’ means ‘I exist’, so the ‘am’ in ‘I am’ denotes our existence (<i>sat</i> or <i>uḷḷadu</i>), whereas the ‘am’ in ‘I am this body’ does not denote our existence but our identity. ‘I am this body’ is a false identity, so Bhagavan often used to point out that our real identity is not ‘I am this’ or ‘I am that’ but only ‘I am I’. That is, what we actually are is nothing other than ourself.<br>\n<br>\n<a name=\"un25\"></a>You say ‘Awareness of phenomena and identification with this body is just its mean of survival’, but here the word ‘just’ is misleading, because though awareness of phenomena and identification with a body are the means by which ego survives, they are not just its means of survival, but its very nature. Without awareness of phenomena and identification with a body there is no such thing as ego at all. This is what Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்’ (<i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum</i>), ‘Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving [one] form, it grasps [another] form’. Identifying ourself with the form of a body and consequently being aware of the forms of other phenomena are what he means here by ‘grasping form’.<br>\n<br>\nAs ego what we need to surrender is not our self-awareness, ‘I am’, because self-awareness is our very nature, so we can never cease to be self-aware. We can only surrender what is other than our real nature, namely the adjuncts that we as ego conflate with ourself. This is why the only way to surrender and thereby eradicate ego is to cling firmly to our fundamental self-awareness, ‘I am’, thereby letting go of everything else.</blockquote>\nAsun replied to this in her comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c2868196147632168354\">9 February 2020 at 19:10</a>:<br>\n<blockquote>Yes, I understand that the word “just” in that sentence may be misleading. I always fall into it, sorry.<br>\n<br>\nNot sure, but maybe it is that distinction between the meaning of “am” in “I am” and in “I am this body” what I’m referring to. Is it the “am” in “I am this body” what is melted by the love of just being or “I am” since by the habit of attending and knowing other things it gets solidified, so to speak? That would be then the only difference and what you mean when you say that they only differ in form, likewise ice and water. Otherwise, there wouldn’t be melting nor swallowing nor noticing anything such a change of state which at first it is taken as something new because we are not used to that clarity of mind but which is our natural state, actually. Don’t know if I’m explaining myself.</blockquote>\nIn reply to this I wrote on <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7446132349588579086\">9 February 2020 at 20:48</a>:<br>\n<blockquote>Asun, regarding the analogy of ice melting in water, which you refer to in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c2868196147632168354\">9 February 2020 at 19:10</a>, just as water is the substance and ice is just a temporary form composed of it, our fundamental awareness of our own existence (<i>sat-cit</i>), which is what shines in us as ‘I am’, is the sole real substance (<i>poruḷ</i> or <i>vastu</i>), whereas ego, the adjunct-mixed self-awareness ‘I am this body’, is a form composed of it.<br>\n<br>\nBereft of adjuncts, ‘I am’ is not only pure awareness but also infinite love, so metaphorically ego is a frozen and solidified form of love. Therefore what must be melted in love is the entire ego, the compound awareness ‘I am this body’, and what remains when it has melted is only its substance, the pure awareness ‘I am’.<br>\n<br>\nWhen I pointed out in my previous reply to you that the ‘am’ in ‘I am’ denotes our existence (<i>sat</i> or <i>uḷḷadu</i>) whereas the ‘am’ in ‘I am this body’ does not denote our existence but our identity, what I meant is that ‘am’ has a different semantic function in each of these two cases. Why this is important is that the phrase ‘I am’ on its own is a statement of our existence, whereas the phrase ‘I am this body’ is a statement of our (false) identity. However, in order to have an identity (even a false one) we must exist, so ‘I am’ (which is both our existence and our awareness of our existence) is implicit in ‘I am this body’ (which is our identity as ego).<br>\n<br>\nTherefore, though ego is the adjunct-mixed self-awareness ‘I am this body’, and as such is entirely unreal, in substance it is just pure awareness, which always shines within it as ‘I am’. Therefore the more that we as ego turn back to face ourself, ‘I am’, the more we will thereby be melted in pure love, which is our real nature, until eventually we will want nothing other than to dissolve in and as pure love, whereupon we will let go of everything else and thereby be swallowed by grace.</blockquote>\n<a name=\"thought\"></a><b>2. Awareness of anything other than ourself as we actually are is a thought, so ego is just a thought, the ‘thought called I’, but of all thoughts it is the first and root</b><br>\n<br>\nIn her comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c1865427605046794739\">9 February 2020 at 22:58</a> Asun replied:<br>\n<blockquote>I see you completely discard what I said in my first comment that “when ego turns attention towards itself it is turning attention towards the thought “I am” which is aware of itself and it is this awareness of itself or this making itself known to itself what has to be surrendered and eradicated.” Maybe someday I’ll find the way to express it correctly because to me that’s the point. When I’m happy without cause I don’t make known to myself that I’m happy, I simply am happy and being happy is knowing it though, actually, I’m not even aware of being happy, why should I, if there is only that? No need. This would be “I am” denoting existence. Yet, if the thought “I’m happy” arises, I’m making known to myself that I am happy and this knowledge would obscure the mere being happy which would be the thought “I am” and what has to be surrendered in order to just be happy or just be. Obviously, I would be, simultaneously, limiting this knowledge or false awareness of happiness to an identity, “me” or “I am this body” and, therefore, as you say, it is the compound “I am this body” what is surrendered, can’t be otherwise. Perhaps the explanation appears to be complicated but what I would like to explain is simpler than simple and shows the absurdity and meaningless of all of it.<br>\n<br>\nI’m not trying to argue, just to put something into words.</blockquote>\nI replied to this on <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c5695075820744990452\">11 February 2020 at 21:41</a>:<br>\n<blockquote>Asun, regarding your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c1865427605046794739\">9 February 2020 at 22:58</a>, I think that perhaps what is not clear to you is the sense in which Bhagavan uses the term ‘thought’. When he talks about thought, he is referring not just to verbalised thoughts, which are relatively superficial, but to mental phenomena of all kinds, so according to him everything other than pure awareness is just a thought. In other words, awareness of anything other than ourself as we actually are is a thought.<br>\n<br>\nThis is why he pointed out that ego is just a thought and therefore often referred to it as the ‘thought called I’, but he explained that of all thoughts it is the first and root. Only from and to this first thought do all other thoughts appear.<br>\n<br>\nYou talk about something you call ‘the thought “I am”’, but this is a misleading and confusing term, because ‘I am’ means ‘I exist’, and our existence is not a thought but what alone is real. As ego we confuse our real existence with the seeming existence of a body, but though we are not this body, we do exist, so our existence is untouched by our appearance as ego.<br>\n<br>\nWhat needs to be surrendered and eradicated is not ‘I am’, which is our fundamental awareness of our own existence, and therefore what alone is real, but only our false awareness ‘I am this body’, which is ego and therefore just a thought.<br>\n<br>\nWe can never surrender or eradicate our awareness of ourself, because it alone is real, but we can and must surrender and thereby eradicate our awareness of ourself as a body, because that is ego, which is unreal, being a mere appearance.<br>\n<br>\nRegarding what you say about making ourself known to ourself, which you explain by distinguishing being happy from thinking ‘I am happy’, I think I understand what you mean, but if so that is a relatively superficial problem. The real problem we face is much deeper than that, because it is not just thinking ‘I am this body’ (in the sense of mentally telling ourself ‘I am this body’) but actually being aware of ourself as ‘I am this body’ (which is what Bhagavan means by the term ‘the thought called I’, which is ego) .<br>\n<br>\nI do not know whether this explanation will help you in any way, but if you think I am missing your point please tell me.</blockquote>\n<a name=\"ego\"></a><b>3. Ego is a form of self-awareness, but not self-awareness as it actually is, because it is self-awareness conflated with awareness of adjuncts</b><br>\n<br>\nAsun replied to this in her comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c1326346137436928584\">12 February 2020 at 13:10</a>:<br>\n<blockquote>Yes, Michael, you are missing the point but no wonder because the way I explained myself was completely wrong and misleading. When I said “self-awareness” I was referring to ego or awareness of “I am this body- person”. If I understand correctly, awareness is what makes known this person which we take to be ourself so, as ego, we experience being aware of “I am this body- person” as being self-aware, i.e., as ego we are mistaking making known a thought or being aware of a thought with self-awareness, that’s why I said that it is this self-awareness what has to be surrendered and that this shows the absurdity and meaningless of all of it because, what’s the point of substituting reality or effortless being which is self-knowledge and perfect happiness or satisfaction for an illusion or the artificial fabrication of a seemingly being or entity, imagining it by thinking “I am this body” , using chit or awareness which is real to make known or to be aware of what is not? It is absurd and also a sad waste since it requires an enormous amount of effort and energy, all for nothing.<br>\n<br>\nYour explanations have been very helpful to clarify what I had in mind but don’t know if I’m still misunderstanding or missing something. Am I?</blockquote>\nIn reply to this I wrote on <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c6858470606495186469\">14 February 2020 at 21:54</a>:<br>\n<blockquote>Asun, regarding your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c1326346137436928584\">12 February 2020 at 13:10</a>, it seems to me that perhaps the terms in which you understand this subject are what makes you think you may still be misunderstanding or missing something. Ego is a form of self-awareness, but not self-awareness as it actually is, because it is self-awareness mixed and conflated with awareness of adjuncts. That is, there is actually only one self-awareness, namely our own real nature (<i>ātma-svarūpa</i>), which always shines in us as ‘I am’, and there is nothing other than that, but when we seemingly rise as ego, we project awareness of adjuncts, which we mix and conflate with our real self-awareness as ‘I am this set of adjuncts [namely a body or person]’.<br>\n<br>\n<a name=\"uu24\"></a><a name=\"uu25\"></a>In this adjunct-mixed self-awareness what is real is only pure self-awareness, ‘I am’, so we need to distinguish and thereby separate this pure self-awareness from the set of adjuncts with which we as ego have conflated it. In other words, what we need to surrender is not self-awareness, which is ourself as we actually are, but only our awareness of adjuncts, which we can do only by focusing our entire attention keenly on ourself.<br>\n<br>\nThis is what Bhagavan explains in verses <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu24\">24</a> and <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu25\">25</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இருக்கு மியற்கையா லீசசீ வர்க<br>\nளொருபொரு ளேயாவ ருந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுபாதி யுணர்வேவே றுந்தீபற.<br>\n<br>\n<i>irukku miyaṟkaiyā līśajī varga<br>\nḷoruporu ḷēyāva rundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vupādhi yuṇarvēvē ṟundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இருக்கும் இயற்கையால் ஈச சீவர்கள் ஒரு பொருளே ஆவர். உபாதி உணர்வே வேறு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>irukkum iyaṟkaiyāl īśa jīvargaḷ oru poruḷē āvar. upādhi-uṇarvē vēṟu</i>.<br>\n<br>\n<b>English translation:</b> By [their] existing nature, God and souls are only one substance. Only [their] awareness of adjuncts is different.<br>\n<br>\nதன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or being aware of] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\nIn other words, self-awareness + awareness of adjuncts = ego or <i>jīva</i>. Self-awareness without any awareness of adjuncts (and hence without any awareness of anything else whatsoever) = our real nature or God.<br>\n<br>\nWhat can be more simple to understand than this?</blockquote>\n<a name=\"snake\"></a><b>4. If we look at the snake carefully enough we will see that it is actually just a rope, and likewise if we attend to ourself, who now seem to be ego, keenly enough, we will see that what we actually are is just pure awareness</b><br>\n<br>\nIn the meanwhile another friend called Anonymous wrote several comments in which he or she expressed difficulty in understanding the practice of self-investigation, so in my comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c2013966726370126205\">11 February 2020 at 21:23</a> I wrote:<br>\n<blockquote>Anonymous, regarding your various comments, I appreciate that you are trying to understand clearly what self-investigation is, but as others have pointed out, it will become clear to you only to the extent that you actually try to practise it. Just as the only way to learn how to ride a bicycle is to try to do so, the only way to learn how to investigate ourself is to try to do so. What can be conveyed through words is at best just a conceptual understanding, but that can only be a very superficial understanding, because self-investigation entails going deep within beyond all concepts to investigate ourself, the one from whom and to whom all concepts appear.<br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7521555269438418897\">10 February 2020 at 23:15</a> you refer to the rope and snake analogy, but in a way that confuses rather than clarifies the matter, because you say ‘snake doesn’t have any knowledge of rope. Snake doesn’t know how rope looks, feels, or doesn’t even know that there is an entity called rope’, whereas as ego we are aware of ourself, though not as we actually are. We are clearly aware of our own existence, ‘I am’, so we know <i>that we are</i>, even though we do not know <i>what we are</i>.<br>\n<br>\nMoreover, you say ‘Now Snake can remain as I am. But that I am is not rope, since snake is already under the delusion of being a snake’, as if the existence of the snake were distinct from the existence of the rope. What ‘I am’ denotes is our existence (<i>sat</i>) and our awareness of our existence (<i>sat-cit</i>), which are one and the same thing, and the existence and self-awareness (‘I am’) of ourself as ego (the snake) are not in any way at all distinct from the existence and self-awareness (‘I am’) of ourself as we actually are (the snake). As ego we borrow our existence and self-awareness from our real nature, so it is the thread by which we can trace our way back home, to the source from which we arose.<br>\n<br>\nNo analogy can be analogous in all respects, so we need to be careful when applying any analogy. The rope and snake analogy is analogous to self-investigation in one important respect, namely: if we look at the snake carefully enough we will see that it is actually just a rope, and likewise if we attend to ourself, who now seem to be ego, keenly enough, we will see that what we actually are is just pure awareness.<br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c5737548155449131257\">9 February 2020 at 22:42</a> you say, ‘When we turn back we only can remain in I am the body feeling’, but that is quite contrary to what actually happens. What you call the ‘I am the body’ feeling is ourself as ego, which is sustained and nourished by our attending to anything other than ourself, and which subsides and dissolves to the extent that we attend to ourself. Therefore we remain in the ‘I am the body’ feeling, as you put it, only so long as we attend to other things, and we extract ourself from it to the extent that we are self-attentive.<br>\n<br>\nThis is therefore the practical means by which we can separate our mere being or existence, ‘I am’, from ego, our false identity ‘I am this body’. In other words, instead of seeing ourself as the snake (ego) we will see ourself as the rope (pure awareness), which is what always shines in us as our fundamental awareness of our own existence, ‘I am’.<br>\n<br>\nIf we understand it in these terms, it is actually extremely simple, but it will become truly clear only to the extent that we put it into practice.</blockquote>\n<a name=\"self-awareness\"></a><b>5. Self-awareness, which is the very nature of ourself, is our fundamental experience, and the basis of everything else that we experience, so we can never not be self-aware</b><br>\n<br>\nIn an unrelated comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7003560292656713944\">16 February 2020 at 12:21</a> another friend called Sanjay wrote, ‘The problem with sleep is that though sleep is a state of pure awareness, ego is not destroyed in sleep because it is absent then. If a court sentences a mass murder[er] to death and if he is absent, they cannot apply the death sentence. Ego is like that because it is absent in sleep. So we need to experience pure awareness in waking and dream when ego is present. Only when ego experiences the pure-awareness, will it be destroyed’, which was a paraphrase of an explanation I had given in one of my recent videos, and Anonymous responded to this by asking, ‘Can Ego experience self awareness Sanjay? How is it possible?’, in reply to which I wrote on <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7318707867059531189\">18 February 2020 at 21:37</a>:<br>\n<blockquote>Anonymous, in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c1930717269663876825\">16 February 2020 at 18:34</a> you ask Sanjay whether ego can experience self-awareness, to which the appropriate answer would be the counterquestion: can we as ego ever not experience self-awareness?<br>\n<br>\nSelf-awareness is the very nature of ourself, whether we remain as we actually are or rise as ego. It is our fundamental experience, and the basis of everything else that we experience, so we can never not be self-aware. Whatever else we experience, we experience it as ‘I am experiencing this’, so ‘I’ is implicit in every experience, and since ‘I’ is the first person or self-referential pronoun, it implies self-awareness.<br>\n<br>\n‘I’ is also the meaning of the word ‘ego’, because as ego we are always aware of ourself as ‘I’, so self-awareness is implied by the very name ‘ego’. However, though as ego we are always aware of ourself, we are not aware of ourself as we actually are, because we mistake ourself to be a person, a body consisting of five sheaths, which is not what we actually are, because these five sheaths (the physical form of the body, life, mind, intellect and will) appear in waking and dream but disappear in sleep, whereas we exist and are aware of ourself in all three states. Ego is therefore an adjunct-conflated form of self-awareness, an awareness of ourself as ‘I am this body’.<br>\n<br>\nThere is only one self-awareness, namely ourself, and when we remain just as ourself, without conflating ourself with any adjuncts, that is the state of pure self-awareness, which is our real nature (<i>ātma-svarūpa</i>). However, when we rise as ego, we thereby conflate ourself with adjuncts, so instead of being aware of ourself just as ‘I am’, we are mistakenly aware of ourself as ‘I am this body’. Therefore self-awareness without any adjuncts is our real nature, whereas the same self-awareness conflated with adjuncts is ego.<br>\n<br>\nHowever, when you asked Sanjay whether ego can experience self-awareness, you were replying to his comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7003560292656713944\">16 February 2020 at 12:21</a>, in which he paraphrased what I said in a portion of the video <a href=\"https://youtu.be/9D3yznHhOgg\">2020-02-08 Ramana Maharshi Foundation UK: discussion with Michael James on <i>Ēkāṉma Pañcakam</i> verse 3</a>, in which the term I used was not self-awareness but pure awareness (which implies pure self-awareness, because as pure awareness we are not aware of anything other than ourself). What I actually said at <a href=\"https://youtu.be/9D3yznHhOgg?t=3296\">54:56</a> in that video was: ‘Though we remain just as pure awareness in sleep, ego is not thereby destroyed, because ego is absent. So in waking or dream, when ego is present, we need to try to experience that pure awareness that we experience in sleep, because only when ego experiences pure awareness will it be destroyed — because as soon as ego experiences that it’s finished’.<br>\n<br>\nTherefore if the question you meant to ask Sanjay was whether ego can experience pure awareness, the answer is yes and no, because as ego we can experience pure awareness, but as soon as we experience pure awareness we thereby cease to be ego. If we as ego want to experience pure awareness, we are like a person who wants to see the tropical midday sun. We can see the tropical midday sun just by turning our eyes up to look at it directly, but as soon as we do so we will thereby be blinded. Likewise, if we turn our entire attention back to face ourself alone, we will experience pure awareness, but experiencing pure awareness means remaining just as pure awareness, so as soon as we experience pure awareness we will be pure awareness and thereby cease to be ego.</blockquote>\n<a name=\"cessation\"></a><b>6. As ego we can experience pure awareness, but as soon as we experience pure awareness we thereby cease to be ego, just as we can see the tropical midday sun by looking at it directly, but as soon as we do so we will thereby be blinded</b><br>\n<br>\nBefore I wrote this reply Sanjay had already replied to Anonymous, but in his reply he wrote, “So when Michael said: ‘Only when ego experiences the pure-awareness, will it be destroyed’, he was speaking metaphorically”, so I replied to him on <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c8137504928127987043\">18 February 2020 at 22:11</a>:<br>\n<blockquote>Sanjay, in your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c8210341811690974036\">17 February 2020 at 06:45</a>, in which you replied to the question that Anonymous asked you in his or her comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c1930717269663876825\">16 February 2020 at 18:34</a>, you wrote, “So when Michael said: ‘Only when ego experiences the pure-awareness, will it be destroyed’, he was speaking metaphorically”, but I was actually speaking literally, not metaphorically, because ego cannot be destroyed by any means other than (literally) experiencing itself as pure awareness.<br>\n<br>\nThat is, as I explained in the reply I just wrote to Anonymous in my comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7318707867059531189\">18 February 2020 at 21:37</a> [which I reproduced in the <a href=\"#self-awareness\">previous section</a>], as ego we can experience pure awareness, but as soon as we experience pure awareness we thereby cease to be ego, just as we can see the tropical midday sun by looking at it directly, but as soon as we do so we will thereby be blinded. We cannot experience pure awareness and remain even for the tiniest moment as ego, but in order to eradicate ourself as ego and thereby be eternally as we actually are, as ego we need to experience pure awareness.<br>\n<br>\n<a name=\"un21\"></a>As soon as we as ego experience pure awareness we will be devoured by it, as Bhagavan implies in the final sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un21\">verse 21</a> of <i>Uḷḷadu Nāṟpadu</i>: ‘ஊண் ஆதல் காண்’ (<i>ūṇ ādal kāṇ</i>), ‘Becoming food is seeing’.</blockquote>\n<a name=\"withdrawing\"></a><b>7. If we attend only to ‘I am’, thereby withdrawing our attention from everything else, we will thereby leave aside all adjuncts, and what will then remain is only pure awareness</b><br>\n<br>\nIn reply to my comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7318707867059531189\">18 February 2020 at 21:37</a>, which I reproduced above in <a href=\"#self-awareness\">section five</a>, Anonymous wrote on <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c4902020504429850914\">19 February 2020 at 03:25</a>:<br>\n<blockquote>Thanks Michael. I meant pure self awareness and not just awareness. Nice analogy in last paragraph. But Salazar and I have lots of disagreement. Hope you can clarify.<br>\n<br>\nWhat does turning our attention mean? Who is ‘our’ referring to? Is that ‘I am the body’ thought mixed with pure self awareness (i.e knot)? If so, when this ego eliminates all its adjuncts including I am the body idea, pure awareness will result .. right?<br>\n<br>\nIs this method same as staying in ‘I am’ state? Is ‘I am’ Salazar referring to is same as the knot I am referring to?</blockquote>\nThe following is my reply to these questions:<br>\n<br>\nAnonymous, we can find the answer to your first two questions, “What does turning our attention mean? Who is ‘our’ referring to?”, by considering what attention is. Attention is a selective use of awareness, a directing of our awareness towards one or more things in preference to other things, so it can be used only in a state in which many things seem to exist. In our natural state of pure awareness, nothing other than ourself exists or even seems to exist, so for pure awareness there is no such thing as attention. Even in sleep, nothing other than ourself exists or even seems to exist, because we do not exist as ego in sleep, and it is only in the view of ourself as ego that other things seem to exist, so in sleep there is no such thing as attention. Attention is possible only in the state of ego, namely waking or dream, because as ego we are aware of many things, so we can select which of those many things we wish to focus our awareness on. Therefore, in whatever context it may be used, ‘our attention’ means ego’s attention. In other words, attention is a feature only of ego and not of our real nature, which is pure awareness.<br>\n<br>\nYou then ask: “Is that ‘I am the body’ thought mixed with pure self awareness (i.e knot)?” Ego is the false awareness of ourself as ‘I am this body’, so it is a mixture of pure self-awareness, which is what shines in us as ‘I am’, and a set of adjuncts, namely this body (which is a form composed of five sheaths: the physical form, life, mind, intellect and will). It is therefore called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the seeming entanglement of pure awareness (<i>cit</i>) with the body, which is non-aware (<i>jaḍa</i>), binding them together as if they were one.<br>\n<br>\n<a name=\"uu25a\"></a>Next you ask: “If so, when this ego eliminates all its adjuncts including I am the body idea, pure awareness will result .. right?” Yes, except that it is not quite correct to consider the idea ‘I am this body’ to be an adjunct, because as I explained in the previous paragraph, the thought or false awareness ‘I am this body’ is a conflation of ‘I am’, which is pure awareness, and this body, which is a non-aware set of adjuncts, so it is not an adjunct but an adjunct-conflated awareness. Therefore, as you say, if we remove all our adjuncts, what remains is just pure awareness, which is our real nature (<i>ātma-svarūpa</i>). This is why Bhagavan says in <a href=\"#uu25\">verse 25</a> of <i>Upadēśa Undiyār</i>, referring to our real nature as God:<br>\n<blockquote>தன்னை யுபாதிவிட் டோர்வது தானீசன்<br>\nறன்னை யுணர்வதா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தானா யொளிர்வதா லுந்தீபற.<br>\n<br>\n<i>taṉṉai yupādhiviṭ ṭōrvadu tāṉīśaṉ<br>\nḏṟaṉṉai yuṇarvadā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;tāṉā yoḷirvadā lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம், தானாய் ஒளிர்வதால்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām, tāṉ-āy oḷirvadāl</i>.<br>\n<br>\n<b>அன்வயம்:</b> தானாய் ஒளிர்வதால், தன்னை உபாதி விட்டு ஓர்வது தான் ஈசன் தன்னை உணர்வது ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ-āy oḷirvadāl, taṉṉai upādhi viṭṭu ōrvadu tāṉ īśaṉ taṉṉai uṇarvadu ām</i>.<br>\n<br>\n<b>English translation:</b> Knowing [or being aware of] oneself leaving aside adjuncts is itself knowing God, because [he] shines as oneself.</blockquote>\nHow then can we leave aside all our adjuncts? Only by clinging firmly to ‘I am’. What is aware of anything other than ourself is not ourself as we actually are (which is pure awareness) but only ourself as ego, so by attending to any such thing we are nourishing and sustaining our seeming existence as ego, whereas if we attend only to ‘I am’, thereby withdrawing our attention from everything else, including all our adjuncts, we will thereby leave aside all adjuncts, and what will then remain is only pure awareness, which is what we always actually are.<br>\n<br>\nYou then ask: “Is this method same as staying in ‘I am’ state?” Yes, what you call the ‘I am’ state is the state in which we remain just as ‘I am’, without any adjuncts, so the only way to stay in this state is to cling firmly to ‘I am’ alone. What is meant by clinging firmly to ‘I am’ alone is being so keenly self-attentive that we thereby cease to be aware of anything other than ourself, so the ‘I am’ state is the state of pure awareness: the state in which we are aware of nothing other than ourself.<br>\n<br>\nFinally you ask: “Is ‘I am’ Salazar referring to is same as the knot I am referring to?” No, not exactly, because the knot is ego, the adjunct-conflated awareness ‘I am this body’, in which the only real element is ‘I am’. ‘I am’ is like the rope, whereas the knot ‘I am this body’ is like the snake. In substance they are one, but in appearance they differ. Therefore if we look at the snake carefully enough, we will see that it is just a rope, and likewise, if we attend to ego carefully enough, we will see that it is just pure awareness, ‘I am’. In other words, if we as ego attend to ourself (that is, to our real substance or essence, ‘I am’) keenly enough, our adjuncts will drop off, being deprived of our attention, and what will then remain is only ‘I am’.<br>\n<br>\nAs this analogy of the rope and snake illustrates, in practice it does not matter whether we consider self-investigation to be investigation of ego or of our real nature. If we look carefully at the snake, what we are actually looking at is just a rope, as we will see if we look at it carefully enough. Likewise, if we attend keenly to ego, what we are actually attending to is just our real nature, as we will see if we attend to it carefully enough.<br>\n<br>\nIf we were walking with Bhagavan in twilight and imagined that we saw a snake on the path ahead of us, seeing our fear he would reassure us that it is just a rope. If we trusted him, we would go closer to look at it carefully and would then see that it is indeed just a rope. However, if we were still unsure, he would walk up to it and tell us, “Come closer and look at it carefully”. Only if we were very confused would we ask him, “Which ‘it’ should I look at? The snake or the rope?” Seeing our confusion, he would probably reply, “Look at the snake and you will see that it is just a rope”.<br>\n<br>\nLikewise, when people asked him which ‘I’ we should investigate, ego or our real nature, he often replied that we should investigate ego because that will reveal our real nature. However, to those who had a clearer understanding, he would explain that there is only one ‘I’, whether we see it as ego or as pure awareness, so what we need to investigate is only this one ‘I’, namely ourself. Though we (this one ‘I’) now seem to be ego, because we seem to have conflated ourself with adjuncts, if we attend to ourself (this one ‘I’) so keenly that we thereby cease to be aware of any adjuncts, we will clearly see that we are actually just pure awareness, and have never been anything other than that.<br>\n<br>\nIt could be argued that so long as we are practising self-investigation, we do so because we still mistake ourself to be ego and have therefore not yet shed all our adjuncts, so in effect what we are investigating is ourself as ego. This is true in a certain sense, but if we consider it more deeply, it will be clear that even when we seem to be attending to ego, what we are actually attending to is ‘I am’, which when isolated from all adjuncts is our own real nature (<i>ātma-svarūpa</i>), which is pure awareness. That is, though ego is the adjunct-mixed awareness ‘I am this body’, when we investigate ourself what we are trying to attend to is only ‘I am’, thereby ignoring all our adjuncts, so the more keenly we attend to ourself, the closer we come to attending only to ‘I am’, which is the real substance or essence of ego (or in other words, the essential <i>cit</i> aspect of ego, as Bhagavan describes it in the passage of <i>Maharshi’s Gospel</i> that I cited at the end of the second paragraph of this article).<br>\n<br>\n<a name=\"real\"></a><b>8. In order to get rid of all that is unreal, namely ego and all its progeny, we must cling firmly to what is real, namely our fundamental awareness ‘I am’</b><br>\n<br>\nAnonymous, on <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c270782539855138537\">19 February 2020 at 18:06</a> you wrote a comment addressed to another friend, in which you said:<br>\n<blockquote>If you really are able to dive into subconsciousness, you will realize how even that is so contaminated with desires, fears and attachment. I have experienced it, hence saying it. All our consciousness, surface level and deep down is contaminated so much, that our entire existence deep down too that we know as we are during ‘waking’ is also not pure existence. This is what I have been trying to say. We can only remain in the polluted state of I during waking and remove the pollution by means of self enquiry. Answer this question: the ‘I am’ state that you remain as, during waking, does that same state exist in deep sleep? Answer would be no.. right? Then you are only remaining in Polluted I state during waking.</blockquote>\nThough I would not express it in quite these terms, what you say here is by and large correct. In any state in which we are aware of phenomena, namely in waking and dream, we who are aware of these phenomena are ego, which is always contaminated to a greater or lesser extent with likes, dislikes, desires, fears, attachments and such like, the seed-forms of which are what are called <i>viṣaya-vāsanās</i> (inclinations or desires to be aware of phenomena). Only when we do not rise as ego, namely in <i>manōlaya</i> (any state of temporary dissolution of mind, such as sleep) or <i>manōnāśa</i> (annihilation or permanent dissolution of mind), are we free of all such contamination or pollution.<br>\n<br>\nThough we can to some extent remove such contamination by other means, the most effective and only complete means to do so is the simple practice of self-investigation and self-surrender, because it is only by this practice that we can eradicate ego, which is the root cause of all such contamination. However, in order to practise self-investigation and self-surrender effectively, we need to clearly understand that none of this contamination is real, and that even when we seem to be contaminated we never cease to be aware of what is real, namely our awareness of our own existence, ‘I am’, which is our primary and fundamental awareness.<br>\n<br>\nIn order to get rid of all that is unreal, namely ego and all its progeny (its <i>viṣaya-vāsanās</i> and all phenomena, which sprout from them), we need to cling firmly to what is real, namely our fundamental awareness ‘I am’, which is ourself as we actually are. Though we are not now aware of ourself in our pristine condition, devoid of all adjuncts, we are nevertheless aware of ourself as ‘I am’, so we can and must cling to ourself as firmly as we can.<br>\n<br>\n<a name=\"ny10\"></a>The more firmly we cling to ourself, the more we will let go of everything else. In other words, the more keenly self-attentive we are, the more everything else will recede into the background of our awareness, and the more our <i>viṣaya-vāsanās</i> will thereby be weakened, as Bhagavan assures us in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i>, which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].</blockquote>\nIt is true, as you say, that the more we look within, the more clearly (and painfully) we become aware of the amount of dirt that exists within us in the form of <i>viṣaya-vāsanās</i>, but we should not let that discourage us, because the light by which we are aware of our <i>viṣaya-vāsanās</i> and everything else is our real nature (<i>svarūpa</i>), which is what we need to cling to firmly. No amount of <i>viṣaya-vāsanās</i> or phenomena (<i>viṣayas</i>), which are the sprouted forms of <i>viṣaya-vāsanās</i>, can ever hide the real light of self-awareness, which is always shining within us as ‘I am’, so we should pay no heed to them, which we can do only by clinging tenaciously to self-attentiveness (<i>svarūpa-dhyāna</i>).<br>\n<br>\n<a name=\"selves\"></a><b>9. If we imagine that we are two different selves, a ‘true self’ and an ‘ego’, we are unnecessarily confusing ourself and thereby making the simple practice of self-investigation (<i>ātma-vicāra</i>) seem complicated</b><br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c6588352782799439214\">20 February 2020 at 19:41</a> you refer to a passage from the first instalment of ‘The Paramount Importance of Self-Attention’, in which I recorded Sadhu Om as saying “Whatever disturbances may come, remember that they are because ‘I am’. As a result of our daily practice, the thought ‘I am’ will immediately pull us back to self-attention” (<a href=\"https://www.sriramanamaharshi.org/resource_centre/publications/mountain-path/\"><i>The Mountain Path</i></a>, <a href=\"http://www.sriramana.org/ramanafiles/mountainpath/2012%20II%20April.pdf\">April 2012 issue</a> page 18), and you ask:<br>\n<blockquote>Here he says thought ‘I am’. I really don’t understand how being in ‘I am’ can be the way and goal, when the way is actually enquiring ego. Did he mean just thinking ‘I am’ can stop one to get distracted with second/third persons and focus on self-attention (is this true self? or Ego?)? If he meant that, I fully agree with how two practices (ego enquiring ego) and thinking ‘I am’ fully connect and align with each other. Otherwise being in ‘I am’ state is quite impossible for an ego, since both states are mutually exclusive.<br>\n<br>\nAn ego asking ‘who is this I (ego)’ can never stay in ‘I am’ state, but can only try to be in ‘I am’ state by thinking ‘I am’. This constant trying will result in ego tracing back (also mind becomes quiet slowly) and finally, the real ‘I am’ state can be attained. So if this understanding of mine is true, I will stop being so obsessive about this.</blockquote>\nWhatever we may experience, whether disturbances or anything else, we could not experience it if we did not exist, so if we are deeply interested in self-investigation, it will remind us of our own existence, ‘I am’. This is what Sadhu Om meant when he said, “Whatever disturbances may come, remember that they are because ‘I am’”. Therefore in the next sentence, “As a result of our daily practice, the thought ‘I am’ will immediately pull us back to self-attention”, what he meant by “the thought ‘I am’” is remembrance of our own existence, which will immediately draw our attention back to ourself, provided that we are sufficiently interested in being self-attentive.<br>\n<br>\nClinging firmly to self-attentiveness (<i>svarūpa-dhyāna</i>) in this way is what I assume you mean by “being in ‘I am’”, but you say “I really don’t understand how being in ‘I am’ can be the way and goal, when the way is actually enquiring ego”. “Being in ‘I am’” and “enquiring ego” are just two alternative ways of describing this simple practice of being self-attentive. How else can we investigate or enquire what ego actually is or from where we rise as ego except by just being self-attentive?<br>\n<br>\nYou then ask, “Did he mean just thinking ‘I am’ can stop one to get distracted with second/third persons and focus on self-attention (is this true self? or Ego?)?” Yes, if what you mean by “just thinking ‘I am’” is being self-attentive (that is, not just thinking of the words ‘I am’ but directing our attention towards what these words refer to, namely ourself), because to the extent that we are self-attentive we will thereby avoid be distracted by anything else.<br>\n<br>\nHowever, what you ask in brackets, namely ‘is this true self? or Ego?’ (in which ‘this’ presumably refers to the word ‘self’ in self-attention), is significant, because it seems to reveal the root cause of your confusion and inability to understand the simple practice of self-investigation (<i>ātma-vicāra</i>), which entails nothing other than just being self-attentive. How many selves are you? Surely you are just one self, so the ‘self’ in self-attention is only yourself and not anything else.<br>\n<br>\nWhat you call ‘true self’ and ‘ego’ are not two different things, any more than a rope and the snake it seems to be are. In substance they are one, and only in appearance do they differ. What now seems to us to be ego is actually just our true self seeming to be something other than what it actually is, namely pure awareness. As I explained earlier, ego is just a conflation or confused mixture of pure awareness (<i>cit</i>) and a set of adjuncts (namely this body composed of five sheaths), which are all non-aware (<i>jaḍa</i>), and hence it is called <i>cit-jaḍa-granthi</i>. In this mixture, what is real is only pure awareness (<i>cit</i>), which is what shines in us as our fundamental awareness of our own existence, ‘I am’. Therefore, if we want to investigate what we (who now seem to be this ego) actually are, what we need to attend to is only the awareness aspect of ego, namely ‘I am’, and not any of its adjuncts. Hence, if we understand it correctly, attending to ego means attending to ‘I am’, which when bereft of all adjuncts is our ‘true self’ or real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nSo long as you imagine that you are two different selves, a ‘true self’ and an ‘ego’, you are unnecessarily confusing yourself and thereby making the simple practice of self-investigation (<i>ātma-vicāra</i>) seem complicated. The reason why we need to investigate ourself is to find out what we actually are, and in order to find out what we actually are we need to start from ego, which is what we now seem to be. However, though we start by investigating ourself as ego, what we investigate is not any of our adjuncts (the body composed of five sheaths), which are the unreal and inessential aspect of ego, but only our fundamental awareness ‘I am’, which is the real and essential aspect of it.<br>\n<br>\nYou then say, “If he meant that, I fully agree with how two practices (ego enquiring ego) and thinking ‘I am’ fully connect and align with each other”, but if we understand them correctly, these are not two practices but two descriptions of one and the same practice, because ‘ego enquiring ego’ and “thinking ‘I am’” both mean simply being self-attentive.<br>\n<br>\nWhat you say in your next sentence, namely “Otherwise being in ‘I am’ state is quite impossible for an ego, since both states are mutually exclusive”, would be true if it were a simple case of black or white, but it is not. As ego our nature is to cling to our adjuncts and other phenomena, but instead of clinging to them we can try to cling only to ourself, ‘I am’. If we cling only to phenomena, we are immersed in the state of ego, whereas if we cling only to ourself, we are immersed in the state of pure awareness (which I assume is what you mean by “being in the ‘I am’ state”), so these two extremes are mutually exclusive. However, when we try to be self-attentive, we are somewhere between these two extremes, because we are not clinging only to ourself and therefore have not yet let go of all other things entirely.<br>\n<br>\nTo the extent that we are keenly self-attentive, to that extent do we exclude all other things from our awareness, so when practising self-investigation we must try to be ever more keenly self-attentive. The more keenly self-attentive we are, the closer we come to being exclusively in our natural state of pure awareness, and when we eventually manage to be so keenly self-attentive that we exclude everything else from our awareness, we will lose ourself as ego forever in pure awareness, which is ourself as we always actually are.<br>\n<br>\n<a name=\"retrace\"></a><b>10. Though our awareness ‘I am’ is now mixed and confused with our awareness of adjuncts, it is nevertheless the clue by which we as ego can retrace our way back to the source from which we arose</b><br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c4210780005816995578\">20 February 2020 at 21:05</a> you ask, ‘Now if the practice is so simple, why Path of Ramana has prescribed another method for self enquiry? Why unnecessarily complicate the simple teaching by writing a book about it. A seeker, if he finds two approaches are being prescribed for one practice, won’t he be confused? And that too, the two teachings seem very contradictory to each other. Why then brag about how simple this practice is, compared to others?’, but what other method of self-enquiry do you imagine that Sadhu Om has prescribed in <a href=\"https://happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\"><i>The Path of Sri Ramana</i></a>?<br>\n<br>\nThroughout the book he repeatedly emphasises that the correct practice of <i>ātma-vicāra</i> (self-investigation or self-enquiry) is only self-attention. For example, in chapter seven he says, “the correct meaning of the term ‘Self-enquiry’ (<i>atma-vichara</i>) is here rightly explained to be ‘turning Selfwards’ (or attending to Self)” (page 137) and “Therefore, whether done in the form ‘Whence am I?’ or ‘Who am I ?’, what is absolutely essential is that Self-attention should be pursued till the very end. Moreover, it is not necessary for sincere aspirants even to name beforehand the feeling ‘I’ either as ego or as Self, For, are there two persons in the aspirant, the ego and Self? This is said because, since everyone of us has the experience ‘I am one only and not two’, we should not give room to an imaginary dual feeling — one ‘I’ seeking for another ‘I’ — by differentiating ego and Self as ‘lower self’ and ‘higher self’” (page 138).<br>\n<br>\n<a name=\"ny16\"></a>The fact that the correct practice of <i>ātma-vicāra</i> is only self-attention or self-attentiveness is clearly implied by Bhagavan in the <a href=\"https://happinessofbeing.com/nan_yar.html#para16\">sixteenth paragraph</a> of <i>Nāṉ Ār?</i>: “சதாகாலமும் மனத்தை ஆத்மாவில் வைத்திருப்பதற்குத் தான் ‘ஆத்மவிசார’ மென்று பெயர்” (<i>sadā-kālam-um maṉattai ātmāvil vaittiruppadaṟku-t tāṉ ‘ātma-vicāram’ eṉḏṟu peyar</i>), “The name ‘<i>ātma-vicāra</i>’ [refers] only to [the practice of] always keeping the mind in [or on] <i>ātmā</i> [oneself]”. In this context ‘மனம்’ (<i>maṉam</i>), ‘mind’, means attention, and ‘ஆத்மா’ (<i>ātmā</i>) means oneself, so ‘மனத்தை ஆத்மாவில் வைத்திருப்பது’ (<i>maṉattai ātmāvil vaittiruppadu</i>), ‘keeping the mind on oneself’, means keeping our attention fixed firmly on ourself.<br>\n<br>\nHere ‘ஆத்மா’ (<i>ātmā</i>) does not specifically mean either ourself as ego or ourself as we actually are, but just ourself. Since our aim when investigating ourself is to find out what we actually are, labelling ourself beforehand as either ego or our real nature (<i>ātma-svarūpa</i>) is not helpful but just confuses and complicates what is actually very simple, because it implies that ego and our real nature are two different selves. We all know that we are one, not two, so our aim is just to ascertain what this one self actually is.<br>\n<br>\nIn order to be aware of ourself as we actually are, all we need to is to be so keenly self-attentive that we thereby cease to be aware of anything other than ourself, so the correct way to practise self-investigation (<i>ātma-vicāra</i>) is just to be as keenly self-attentive as we can be. Though the practice of <i>ātma-vicāra</i> may be described in various different ways, those are all just alternative descriptions of the same simple practice of self-attentiveness. Therefore, if you believe that Sadhu Om prescribed any practice of <i>ātma-vicāra</i> other than self-attentiveness, that shows that you have misunderstood his clear and simple explanations.<br>\n<br>\n‘Why unnecessarily complicate the simple teaching by writing a book about it?’ you ask. Most of the explanations that Sadhu Om gave in <i>The Path of Sri Ramana</i> were necessary to remove misconceptions that many people had and still have about Bhagavan’s teachings, and he used to explain this necessity with a simple analogy, saying: ‘If someone comes to me with a slate covered in scribblings and asks me to write Bhagavan’s name on it, I would first have to wipe the slate clean, because if I did not do so, his beautiful name would be lost among the scribblings and would seem to be just another scribbling. Likewise, when people come with many preconceptions and confused ideas and ask me to explain his teachings, it is necessary for me first to help them remove their misconceptions, because if I do not do so, his clear and simple teachings will be lost among all their confused ideas’. In other words, in order to understand the simplicity and clarity of Bhagavan’s teachings, we must be willing to give up most of our former beliefs and ideas, because if we do not, we will be constantly complicating what is actually very simple, as you seem to be doing.<br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c8381391614923019663\">22 February 2020 at 13:35</a> you say, “But I don’t agree with ego having the ability to discern ‘I am’ in the ego during the practice of self enquiry”, but what do you mean by this? Are you not clearly aware that you exist?  Your existence and your awareness of it are what you refer to when you say ‘I am’, so why do you imagine that you do not have the ability to discern ‘I am’?<br>\n<br>\nAs ego we are not able to discern <i>what we are</i>, but we clearly discern <i>that we are</i>. In other words, though we are not aware of ourself as we actually are, we are nevertheless aware of ourself, and this awareness of ourself is what is always shining in us as ‘I am’. This is all we need to attend to. The more we attend to our awareness of ourself as ‘I am’, the more our attention will thereby be withdrawn from everything else, so this is the simple and effective means by which we can separate ourself from all phenomena, including all the adjuncts that we mistake to be ourself.<br>\n<br>\nSo long as our awareness of ourself is conflated with awareness of adjuncts, we are not aware of ourself as we actually are, but if we attend to ourself so keenly that we cease to be aware of anything else, we will thereby be aware of ourself as pure awareness, which is what we actually are. This is why Bhagavan often used to explain that though our awareness ‘I am’ is now mixed and confused with our awareness of adjuncts and therefore seems to be this adjunct-mixed awareness called ego, it (our awareness ‘I am’) is nevertheless the clue by which we as ego can retrace our way back to the source from which we arose, which is this same awareness ‘I am’ but without even the slightest trace of any awareness of adjuncts. Just as a dog can find its human friend by following his or her scent, we can find our real nature (<i>ātma-svarūpa</i>) just by following this ever-shining awareness of our own existence, ‘I am’.<br>\n<br>\nIn your comment of <a href=\"https://happinessofbeing.blogspot.com/2020/02/to-curb-our-rising-as-ego-all-we-need.html#c7943877496355828104\">21 February 2020 at 14:01</a> you refer to an article by Sadhu Om, <a href=\"https://realization.org/p/sadhu-om/how-to-do-self-enquiry.html\">How To Do Self-Enquiry</a>, which is actually a copy of chapter eight of <i>The Path of Sri Ramana</i>, and remark, “The term ‘I am’ has not been used in that article from what I read”, but if you search the article you will see that it is used at least fourteen times, and if you search the whole of the <a href=\"https://happinessofbeing.com/The_Path_of_Sri_Ramana_Part_One.pdf\">main part</a> (part one) of the book, you will see that ‘I am’ is used in it at least thirty-seven times. Both Bhagavan and Sadhu Om frequently used this term ‘நான் இருக்கிறேன்’ (<i>nāṉ irukkiṟēṉ</i>), ‘I am’, because it refers to our own existence, which alone is real, and of which we are always clearly aware, even though we generally overlook it because we are more interested in other things. In order to know ourself as we actually are, all we need do is attend ever more keenly to what this term ‘I am’ refers to, namely our fundamental awareness of our own existence.<br>\n<br>\nWhat can be easier to understand than this? If you are not able to understand it, that can only be because you are unnecessarily complicating what is actually very simple. It may seem difficult to put into practice, but if it seems so, that because we have too much interest in other things and not enough interest in knowing what we ourself actually are. However, even if attending to ‘I am’ seems difficult, it should not be difficult for us to at least understand that this is all we need do into order to be aware of ourself as we actually are.<br>\n<br>\nIf we want to see the sun, the only means to do so is to turn to look at it. Likewise, if we want to see what we actually are, the only means to do so is to turn back to look at ourself. Here ‘look at’ means attend to, and ‘ourself’ means our fundamental awareness of our own existence, ‘I am’. If you are able to understand this, there is nothing else you need understand in order to begin trying to practise self-investigation (<i>ātma-vicāra</i>).</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "87",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3923564836710345106/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTgyODMxNTk5OTIyCm9mZnNldDogMAo\""
}