{
    "kind": "blogger#post",
    "id": "3869195433584540077",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-10-27T09:17:00Z",
    "updated": "2020-10-27T13:10:40Z",
    "url": "http://happinessofbeing.blogspot.com/2020/10/doership-sleep-and-practice-of-self.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3869195433584540077",
    "title": "Doership, sleep and the practice of self-attentiveness",
    "content": "A friend wrote to me saying:<br>\n<blockquote>It appears that the doership tendency is one of the hardest to overcome. I grapple with it quite often these days. Although I am more acutely aware and do recognise it most of the time when it arises, it simply refuses to disappear altogether. I sometimes wonder as to whether attempting to be self-attentive in all three states will eventually reduce one’s identification with the body, and thereby destroy the doership tendency. Getting into a state of complete stillness prior to falling asleep does sometimes help one experience the Self in deep sleep. However, I haven’t so far been able to become self-attentive at all in the dream state. I should perhaps just concentrate on being more keenly self-attentive, and leave the rest to Bhagavan.</blockquote>\nIn reply to this I wrote:<br><a name='more'></a>\n<br>\n<a name=\"un38\"></a>Doership is the very nature of ego, because as ego we experience all the five sheaths as ourself, and hence the actions of those five sheaths as actions done by us. Therefore doership will not disappear entirely until ego is eradicated, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>வினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலை.<br>\n<br>\n<i>viṉaimudaṉā māyiṉ viḷaipayaṉ ḏṟuyppōm<br>\nviṉaimudalā reṉḏṟu viṉavit — taṉaiyaṟiyak<br>\nkarttat tuvampōyk karumamūṉ ḏṟuṅkaṙalu<br>\nnittamā mutti nilai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். நித்தமாம் முத்தி நிலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. viṉaimudal ār eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. nittam-ām mutti nilai</i>.<br>\n<br>\n<b>English translation:</b> If we are the doer of action, we will experience the resulting fruit. When one knows oneself by investigating who is the doer of action, doership will depart and all the three actions will slip off. The state of liberation, which is eternal.<br>\n<br>\n<b>Explanatory paraphrase:</b> If we are the doer of action, we will experience the resulting fruit. [However] when one knows oneself [as one actually is] by investigating who is the doer of action, [ego, which is what seemed to do actions and to experience their fruit, will thereby be eradicated, and along with it its] <i>kartṛtva</i> [doership] [and its <i>bhōktṛtva</i>, experiencership] will depart and [hence] all [its] three <i>karmas</i> [its <i>āgāmya</i> (actions that it does by its own free will), <i>sañcita</i> (the heap of the fruits of such actions that it is yet to experience) and <i>prārabdha</i> (destiny or fate, which is the fruits that have been allotted for it to experience in its current life)] will slip off. [This is] the state of <i>mukti</i> [liberation], which is eternal [being what actually exists even when we seem to be this ego].</blockquote>\nWhat needs to be self-attentive is only ourself as ego, so since we do not exist as ego in sleep, we need not and cannot be self-attentive then. In sleep we exist only as pure awareness, which is our real nature, and as such we are aware of nothing other than ourself. Since attention is a selective focusing of our awareness on one thing rather than another, it is a function of ego, whose nature is to be aware of many things, and not of pure awareness, whose nature is to be never aware of anything other than itself.<br>\n<br>\nRegarding your remark that ‘Getting into a state of complete stillness prior to falling asleep does sometimes help one experience the Self in deep sleep’, we always experience nothing other than ourself in sleep, but when we rise as this outward-facing ego in waking or dream we tend not to recognise the fact that what we experience in sleep is just awareness of ourself alone. However, the more we practise being self-attentive in waking and dream, the clearer it becomes to us as ego that sleep is not a state of nescience or non-awareness but one of pure awareness: awareness of ourself alone.<br>\n<br>\nAs you rightly conclude, ‘I should perhaps just concentrate on being more keenly self-attentive, and leave the rest to Bhagavan’. In order to be more keenly self-attentive, we need to focus on being self-attentive here and now, at this very moment, and not concern ourself about being self-attentive at any other time or in any other state. If we take care to be self-attentive at this present moment, we can leave all other moments to take care of themselves.<br>\n<br>\nOther times and other states are just thoughts that occur to us in this present moment, so like all thoughts they are <i>anya</i>, other than ourself, and hence we should pay no attention to them. What we should try to attend to at each moment is only ourself. Since we are always present, it is only in this present moment and present place that we can find ourself, so as each moment becomes present, that is the moment in which we need to be self-attentive.<br>\n<br>\nRegarding being self-attentive in dream, the more we practise being self-attentive in our present state, which as Bhagavan says is just a dream, the more our inclination to be self-attentive will flow over into other dreams also. Therefore let us not worry about whether or not we remember to be self-attentive in any other dreams or any other times. All we need to remember is to try to be self-attentive now, in this very moment, because this is the only moment that is now in our hands.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3869195433584540077/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjAzODA0MjQwODM1Cm9mZnNldDogMAo\""
}