{
    "kind": "blogger#post",
    "id": "1130650925154194228",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-11-16T10:46:00Z",
    "updated": "2020-11-16T16:04:32Z",
    "url": "http://happinessofbeing.blogspot.com/2020/11/how-can-we-weaken-and-eventually.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1130650925154194228",
    "title": "How can we weaken and eventually destroy all our <i>viṣaya-vāsanās</i>?",
    "content": "The following are some extracts from section 80 of <a href=\"https://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (1978 edition, pages 82-3; 2006 edition, pages 83-4):<br><a name='more'></a>\n<blockquote>M.: The thoughts are only <i>vasanas</i> (predispositions), accumulated in innumerable births before. Their annihilation is the aim. The state free from <i>vasanas</i> is the primal state and eternal state of purity.<br>\n<br>\nD.: It is not clear yet.<br>\n<br>\nM.: Everyone is aware of the eternal Self. He sees so many dying but still believes himself eternal. Because it is the Truth. Unwillingly the natural Truth asserts itself. The man is deluded by the intermingling of the conscious Self with the insentient body. This delusion must end.<br>\n<br>\nD.: How will it end?<br>\n<br>\nM.: That which is born must end. The delusion is only concomitant with the ego. It rises up and sinks. But the Reality never rises nor sinks. It remains Eternal. […] The ever-present Self needs no efforts to be realised, Realisation is already there. Illusion alone is to be removed. […]<br>\n<br>\nD.: What if one meditates incessantly without Karma?<br>\n<br>\nM.: Try and see. The <i>vasanas</i> will not let you do it. <i>Dhyana</i> comes only step by step with the gradual weakening of the <i>vasanas</i> by the Grace of the Master.</blockquote>\nIn <i>Reflections on Talks with Sri Ramana Maharshi</i> (chapter 13, section 18: 5th edn, 2006, p. 145) SS Cohen wrote his reflections on the final paragraph of these extracts, and in the first paragraph of his reflections on it he wrote:<br>\n<blockquote>By <i>vasanas</i> is meant the habits of the mind, which ceaselessly pop up as thoughts, like the ceaseless waves of the ocean. Memory is the storehouse of the <i>vasanas</i> and thus the worst enemy of a quiescent mind.</blockquote>\nHaving thus erroneously associated <i>vāsanās</i> with memory, in the third and final paragraph of this section of his reflections he wrote:<br>\n<blockquote>Studying the tricks of memory is a very helpful practice, which will result in keeping one on one’s guard, against its insidious pressure on the whole course of the <i>sadhana</i>. Retrospection, excepting as it has a direct bearing on the <i>vichara</i>, is always a drawback in this practice, for there is generally nothing uplifting in the experiences of a less mature age. [...]</blockquote> <br>\nReferring to this, a friend wrote to me:<br>\n<blockquote>I am reading a quote of Ramana Maharishi from book “Reflections on Talks with Sri Ramana Maharishi” by S.S. Cohen, page 145, quote 18. Could you please help me understand the last paragraph where it says: “Retrospection, excepting it has a direct bearing on vichara, is always a drawback in this practice...”.</blockquote>\nThe following is adapted from the reply I wrote to this:<br>\n<ol>\n<li><a href=\"#cittam\">The <i>cittam</i> is often described as ‘the storehouse of <i>vāsanās</i>’, but <i>cittam</i> does not mean memory but only will</a></li>\n<li><a href=\"#vasanaksaya\"><i>Vāsanākṣaya</i> (annihilation of all <i>vāsanās</i>) can be achieved only by complete eradication of ego, which can be achieved only by patient and persistent practice of self-investigation (<i>ātma-vicāra</i>)</a></li>\n</ol>\n<a name=\"cittam\"></a><b>1. The <i>cittam</i> is often described as ‘the storehouse of <i>vāsanās</i>’, but <i>cittam</i> does not mean memory but only will</b><br>\n<br>\nThe sentence you refer to, ‘Retrospection, excepting as it has a direct bearing on the <i>vichara</i>, is always a drawback in this practice’, is not a quotation of anything Bhagavan said, but is a part of SS Cohen’s reflections on a passage recorded in <i>Talks</i>. Retrospection means looking back on past events, so it is not <i>ātma-vicāra</i> (self-investigation) but <i>anātma-vicāra</i> (investigating or thinking about what is not oneself). Attending to anything other than ourself is <i>anātma-vicāra</i>, whereas <i>ātma-vicāra</i> is attending to ourself alone.<br>\n<br>\nI do not know what Cohen meant by ‘excepting as it has a direct bearing on the <i>vichara</i>’. How can retrospection ever have a direct bearing on <i>ātma-vicāra</i>? Thoughts about the past (or about the future) are thoughts about things other than ourself, so they divert our attention away from ourself, and hence retrospection is always, without any exception, a distraction from the practice of <i>ātma-vicāra</i>.<br>\n<br>\nAnother misleading idea in the page you sent me is Cohen’s remark that ‘Memory is the storehouse of the <i>vasanas</i>’. Memory is the storehouse of memories, not of <i>vāsanās</i>, but I assume that this confusion arose in Cohen’s mind because the Sanskrit term ‘<i>cittam</i>’, which means will, is sometimes wrongly translated as memory.<br>\n<br>\n<a name=\"ny10a\"></a>The <i>cittam</i> or will is often described as ‘the storehouse of <i>vāsanās</i>’ because it consists entirely of (and is the totality of) <i>vāsanās</i>, which are subtle inclinations or propensities, the seeds of all likes, dislikes, desires, attachments, fears and so on. As Bhagavan says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth paragraph</a> of <i>Nāṉ Ār?</i>, ‘தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள்’ (<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ</i>), which means ‘<i>viṣaya-vāsanās</i>, which come from time immemorial’, and which therefore implies that <i>vāsanās</i> originate not just from this life but from numerous past lives, so <i>vāsanās</i> are carried over from one life to another.<br>\n<br>\nI suppose the reason why <i>cittam</i> is sometimes wrongly translated as memory is that memories also come from the past, but (except perhaps in some rare cases) they come from the past in this lifetime only. When each life comes to an end, all the memories of that life are wiped out, whereas all our <i>vāsanās</i> remain and are carried on by us to our next life.<br>\n<br>\nMemories are a kind of internal perception or recollection of things that we have experienced in the past, so like all other phenomena they are a projection of our <i>vāsanās</i>. As per an analogy that Bhagavan often used, <i>vāsanās</i> are like the images on a film reel, whereas all phenomena (thoughts, perceptions, memories and so on) are like the pictures projected from that film reel onto the screen.<br>\n<br>\nWe need not and should not be concerned about thoughts, perceptions, memories or any other kind of phenomena, because they are all things that appear and disappear, so they are other than ourself. What always exists and shines clearly without ever undergoing any change, namely our fundamental awareness of our own existence, ‘I am’, alone is what we actually are, so this alone is what we need to investigate. Phenomena seem to exist only in the view of ourself as ego, so they come into existence only when we rise as ego, as in waking and dream, and they cease to exist whenever we subside, as in sleep.<br>\n<br>\n<a name=\"vasanaksaya\"></a><b>2. <i>Vāsanākṣaya</i> (annihilation of all <i>vāsanās</i>) can be achieved only by complete eradication of ego, which can be achieved only by patient and persistent practice of self-investigation (<i>ātma-vicāra</i>)</b><br>\n<br>\nOur inclinations or likings to be aware of phenomena (<i>viṣayas</i>) are what are called <i>viṣaya-vāsanās</i>, so since we seem to be ego only so long as we are aware of phenomena, <i>viṣaya-vāsanās</i> are the fuel that keep ego alive and thriving. The very nature of ego is to have <i>viṣaya-vāsanās</i>, because without being constantly aware of phenomena ego cannot survive, so we will continue rising and thriving as ego so long as our <i>viṣaya-vāsanās</i> remain strong. Therefore we will not be willing to surrender ourself and thereby eradicate ego until we have weakened our <i>viṣaya-vāsanās</i> to a considerable extent.<br>\n<br>\n<a name=\"ny10\"></a><a name=\"ny11\"></a>So how can we weaken and eventually destroy all our <i>viṣaya-vāsanās</i>? So long as we attend to phenomena of any kind whatsoever, we are thereby nourishing and sustaining our <i>viṣaya-vāsanās</i>, so we can weaken and destroy them only by clinging firmly to self-attentiveness, thereby giving no room to the rising of any thoughts about anything other than ourself, as Bhagavan explains in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations or desires to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fort [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\nAs he implies in these two paragraphs, we cannot weaken and eventually destroy all our <i>viṣaya-vāsanās</i> without patient and persistent practice of self-attentiveness (<i>svarūpa-dhyāna</i>), which is another term for <i>ātma-vicāra</i>. This is also what he implied when he said ‘<i>Dhyana</i> comes only step by step with the gradual weakening of the <i>vasanas</i>’, as recorded in the passage of <i>Talks</i> on which Cohen was writing his reflections that you asked about. In this context ‘<i>dhyana</i>’ implies <i>svarūpa-dhyāna</i>, which means contemplation or meditation on our own real nature, or in other words, self-attentiveness.<br>\n<br>\n<a name=\"un26\"></a>The more we practise being self-attentive, the more our self-attentiveness will increase in depth and intensity, and the more our <i>viṣaya-vāsanās</i> will thereby be weakened, so the gradual intensification of our self-attentiveness (<i>svarūpa-dhyāna</i>) and the corresponding weakening of our <i>viṣaya-vāsanās</i> go hand in hand, each contributing to the other. The more our <i>viṣaya-vāsanās</i> are weakened, the more willing we will become to surrender ourself, and the more willing we become to surrender ourself, the more firm, keen and deep our self-attentiveness will become, because as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘யாது இது என்று நாடலே யாவும் ஓவுதல்’ (<i>yādu idu eṉḏṟu nādal-ē ōvudal yāvum</i>), ‘investigating what this [namely ego] is alone is giving up everything’, so we can be self-attentive only to the extent that we are willing to let go of everything else and thereby surrender ourself entirely.<br>\n<br>\n<a name=\"ny13\"></a>What surrendering ourself entirely means is explained by him in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God.</blockquote>\nTherefore being keenly self-attentive and thereby giving not even the slightest room to the rising of any thought about anything other than ourself is the means not only to weaken all our <i>viṣaya-vāsanās</i> but also to surrender ourself entirely, and since we as ego are the root of all <i>viṣaya-vāsanās</i>, only when we surrender ourself entirely will we thereby destroy all <i>viṣaya-vāsanās</i>. In other words, <i>vāsanākṣaya</i> (annihilation of all <i>vāsanās</i>) can be achieved only by complete eradication of ego, which can be achieved only by means of self-investigation (<i>ātma-vicāra</i>): patient and persistent practice of self-attentiveness.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1130650925154194228/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjA1NTQyNjcyNTA1Cm9mZnNldDogMAo\""
}