{
    "kind": "blogger#post",
    "id": "1874537196911882922",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-03-31T15:22:00+01:00",
    "updated": "2022-02-01T07:55:23Z",
    "url": "http://happinessofbeing.blogspot.com/2020/03/how-can-we-just-be.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1874537196911882922",
    "title": "How can we just be?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">In a <a href=\"https://happinessofbeing.blogspot.com/2020/03/what-can-be-simpler-than-just-being.html#c7067937877299309362\">comment</a> on my previous article, <a href=\"https://happinessofbeing.blogspot.com/2020/03/what-can-be-simpler-than-just-being.html\">What can be simpler than just being self-attentive?</a>, a friend called Chandra asked: ‘how to practice self enquiry sir? has just to be not doing anything without activity of mind and body, just be?’ The following is my reply to this:<br><a name='more'></a>\n<ol>\n<li><a href=\"#other\">Being aware of anything other than ourself is an action, so in order to just be we must cease being aware of anything else</a></li>\n<li><a href=\"#ingredient\">Though it is necessary for us to cease being aware of anything other than ourself, that is not sufficient, so what is the missing ingredient that is required for us to eradicate ego?</a></li>\n<li><a href=\"#uu23\"><i>Upadēśa Undiyār</i> verse 23: what we actually are is only awareness (<i>uṇarvu</i> or <i>cit</i>), which is what alone actually exists (<i>uḷḷadu</i> or <i>sat</i>)</a></li>\n<li><a href=\"#keenly\">In waking and dream, when we have risen as ego, we must try to attend to ourself so keenly that we thereby cease to be aware of anything other than ourself</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: what is required is that we withdraw our attention from all other things by being keenly self-attentive</a></li>\n<li><a href=\"#av4\"><i>Āṉma-Viddai</i> verse 4: how can we just be without even the least action of mind, speech or body?</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: the nature of ego is such that we rise, stand and flourish as ego by grasping things other than ourself, and we will subside and disappear if we try to grasp ourself alone</a></li>\n<li><a href=\"#just-being\">Just being means being self-attentive, and being self-attentive means just being</a></li>\n</ol>\n<a name=\"other\"></a><b>1. Being aware of anything other than ourself is an action, so in order to just be we must cease being aware of anything else</b><br>\n<br>\nChandra, what does it mean just to be? We always are, so we never cease to be, but Bhagavan sometimes described the practice of self-investigation (<i>ātma-vicāra</i>) as ‘சும்மா விருப்பது’ (<i>summā v-iruppadu</i>), ‘just being’, so how can we just be? What is the difference between our present state of being and the state of just being?<br>\n<br>\nThough we never cease to be, in waking or dream we have risen as ego, and as ego we are not just being but also doing. Our very rising as ego is the first doing, and this first doing gives rise to so many other kinds of doing. That is, we cannot stand as ego without being constantly aware of things other than ourself, and in order for us be aware of anything other than ourself our attention needs to be directed away from ourself towards whatever else we are aware of. Directing our attention towards other things is a movement or action, so being aware of any other thing is a doing, a mental activity.<br>\n<br>\nTherefore in order to just be, we need to cease doing anything, and ceasing to do entails ceasing to be aware of anything other than ourself, and ceasing to be aware of other things entails ceasing even to rise as ego. So how to cease rising as ego? So long as we are aware of anything other than ourself, we are thereby nourishing and sustaining our seeming existence as ego, so in order to cease rising as ego we need to cease being aware of anything other than ourself.<br>\n<br>\n<a name=\"ingredient\"></a><b>2. Though it is necessary for us to cease being aware of anything other than ourself, that is not sufficient, so what is the missing ingredient that is required for us to eradicate ego?</b><br>\n<br>\nHowever, though it is necessary for us to cease being aware of anything other than ourself, that is not sufficient, because we cease being aware of anything else whenever we fall asleep, but we do not thereby eradicate ego. Therefore something more than just ceasing to be aware of anything else is necessary, so what is the missing ingredient that is required for us to eradicate ego and thereby remain eternally in our natural state of just being?<br>\n<br>\n<a name=\"uu23\"></a><b>3. <i>Upadēśa Undiyār</i> verse 23: what we actually are is only awareness (<i>uṇarvu</i> or <i>cit</i>), which is what alone actually exists (<i>uḷḷadu</i> or <i>sat</i>)</b><br>\n<br>\nThough we seem to have risen as ego, we never cease to be what we actually are, so our rising is just an illusory appearance and therefore does not in any way affect what we always actually are. What then is the nature of what we actually are? Firstly it is just being, because it never rises to do anything, and secondly it is pure awareness, because it is aware without ever being aware of anything other than itself.<br>\n<br>\nAs pure awareness we are never aware of anything other than ourself, so pure awareness is self-awareness devoid of any adjuncts. In other words, it is <i>sat-cit</i>, our fundamental awareness of our own existence, which is what is always shining in us clearly as ‘I am’. The very nature of our existence or being (<i>sat</i>) is pure awareness (<i>cit</i>), so our existence and our awareness of our existence are one and the same thing, as Bhagavan explains in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we.</blockquote>\nWhat we actually are is only awareness (<i>uṇarvu</i>), which is what alone actually exists (<i>uḷḷadu</i>). However, the awareness that we actually are is not transitive awareness (awareness that is aware of anything other than itself) but only intransitive awareness (awareness that is aware of nothing other than itself).<br>\n<br>\n<a name=\"keenly\"></a><b>4. In waking and dream, when we have risen as ego, we must try to attend to ourself so keenly that we thereby cease to be aware of anything other than ourself</b><br>\n<br>\nTransitive awareness is not ourself as we actually are but only ourself as ego. That is, it is only when we rise as ego, as in waking and dream, that we are aware of anything other than ourself, and when we subside back into pure awareness, which is our real nature and the source from which we rose, we cease to be aware of anything other than ourself, as we know from our experience whenever we fall asleep.<br>\n<br>\nWe fall asleep because we are too tired to continue attending to other things (which, since no other thing exists independent of our perception of it, entails not only being aware of other things but being aware of them by projecting, creating or fabricating them in our mind, as we do in dream), but though in sleep we are just aware of ourself and nothing else whatsoever, ego is not thereby destroyed, and hence it rises again in either waking or dream. Why is ego not destroyed in sleep? Though sleep is a state of pure awareness and just being, ego is not destroyed in sleep because it does not exist there. That is, pure awareness shines alone in sleep as a result of the temporary dissolution of ego, but in order to be annihilated ego must be dissolved as a result of the shining of pure awareness.<br>\n<br>\nTherefore in waking and dream, when we have risen as ego, we must try to attend to ourself so keenly that we thereby cease to be aware of anything other than ourself. When we attend to ourself so keenly, we will be aware of ourself as pure awareness, which is our real nature (<i>ātma-svarūpa</i>), and thereby ego will be eradicated forever.<br>\n<br>\nThat is, ego is nothing but a false awareness of ourself, awareness of ourself as a body, which is not what we actually are, so it can be eradicated only by correct awareness of ourself, awareness of ourself as we actually are. Therefore if we as ego are aware of ourself as pure awareness (intransitive awareness, awareness that is aware of nothing other than itself) even for a moment, ego will thereby be annihilated and can never rise again, because when we see ourself as pure awareness, we will see that we were never anything other than that, and hence no such thing as ego ever actually existed.<br>\n<br>\nTherefore though sleep is a state of just being, from the perspective of ourself as ego in waking and dream, it seems to be just a temporary state of just being, a brief gap between two states of rising. In other words, it is just a state of <i>manōlaya</i> (temporary dissolution of mind) and not the state of <i>manōnāśa</i> (annihilation or permanent dissolution of mind). Only when we see by the practice of self-investigation that just being is our eternal state, without any beginning, end or interruption, will we see that we have never actually risen as ego but have always been as we always are, namely pure intransitive awareness.<br>\n<br>\nTherefore we cannot experience our real and eternal state of just being by any means other than self-investigation. So what exactly is this practice of self-investigation? It is just the simple practice of being self-attentive. The more we try to be self-attentive, the keener, subtler and more refined our power of attention will become, and hence the more keenly self-attentive we will be able to be.<br>\n<br>\nThe more keenly we attend to ourself, the more our attention will be withdrawn from all other things, until eventually we will be aware of nothing whatsoever other than ourself, and it is at that moment that ego will be eradicated forever. Therefore being keenly self-attentive is the missing ingredient that I referred to in the <a href=\"#ingredient\">second section</a>.<br>\n<br>\n<a name=\"uu16\"></a><b>5. <i>Upadēśa Undiyār</i> verse 16: what is required is that we withdraw our attention from all other things by being keenly self-attentive</b><br>\n<br>\nWithdrawing our attention from all other things is necessary, but it is not sufficient, because we withdraw our attention from all other things whenever we fall asleep, so what is required is that we withdraw our attention from all other things by being keenly self-attentive, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nWhat Bhagavan describes here as ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside external <i>viṣayas</i> [phenomena]’, is withdrawing our attention from all other things, but this is just an adverbial clause, which means that it is subordinate to the subject of the sentence, namely the noun phrase ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), ‘the mind knowing its own form of light’. Therefore what he implies here is that by turning our mind or power of attention back within to know our own form of light, we are thereby withdrawing it from all other things.<br>\n<br>\nWhat he refers to here as ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru</i>), ‘its own [or one’s own] form of light’, is our real nature, namely pure awareness, which is the light that illumines the mind or ego, thereby enabling it to be aware both of itself and all other things. ‘ஓர்தலே’ (<i>ōrdalē</i>) is an intensified form of <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=%E0%AE%93%E0%AE%B0%E0%AF%8D%C2%B9-%E0%AE%A4%E0%AE%B2%E0%AF%8D&searchhws=yes\">ஓர்தல்</a> (<i>ōrdal</i>), which in some contexts means investigating, examining or considering attentively, but in this context means knowing by investigating.<br>\n<br>\nTherefore what he implies in this verse is that when we attend to our ‘form of light’ (our fundamental awareness of our own existence) so keenly that we thereby cease to be aware of anything else whatsoever, what then remains shining alone is ‘உண்மை உணர்ச்சி’ (<i>uṇmai uṇarcci</i>), which means real awareness or awareness of reality. Since the nature of real awareness is to be as it always is without every rising to be aware of anything other than itself, it is what is otherwise described as the state of ‘சும்மா விருப்பது’ (<i>summā v-iruppadu</i>), ‘just being’.<br>\n<br>\n<a name=\"av4\"></a><b>6. <i>Āṉma-Viddai</i> verse 4: how can we just be without even the least action of mind, speech or body?</b><br>\n<br>\nTherefore in <a href=\"https://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#av4\">verse 4</a> of <i>Āṉma-Viddai</i> Bhagavan describes the practice of self-investigation as ‘சொல் மானத தனுவின் கன்மாதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க’ (<i>sol māṉada taṉuviṉ kaṉma-ādi siṟidu iṉḏṟi summā amarndu irukka</i>), ‘when one just is, resting without even the least action of mind, speech or body’:<br>\n<blockquote>கன்மா திகட்டவிழ சென்மா திநட்டமெழ<br>\nவெம்மார்க் கமதனினு மிம்மார்க் கமிக்கெளிது<br>\nசொன்மா னததனுவின் கன்மா திசிறிதின்றிச்<br>\nசும்மா வமர்ந்திருக்க வம்மா வகத்திலான்ம — <br>\n&nbsp;&nbsp;&nbsp;சோதியே; நிதானு பூதியே; இராது பீதியே;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;இன்பவம் போதியே.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(ஐயே)<br>\n<br>\n<i>kaṉmā dikaṭṭaviṙa jeṉmā dinaṭṭameṙa<br>\nvemmārg gamadaṉiṉu mimmārg gamikkeḷidu<br>\nsoṉmā ṉadadaṉuviṉ kaṉmā disiṟidiṉḏṟic<br>\ncummā vamarndirukka vammā vahattilāṉma — <br>\n&nbsp;&nbsp;&nbsp;jyōtiyē; nitāṉu bhūtiyē; irādu bhītiyē;<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;iṉbavam bhōdhiyē</i>.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;(<i>aiyē</i>)<br>\n<br>\n<b>பதச்சேதம்:</b> கன்மாதி கட்டு அவிழ, சென்மாதி நட்டம் எழ, எம் மார்க்கம் அதனினும் இம் மார்க்கம் மிக்கு எளிது. சொல் மானத தனுவின் கன்மாதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க, அம்மா, அகத்தில் ஆன்ம சோதியே; நித அனுபூதியே; இராது பீதியே; இன்ப அம்போதியே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉma-ādi kaṭṭu aviṙa, jeṉma-ādi naṭṭam eṙa, e-m-mārggam-adaṉiṉum i-m-mārggam mikku eḷidu. sol māṉada taṉuviṉ kaṉma-ādi siṟidu iṉḏṟi summā amarndu irukka, ammā, ahattil āṉma-jyōtiyē; nita āṉubhūtiyē; irādu bhītiyē; iṉba ambhōdhiyē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>அன்வயம்:</b> கன்மாதி கட்டு அவிழ, சென்மாதி நட்டம் எழ, எம் மார்க்கம் அதனினும் இம் மார்க்கம் மிக்கு எளிது. மானத சொல் தனுவின் கன்மாதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க, அம்மா, அகத்தில் ஆன்ம சோதியே; நித அனுபூதியே; பீதியே இராது; இன்ப அம்போதியே. (ஐயே, அதி சுலபம், ...)<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉma-ādi kaṭṭu aviṙa, jeṉma-ādi naṭṭam eṙa, e-m-mārggam-adaṉiṉum i-m-mārggam mikku eḷidu. māṉada sol taṉuviṉ kaṉma-ādi siṟidu iṉḏṟi summā amarndu irukka, ammā, ahattil āṉma-jyōtiyē; nita āṉubhūtiyē; bhītiyē irādu; iṉba ambhōdhiyē</i>. (<i>aiyē, ati sulabham, ...</i>)<br>\n<br>\n<b>English translation:</b> To untie the bonds beginning with action, to rise from the devastation beginning with birth, more than whatever path, this path is exceedingly easy. When one just is, resting without even the least action of mind, speech or body, ah, in the heart the light of oneself. The eternal experience. Fear will not exist. The ocean of bliss alone. (Ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)<br>\n<br>\n<b>Explanatory paraphrase:</b> To untie the bonds beginning with <i>karma</i> [that is, the bonds of action and of all that results from it], and to rise [or be resurrected] from the devastation beginning with birth [that is, to transcend and become free from the miseries of embodied existence, which begins with birth and ends with death], more than whatever [other] path, this path [of <i>ātma-vicāra</i>] is exceedingly easy. When one just is, resting [calmly as pure self-awareness] without even the least <i>karma</i> [action] of mind, speech or body, ah, in [one’s] heart the light of oneself [will shine forth clearly as ‘I am I’]. [Having thereby drowned and lost our finite self (ego) in this perfectly peaceful and infinitely clear state of pure self-awareness, we will discover it to be our] eternal experience. Fear will not exist. The ocean of [infinite] bliss alone [will remain]. ([Therefore] ah, extremely easy, <i>ātma-vidyā</i>, ah, extremely easy!)</blockquote>\nWhat exactly does Bhagavan mean when he says: ‘சொல் மானத தனுவின் கன்மாதி சிறிது இன்றி சும்மா அமர்ந்து இருக்க’ (<i>sol māṉada taṉuviṉ kaṉma-ādi siṟidu iṉḏṟi summā amarndu irukka</i>), ‘when one just is, resting without even the least <i>karma</i> [action] of mind, speech or body’? How can we just be without even the least action of mind, speech or body? To answer these questions we need to understand how action (<i>karma</i>) arises. The first action and the origin of all other actions is the rising of ourself as ego.<br>\n<br>\nAs ego we have a will (<i>cittam</i>), which consists of <i>vāsanās</i> (propensities, inclinations or urges) in the form of likes, dislikes, desires, attachments, hopes, fears and so on, and which is what is sometimes called the <i>ānandamaya kōśa</i> (the sheath consisting of [desire for] happiness), the innermost and subtlest of the five sheaths, and the <i>kāraṇa śarīra</i> (causal body), because <i>vāsanās</i> are the seeds that give rise not only to the other four sheaths (intellect, mind, life and body) but to all other phenomena. What drives us to do actions by mind, speech and body is primarily our will, and those actions that are driven by our will are called <i>āgāmya</i>, which is the first of the three <i>karmas</i>, because it is the fruits of <i>āgāmya</i> that we have done in the past that are stored as <i>saṁcita</i>, from which a selection of fruits are chosen for us to experience as <i>prārabdha</i> (fate or destiny) in each life.<br>\n<br>\nSo long as we rise and stand as ego, we have a will, and to a greater or lesser extent our will will continue to drive us to do actions at least by mind if not also by speech and body. Therefore we cannot just be without even the least action of mind, speech or body until and unless we cease rising as ego.<br>\n<br>\nMoreover, some of the actions we do by mind, speech and body are driven by <i>prārabdha</i>, namely those actions that are required for us to experience <i>prārabdha</i>, so as long as we continue to rise and stand as ego our mind, speech and body will be impelled to do such actions. However, though they are driven by <i>prārabdha</i>, we will experience such actions as ones done by us, because whenever we rise and stand as ego we mistake ourself to be a person consisting of mind, speech and body, and hence whatever actions they do, whether driven by our will, our <i>prārabdha</i> or both, will seem to us to be actions done by ourself. Since we cannot get rid of this sense of doership so long as we rise and stand as ego and consequently mistake ourself to be a person, we cannot just be without even the least action of mind, speech or body until and unless we cease rising as ego.<br>\n<br>\n<a name=\"un25\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 25: the nature of ego is such that we rise, stand and flourish as ego by grasping things other than ourself, and we will subside and disappear if we try to grasp ourself alone</b><br>\n<br>\nTherefore, from whichever angle we may consider it, in order to just be without even the least action of mind, speech or body we need to refrain from rising as ego, so how can we do so? In order to answer this we need to understand the nature of ego, which Bhagavan has explained very clearly in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If it seeks, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> [By] grasping form [that is, by projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; [by] grasping form [that is, by holding on to that body as itself] it stands [endures, continues or persists]; [by] grasping and feeding on form [that is, by projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If it seeks [examines or investigates] [itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].</blockquote>\nSince ego is ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy</i>), a ‘formless phantom’, ‘உரு பற்றி’ (<i>uru paṯṟi</i>), ‘grasping form’, means grasping things other than itself, but how can a formless phantom grasp anything? In this context ‘grasping’ means being aware of, so it is only by being aware of forms, all of which are other than ourself, that we rise, stand and flourish as ego. Therefore we cannot cease rising as ego so long as we continue to be aware of anything at all other than ourself, so we need to let go of our awareness of all other things by trying to grasp ourself alone.<br>\n<br>\nIn this verse, therefore, Bhagavan points out two fundamental features of ourself as ego: firstly, we rise, stand and flourish as ego by grasping things other than ourself, and secondly, we will subside and disappear if instead of grasping any other thing we try to grasp ourself alone. In other words, by attending to anything other than ourself we are feeding and nourishing ego, whereas if we attend to ourself, we are thereby making ego subside, as Bhagavan implies in this verse by saying: ‘தேடினால் ஓட்டம் பிடிக்கும்’ (<i>tēḍiṉāl ōṭṭam piḍikkum</i>), ‘If sought, it will take flight’.<br>\n<br>\nThat is, if we turn our attention back within, away from all other things, to face ourself alone in order to see what we actually are, ego ‘will take flight’, which means that it will subside and dissolve back into pure awareness, which is our real nature and the source from which we have risen as ego. Because of the strength of our desires and attachments, most of us are not yet able to attend to ourself keenly enough to bring about the complete and permanent dissolution of ego, but to the extent that we do attend to ourself ego will subside.<br>\n<br>\n<a name=\"just-being\"></a><b>8. Just being means being self-attentive, and being self-attentive means just being</b><br>\n<br>\nTherefore the more keenly self-attentive we are, the more ego will subside and dissolve, and the more we thus subside, the less we will be driven by our will to do any actions by mind, speech or body, and the more we will detach ourself from whatever actions these instruments are driven to do by <i>prārabdha</i>. Whether the mind, speech or body is active or not is no concern of ours if our entire attention is firmly fixed on ourself alone, so self-attentiveness is the means by which we can separate ourself from mind, speech and body and hence from whatever actions they may be doing. Therefore it is only by being self-attentive that we can ‘just be, resting without even the least action of mind, speech or body’.<br>\n<br>\nTherefore the answer to your first question, ‘how to practice self enquiry sir?’, is just by being self-attentive, and the answer to your second question, ‘has just to be not doing anything without activity of mind and body, just be?’, is yes, but in order to just be without doing anything we need to be so keenly self-attentive that we thereby cease to be aware of anything else at all.<br>\n<br>\nJust being without doing anything is the being (<i>sat</i>) aspect of self-investigation (<i>ātma-vicāra</i>) and being self-attentive is the awareness (<i>cit</i>) aspect of it, but since there is no <i>sat</i> other than <i>cit</i> and no <i>cit</i> other than <i>sat</i>, because they are one and the same thing, just being means being self-attentive and being self-attentive means just being.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "185",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1874537196911882922/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "just being (summa iruppadu)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjQzNzAyMTIzMTY0Cm9mZnNldDogMAo\""
}