{
    "kind": "blogger#post",
    "id": "4543116813917454419",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-03-12T11:11:00Z",
    "updated": "2020-03-12T11:11:32Z",
    "url": "http://happinessofbeing.blogspot.com/2020/03/what-can-be-simpler-than-just-being.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4543116813917454419",
    "title": "What can be simpler than just being self-attentive?",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently saying that he had been reading about self-investigation (<i>ātma-vicāra</i>) but was unable to understand ‘how can the I enquire into the I itself’, and while expressing his confusion he asked several questions such as: ‘So how do we comprehend SELF? How do we enquire this SELF? And Who enquires SELF? The mind?’ In reply to this I wrote:<br><a name='more'></a>\n<br>\nYou seem to be complicating what is actually very simple. If we look carefully enough at what seems to be a snake, we will see that it is just a rope. Likewise, if we look carefully enough at ourself, who now seem to be ego, we will see that we are actually just pure awareness.<br>\n<br>\nThe snake and the rope are not two different things. They are just one thing, so they differ only in appearance, not in substance. Likewise, ego and our real nature (<i>ātma-svarūpa</i>) are not two different things. They are just one thing, so they differ only in appearance, not in substance. The one substance that appears as ego is our real nature, which is pure awareness, so to see what we actually are we just need to attend to ego keenly enough.<br>\n<br>\nIn the case of the rope that seems to be a snake, we are investigating an object, but in the case of ourself who seem to be ego, we are investigating the subject, the perceiver of all objects. In other words, ego is investigating itself, which means that we as ego are investigating ourself in order to see what we actually are.<br>\n<br>\nWe are just one self, one I, so this one self needs to investigate itself. In other words, we simply need to be self-attentive. We who are now attending to other things must try to turn our attention back to face ourself alone.<br>\n<br>\n<a name=\"av-pallavi\"></a><a name=\"av4\"></a> What can be simpler than just being self-attentive? It is extremely simple, in the sense that it is a state of perfect oneness, in which one thing is attending to nothing other than itself, and it is also extremely easy. ‘ஐயே, அதி சுலபம், ஆன்ம வித்தை, ஐயே, அதி சுலபம்!’ (<i>aiyē, ati sulabham, āṉma-viddai, aiyē, ati sulabham!</i>), ‘Ah, extremely easy, <i>ātma-vidyā</i> [the art and science of self-knowledge], ah, extremely easy!’, as Muruganar sang in the refrain (<i>pallavi</i>) of <a href=\"https://www.youtube.com/playlist?list=PLnw6ACy-wqrza8a71OCbMDmK_f798rL8O\"><i>Āṉma-Viddai</i></a>, and ‘கன்மாதி கட்டு அவிழ, சென்மாதி நட்டம் எழ, எம் மார்க்கம் அதனினும் இம் மார்க்கம் மிக்கு எளிது’ (<i>kaṉma-ādi kaṭṭu aviṙa, jeṉma-ādi naṭṭam eṙa, e-m-mārggam-adaṉiṉum i-m-mārggam mikku eḷidu</i>), ‘To untie the bonds beginning with <i>karma</i>, and to rise [or be resurrected] from the devastation beginning with birth, more than whatever [other] path, this path [of <i>ātma-vicāra</i>] is exceedingly easy’, as Bhagavan confirmed in <a href=\"http://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#av4\">verse 4</a> of the same song. If it seems difficult, that is only because our liking to attend to other things is as yet still much stronger than our liking just to be self-attentive, so the only obstacle we face is ourself.<br>\n<br>\nSo long as we have desire or attachment for anything other than ourself, holding on firmly and steadily to being self-attentive seems difficult, but the only way to overcome this difficulty is to patiently persevere in trying to be self-attentive as much as possible. Whenever our attention is distracted away towards other things, we must try to draw it back to see ourself, the one to whom all other things appear.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "144",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/4543116813917454419/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTg0MDExNDkyMTc1Cm9mZnNldDogMAo\""
}