{
    "kind": "blogger#post",
    "id": "2453200957739558345",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-11-14T00:15:00Z",
    "updated": "2020-12-24T21:31:07Z",
    "url": "http://happinessofbeing.blogspot.com/2020/11/dipavali-tattva-reality-of-deepavali.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2453200957739558345",
    "title": "<i>Dīpāvali Tattva</i>: the reality of Deepavali",
    "content": "In <a href=\"https://happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a> there is a chapter called <i>Naraka Jaya-t-Tiṟaṉ</i> (Explaining the Conquest of Naraka), which consists of five verses, three composed by Muruganar and two composed by Bhagavan. The former are verses 181 to 183, in which Muruganar recorded what Bhagavan explained about the real import of <i>Naraka Caturdaśi</i> and <i>Dīpāvali</i>, and the latter are verses B4 and B5 (and verses 2 and 3 of <a href=\"https://happinessofbeing.com/ramanopadesa_nunmalai.html#ut_intro\"><i>Upadēśa Taṉippākkaḷ</i></a>), in the first of which Bhagavan summarised the ideas expressed in verses 181 and 182, and in the second of which he expressed the same idea as verse 183 but in a simpler and clearer manner.<br><a name='more'></a>\n<br>\n<i>Dīpāvali</i>, or Deepavali as it is usually spelt, is one of the most popular and widely celebrated annual festivals in India. The name <i>dīpāvali</i> is a Sanskrit term that means a series (<i>āvali</i>) of lights (<i>dīpa</i>), because the main day of the festival is celebrated by lighting numerous oil-lamps, both in temples and homes, and also fireworks, so it is often called the Festival of Lights, in which the term ‘light’ signifies the clear light of pure awareness. In Hindi Deepavali is called Diwali, which is a contraction of the original Sanskrit name, so this is the name by which it is usually known in north India and other countries.<br>\n<br>\nThe way in which the festival is celebrated differs in some respects in different parts of India, and whereas in Tamil Nadu and Karnataka the main day is celebrated on <i>Naraka Caturdaśi</i> (the fourteenth day of the waning moon between mid-October and mid-November), in other parts of India it is celebrated on <i>Amāvásyā</i> (the final day of the waning moon) of the same month, which is usually one day later. The festival is also associated with different stories, but in Tamil Nadu it is considered to be a celebration of Krishna killing Narakasura, a demon (<i>asura</i>) called Narakan, whom Bhagavan depicted in these verses as a personification of ego, so he uses the name ‘Narakan’ here as a metaphor for ego.<br>\n<br>\n<i>Naraka</i> is not only the name of this demon but also a Sanskrit word meaning hell. In Tamil நரகன் (<i>narakaṉ</i>) is a personal noun, and therefore refers to the demon, whereas நரகம் (<i>narakam</i>) or நரகு (<i>naraku</i>) is an impersonal noun, and therefore refers to hell. In these verses Bhagavan uses both the personal and impersonal forms of this noun, and associates them closely, because he refers to ego as the demon Narakan, and the body, which is its abode, as <i>narakam</i> or <i>naraku</i>, hell.<br>\n<br>\nThe core of Bhagavan’s teachings is that the root of all problems, all misery and all dissatisfaction is only ego, the false awareness that is always aware of itself as ‘I am this body’; that since ego is a false awareness of ourself, it can be eradicated only by correct awareness of ourself as ‘I am just I’; and that this real awareness will shine forth and consume ego only when we investigate ourself to know our real nature, the source from which we have risen as ego. Therefore he took every opportunity to remind us of these core teachings, as he did when explaining the real import of <i>Naraka Caturdaśi</i> and <i>Dīpāvali</i> in these verses.<br>\n<br>\nToday is celebrated as Deepavali throughout India and abroad, because this morning is <i>Naraka Caturdaśi</i> and this evening is <i>Amāvásyā</i>, so to remind us of the signification of these celebrations the following are the three verses composed by Muruganar and two composed by Bhagavan:<br>\n<ol>\n<li><a href=\"#gvk181\"><i>Guru Vācaka Kōvai</i> verse 181</a></li>\n<li><a href=\"#gvk182\"><i>Guru Vācaka Kōvai</i> verse 182</a></li>\n<li><a href=\"#ut02\"><i>Upadēśa Taṉippākkaḷ</i> verse 2 (<i>Guru Vācaka Kōvai</i> verse B4)</a></li>\n<li><a href=\"#gvk183\"><i>Guru Vācaka Kōvai</i> verse 183</a></li>\n<li><a href=\"#ut03\"><i>Upadēśa Taṉippākkaḷ</i> verse 3 (<i>Guru Vācaka Kōvai</i> verse B5)</a></li>\n<li><a href=\"#video\">Video discussion about these verses</a></li>\n</ol>\n<a name=\"gvk181\"></a><b><i>Guru Vācaka Kōvai</i> verse 181:</b><br>\n<blockquote>நரகனை மாய்த்தன னாரண னென்பர்<br>\nநரகுட னானா நடப்போ னரகன்<br>\nநரக னெவணென நாடித் தொலைத்தோர்<br>\nநரகனை மாய்த்தவந் நாரண னாரே.<br>\n<br>\n<i>narakaṉai māyttaṉa ṉāraṇa ṉeṉbar<br>\nnarakuḍa ṉāṉā naḍappō ṉarakaṉ<br>\nnaraka ṉevaṇeṉa nāḍit tolaittōr<br>\nnarakaṉai māyttavan nāraṇa ṉārē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நரகனை மாய்த்தனன் நாரணன் என்பர். ‘நரகு உடல் நான்’ ஆ நடப்போன் நரகன். நரகன் எவண் என நாடி தொலைத்தோர் நரகனை மாய்த்த அந் நாரணனாரே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>narakaṉai māyttaṉaṉ nāraṇaṉ eṉbar. ‘naraku uḍal nāṉ’ ā naḍappōṉ narakaṉ. narakaṉ evaṇ eṉa nāḍi tolaittōr narakaṉai māytta an nāraṇaṉārē</i>.<br>\n<br>\n<b>English translation:</b> They say that Naranan [Narayana, Lord Visnu, in the form of Krisna] killed Narakan [the demon Narakasura]. [What is the implied meaning of this story told in the Puranas?] The one who parades as ‘[this] hellish body is I’ [namely ego] is Narakan. The one who has killed [ego] [by] investigating where is Narakan is that Naranan, who killed Narakan.</blockquote>\n<a name=\"gvk182\"></a><b><i>Guru Vācaka Kōvai</i> verse 182:</b><br>\n<blockquote>நரக னுறைபுல நாடி நடந்து<br>\nநரகனை மாய்த்துமெய்ஞ் ஞானநீ ராடல்<br>\nநரக ஜயத்துக் கறிகுறி யான<br>\nநரக சதுர்த்தி நானம தாமே.<br>\n<br>\n<i>naraka ṉuṟaipula nāḍi naḍandu<br>\nnarakaṉai māyttumeyñ ñāṉanī rāḍal<br>\nnaraka jayattuk kaṟiguṟi yāṉa<br>\nnaraka caturtti nāṉama dāmē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நரகன் உறை புலம் நாடி நடந்து நரகனை மாய்த்து மெய்ஞ் ஞான நீராடல் நரக ஜயத்துக்கு அறிகுறியான நரக சதுர்த்தி ஸ்நானம் அது ஆமே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>narakaṉ uṟai pulam nāḍi naḍandu narakaṉai māyttu mey-ñ-ñāṉa nīrāḍal naraka jayattukku aṟiguṟiyāṉa naraka caturtti snāṉam adu āmē</i>.<br>\n<br>\n<b>English translation:</b> Bathing in <i>mey-jñāna</i> [real awareness] [after] killing Narakan [by] investigating and reaching the place where Narakan resides is actually [what is signified by] <i>Naraka Caturdaśi snāna</i> [the bath traditionally taken before dawn on <i>Naraka Caturdaśi</i>, the fourteenth day of the waning moon between mid-October and mid-November], which is a symbol of the conquest of Narakan.</blockquote>\n<a name=\"ut02\"></a><b><i>Upadēśa Taṉippākkaḷ</i> verse 2 (<i>Guru Vācaka Kōvai</i> verse B4):</b><br>\n<blockquote>நரகுட னானா நரகுல காளும்<br>\nநரகனெங் கென்றுசாஅய் ஞானத் திகிரியால்<br>\nநரகனைக் கொன்றவ னாரண னன்றே<br>\nநரக சதுர்த்தசி நற்றின மாமே.<br>\n<br>\n<i>narakuḍa ṉāṉā narakula hāḷum<br>\nnarakaṉeṅ geṉḏṟusāay ñāṉat tikiriyāl<br>\nnarakaṉaik koṉḏṟava ṉāraṇa ṉaṉḏṟē<br>\nnaraka caturttaci naṟṟiṉa māmē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நரகு உடல் நான்’ ஆ நரகு உலகு ஆளும் நரகன் எங்கு என்று உசாய் ஞான திகிரியால் நரகனை கொன்றவன் நாரணன். அன்றே நரக சதுர்த்தசி நல் தினம் ஆமே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘naraku uḍal nāṉ’ ā naraku ulahu āḷum narakaṉ eṅgu eṉḏṟu usāy ñāṉa tikiriyāl narakaṉai koṉḏṟavaṉ nāraṇaṉ. aṉḏṟē naraka caturddaśi nal diṉam āmē</i>.<br>\n<br>\n<b>English translation:</b> He who killed Narakan with the discus of knowledge, investigating where is Narakan, who rules the world of hell as ‘the hellish body is I’, is Naranan. That day is the holy day of <i>Naraka Caturdaśi</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b>He who killed Narakan [the demon Narakasura, a personification of ego] with the discus of <i>jñāna</i> [knowledge in the sense of pure self-awareness] [by] investigating where is Narakan, who rules the world of <i>naraka</i> [hell] as ‘[this] hellish body is I’, is Naranan [Narayana, Lord Visnu, in the form of Krisna]. That day [when he killed him] is the holy day of <i>Naraka Caturdaśi</i> [the fourteenth day of the waning moon between mid-October and mid-November, the day on which <i>Dīpāvali</i> is celebrated in Tamil Nadu].</blockquote>\n<a name=\"gvk183\"></a><b><i>Guru Vācaka Kōvai</i> verse 183:</b><br>\n<blockquote>ஊனொன் றுடலுருவா மூத்தை நரகத்தை<br>\nநானென் றழிந்த நரகனைத் — தானுசாஅய்<br>\nஆபாதஞ் செற்றொளிர்பே ரான்ம சதோதயமே<br>\nதீபா வளியாத் தெளி.<br>\n<br>\n<i>ūṉoṉ ḏṟuḍaluruvā mūttai narakattai<br>\nnāṉeṉ ḏṟaṙinda narakaṉait — tāṉucāay<br>\nābhādañ ceṯṟoḷirpē rāṉma sadōdayamē<br>\ndīpā vaḷiyāt teḷi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஊன் ஒன்று உடல் உரு ஆம் ஊத்தை நரகத்தை நான் என்று அழிந்த நரகனை தான் உசாய் ஆபாதம் செற்று ஒளிர் பேர் ஆன்ம சதா உதயமே தீபாவளி ஆ தெளி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ūṉ oṉḏṟu uḍal uru ām ūttai narakattai nāṉ eṉḏṟu aṙinda narakaṉai tāṉ usāy ābhādam seṯṟu oḷir pēr āṉma sadā udayamē dīpāvaḷi ā teḷi</i>.<br>\n<br>\n<b>English translation:</b> Be clear that the eternal blazing forth of oneself [one’s own real nature], the vast [infinite, great, supreme or abundant], which shines [after] killing <i>ābhāsa</i> [the semblance or reflection, namely ego, which is a semblance and reflection of real awareness] [by] oneself investigating Narakan, who had degenerated [by taking] as ‘I’ the filthy <i>naraka</i> [hell], which is the form of the body, a coalescence of flesh, is [what is signified by] <i>Dīpāvali</i>.</blockquote>\n<a name=\"ut03\"></a><b><i>Upadēśa Taṉippākkaḷ</i> verse 3 (<i>Guru Vācaka Kōvai</i> verse B5):</b><br>\n<blockquote>நரக வுருவா நடலை யுடல<br>\nகிரக மகமெனவே கெட்ட — நரகனாம்<br>\nமாபா வியைநாடி மாய்த்துத்தா னாயொளிர்தல்<br>\nதீபா வளியாந் தெளி.<br>\n<br>\n<i>naraka vuruvā naḍalai yuḍala<br>\ngiraha mahameṉavē keṭṭa — narakaṉām<br>\nmāpā viyaināḍi māyttuttā ṉāyoḷirdal<br>\ndīpā vaḷiyān teḷi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ‘நரக உரு ஆம் நடலை உடல கிரகம் அகம்’ எனவே கெட்ட நரகன் ஆம் மா பாவியை நாடி மாய்த்து, தானாய் ஒளிர்தல் தீபாவளி ஆம். தெளி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>‘naraka uru ām naḍalai uḍala giraham aham’ eṉavē keṭṭa narakaṉ ām mā pāviyai nāḍi māyttu, tāṉāy oḷirdal dīpāvaḷi ām. teḷi</i>.<br>\n<br>\n<b>English translation:</b> Shining as oneself, investigating and killing the great sinner who is Narakan, who was downfallen as ‘the illusory body-abode, which is the form of hell, is I’, is <i>Dīpāvali</i>. Be clear.<br>\n<br>\n<b>Explanatory paraphrase:</b> Shining as oneself [one’s own real nature] [after] investigating and killing the great sinner who is Narakan [ego], who was downfallen as ‘the illusory [or miserable] body-abode, which is the form of <i>naraka</i> [hell], is I’, is [what is signified by] <i>Dīpāvali</i>. Be clear [that is, consider, investigate and know this clearly].</blockquote>\n<a name=\"video\"></a><b>Video discussion about these verses</b><br>\n<br>\nAt the beginning of a Zoom meeting of the <a href=\"http://ramana-maharshi.org.uk\">Ramana Maharshi Foundation UK</a> on 14th November 2020 I discussed the meaning and some of the implications of these verses, and this discussion is recorded in the video <a href=\"https://youtu.be/wG-_Gl4igwU\">2020-11-14 Michael James discusses <i>Dīpāvali Tattva</i>: the reality of Deepavali</a>:<br>\n<br>\n<div style=\"text-align:center\"><iframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/wG-_Gl4igwU\" frameborder=\"0\" allow=\"accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen></iframe></div>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2453200957739558345/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Guru Vācaka Kōvai",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Taṉippākkaḷ"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjA4ODQ1NDY3NDUzCm9mZnNldDogMAo\""
}