{
    "kind": "blogger#post",
    "id": "2014017101343503963",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-05-20T21:43:00+01:00",
    "updated": "2020-06-17T12:45:49+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/05/self-investigation-as-way-to-love.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2014017101343503963",
    "title": "Self-investigation as the way to love",
    "content": "In April of last year a Finnish friend, Jussi Penttinen, invited me to Helsinki, where he had arranged for me to give a talk and answer questions at a meeting organised by <a href=\"http://forumhumanum.fi\">Forum Humanum</a>. A video of this meeting, <a href=\"https://youtu.be/1Uvt4DxaAx4\">2019-04-03 Forum Humanum, Helsinki: Michael James discusses self-investigation as the way to love</a>, is available on my YouTube channel, <a href=\"https://www.youtube.com/user/SriRamanaTeachings/feed\">Sri Ramana Teachings</a>:<br /><a name='more'></a>\n<div style=\"text-align: center;\"><iframe allow=\"accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture\" allowfullscreen=\"\" frameborder=\"0\" height=\"315\" src=\"https://www.youtube.com/embed/1Uvt4DxaAx4\" width=\"560\"></iframe></div><br />\nAn MP3 audio copy of this video is available <a href=\"https://mediafire.com/?axqf5ctinaxn477\">here</a> in my MediaFire folder, <a href=\"https://www.mediafire.com/#19wqtnbiazt3k\">Discussions with Michael James</a>.<br />\n<br />\n<a name=\"ny01\"></a>Without any preplanning on my part, what I said in the first seven and a half minutes of this video turned out to be an elaboration of what Bhagavan wrote in the <a href=\"https://happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of <i>Nāṉ Ār?</i>:<br />\n<blockquote>சகல ஜீவர்களும் துக்கமென்ப தின்றி எப்போதும் சுகமாயிருக்க விரும்புவதாலும், யாவருக்கும் தன்னிடத்திலேயே பரம பிரிய மிருப்பதாலும், பிரியத்திற்கு சுகமே காரண மாதலாலும், மனமற்ற நித்திரையில் தின மனுபவிக்கும் தன் சுபாவமான அச் சுகத்தை யடையத் தன்னைத் தானறிதல் வேண்டும். அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்.</b><br />\n<br />\n<i>sakala jīvargaḷum duḥkham eṉbadu iṉḏṟi eppōdum sukham-āy irukka virumbuvadālum, yāvarukkum taṉ-ṉ-iḍattil-ē-y-ē parama piriyam iruppadālum, piriyattiṟku sukham-ē kāraṇam ādalālum, maṉam aṯṟa niddiraiyil diṉam aṉubhavikkum taṉ subhāvam āṉa a-c-sukhattai y-aḍaiya-t taṉṉai-t tāṉ aṟidal vēṇḍum. adaṟku <b>nāṉ ār eṉṉum ñāṉa-vicāram-ē mukkhiya sādhaṉam</b></i>.<br />\n<br />\nSince all living beings want [or like] to be always happy without what is called misery, since for everyone the greatest love is only for oneself, and since happiness alone is the cause for love, [in order] to obtain that happiness, which is one’s own nature, which one experiences daily in [dreamless] sleep, which is devoid of mind, oneself knowing oneself is necessary. For that, <b><i>jñāna-vicāra</i></b> [awareness-investigation] <b>called ‘who am I’ alone is the principal means</b>.</blockquote>\n<a name=\"istam\"></a>The verse composed by Sadhu Om that I refer to at <a href=\"#istam2\">1:38:42</a> is:<br />\n<blockquote>இஷ்டமுனக் கில்லாத எச்செயலும் செய்யேனான்<br />\nஇஷ்டமுனக் கில்லாத எச்சொல்லும் சொல்லேனான்<br />\nஇஷ்டமுனக் கில்லாத எந்நினைவும் எண்ணேனான்<br />\nஇஷ்டமிதை நின்னருளால் ஈடேற்றி வைப்பாயே.<br />\n<br />\n<i>iṣṭamuṉak killāda ecceyalum seyyēṉāṉ<br />\niṣṭamuṉak killāda eccollum sollēṉāṉ<br />\niṣṭamuṉak killāda enniṉaivum eṇṇēṉāṉ<br />\niṣṭamidai niṉṉaruḷāl īḍēṯṟi vaippāyē</i>.<br />\n<br />\nI will not do any action that is not [according] to your wish.<br />\nI will not say any word that is not [according] to your wish.<br />\nI will not think any thought that is not [according] to your wish.<br />\nFulfil this wish [of mine] by your grace.</blockquote>\nThe following is a transcript of this video:<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5\">0:05</a> <b>Michael James:</b> The one thing that we are all seeking is happiness. Happiness, unalloyed happiness, that is, happiness without any misery. Not only human beings, every sentient creature is seeking happiness. Whatever we are trying to achieve, whatever we are seeking in life, we’re seeking it because we think it makes us happy. So our motivation, our ultimate motivation, is this strong yearning for happiness.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=73\">1:13</a> And for whom do we want happiness? It is for ourself. Of course we want others to be happy, those we love, we want them to be happy. But why do we want others to be happy? Because when the people we love are happy, that makes us happy. If they are unhappy, it makes us unhappy.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=118\">1:58</a> Even kindness and compassion: why we are kind and compassionate to others? We don’t want to see them suffering because seeing them suffering is causing suffering to us. So even the most selfless love is based on this fundamental desire that we all have for our own happiness.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=162\">2:42</a> And, why we want happiness for ourself? Because we love ourself. However much we may love other people, our love for ourself is greater than our love for them. And the cause of love, what makes us love something, we love whatever makes us happy.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=201\">3:21</a> So according to Bhagavan the ultimate cause of love is happiness. Happiness is what causes love.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=224\">3:44</a> We love to be happy, and we also love ourself. And because happiness is what causes us to love everything, that is a clear indication that happiness is our real nature. That is, if we didn’t have a fundamental recognition of the fact that happiness is our real nature, we wouldn’t have love for ourself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=276\">4:36</a> And another piece of evidence that we have that happiness is our real nature: in waking and dream we experience a mixture of happiness and unhappiness, pleasure and pain, but there is one state in which we experience happiness without any pain, without any unhappiness. That is the state of sleep.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=324\">5:24</a> In sleep we are separated from everything else. We are not aware of body or mind or world or anything. We are aware only of ourself. And in sleep the happiness we experience is perfect happiness. It is not contaminated by the least unhappiness. Since we experience happiness when we are all alone, that is another further evidence that happiness is our real nature.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=373\">6:13</a> <b>Translator:</b> You mean, even when we are alone?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=375\">6:15</a> <b>Michael:</b> Alone in sleep. In sleep we are separated...<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=378\">6:18</a> <b>Translator:</b> Oh, in sleep. Sometimes when people are alone they are unhappy.<br />\n<br />\n{Laughs}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=383\">6:23</a> <b>Michael:</b> They’re not really alone. They are with their thoughts.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=396\">6:36</a> So since we have so much love for ourself, and since our real nature is happiness, in order to experience the happiness, to permanently experience the happiness that we are, to experience unalloyed happiness, without any contamination, we need to know what we actually are. This is why Bhagavan said that we need to investigate ourself, to find out what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=451\">7:31</a> Generally if we are asked who we are, we will have a ready answer: ‘I’m Michael’. And if people ask, ‘Who is Michael?’, I will have a story to tell: I was born in such-and-such a place, I lived here, I lived there, I did this, I did that. Then the whole story of our life, we identify with that, because we identify with the person that we seem to be. I’m just using this name, Michael, because it happens to be the name of this body, but whatever our name is, it is the name given to a body. Because we now experience ourself as if we were this body.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=526\">8:46</a> But if this body were actually ourself, we couldn’t be aware of ourself without being aware of this body. But in dream we are aware of ourself, but instead of being aware of ourself as this body, we’re aware of ourself as some other body. The general belief we have is that when we are dreaming, our body is asleep on a bed, and we are imagining some other body, some other world. So in dream we have no awareness of this body at all, but we are aware of ourself. So since we’re aware of ourself without being aware of this body, this body cannot be what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=616\">10:16</a> Though this body isn’t what we actually are, it’s what we now seem to be. In the same way in dream we seem to be a body, but it happens to be some other body. So we cannot be any body that we seem to be.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=651\">10:51</a> So there is a fundamental flaw in our present awareness of ourself. We are now aware of ourself as if we are something which is not what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=676\">11:16</a> It could be argued then that though we are not this body, not this waking body and not the dream body, it’s the same mind in both states. So since we are the same mind in both waking and dream, is the mind what we actually are?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=705\">11:45</a> <b>Translator:</b> Is?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=706\">11:46</a> <b>Michael:</b> Is this mind ... Instead of being the body, are we the mind? But the same principle applies there: If we are this mind, we cannot be aware of ourself without being aware of this mind.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=737\">12:17</a> But what is this mind? It’s just a series of changing thoughts. But though the mind is changing, we remain unchanged.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=757\">12:37</a> Some years ago our whole view of the world was different. When we were a child, for example, we didn’t know what we know now. Our beliefs, our attitudes, so many things that we believed then we don’t believe now, so many attitudes we had then we don’t have now, so many memories we didn’t have then we do have now.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=793\">13:13</a> So body and mind are both changing. But we, the ‘I’, remain the same.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=808\">13:28</a> Now, for example, we remember our childhood. Certain events in our childhood, we remember ‘I saw this’ or ‘I did this’. So the ‘I’ that had those experiences as a child is the same ‘I’ that is now experiencing this. So whereas all other things are changing, we remain unchanging. We are the experiencer; everything else is something that we experience. So whereas all experienced things are changing, the experiencer, the perceiver, remains the same.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=879\">14:39</a> So that is one reason why this mind cannot be what we actually are, but another reason is: We are aware of ourself as this mind in waking and dream, but in sleep we’re aware of ourself without being aware of this mind.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=919\">15:19</a> Most of us when we are told that we’re aware of ourself in sleep, our immediate reaction is: ‘No, I am not aware of anything in sleep’. It is true we are not aware of anything in sleep. That is, we are not aware of anything in the sense that we are not aware of any phenomena. But we are now aware that we were in a state in which we were not aware of any phenomena.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=976\">16:16</a> So how do we have this memory of having been in a state where we were not aware of any phenomena if we were not aware in that state?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=999\">16:39</a> We could say that in sleep we are aware of the absence of phenomena, but even that is not quite the right way of expressing it, because now, for example, we can be aware of the absence of any dogs. There are no dogs in this room. But we are aware of the absence of dogs only when we think about it. So when we talk of being aware of the absence of something, it assumes some type of thought is there. But in sleep there are no thoughts, so it’s only now, in this waking state, that we can say phenomena were absent in sleep. What we were actually aware of in sleep was only ourself. We were aware of absolutely nothing else whatsoever.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1096\">18:16</a> So the fact that we were aware of ourself in sleep without being aware of this body or mind means this body and mind cannot be what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1119\">18:39</a> But this brings us back to the first point we were talking about: Though we were not aware of any phenomena, we were perfectly happy while asleep. This indicates that happiness is not something other than ourself. So happiness is what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1163\">19:23</a> According to ...<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1166\">19:26</a> As a result of this type of analysis, in <i>vēdānta</i> it is argued that our real nature is <i>sat-cit-ānanda</i>: <i>sat</i>  means what is, that is, we exist, I am. So that is <i>sat</i>. <i>Cit</i> is awareness, but <i>cit</i> isn’t ... <i>cit</i> is pure awareness.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1214\">20:14</a> As we know when we analyse our experience in these three states of waking, dream and sleep, the difference between sleep, on the one hand, and waking and dream, on the other hand, is that in all three states we’re aware, but in sleep we are just aware, whereas in waking and dream we are aware, and we are aware of things.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1278\">21:18</a> So ... awareness is our real nature, that is, pure awareness, awareness that we experience in sleep.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1298\">21:38</a> That same awareness is present now, but in addition to that fundamental awareness, there is also awareness of phenomena. So awareness of phenomena comes in waking and dream, it goes in sleep. That is, it appears in waking and dream, it disappears in sleep. But whether awareness of phenomena appears or disappears, we remain as the fundamental awareness.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1368\">22:48</a> Bhagavan used to use an analogy: he compared pure awareness to like a screen. Sometimes the awareness of phenomena are projected on that screen, like pictures on a cinema screen. But whether pictures appear on the screen, or no pictures appear, the screen remains.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1417\">23:37</a> So pure awareness is like that screen, whereas awareness of phenomena is like the pictures projected on the screen. Sometimes that picture appears, sometimes no picture appears. So that is the <i>cit</i>. <i>Cit </i> means awareness, that pure awareness that is like the screen. That is the <i>cit</i> aspect of <i>sat-cit-ānanda</i>.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1469\">24:29</a> When we’re aware of phenomena, we’re aware of a mixture of pleasure and pain, happiness and unhappiness. But in sleep, where we’re not aware of any phenomena, we also don’t experience any unhappiness.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1502\">25:02</a> If we’ve had a good night’s sleep, when we wake up in the morning and someone says, ‘Did you sleep well?’, ‘Oh yes, I slept very happily, very peacefully’.<br />\n<br />\n{Laughs}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1519\">25:19</a> That happiness or peace, that is the <i>ānanda</i> aspect of the <i>sat-cit-ānanda</i>. So what we actually are is <i>sat</i> (what is), <i>cit</i> (pure awareness) and <i>ānanda</i> (pure happiness).<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1550\">25:50</a> But now we don’t experience ourself as such. We experience ourself as this person, a body and mind. In sleep, when we remain as <i>sat-cit-ānanda</i>, we have no problems, but in waking and dream, when we experience ourself as a person, we experience so many problems.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1599\">26:39</a> So the root of all problems is this false awareness: ‘I am this body’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1613\">26:53</a> ‘I am this body’ means I am the whole bundle: the body, mind, the whole package, because we never experience ourself as a body without experiencing the mind along with it. So body and mind always present themselves as one package. That package is what we call a person.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1654\">27:34</a> We experience ourself as a person in waking and dream, and we have problems. We don’t experience ourself as a person in sleep, and we have no problems.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1680\">28:00</a> But what is it that is now experiencing itself as a person? What experiences itself as a person is not the pure awareness. It is a mixed awareness that is aware of itself as ‘I am this person’. That pure awareness is just the awareness ‘I am’, whereas what we are now experiencing ourself as is this mixed awareness ‘I am this body’. This mixed awareness ‘I am this body’ is what Bhagavan calls ego.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1755\">29:15</a> So ego appears in waking and dream, disappears in sleep.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1768\">29:28</a> So ego is the root of all the problems.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1775\">29:35</a> The body and the mind are not a problem. Phenomena are not a problem. The problem is we are aware of ourself as ‘I am this body and mind’, and we’re aware of phenomena as ‘I am aware of these phenomena’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1810\">30:10</a> So this ‘I’ that is aware of itself as ‘I am this body and mind’, and the ‘I’ that is aware of phenomena, that is ego. So ego is an erroneous self-awareness: an awareness of ourself as something other than what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1850\">30:50</a> So how to get rid of this wrong awareness of ourself? Obviously the only way to get rid of the wrong awareness is to be aware of ourself as we actually are. This is why we need to investigate ourself, to see what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1884\">31:24</a> So what is called ‘self-knowledge’ is nothing but awareness of ourself as we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1899\">31:39</a> This is not a new knowledge that we are to gain, because we’re always aware of ourself as ‘I am’ The problem is that now we are not aware of ourself just as ‘I am’, we are aware of ourself as ‘I am this body and mind’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1933\">32:13</a> So we need to be aware of ourself just as ‘I am’, as we actually are, not as this body and mind that we seem to be.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1956\">32:36</a> So how to know ourself? In order to investigate anything, in order to know anything, what is the fundamental tool we use? It is attention or observation.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=1987\">33:07</a> When scientists do research, they do research on so many things. If they are astronomers they need big telescopes, electronic telescopes, to see faraway planets, or if they are microbiologists they need microscopes. If they are atomic physicists they need this big thing they’ve got in CERN in Switzerland, an accelerator or whatever they call it, they need so many additional tools.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2047\">34:07</a> But some scientists don’t need all these tools. For instance, if they are scientists, if they are zoologists, and they are observing the behaviour of birds, they don’t need any tools, they can just watch.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2069\">34:29</a> But whether they need all these other tools or not, they still need the tool of the five senses, and the mind.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2086\">34:46</a> So to observe anything other than ourself, we need at least the mind, to observe our thoughts, we need the five senses, to observe anything outside.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2105\">35:05</a> But to know ourself, we don’t need any of these tools, these instruments. We don’t need microscopes or telescopes, we don’t need the five senses, we don’t even need the mind. We just need that power of observation, that power of attention.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2139\">35:39</a> That power of attention, which we use to know all other things, we need to turn away from other things, back towards ourself, to know ourself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2161\">36:01</a> But all other things are objects. It is relatively easy for us to know objects, because we have been accustomed since the beginning to using our attention to know things other than ourself. But all objects are relatively gross. Even our thoughts and feelings are relatively gross. Compared to all other things, we are extremely subtle.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2218\">36:58</a> So many people when they start trying to investigate themself, they find it difficult to understand because they think: ‘we are not an object, so how to attend to something that is not an object?’ But though we are not an object, we are nevertheless aware of ourself, so that ... our fundamental experience is self-awareness.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2267\">37:47</a> But though we are always self-aware, generally we are neglecting our self-awareness, because we are more interested in other things. So we are always self-aware, but we’re negligently self-aware. So instead of being negligently self-aware, we need to be attentively self-aware.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2310\">38:30</a> So self-attentiveness is not like attending to an object. It is just a matter of being attentively self-aware.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2327\">38:47</a> <b>Translator:</b> Say that again.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2329\">38:49</a> <b>Michael:</b> It is just a matter of being attentively self-aware. So this is the practice of self-investigation.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2344\">39:04</a> But as I said, because we’ve been accustomed to using our attention to attend to objects, which are relatively gross, our power of attention has become like a very blunt instrument. So our power of attention needs to be refined and sharpened. It needs to become very clear and sharp, in order to be able to focus itself on ... in order for us to focus our attention on ourself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2413\">40:13</a> So in order to sharpen our power of attention, in order to refine it, make it a very refined and acute, sharp instrument, we need to ... the way to sharpen it is to practice trying to be self-attentive. So the more we try to be self-attentive, the keener and clearer our power of attention becomes, and the easier the practice becomes.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2468\">41:08</a> But when we try to put this into practice, we all have difficulty. The reason we have difficulty is because, in order to focus all our attention on ourself, we need to let go of everything else. But because of our desires and attachments, we are unwilling to let go of other things.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2520\">42:00</a> So we need to practice this attempt to be self-attentive, we need to practice it patiently and persistently.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2537\">42:17</a> At every moment in our life, we have a choice: either we attend to other things, or we attend to ourself. The more we make the choice to attend to ourself, even if only for a few moments at a time, the greater our love to attend to ourself, the greater the love grows, and the more our desires and attachments become weaker.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2597\">43:17</a> So by trying to attend to ourself, we are slowly weaning our mind away from its desires and attachments for other things.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2620\">43:40</a> But we who are trying to be self-attentive, we are ego, we are the false awareness ‘I am this person’. If we manage to turn our attention within and be aware of ourself alone, we’ll be aware of what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2663\">44:23</a> But as soon as we are aware of what we actually are, we will ... this false awareness ‘I am this person’ will be destroyed. We can explain this with a simple analogy: If in the dim light we see a rope on the ground, we may mistake it to be a snake. So because we misperceive the rope as a snake we feel fear. So we are unwilling to go further, because this snake is lying there in our path. So we may take a stick and start beating the snake. But however much we beat it, we can’t kill it.<br />\n<br />\n{Laughs}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2753\">45:53</a> There is only one way to kill that snake: we have to look at it very carefully. If we look at it very carefully, we see it’s just a rope. As soon as we see it’s a rope, that misperception, that belief that it’s a snake, and all the fear and everything that went along with that belief, is destroyed immediately. Having clearly seen that it’s a rope, we can never again misperceive it as a snake.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2810\">46:50</a> So just as the snake is a misperception of the rope, this ego is a misperception of ourself. The ego is an awareness of ourself as something other than what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2843\">47:23</a> So if we once turn our attention and see what we actually are, this ego will be destroyed forever, just like the snake is destroyed by seeing the rope. But since it is now the ego that is investigating itself, if it sees what it actually is, it will cease to exist.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2892\">48:12</a> But as this ego we don’t want to die, so we do all we can to avoid looking at ourself. That’s why, when we try to turn our attention within, all the seeds of desire and attachment in our mind, they all rise to try and draw our attention outwards.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2938\">48:58</a> These seeds of desires and attachments, they are what are called ... in Sanskrit they are called <i>viṣaya-vāsanās</i>. <i>Vāsanā</i> means the inclination or the tendency or propensity to attend to [something];&nbsp;<i>viṣaya</i>&nbsp;means phenomena.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2960\">49:20</a> <b>Translator:</b> To?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=2962\">49:22</a> <b>Michael:</b> The inclination to attend to phenomena. In other words they are our desires and attachments, our likes and our dislikes, our hopes and our fears, in a seed form. [Such] are <i>vāsanās</i>.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3011\">50:11</a> But whose <i>vāsanās</i> are they? They are ego’s <i>vāsanās</i>.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3021\">50:21</a> So ego is like the commander-in-chief, and the <i>vāsanās</i> are like the soldiers. So in order to protect the commander-in-chief, the soldiers will fight. So ultimately the spiritual path is a battle within our own will.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3062\">51:02</a> On the one hand there’s our love to know ourself as we actually are, on the other hand there’s all our likes, dislikes, desires, attachments, hopes and fears for other things. So every time we try to turn within, we are ... in this battle we are siding with the love to turn within.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3105\">51:45</a> So all our desires and attachments will fight against us. But slowly slowly, if we are patient and perseverant, patiently persevere in this practice, we will strengthen our love to know ourself, and we will weaken our desires and attachments for other things.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3152\">52:32</a> Bhagavan’s path, this is what I’ve described so far, is the path of self-investigation.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3168\">52:48</a> Bhagavan sometimes said there are only two ways: one is self-investigation, the other is self-surrender. But though he sometimes presented them as if they are two paths, he also made it very clear that actually they are one and the same path. The path of self-surrender means we have to let go of everything.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3217\">53:37</a> Without investigating ourself we can, to a certain extent, surrender our desires and attachments. That is, by having love for God, and developing the attitude ‘thy will be done’, by calmly and peacefully and joyfully accepting both the good and the bad in our life we can to some extent surrender our desires and attachments. But we cannot completely give up all our desires and attachments without giving up their root, the ego.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3288\">54:48</a> If we have a very thick bush, we can try trimming it, cutting so many leaves and branches, but so long as the root is there, it will continue sprouting more leaves and branches. In the same way, however much we try to give up our desires and attachments, so long as the ego is there, we’ll be sprouting new desires and attachments.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3337\">55:37</a> So in order to give up all our desires and attachments, we need to give up the ego along with it, along with them. That is, instead of just cutting the leaves and branches, we need to cut the root. Once we’ve pulled out the root, the bush will never sprout more leaves and branches.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3373\">56:13</a> So that is why it is called self-surrender. The ego has to surrender itself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3390\">56:30</a> So how can ego surrender itself? What is the ego? The ego is nothing but a wrong self-awareness, an awareness of ourself as something other than what we actually are. So since ego is a wrong awareness of ourself, we can surrender it only by being aware of ourself as we actually are. So in order for ego to surrender itself, it needs to investigate itself: who am I?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3440\">57:20</a> So to a certain extent we can surrender by the path of dualistic devotion, by developing ... by cultivating love for God. But in order to surrender ourself completely to God, we need to turn our attention within, to see what we actually are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3477\">57:57</a> So we cannot investigate ourself without surrendering ourself, because every time we’re turning our attention within, we’re letting go of other things, and to the extent that we let go of other things, ego subsides. So there can be no self-investigation without self-surrender, and without self-investigation self-surrender can only be partial.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3533\">58:53</a> So in the initial stages of the path of self-surrender, we may practice without self-investigation: we may be just trying to give up our desires and attachments, and for that faith in God, love for God, is very helpful.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3572\">59:32</a> Because if we believe this whole life, it’s all guided by God, everything, whatever happens, because God is all-knowing, all-loving and all-powerful. Because he’s all-knowing, nothing that can happen that he doesn’t know about; because he’s all-powerful, nothing can happen that he doesn’t allow; and because he’s all-love, he won’t allow anything to happen that is not good for us.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3620\">1:00:20</a> If we have true love for God, we should be ready to accept both the seemingly good things and the seemingly bad things, because we know everything is ... whatever happens, it’s his sweet will for our own good. So having love for God is a very, very great help in this path.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3661\">1:01:01</a> But who is God? God is the one infinite whole. If God is infinite, nothing can be other than him. If we were something other than God, then God would be limited. So if God is infinite, we cannot be other than him.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3703\">1:01:43</a> So we ultimately have to come to the understanding: God is not something other than ourself. God is our own real nature. So if we love God, we want to know God fully. And if God is our own real nature, that means we have to know ourself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3737\">1:02:17</a> So the path of love, the path of devotion to God, ultimately has to lead us back to this path of self-investigation, because we cannot know God without knowing ourself, because God is ourself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3764\">1:02:44</a> God is what we actually are. God is <i>sat-cit-ānanda</i>. That is, he exists, he is what is; he’s all-knowing, so he’s infinite awareness; he’s the ocean of infinite happiness; and he is perfect love, infinite love. That is our real nature.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3807\">1:03:27</a> So knowing ourself and knowing God is one in the same thing. Even now we know God, because God is ‘I am’, and we are all aware that ‘I am’. The problem is we are now aware of ourself as ‘I am this person’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3844\">1:04:04</a> Bhagavan often used to point out in the Bible, when Moses asked God ‘Who are you?’, God replied, ‘I am that I am’. That is, he is the ‘I am’ in every one of us.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3871\">1:04:31</a> And according to the story given in the Bible, God gave Moses the ten commandments, and the first commandment was ‘Do not take the name of thy Lord in vain’. So what is the name of God? ‘I am’. So if we say ‘I am Michael’, ‘I am this person’, that is taking the name of God in vain.<br />\n<br />\n{Laughs}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3915\">1:05:15</a> Because I’m equating Michael with God.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=3920\">1:05:20</a> The reason in the New Testament, it’s not very clear in most translations, but the reason that the Jews were so angry with Jesus, and why eventually they wanted to crucify him, was he often said ‘I am’. For example, at one time he said: ‘Before Abraham was born, I am’. So in the view of the Jewish, the priests, they considered this is blasphemy. And on the last night, before they arrested him, they asked him, ‘Are you the Messiah?’ or they asked some question, in many translations it’s said: ‘Yes, I am he’. What he actually said is: ‘I am’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4014\">1:06:54</a> <b>Translator:</b> Are you?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4016\">1:06:56</a> <b>Michael:</b> Yes, they asked: ‘Are you the Messiah?’ But he didn’t say ‘yes’. What he said is ‘I am’. By saying ‘I am’, that was the final confirmation for the priests: this man is blaspheming, because he’s taking the name of God. So that is why Jesus was crucified. So in the Jewish tradition that name ‘I am’ was so much respected as the name of God.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4063\">1:07:43</a> <b>Translator:</b> Say that again.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4064\">1:07:44</a> <b>Michael:</b> In Jewish ... in the Jewish religion, the name ‘I am’ was so much respected as the name of God. So when Jesus said ‘I am’, that, for them, that is like saying ‘I am God’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4098\">1:08:18</a> So why Bhagavan pointed these things out, about God saying to Moses ‘I am that I am’ and about Jesus saying ‘before Abraham was I am’, is to show even ... not only in Vedanta but even in the Jewish tradition and Christian tradition, and even Islam is coming from Judaism, in that tradition ‘I am’ is the ultimate name of God. ‘I am’ is the name of God because he is our own real self.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4164\">1:09:24</a> So when we understand this, it gives a completely different meaning to another thing that Jesus said: ‘I am the way, the truth and the life. No one comes to the father except through me’. Many Christians interpret that: Oh, Jesus is the way, the truth and the life. No one can go to God except through Jesus. So unless you become a Christian, you cannot go to heaven. But actually what Jesus said had a much deeper meaning. When he says ‘I am’, he’s not talking about the person Jesus, because the person Jesus was born hundreds of years after Abraham, but he said ‘Before Abraham was born, I am’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4262\">1:11:02</a> So what he means by ‘I am’ is not the person Jesus. He meant the ‘I am’ in each one of us. And that ‘I am’ is the way, that is, it’s only by turning back within that we can find God; that ‘I am’ is the truth, it’s the ultimate reality; it is the life, that is, it’s the source of all life, it’s the awareness ‘I am’; and ‘no one can come to the father except through me’: that means no one can reach God except through ‘I am’, by turning within.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4336\">1:12:16</a> But it is natural in all religions that people give a gross interpretation to what is ... When sages talk, they talk often in metaphorical language because the truth cannot actually be expressed in words, but people give a very literalist or gross meaning to what the sages say, and so they misunderstand them.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4391\">1:13:11</a> But Bhagavan has revealed in very clear and unambiguous language the only way to know God is to know ourself, because God is ourself. The only way to experience perfect happiness is to know ourself, because we ourself are perfect happiness.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4436\">1:13:56</a> And the only way to experience perfect love is to know ourself, because we are love, because we are the source of all love.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4457\">1:14:17</a> So ...<br />\n<br />\n{Applause}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4467\">1:14:27</a> <b>Translator:</b> So shall we let people ask questions?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4469\">1:14:29</a> <b>Michael:</b> Yes, yes.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4471\">1:14:31</a> <b>Questioner 1:</b> {Finnish}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4513\">1:15:13</a> <b>Translator:</b> He said that he was reminded of this Buddhist doctrine that we have like three different bodies. He also mentioned those Buddhist terms that the soul is like visiting these different bodies, and that this understanding could be united with Bhagavan’s understanding.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4538\">1:15:38</a> <b>Michael:</b> I don’t know so much about Buddhist philosophy, but ultimately the truth is one. It may be expressed in many different ways, and it may be presented in different ways to suit people of different levels of spiritual development, but ultimately everything needs to come back to this.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4588\">1:16:28</a> One of the basic teachings of Buddhism, something that is repeated many times in different places in the Pali texts is ... in Pali it is: ‘<i>sabbē dhammā anattā</i>’. That means: all <i>dharmas</i> are <i>anātmā</i>, are not self, are not oneself. <i>Dharma</i> there, in that context, means phenomena.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4618\">1:16:58</a> So what Buddha ... Buddha’s fundamental teaching is: ‘all phenomena are not oneself’. This is exactly the same as the teaching of Bhagavan. Because phenomena are things that appear and disappear.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4653\">1:17:33</a> But whether phenomena appear, as in waking and dream, or disappear, as in sleep, we remain. So no phenomena can be what we actually are. So all phenomena are not oneself.<br />\n<br />\n{silence}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4699\">1:18:19</a> <b>Questioner 2:</b> {Finnish}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4725\">1:18:45</a> <b>Translator:</b> She is saying that now we are coming slowly to Easter time, and then Jesus was crucified and then he overcame death, so is this really then at the core, and or what would be the meaning of this?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4742\">1:19:02</a> <b>Michael:</b> Yes, Jesus, um, I don’t know the Bible very well, but in various passages in the Gospels Jesus said: ‘Unless you die and are born again, you cannot come to me’. So the crucifixion and the resurrection of Jesus was symbolising that teaching of Jesus.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4788\">1:19:48</a> <b>Translator:</b> Do you mean the death of the ego?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4790\">1:19:50</a> <b>Michael:</b> Yes, so ‘dying’ means we have to die as ego. And when ego dies, what remains? What we really are. So we are not literally born again, but with the death of ego in effect it’s like being born again.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4827\">1:20:27</a> If we look very carefully at the snake, the snake disappears, and the rope remains. So we can say in a metaphorical language, the snake has died, and it is born again as a rope.<br />\n<br />\n{Laughs}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4858\">1:20:58</a> So that is what is symbolised by the crucifixion and resurrection of Jesus. So that crucifixion has to happen in our own hearts. That is, the ego has to be crucified, and we have to be resurrected as we really are.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4902\">1:21:42</a> <b>Translator:</b> So they are saying the same thing?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4906\">1:21:46</a> <b>Michael:</b> Yes.<br />\n<br />\n{Laughs}<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4913\">1:21:53</a> <b>Questioner 3:</b> {Finnish)<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4930\">1:22:10</a> <b>Translator:</b> She’s asking what would be the practical ... like <i>sādhana</i> or state of practice, in which you can practise in order to attain self-knowledge, so that you don’t lose your life just going to work and taking care of things?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4953\">1:22:33</a> <b>Michael:</b> The most useful practice is this practice of self-investigation.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=4967\">1:22:47</a> But this practice of self-investigation is not like other types of meditation. That is, people usually think that to meditate you have to sit quietly, you have to close your eyes or whatever. But for self-investigation, we need to meditate on ourself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5002\">1:23:22</a> Whatever else we may be doing, we are always aware ‘I am’. So even while doing other work, we can be meditating inwardly, at least to some extent: part of our attention can be on ourself, on ‘I am’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5030\">1:23:50</a> If we consider our life from morning to evening, we do various activities: we work, and we eat food, and we walk, and we travel by bus or we drive the car, so many activities we do during the day. But most of the activities we do don’t require much attention. Even driving a car actually requires little attention: once you’re a skilled driver, you’ll drive almost like on autopilot.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5090\">1:24:50</a> So most of our activities throughout the day we are doing without needing to give much attention to it. So generally we are thinking other thoughts. We are thinking about problems, we’re thinking about ... maybe looking forward to going on holiday with our family, maybe ... I mean so many thoughts are going through our mind all the time. Most of the thoughts we think in a day are not actually necessary.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5143\">1:25:43</a> That is, we indulge ourself in thinking, when it’s not really necessary. So instead of thinking of other things, we can be thinking of ourself, we can be attending to ourself. So this self-investigation, self-attentiveness, can go on even in the midst of other activities.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5188\">1:26:28</a> Many people find ... initially they think this is very difficult to do. So to explain how ... What is required is love.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5210\">1:26:50</a> Because we care so much about things in our life: we care about our ... the problems we have at home, or the problems we have in office, we care about the holiday we’re going to go on, we care about so many things. We think about the things we care about, the things that we are interested in.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5244\">1:27:24</a> We generally don’t attend to ourself, because we’re more interested in other things. But if we have real love to know ourself, we will naturally be turning our attention to ourself, even in the midst of other activities.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5279\">1:27:59</a> To illustrate this I sometimes give an example: Suppose a very dear friend of ours has had an accident, and is in intensive care in hospital. The doctors are doing all they can to save our friend’s life, but they say: We can’t say, they may live or they may die. Only ... it will take a few weeks to see whether they can recover or not. So knowing our friend is there sick in hospital, will we not be often thinking about them? ‘Will I ever be able to talk to them again?’ We’ll think of all the happy memories we have with that friend. ‘Will we be able to do the same things again?’ So in the midst of our day-to-day activities the thought of our friend will be constantly coming to our mind. Even when we’re working in the office, the thought of our friend will be coming to our mind.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5398\">1:2:58</a> Because of the love we have for that friend, the thought of them will be constantly coming to our mind whatever we may be doing. And because we are thinking about them so much in the waking state, even in dream we’ll be thinking about them.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5425\">1:30:25</a> If we had so much love to know ourself, to surrender ourself to God, that we have love for our friend, we would be turning our attention within, attending to ourself, even in the midst of other activities.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5452\">1:30:52</a> That is why the key to the spiritual path is love. Without love we will not investigate ourself, and without love we certainly won’t surrender ourself. Because actually love and surrender, self-surrender, are one and the same thing.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5483\">1:31:23</a> If we truly love someone, we don’t think about what we can get from that person we love; what can we give to the one we love. We want to make them happy. We want to give ourself to those we love, because only when they are happy will we be happy. So wherever there is genuine love, there is that willingness to give oneself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5535\">1:32:15</a> So if we truly love God, we will want to give ourself wholly to him. So whatever type of spiritual path we may be following, the key is love.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5561\">1:32:41</a> So actually there’s only one spiritual path; that is the path of <i>bhakti</i>: the path of love. And the ultimate practice in the path of love, the path of <i>bhakti</i>, is to turn our attention within, because God is our nearest and dearest: he is our own self. Our attention doesn’t have to go outwards to know to God, it has to turn back within. But it will only turn back within if there is great love. So the simple answer to your question is love.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5637\">1:33:57</a> <b>Questioner 4:</b> Would you be saying that prayer can help us on this path?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5642\">1:34:02</a> <b>Michael:</b> Yes. What is prayer? When we pray we are asking for something, aren’t we?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5647\">1:34:07</a> <b>Questioner 4:</b> Yah.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5648\">1:34:08</a> <b>Michael:</b> So if we pray to God, ‘Give me health, give me wealth, give me all these things’, such prayer is not going to help us very much. If we pray to God for health, wealth, happiness, all these things, our love is not for God; our love is for what we can get from God.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5693\">1:34:53</a> So the prayer of asking for things from God, that is not the prayer that will really benefit us on this path.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5714\">1:35:14</a> It may help us to a little extent, because at least when we’re asking God for this or that, we’re at least at that time thinking of God. And if we consider God to be a means to our end, and we keep on asking God for things, ...<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5733\">1:35:33</a> <b>Translator:</b> If we keep ...?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5734\">1:35:34</a> <b>Michael:</b> If we keep asking God for this or that, every time we get what we’ve asked for we’ll be grateful to God, and slowly, slowly we will come to understand: When God is so loving that he gives me whatever I want, why should I be asking God for gifts? Why don’t I ask for God himself?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5778\">1:36:18</a> So most religious people are asking God for this or that, but slowly, slowly their love will mature, and instead of having love for the things they can get from God, it will grow into love for God himself.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5814\">1:36:54</a> So once we have true love for God, not for what we can get from God, but for God himself, what are we going to pray for? When we truly love someone we want to give ourself to that person, so the best prayer is the prayer: ‘I want to give myself to you. I am too weak to do so. You make it possible for me to surrender to you’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5858\">1:37:38</a> When I was living in India, the first eight years I was in Tiruvannamalai, I worked very closely with a disciple of Bhagavan called Sadhu Om. Like Bhagavan, Sadhu Om was a poet. He wrote thousands of verses expressing his love for Bhagavan. Very, very beautiful and heart-melting verses he sang.<br />\n<br />\n<a name=\"istam2\"></a><a href=\"https://youtu.be/1Uvt4DxaAx4?t=5922\">1:38:42</a> One particularly beautiful prayer, a prayer that is very dear to my heart, is one <a href=\"#istam\">verse</a>.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5928\">1:38:48</a> The verse is:<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5931\">1:38:51</a> இஷ்டமுனக் கில்லாத எச்செயலும் செய்யேனான் (<i>iṣṭamuṉak killāda ecceyalum seyyēṉāṉ</i>). That means: I will not do any action that is against your wish.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5951\">1:39:11</a> இஷ்டமுனக் கில்லாத எச்சொல்லும் சொல்லேனான் (<i>iṣṭamuṉak killāda eccollum sollēṉāṉ</i>): I will not speak any word that is against your wish.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5964\">1:39;24</a> இஷ்டமுனக் கில்லாத எந்நினைவும் எண்ணேனான் (<i>iṣṭamuṉak killāda enniṉaivum eṇṇēṉāṉ</i>): I will not think any thought that is against your wish.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5976\">1:39:36</a> இஷ்டமிதை நின்னருளால் ஈடேற்றி வைப்பாயே (<i>iṣṭamidai niṉṉaruḷāl īḍēṯṟi vaippāyē</i>): By your grace fulfil this wish of mine.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=5989\">1:39:49</a> That is, in the first three lines he wants to surrender body, speech and mind, he wants to surrender everything to God, so that ... he doesn’t want to do any action, or to say any word, or to think any thought, that is against the wish of God. That is, he wants to surrender everything to the will of God.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6030\">1:40:30</a> But how is it possible for us to surrender ourself?  We may have that desire to surrender ourself, but it is only by his grace that we will be enabled to do so.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6051\">1:40:51</a> So that’s why I say, if we truly love God, we will pray only for one thing: to enable us to surrender ourself wholly to him. In other words, we’ll pray for the annihilation of our own ego.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6080\">1:41:20</a> Because God is our own real self. What comes between us and God is ego. So only by surrendering this ego can we truly become one with God.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6104\">1:41:44</a> Becoming one with God is what is called <i>yōga</i>. <i>Yōga</i> means joining. But in <i>advaita</i> they don’t talk of <i>yōga</i>, because first you have to separate in order to join. We are never truly separate from God.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6140\">1:42:20</a> That is why <i>Gauḍapāda</i>, who was an ancient sage, he was the <i>guru</i> of Adi Sankara’s <i>guru</i>, and he wrote a commentary on the <i>Māṇḍūkya Upaniṣad</i>, called <i>Māṇḍukya Kārikā</i>, he talks there about <i>asparśa yōga</i>. <i>Asparśa yōga</i> means ‘untouching union’.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6188\">1:43:08</a> <b>Translator:</b> What was the form of <i>yōga</i>?<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6191\">1:43:11</a> <b>Michael:</b> <i>Asparśa yōga</i>: that means untouching <i>yōga</i>. And that has a very deep meaning, because how can two things join unless they touch? So ‘<i>asparśa yōga</i>’ is actually a contradiction in terms. But why he used this term: to emphasise we don’t have to actually join with God; we need to separate ourself from ego.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6246\">1:44:06</a> So <i>asparśa yōga</i>: the state in which we don’t touch this body and mind as ‘I’, the state in which we remain just as ‘I’, without touching anything else, that is the state of <i>asparśa yōga</i>.<br />\n<br />\n<a href=\"https://youtu.be/1Uvt4DxaAx4?t=6270\">1:44:30</a> That is the state of oneness with God. That is attained by complete surrender.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "114",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/2014017101343503963/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "bhakti (devotion)",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "self-love",
        "self-surrender",
        "sleep",
        "Sri Sadhu Om"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTkyMzk0MzQ5NjU1Cm9mZnNldDogMzYwMDAwMAo\""
}