{
    "kind": "blogger#post",
    "id": "6973798671953899105",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-04-15T08:39:00+01:00",
    "updated": "2020-04-15T08:39:39+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/04/the-dreamer-is-ourself-as-ego-not.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6973798671953899105",
    "title": "The dreamer is ourself as ego, not whatever person we seem to be in a dream",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend called Reinhard recently sent me what he described as ‘a pleasant exchange with David [Godman] about ajata and the discrepancy to ‘our’ ordinary perception’ and wrote, ‘If you have some comments, they are always welcome’.<br><a name='more'></a>\n<br>\nPart of the context in which their exchange took place was that on <a href=\"https://www.davidgodman.org/swami-siddheswaranandas-views-on-bhagavans-teachings/2/\">page 2</a> of his article <a href=\"https://www.davidgodman.org/swami-siddheswaranandas-views-on-bhagavans-teachings/\">Swami Siddheswarananda’s views on Bhagavan’s Teachings</a> David discussed the meaning of <a href=\"https://happinessofbeing.blogspot.com/2018/12/which-is-more-reasonable-and-useful.html#gvk534\">verse 534</a> of <i>Guru Vācaka Kōvai</i>, and in that context he quoted the following passage from his book <i>Living by the Words of Bhagavan</i> (2nd edn, p. 236):<br>\n<blockquote>It is a fundamental tenet of <i>advaita</i> that the world is projected by the individual mind that sees it. Some people think that this means that each individual <i>jiva</i> projects its own world, but Bhagavan taught that this is not the correct perspective. He maintained that the <i>jiva</i> which sees the world is the only <i>jiva</i> that exists, and that all the other people whom this <i>jiva</i> sees are merely imagined projections of the first <i>jiva</i>. Since all things and all beings are merely the externalised projection of the <i>jiva</i> who sees them, it follows that when this <i>jiva</i> is absent or destroyed, the other beings and things simply cease to exist.<br>\n<br>\nChadwick once questioned Bhagavan on this topic: ‘If the world exists only when my mind exists, when my mind subsides in meditation or sleep, does the outside world disappear also? I think not. If one considers the experiences of others who were aware of the world while I slept, one must conclude that the world existed then. Is it not more correct to say that the world got created and is ever existing in some huge collective mind? If this is true how can one say that there is no world and that it is only a dream?’<br>\n<br>\nBhagavan refused to modify his position. ‘The world does not say that it was created in the collective mind or that it was created in the individual mind. It only appears in your small mind. If your mind gets destroyed, there will be no world.’</blockquote>\n<a name=\"un26\"></a>Referring to this passage Reinhard asked David, ‘Although I think that I have no real difficulty to follow the teachings of Bhagavan intellectually and to some degree intuitively, it seems hard to understand that part which is expressed in Chadwick’s discussion in Living by the Words’, in reply to which David wrote:<br>\n<blockquote>Bhagavan never supported the ‘Chadwickian’ compromise. The world (according to Bhagavan) is present when the ‘I’ that projects and sees it exists and is taken to be real, and entirely absent when it is not. The world and its contents (including ‘others’) have no reality outside of the seer that projects and sees them.</blockquote>\nthereby echoing what Bhagavan taught us in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>, namely:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.</blockquote>\nIn reply to Reinhard’s email more generally David also wrote, ‘A good source to get information on this is <i>Guru Vachaka Kovai</i>, verses 18-101’, and since Reinhard began his email saying that he had re-read two of David’s articles, <a href=\"https://www.davidgodman.org/ajata/\">Ajata</a> and <a href=\"https://www.davidgodman.org/swami-siddheswaranandas-views-on-bhagavans-teachings/\">Swami Siddheswarananda’s views on Bhagavan’s Teachings</a>, David replied that I had ‘had a go at explaining this’ in <a href=\"https://happinessofbeing.blogspot.com/2016/11/what-is-correct-meaning-of-ajata-vada.html\">What is the correct meaning of <i>ajāta vāda</i>?</a> and had ‘also given a critique of Swami Siddheswananda’s wrong ideas about Bhagavan’ in <a href=\"https://happinessofbeing.blogspot.com/2014/09/metaphysical-solipsism-idealism-and.html\">Metaphysical solipsism, idealism and creation theories in the teachings of Sri Ramana</a>.<br>\n<ol>\n<li><a href=\"#distinction\">Distinguishing ourself as ego from the person we seem to be is very important if we are to understand Bhagavan’s teachings correctly</a></li>\n<li><a href=\"#will\">Whatever may happen is the sweet will of Bhagavan, given to us to help us follow his path ever more diligently and unwaveringly</a></li>\n<li><a href=\"#ekajiva\">When Bhagavan talks about <i>ēka jīva</i>, what he means by <i>jīva</i> is ego, the one dreamer and perceiver of all phenomena</a></li>\n</ol>\n<a name=\"distinction\"></a><b>1. Distinguishing ourself as ego from the person we seem to be is very important if we are to understand Bhagavan’s teachings correctly</b><br>\n<br>\nIn the first of his emails to David Reinhard had written:<br>\n<blockquote>Although I think that I have no real difficulty to follow the teachings of Bhagavan intellectually and to some degree intuitively, it seems hard to understand that part which is expressed in Chadwick’s discussion in Living by the Words: <br>\n<br>\nIt seems still rational to conceive the creation, the world to be the dream of Brahma, a divine mind, sharing a commonality for all beings, jivas.<br>\n<br>\nBut Bhagavan contradicts this by stating the world to be a projection of our limited personal mind. That is the hard thing if we accept a common knowledge, the corona virus and climate change happening in a world we all share. Hard to conceive that all that is MY IMAGINATION only!<br>\n<br>\nThen suicide would be a relief for these challenges — but of course, the ‘dream-crisis’ wouldn’t need any other help but my waking up! :-)</blockquote>\nSince Reinhard had asked for any comments I may have on this, I replied:<br>\n<br>\nWhen you say, ‘Hard to conceive that all that is MY IMAGINATION only!’, it is important to understand that this is not Reinhard’s imagination or dream but only ego’s. Reinhard is just a part of this dream, albeit a central part, but the dreamer is ego. As ego you now mistake yourself to be Reinhard, so it seems to you that Reinhard is experiencing all these things, but what is actually experiencing it is only ego, who currently experiences itself as ‘I am Reinhard’.<br>\n<br>\nWhen we are dreaming, it seems to us that all the other people in our dream are seeing the same world that we are, so there seems to be what you call ‘common knowledge’, but as soon as we wake up we recognise that none of those other people were seeing anything, so there was no common knowledge but only ego’s private knowledge of its own dream. Not only were none of the other people seeing anything, but even the person we seemed to be was not seeing anything. What was seeing it all was only ego.<br>\n<br>\nTherefore if our present state is just a dream, as Bhagavan says it is, then there is no common knowledge, and no person is seeing any of this. It is all only ego’s dream, so it is experienced only by ego and not by any person, not even by Reinhard.<br>\n<br>\nDistinguishing ourself as ego from the person we seem to be is very important if we are to understand Bhagavan’s teachings correctly. This person, meaning all the five sheaths (body, life, mind, intellect and will), is an object, something perceived by us, and we as ego are the subject, the perceiver of all these things.<br>\n<br>\nIf we are willing to accept that all this is just ego’s dream, that is the simplest possible explanation for the appearance of all this multiplicity. Only for those who are unwilling to accept this is it said that this is ‘the dream of Brahma, a divine mind, sharing a commonality for all beings, jivas’.<br>\n<br>\nThese are two different levels of explanation given in <i>advaita</i> to account for the appearance of duality. The contention that this is God’s or Brahma’s dream is a form of <i>sṛṣṭi-dṛṣṭi-vāda</i> [the view that creation occurs prior to and independent of perception], whereas the contention that it is ego’s dream is what is called <i>dṛṣṭi-sṛṣṭi-vāda</i> [the view that perception is what causes the appearance of creation, as in a dream]. The latter is the explanation favoured by Bhagavan, because it is the simplest and most useful explanation for those who seek to give up all attachment to this dream by investigating who am I, this ego who is dreaming all this.<br>\n<br>\nHowever, the ultimate truth is not even <i>dṛṣṭi-sṛṣṭi-vāda</i> but only <i>ajāta</i>, because if we investigate ego keenly enough, we will find that what actually exists is not ego but only pure awareness (just as if we look at an illusory snake carefully enough, we will see that what is actually there is not a snake but only a rope), so there never was any ego and hence never was any dream.<br>\n<br>\n<a name=\"will\"></a><b>2. Whatever may happen is the sweet will of Bhagavan, given to us to help us follow his path ever more diligently and unwaveringly</b><br>\n<br>\nIn reply to this Reinhard wrote:<br>\n<blockquote>I can only agree to the philosophy and have also done before. For me, it is the love and trust in Bhagavan, his authenticity and wisdom I could never doubt, which makes it acceptable to follow a theory which is not yet confirmed by direct experience. I am well aware of the philosophical systems you mention and the many instances Bhagavan used them according to the capacity of the hearer. <br>\n<br>\nThe gap or the clinch comes in when outer pressure like the corona crises, the climate change seem to impinge upon us, as any form of suffering would. Even when we trust Sri Ramana with all our heart we still have to meet the pressing issues of existence and the desire to validate his teachings become maps to move in a sound direction. <br>\n<br>\nWith other words: theory is fine but no solution to close the gap. Only our sadhana will, and I trust it does. <br>\n<br>\nI am writing to you — you are a dream character of my ego — and I am one of yours? :-)</blockquote>\nin reply to which I wrote:<br>\n<br>\nI agree with you that the only solution is practice. All that Bhagavan taught us had one sole aim, namely to guide and encourage us to investigate and surrender ourself, and whatever ‘theory’ he taught was intended to support us in our practice of self-investigation and self-surrender.<br>\n<br>\nRegarding your question, ‘I am writing to you — you are a dream character of my ego — and I am one of yours?’, according to Bhagavan there is only one ego, just as in a dream there is only one dreamer. So whose dream is this? It is the dream of the one who is aware of it, and that one is the one and only ego. Both Reinhard and Michael are characters appearing in the dream of that one ego, namely ourself. As ego we always experience ourself as a character in our dream, but that character is no more real than any other character, and it is not the dreamer (the perceiver) but one of the phenomena dreamt (perceived) by the dreamer.<br>\n<br>\nRegarding issues such as the coronavirus crisis and climate change, when such things appear in our dream, they should urge us to try to wake up from this dream, and if we find it challenging to face them, we should consider such challenges to be opportunities given to us to go deeper in our practice of surrender. Why are we concerned about such things? Why do we find them challenging? Because of our desires and attachments. Therefore we must gradually learn to let go of all our desires and attachments and to accept whatever may happen as the sweet will of Bhagavan, given to us to help us follow his path ever more diligently and unwaveringly.<br>\n<br>\n<a name=\"ekajiva\"></a><b>3. When Bhagavan talks about <i>ēka jīva</i>, what he means by <i>jīva</i> is ego, the one dreamer and perceiver of all phenomena</b><br>\n<br>\nIn a subsequent email Reinhard gave me the passage from <i>Living by the Words of Bhagavan</i> that I quoted at the beginning of this article, in which David quoted Bhagavan as saying in reply to Chadwick, ‘The world does not say that it was created in the collective mind or that it was created in the individual mind. It only appears in your small mind. If your mind gets destroyed, there will be no world’, and referring to this he wrote:<br>\n<blockquote>Regarding the theory you mention of ‘eka jiva’, this passage seems to emphasize not so much the one ego as the common creator behind all seeming multiplicity but rather ‘your small mind’. The one jiva model seems to be closer to a Divine projector of a multiplicity while the one jiva projecting all keeps only a narrow gate (reminding of Christ’s narrow gate) and puts all responsibility of exploring the root of the I-thought for dissolving the seeming multiple world view.</blockquote>\nIn reply to this I wrote:<br>\n<br>\nWhen Bhagavan talks about <i>ēka jīva</i>, what he means by <i>jīva</i> is ego, the one dreamer and perceiver of all phenomena. Though in his reply to Chadwick he says that the world ‘only appears in your small mind’, what he means by ‘mind’ in this context is likewise only ego, which is the perceiving element of the mind.<br>\n<br>\n<a name=\"uu18\"></a>Like many other words, the term ‘mind’ is used in various different senses, so we need to understand from the context in what sense it is used on each occasion. In many contexts it is used to refer to the totality of all thoughts or mental phenomena, but in most cases in which Bhagavan used it he was referring to ego, which is the first thought (the ‘thought called I’, as he often described it) and the root of all other thoughts, as he explained in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’.<br> \n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [ego, the root-thought called ‘I’].</blockquote>\n<a name=\"av2\"></a>All other thoughts are objects perceived by ego, whereas ego is the subject, the perceiver of them all, so no other thoughts can exist without ego, and hence ego is the one constant thought, the thread on which all other thoughts are strung, as he says in <a href=\"https://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#av2\">verse 2</a> of <i>Āṉma-Viddai</i>. This is why he says that ego is the <i>mūla</i> (the root, base, foundation, origin, source or cause) of all other thoughts, and that it is therefore what the mind essentially is.<br>\n<br>\nSince we as ego are alone what perceives all phenomena, and since there is no creation other than perception, we, this one <i>jīva</i> or ego, are the sole creator of this appearance of multiplicity. Therefore to bring this dream of multiplicity to an end, all we need do is eradicate ego, which we can do only by persistent practice of self-investigation and self-surrender.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "373",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/6973798671953899105/comments"
    },
    "labels": [
        "ajāta",
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTg2OTM2Mzc5NDAxCm9mZnNldDogMzYwMDAwMAo\""
}