{
    "kind": "blogger#post",
    "id": "7069016997370257580",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-10-16T20:11:00+01:00",
    "updated": "2020-10-25T10:03:32Z",
    "url": "http://happinessofbeing.blogspot.com/2020/10/the-direct-path-to-direct-perception-of.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7069016997370257580",
    "title": "The direct path to direct perception of our real nature",
    "content": "A friend wrote to me recently:<br>\n<blockquote>I wondered if you could shine some light on something regarding Ramana’s Enlightenment for me. I’ve always thought that when the moment of Enlightenment transpires for anyone that it is instantaneous & does not involve time, even though there may have been a Spiritual progression up to that point. It is commonly said that when Ramana laid down & watched the death of his self at that point he was instantly Enlightened.<br><a name='more'></a>\n<br>\nHowever after this experience, when he travelled to Tiruvannamalai he then went to live in Virupaksha cave from 1899 to 1916, then at Skandasramam from 1916-1922. My question is did he still have Spiritual practices to do to complete his Enlightenment while living in the caves? It is said in certain teachings that until Mystic Absorption/Nirvikalpa Samadhi is gone into the merging with Brahman/Self is not complete, so did Ramana go into Nirvikalpa Samadhi while living in the caves?<br>\n<br>\nThe reason I ask is that I vaguely remember reading a book on Ramana a long time ago, (can’t remember who by??) where it was mentioned that on the night that Ramana attained full Enlightenment he was in a cave & was visited overnight by a Swami called Yogananda (not Paramhamsa!!) who guided or gave him the final push. I may be getting confused my memory of the book is fuzzy (old age!). I know that a Yogananda Swami is mentioned in Day by Day with Ramana & he was the one who convinced Ramana not to leave the cave when he wanted to escape the crowds coming to see him, I’m not sure if this is the same Yogananda???<br>\n<br>\nThe reason I’m asking all this is that there is much talk these days about direct & progressive Enlightenment & various Neo teachers are claiming there is no work to be done, but personally I don’t think that Direct means Non-progressive. I think direct means that you have had a Direct experience/realisation & perception of the Divine/Brahman/Self, which then needs to be pursued through progressive Sadhana such as Niddidhyasana, Brahamakara Vritti, Samadhi etc. I know Ramana said “It’s very simple, but it requires effort”.<br>\n<br>\nI would appreciate your thoughts on the above.</blockquote>\nThe following is adapted from the reply I wrote to this:<br>\n<ol>\n<li><a href=\"#instant\">Eradication of ego is instantaneous, but preparation for it takes time and effort</a></li>\n<li><a href=\"#ego\">What seems to be ego or mind when facing outwards is found to be pure awareness when facing inwards</a></li>\n<li><a href=\"#direct\">Self-investigation (<i>ātma-vicāra</i>) is the direct path to direct perception of our real nature (<i>ātma-svarūpa</i>)</a></li>\n<li><a href=\"#practice\">Self-investigation is the simple practice of turning our attention inwards to face ourself alone, so it is the same from beginning to end, and has no distinct stages</a></li>\n</ol>\n<a name=\"instant\"></a><b>1. Eradication of ego is instantaneous, but preparation for it takes time and effort</b><br>\n<br>\nEnlightenment means the complete eradication of ego, so as you say, it is instantaneous. Either ego seems to exist, or it is seen to be ever-non-existent. Either we mistake the rope to be a snake, or we see that it is just a rope and was never a snake. There is no half-way between these two conditions.<br>\n<br>\nIn the case of Bhagavan, the eradication of ego occurred that day in Madurai when, prompted by an intense fear of death, he turned his attention inwards and thereby merged forever in pure awareness, as pure awareness, which is the real nature of ourself (<i>ātma-svarūpa</i>) and the source from which we have risen as ego. From that moment onwards, his body and the events of its life existed only in our view, not in his, because in the view of pure awareness there is nothing other than pure awareness.<br>\n<br>\nPeople have interpreted the events of the subsequent life of his body in various ways, according to their own beliefs and preconceptions, but all we can justifiably say about it is that it all happened as it was meant to happen, which was only for our own spiritual benefit.<br>\n<br>\nThough eradication of ego is instantaneous, it requires willingness (love or <i>bhakti</i>) on our (ego’s) part to surrender ourself completely, which in turn requires intense <i>vairāgya</i> (freedom from desire and attachment), so to cultivate the required <i>bhakti</i> and <i>vairāgya</i> takes time and effort, because we cannot cultivate it without patient and persistent practice of self-investigation and self-surrender. Such practice is the direct path that Bhagavan spoke of, and in this context ‘direct’ does not mean instantaneous but straight. It is the straight path back home, but how long it is depends on where we are now standing in terms of our development of <i>bhakti</i> and <i>vairāgya</i>.<br>\n<br>\nWe know the direction in which we have to travel, so we just have to continue travelling in this direction till we reach our goal. How long it will take need not concern us, so long as we patiently and persistently continue travelling in that direction.<br>\n<br>\nNone of the neo-advaita teachers you refer to have a clue about what is required, so they live in a fantasy land of their own making. So long as they are satisfied with that, that is fine, but sooner or later dissatisfaction will get the better of them, as it does all of us, and then they will begin seeking the real means to attain infinite and eternal satisfaction, which requires eradication of ego.<br>\n<br>\n<a name=\"ego\"></a><b>2. What seems to be ego or mind when facing outwards is found to be pure awareness when facing inwards</b><br>\n<br>\nRegarding your remark, ‘I think direct means that you have had a Direct experience/realisation & perception of the Divine/Brahman/Self, which then needs to be pursued through progressive Sadhana such as Niddidhyasana, Brahamakara Vritti, Samadhi etc.’, what you refer to as ‘the Divine/Brahman/Self’ is just pure awareness, which means awareness that is aware of nothing other than itself, so what can experience or perceive pure awareness is only pure awareness and not anything else. Therefore we as ego cannot perceive pure awareness without instantly merging in it, thereby ceasing to be ego and remaining just as pure awareness, which is what we always actually are.<br>\n<br>\nEgo is nothing but a false awareness of ourself, an awareness of ourself as something other than what we actually are, whereas pure awareness is awareness of ourself as we actually are. Therefore so long as our attention is turned away from ourself, we are aware of the seeming existence of things other than ourself, so we who are aware of those other things are ego. However, when we turn our attention back to face ourself alone, we are thereby aware of nothing other than ourself, so we are then aware of ourself as pure awareness, and thus ego is instantly and forever annihilated.<br>\n<br>\n<a name=\"dd8-11-45\"></a><a name=\"dd11-1-46\"></a><a name=\"dd5-5-46\"></a>Therefore what seems to be ego or mind when facing outwards is found to be pure awareness when facing inwards, as Bhagavan implied in the following replies recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>:<br>\n<blockquote>Of course we are employing the mind [when we investigate ourself]. It is well known and admitted that only with the help of the mind the mind has to be killed. But instead of setting about saying there is a mind, and I want to kill it, you begin to seek the source of the mind, and you find the mind does not exist at all. The mind, turned outwards, results in thoughts and objects. Turned inwards, it becomes itself the Self. Such a mind is sometimes called <i>arupa manas</i> [formless mind] or <i>suddha manas</i> [pure mind]. [8-11-45 Morning]<br>\n<br>\nThere is no difference [between the mind and the Self]. The mind turned inwards is the Self; turned outwards, it becomes the ego and all the world. The cotton made into various clothes, we call by various names. The gold made into various ornaments, we call by various names. But all the clothes are cotton and all the ornaments gold. The one is real, the many are mere names and forms. But the mind does not exist apart from the Self, i.e., it has no independent existence. The Self exists without the mind, never the mind without the Self. [11-1-46 Afternoon]<br>\n<br>\n<i>Mukti</i> [liberation] is not anything to be attained. It is our real nature. We are always That. It is only so long as one feels that he is in bondage that he has to try to get released from bondage. When a man feels that he is in bondage he tries to find out for whom is the bondage and by that enquiry discovers that there is no bondage for him but only for the mind, and that the mind itself disappears or proves non-existent when turned inwards instead of outwards towards sense-objects; it merges into its source, the Self, and ceases to exist as a separate entity. In that state there is no feeling either of bondage or liberation. So long as one speaks of <i>mukti</i> he is not free from the sense of bondage. [5-5-46]</blockquote>\n<a name=\"direct\"></a><b>3. Self-investigation (<i>ātma-vicāra</i>) is the direct path to direct perception of our real nature (<i>ātma-svarūpa</i>)</b><br>\n<br>\nThe terms ‘direct experience of <i>brahman</i>’, ‘direct experience of oneself’ and ‘direct experience of one’s real nature’ are respectively translations of the Sanskrit terms <i>brahma-sākṣātkāra</i>, <i>ātma-sākṣātkāra</i> and <i>svarūpa-sākṣātkāra</i>, in which <i>sākṣātkāra</i> means direct perception (literally, ‘making before one’s own eyes’, thereby implying ‘making directly seen’). However this term ‘direct perception’ should not be confused with the term ‘direct path’, which Bhagavan used to describe the practice of self-investigation.<br>\n<br>\nWhen we investigate ourself, we are trying to directly perceive what we actually are, but in order to perceive ourself directly we need to turn our attention 180 degrees, so to speak, back towards ourself and thereby away from everything else. However, because of our desires and attachments, we are unwilling to let go of everything else, so until we are willing to surrender ourself entirely we are turning less than the full 180 degrees. Only when we turn the full 180 degrees will we directly perceive ourself (that is, perceive ourself as we actually are, namely as pure awareness), but so long as we are trying to turn 180 degrees but succeeding in turning only less than that we are following the direct path of self-investigation.<br>\n<br>\n<a name=\"uu17\"></a>This path is the direct path because we are trying to look at ourself directly in order to perceive ourself as we actually are, as Bhagavan implied in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates the form of the mind without forgetting, there is not anything called ‘mind’. This is the direct path for everyone whomsoever.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting [neglecting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever.</blockquote>\n<a name=\"uu16\"></a>Investigating மனத்தின் உரு (<i>maṉattiṉ uru</i>), the ‘form of the mind’, means investigating its real form, which is pure awareness, its ‘ஒளி உரு’ (<i>oḷi-uru</i>) or ‘form of light’, as he described in the previous verse, <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving aside [awareness of any] external <i>viṣayas</i> [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing its own form of light [namely the light of pure awareness, which is its real nature and what illumines it, enabling it to be aware both of itself and of other things] is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nSince pure awareness is the fundamental reality in which both the subject (namely ego) and all objects (everything perceived by ego) appear and disappear, and since it is the light that illumines all these things, it is not an object and therefore cannot be perceived as an object. In order to perceive it, therefore, we must merge in it, losing ourself in it entirely and thereby becoming one with it.<br>\n<br>\nHowever, since we are already that, it is not even a matter of becoming one with it, but simply a matter of ceasing to seem separate from it, like an iceberg melting and losing itself in the ocean. Just as in substance the iceberg is never anything other than water, which is what constitutes the ocean, in substance ego or mind is never anything other than pure awareness.<br>\n<br>\n<a name=\"practice\"></a><b>4. Self-investigation is the simple practice of turning our attention inwards to face ourself alone, so it is the same from beginning to end, and has no distinct stages</b><br>\n<br>\nRegarding what you write about our needing to pursue direct perception ‘through progressive Sadhana such as Niddidhyasana, Brahamakara Vritti, Samadhi etc.’, from the perspective of self-investigation all these terms mean the same, so they are not progressive stages of spiritual practice (<i>sādhana</i>). <i>Nididhyāsana</i> means deep contemplation, which in the context of Bhagavan’s teachings means self-investigation (<i>ātma-vicāra</i>), which is contemplation on our real nature (<i>svarūpa-dhyāna</i>).<br>\n<br>\n<i>Brahmākāra-vṛtti</i> means a thought, mental mode or mental activity in the form of <i>brahman</i>, which can be taken to be a metaphorical description of either the practice or the goal. As a description of the goal, Bhagavan used to say that it is like describing a river that has merged in the ocean as a <i>samudrākāra-nadī</i>, a ‘river in the form of the ocean’, thereby implying that it is a misnomer, because just as a river ceases to be a river when it merges in the ocean, when the mind and its thoughts merge in <i>brahman</i> it ceases to be mind or a <i>vṛtti</i> and remains only as <i>brahman</i>. As a description of the path, we can explain it by saying that to the extent our mind or attention (<i>vṛtti</i>) is focused on ourself, it remains as pure awareness, which is what is called <i>brahman</i>.<br>\n<br>\nRegarding <i>samādhi</i>, this is a term without any fixed or clear meaning, and various different types of <i>samādhi</i> are described in texts. It is not a term that is native to <i>advaita</i>, but originated from <i>yōga</i>, and came to be used in <i>advaita</i> texts because of the interactions between the various systems of Indian philosophy. However, its use in <i>advaita</i> texts does not add anything substantive to <i>advaita</i> philosophy or practice, so it is a superfluous term that <i>advaita</i> could equally well do without.<br>\n<br>\n<a name=\"ssp\"></a>As Bhagavan made clear, the only real <i>samādhi</i> is what he called <i>sahaja samādhi</i> (natural <i>samādhi</i>), which is our natural state of pure awareness, because all other <i>samādhis</i> are states of mind, and the mind is itself unreal. Though he generally used this term to refer to our goal, he also sometimes used it to refer to the practice of self-investigation, and in this latter sense it is the only type of <i>samādhi</i> that he recommended we should practise. For example, in the following <a href=\"https://happinessofbeing.blogspot.com/2014/04/atma-vicara-and-nirvikalpa-samadhi.html#ssp\">extract</a> from his introduction (<i>avatārikai</i>) to his Tamil translation of <i>Dṛg-Dṛśya-Vivēka</i> he explains what he means by the practice of <i>sahaja samādhi</i>:<br>\n<blockquote>[...] தன்னையே பாஹ்யாந்தர திருஷ்டிபேதமின்றி எப்போதும் நாடும் சஹஜசமாதிப் பழக்கத்தால் அவ்வாவரணம் நீங்கவே, அத்விதீயப் பிரஹ்மாத்ம சொரூபமாத்திரம் மிஞ்சிப் பிரகாசிக்கும் [...]<br>\n<br>\n[...] <i>taṉṉaiyē bāhyāntara diruṣṭi-bhēdam-iṉḏṟi eppōdum nāḍum sahaja-samādhi-p paṙakkattāl a-vv-āvaraṇam nīṅga-v-ē, advitīya-b brahmātma sorūpa-māttiram miñci-p pirakāśikkum</i> [...]<br>\n<br>\n[...] when that <i>āvaraṇa</i> [the veiling power of <i>māyā</i>, which obscures one’s natural clarity of pure self-awareness] is removed by the practice of <i>sahaja samādhi</i>, in which one always investigates [examines, scrutinises or keenly attends to] oneself alone without <i>bāhyāntara-dṛṣṭi-bhēda</i> [any difference or distinction between seeing what seems to be external or what seems to be internal], only <i>advitīya brahmātma-svarūpa</i> [the real nature of oneself, which is <i>brahman</i>, the ‘one without a second’] will remain and shine [...]</blockquote>\nTherefore, if we understand them in this sense, the terms <i>nididhyāsana</i>, <i>brahmākāra-vṛtti</i> and <i>samādhi</i> are just alternative names of the one direct path of self-investigation, which is the simple practice of turning our attention inwards to face ourself alone. This practice is the same from beginning to end, so it has no distinct stages, and it is progressive only in the sense that as we progress in this practice we are going deeper and deeper within, turning back progressively closer to the full 180 degrees.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "7",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7069016997370257580/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjAzNjIwMjEyNjQ4Cm9mZnNldDogMAo\""
}