{
    "kind": "blogger#post",
    "id": "8369667943400704899",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-09-08T15:00:00+01:00",
    "updated": "2020-09-08T15:00:50+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/09/the-return-of-prodigal-son.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8369667943400704899",
    "title": "The return of the prodigal son",
    "content": "A friend wrote to me recently asking:<br>\n<blockquote>If all the Bhagavan’s teachings are telling us to ignore the world and only look within, then why does the world of thoughts and things manifest at all? Is it there for us to be seduced by to suffer in until we voluntarily start the journey home to the only true reality, the I am? Is this the meaning of the Parable of the prodigal son in Christianity?</blockquote>\nIn reply to her I wrote:<br><a name='more'></a>\n<br>\nAccording to Bhagavan the world of thoughts and things is just a dream, so thoughts and things appear only in the view of the dreamer, who is ourself as ego. When we do not rise as ego (as in sleep) no thoughts or things appear, but as soon as we rise as ego and as long as we continue to stand as ego (as in waking and dream) thoughts and things appear. Therefore what causes the appearance of thoughts and things is only our rising as ego.<br>\n<br>\nWhy do we rise as ego? Since ego is the first cause, the cause of all other causes, no reason or cause can be found for its appearance. However, if we investigate ego keenly enough we will find that no such thing has ever existed, because what always actually exists is only our own real nature (<i>ātma-svarūpa</i>), which is pure awareness.<br>\n<br>\nTherefore, as Bhagavan often used to say, asking why or how ego has come into existence is the wrong question. The only legitimate question to ask about ego is what or who it is.<br>\n<br>\nDoes ego actually exist even now? So long as thoughts and things seem to exist, we seem to be ego, the perceiver of them, but if we investigate ourself keenly enough we will find that we have never risen as ego or perceived any thoughts or things, because we are just immutable pure awareness.<br>\n<br>\nInvestigating ourself and thereby returning to pure awareness, which is the source from which we have risen as ego, is the return of the prodigal son, as you say, and whenever he returns he is always welcome, because he was never actually anything other than pure awareness. That is, we ourself are the source from which we rose, the father of the prodigal son (as Christ implied when he said ‘I and my father are one’), so just as the father welcomed his son back as if he had never gone astray, we cannot but welcome our return, because the truth is that we have never left.\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8369667943400704899/comments"
    },
    "labels": [
        "ajāta",
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTk5NTczNjUwMDIwCm9mZnNldDogMzYwMDAwMAo\""
}