{
    "kind": "blogger#post",
    "id": "7166414130874054537",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-09-19T14:20:00+01:00",
    "updated": "2020-10-15T13:11:57+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/09/how-is-ego-to-be-destroyed.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7166414130874054537",
    "title": "How is ego to be destroyed?",
    "content": "A friend wrote to me recently:<br>\n<blockquote>I came across the following quote supposedly by Bhagavan:<br>\n<blockquote>Question: How is the ego to be destroyed?<br>\n<br>\nMaharshi: Hold the ego first and then ask how it is to be destroyed. Who asks this question? It is the ego. Can the ego ever agree to kill itself? This question is a sure way to cherish the ego and not to kill it. If you seek the ego you will find it does not exist. That is the way to destroy it.</blockquote><a name='more'></a>\nCould you please explain this? I keep telling myself frequently that I am fed up of the ego and that the ego is the root of all problems and therefore to try to destroy this, but perhaps this way I’m distracting myself from the practice, as Bhagavan seems to be implying above. Is this the cunning ego tricking itself so as to evade the practice? But I do sincerely feel that vichara is most important and perhaps the only worthwhile endeavour.<br>\n<br>\nAlso if I may ask a very basic question, sometimes ego seems too subtle and I can’t attend to it, like trying to hold a needle with a crowbar. How to deal with this?<br>\n<br>\nAlso exactly how can ego, which is attention, attend to itself? Like how can the eye see itself (except with some external medium like a mirror)?</blockquote>\nThis article is adapted from the reply I wrote to this:<br>\n<ol>\n<li><a href=\"#talks615\"><i>Talks</i> section 615: Bhagavan did not mean that we should not try to destroy ego, but that we should not try to destroy it by any means other than self-investigation</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: being just a formless phantom, ego does not actually exist, even though it seems to exist, so if it is sought it will take flight</a></li>\n<li><a href=\"#ego\">What Bhagavan has explained to us about the nature of ego neatly encapsulates the entire philosophy and practice of <i>advaita</i> in the simplest and clearest way possible</a></li>\n<li><a href=\"#vicara\">We cannot eradicate ego or mind by any means other than self-investigation (<i>ātma-vicāra</i>), so we should not allow our attention to be distracted away from ourself towards anything else whatsoever</a></li>\n<li><a href=\"#uu17\"><i>Upadēśa Undiyār</i> verse 17: to see that there is no such thing as ego or mind at all, we need to be so keenly self-attentive that we give not even the slightest room for any <i>pramāda</i> (self-negligence) to creep in</a></li>\n<li><a href=\"#investigation\">To see that there is no such thing as ego, we need to be aware of ourself as we actually are, and to be aware of ourself as we actually are we need to investigate ourself so keenly that we thereby cease to be aware of anything else whatsoever</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: if we want to see the non-existence of ego, we must investigate ourself, and in order to investigate ourself effectively we must be willing to give up not only ego but also everything else</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: to eradicate ego we not only need to cease being aware of anything other than ourself, but need to do so by being keenly self-attentive</a></li>\n<li><a href=\"#attentive\">Since we are always self-aware, how can it ever be difficult for us to be attentively self-aware?</a></li>\n<li><a href=\"#cit\">The eye cannot see itself, because it is non-aware (<i>jaḍa</i>), so it is not a suitable analogy for ego, the essential element of which is awareness (<i>cit</i>)</a></li>\n</ol>\n<a name=\"talks615\"></a><b>1. <i>Talks</i> section 615: Bhagavan did not mean that we should not try to destroy ego, but that we should not try to destroy it by any means other than self-investigation</b><br>\n<br>\nThe question and answer you refer to are an extract from what is recorded in section 615 of <a href=\"https://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (1978 edition, pages 574-5; 2006 edition, page 594), the whole of which is:<br>\n<blockquote>Another from the group asked: How is the ego to be destroyed?<br>\n<br>\nM.: Hold the ego first and then ask how it is to be destroyed. Who asks this question? It is the ego. Can the ego ever agree to kill itself? This question is a sure way to cherish the ego and not to kill it. If you seek the ego you will find it does not exist. That is the way to destroy it.<br>\n<br>\nIn this connection I am often reminded of a funny incident which took place when I was living in the West Chitrai Street in Madura. A neighbour in an adjoining house anticipated the visit of a thief to his house. He took precautions to catch him. He posted policemen in mufti to guard the two ends of the lane, the entrance and the back-door to his own house. The thief came as expected and the men rushed to catch him. He took in the situation at a glance and shouted “Hold him, hold him. There — he runs — there — there.” Saying so he made good his escape.<br>\n<br>\nSo it is with the ego. Look for it and it will not be found. That is the way to get rid of it.</blockquote>\nIt is not clear what is meant by two of the sentences recorded here, namely ‘Can the ego ever agree to kill itself? This question is a sure way to cherish the ego and not to kill it’, so since simplicity and clarity are the hallmarks of all answers that Bhagavan gave to such question, I think we can safely assume that these two sentences are an incorrect recording of what he replied. The rhetorical question ‘Can the ego ever agree to kill itself?’ implies that ego cannot ever agree to kill itself, but ego cannot be destroyed until it is wholeheartedly willing to surrender itself entirely, and being willing to surrender ourself entirely means agreeing to kill ourself, so he would never have implied that we as ego cannot agree to kill ourself. Moreover, he would not have implied that asking the question ‘How is the ego to be destroyed?’ is a sure way to cherish the ego and not to kill it.<br>\n<br>\nLet us therefore ignore these two sentences and consider only the rest of the answer recorded here. The question he was answering was ‘How is the ego to be destroyed?’, so the point he was making here is that before seeking a means to destroy ego we should first look to see whether there is actually any ego to be destroyed. If there were actually any ego, there may be a means to destroy it, but if we look at it carefully enough, we will see that there is no such thing, so there is no need for any means to destroy it. All we need do is to look at it carefully enough to see that it does not actually exist, as he implied when he said, ‘If you seek the ego you will find it does not exist. That is the way to destroy it’, and when he concluded, ‘Look for it and it will not be found. That is the way to get rid of it’.<br>\n<br>\nTherefore he did not mean that we should not try to destroy ego, but that we should not try to destroy it by any means other than self-investigation. You ask whether your trying to destroy ego is ‘the cunning ego tricking itself so as to evade the practice’, but so long as you are trying to destroy it by investigating yourself to see what you actually are, you are not evading the practice but doing exactly what is required.<br>\n<br>\n<a name=\"un25\"></a><b>2. <i>Uḷḷadu Nāṟpadu</i> verse 25: being just a formless phantom, ego does not actually exist, even though it seems to exist, so if it is sought it will take flight</b><br>\n<br>\nIf we mistake a rope to be a snake, and if we therefore assume that there is actually a snake to be killed, we will not be able to kill it by beating it with a stick or by any other means. However, if we look at it carefully enough to see what it actually is, we will see that it is not a snake but only a rope, so in effect we will have killed the snake.<br>\n<br>\nLikewise, if we mistake ourself to be ego, and if we therefore assume that there is actually an ego to be destroyed, we will not be able to destroy it by any means (<i>sādhana</i>) whatsoever. However, if we attend to ourself keenly enough to see what we actually are, we will see that we are not ego (this false awareness that is always aware of itself as ‘I am this body [a form composed of five sheaths: body, life, mind, intellect and will]’ and that is consequently aware of other forms) but only pure awareness (awareness that is never aware of anything other than itself), so in effect we will have destroyed ego.<br>\n<br>\nThis is why Bhagavan taught us that self-investigation (<i>ātma-vicāra</i>) is the only means by which ego can be destroyed. Any other kind of <i>sādhana</i> entails attending to something other than ourself, and so long as we are attending to anything other than ourself we are thereby nourishing and sustaining ego, because the nature of ego is such that it stands, feeds itself and flourishes by attending to and thereby being aware of anything other than itself, but will subside and dissolve back into its source by attending to itself alone, as he points out in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> [By] grasping form [that is, by projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; [by] grasping form [that is, by holding on to that body as itself] it stands [endures, continues or persists]; [by] grasping and feeding on form [that is, by projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If sought [that is, if it seeks, examines or investigates itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].</blockquote>\nHe describes ego as ‘உருவற்ற பேய்’ (<i>uru-v-aṯṟa pēy ahandai</i>), a ‘formless phantom’, because it has no form or substance of its own, so it seems to exist only when it grasps the form of a body as itself, and it nourishes and sustains itself by grasping other forms. Since it is formless, all forms are other than itself, and it grasps forms only by attending to and thereby being aware of them, so what he means by ‘உரு பற்றி’ (<i>uru paṯṟi</i>), ‘grasping form’, is attending to and being aware of anything other than ourself. Therefore if we as ego try to grasp ourself, we ‘will take flight’, which means that we will subside and dissolve back into our source, namely pure awareness, because we ourself are not a form, so we cannot stand as ego without grasping form.<br>\n<br>\nIn this verse, therefore, Bhagavan has revealed that the nature of ego is to stand and flourish by attending to anything other than itself, and to take flight as soon as we begin to attend to ourself. This is one of the most fundamental principles of his teachings, and therefore one that he repeatedly emphasised, as recorded, for example, in the above passage of <i>Talks</i>, where, when asked how ego is to be destroyed, he replied: ‘If you seek the ego you will find it does not exist. That is the way to destroy it’.<br>\n<br>\nEgo does not actually exist, but merely seems to exist. Why does it seem to exist? Only because we as ego do not look at ourself keenly enough. That is, we seem to exist as ego only when we look away from ourself, but when we look back at ourself to see what we actually are, we begin to dissolve and disappear, and if we look at ourself keenly enough, we will see that we are just pure awareness, which is immutable and therefore ever untouched by the appearance of ego.<br>\n<br>\nAs pure awareness, which is what we always actually are, we are never aware of anything other than ourself, so in the clear view of ourself as pure awareness there is no such thing as ego, and there never was or will be any such thing. It is therefore only in the view of ourself as ego that we seem to have risen as ego and consequently seem to be aware of ourself as a body and also aware of other things. Since the nature of ego is always to be aware of things other than itself, so long as we attend to anything other than ourself we are thereby nourishing and sustaining our seeming existence as ego, whereas if we turn our attention back to look at ourself alone, thereby excluding everything else from our awareness, we will see that we are just pure awareness, and thereby ego will disappear forever.<br>\n<br>\n<a name=\"ego\"></a><b>3. What Bhagavan has explained to us about the nature of ego neatly encapsulates the entire philosophy and practice of <i>advaita</i> in the simplest and clearest way possible</b><br>\n<br>\nThis is what is unique about Bhagavan’s teachings. By revealing that this is the nature of ego, and by emphasising this so repeatedly and strongly, he cast a fresh and clear light on the ancient teachings of <i>advaita</i>. Not only did he explain the core philosophy of <i>advaita</i> far more simply and clearly than it had ever been explained before, but he also made clear what the true practice of <i>advaita</i> actually is. That is, in order to attain true knowledge (<i>vidyā</i>) and thereby dispel ignorance (<i>avidyā</i>), all we need do is simply to turn our attention back within to investigate what we ourself actually are.<br>\n<br>\n<i>Avidyā</i> means ignorance of our real nature, and it is only as ego that we seem to be ignorant of our real nature, so there is no <i>avidyā</i> other than ego. Since ignorance of our real nature is the very nature of ego, ego itself is <i>avidyā</i>, so if we remove ego what will remain is only <i>vidyā</i>, which means pure awareness. As Bhagavan often used to say, <i>vidyā</i> is not something that we need to gain, because it is our real nature, but it is seemingly obscured by ego, so if we remove ego we will see that we have always been nothing other than <i>vidyā</i>.<br>\n<br>\nSince ego is a mistaken awareness of ourself, an awareness of ourself as something other than what we actually are, it can be removed only by correct awareness of ourself, awareness of ourself as we actually are. This is what is meant by saying that <i>avidyā</i> can be removed only by <i>vidyā</i>. <i>Vidyā</i> is nothing but awareness of ourself as we actually are, so it alone can remove <i>avidyā</i>, which is nothing but awareness of ourself as something other than what we actually are.<br>\n<br>\nIn order to be aware of ourself as we actually are all we need do is attend to ourself so keenly that we thereby cease to be aware of anything else whatsoever, because what we actually are is only pure awareness (<i>vidyā</i>), and as pure awareness we are never aware of anything other than ourself. By attending to anything other than ourself we are perpetuating <i>avidyā</i>, whereas by attending to ourself alone we are dispelling <i>avidyā</i>.<br>\n<br>\nBeing self-attentive is therefore the correct practice of <i>advaita</i>. Attending to or being aware of anything other than ourself is duality (<i>dvaita</i>), whereas attending to and thereby being aware of ourself alone is non-duality (<i>advaita</i>). Therefore in order to experience the truth of <i>advaita</i> we need to attend to ourself and to nothing else whatsoever.<br>\n<br>\nDuality seems to exist only when we rise as ego (as in waking and dream), because as ego we are always aware of things other than ourself, and when we do not rise as ego (as in sleep) we are never aware of anything other than ourself. Therefore being keenly self-attentive is the only means to be aware of ourself as we actually are and thereby to eradicate ego.<br>\n<br>\nIf ego or <i>avidyā</i> were something that actually exists, we would need to do something to destroy or get rid of it, but since it does not actually exist, we need not do anything. We just need to remain as pure awareness, which is what we always actually are, and in order to remain as pure awareness we just need to be self-attentive.<br>\n<br>\nBeing self-attentive is not a doing or action but the state of just being as we actually are. Attending to anything other than ourself is an action, because it entails our rising as ego, projecting other things and directing our attention away from ourself, its source. To the extent that we attend to ourself and thereby refrain from attending to anything else we subside back into our source, and if we attend to ourself keenly enough, we will dissolve and merge forever in our source, which is pure awareness.<br>\n<br>\nTherefore what Bhagavan has explained to us about the nature of ego, namely that we rise, stand and flourish as ego to the extent to which we attend to anything other than ourself, and that we subside and dissolve back into our source to the extent to which we attend to ourself alone, neatly encapsulates the entire philosophy and practice of <i>advaita</i> in the simplest and clearest way possible.<br>\n<br>\n<a name=\"vicara\"></a><b>4. We cannot eradicate ego or mind by any means other than self-investigation (<i>ātma-vicāra</i>), so we should not allow our attention to be distracted away from ourself towards anything else whatsoever</b><br>\n<br>\nSo in this context what is the significance of the story that Bhagavan told about the attempt of a neighbour in Madurai to catch a thief? The thief is an analogy for ego, and the neighbour’s attempt to catch him is an analogy for any means to destroy ego that does not entail investigating it to see whether it actually exists. Until and unless we investigate it, we cannot destroy ego by any means whatsoever, because it will always evade us unless we attend to it vigilantly. Just as the thief successfully evaded capture by simply diverting attention away from himself, we as ego evade being destroyed so long as we manage to divert our attention away from ourself towards anything else.<br>\n<br>\nInstead of being distracted by the thief’s attempt to point elsewhere, if the policemen had paused to investigate who he actually was, they would have found that he himself was the thief they were supposed to be catching. Likewise, instead of attempting to do any other kind of <i>sādhana</i> to destroy ego, if we pause to investigate who we ourself actually are, we will thereby see that we are always just pure awareness, and thus we will in effect have dispelled ego forever.<br>\n<br>\n<a name=\"ny06\"></a><a name=\"ny08\"></a>Any kind of spiritual practice other than self-investigation entails diverting our attention away from ourself towards something else, so no such practice can be an adequate means to eradicate ego, as Bhagavan repeatedly emphasised, such as in the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>, ‘நானார் என்னும் விசாரணையினாலேயே மன மடங்கும்’ (<i>nāṉ-ār eṉṉum vicāraṇaiyiṉāl-ē-y-ē maṉam aḍaṅgum</i>), ‘Only by the investigation who am I will the mind cease [stop, subside or disappear forever]’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para08\">eighth paragraph</a>, ‘மனம் அடங்குவதற்கு விசாரணையைத் தவிர வேறு தகுந்த உபாயங்களில்லை’ (<i>maṉam aḍaṅguvadaṟku vicāraṇaiyai-t tavira vēṟu tahunda upāyaṅgaḷ-illai</i>), ‘For the mind to cease [settle, subside, yield, be subdued, be still or disappear], except <i>vicāraṇā</i> [self-investigation] there are no other adequate means’.<br>\n<br>\n<a name=\"mg2-1\"></a>Other practices may be a means to purify the mind to a limited extent, but they are not a means to eradicate ego, which is the root of all impurities, as he explained in an answer recorded in <a href=\"https://selfdefinition.org/ramana/Maharshi's-Gospel.pdf\"><i>Maharshi’s Gospel</i></a> (Book 2, Chapter 1: 2002 edition, page 51):<br>\n<blockquote>The attempt to destroy the ego or the mind through <i>sadhanas</i> other than <i>atma vichara</i>, is just like the thief assuming the guise of a policeman to catch the thief, that is himself. <i>Atma vichara</i> alone can reveal the truth that neither the ego nor the mind really exists, and enables one to realise the pure, undifferentiated Being of the Self or the Absolute.</blockquote>\nIn his previous answer (page 50) he explained this saying:<br>\n<blockquote>Because every kind of <i>sadhana</i> except that of <i>atma vichara</i> presupposes the retention of the mind as the instrument for carrying on the <i>sadhana</i>, and without the mind it cannot be practised. The ego may take different and subtler forms at the different stages of one’s practice, but is itself never destroyed.</blockquote>\nWhen he says that other <i>sādhanas</i> cannot be practised without the mind as the instrument for doing them, does this imply that self-investigation (<i>ātma-vicāra</i>) can be practised without the mind? No, obviously not, because what is to investigate ourself is only ourself as ego or mind, but whereas in other <i>sādhanas</i> the existence of ourself as ego or mind is taken for granted instead of being investigated, in self-investigation we are attending to ego to see whether it actually exists at all. [This was also clearly explained by Bhagavan in a reply recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, 8-11-45 Morning (2002 edition, pages 36-7), which I have cited below in my comment dated <a href=\"#c275515487836832910\">15 October 2020 at 13:05</a>.]<br>\n<br>\n<a name=\"uu17\"></a><b>5. <i>Upadēśa Undiyār</i> verse 17: to see that there is no such thing as ego or mind at all, we need to be so keenly self-attentive that we give not even the slightest room for any <i>pramāda</i> (self-negligence) to creep in</b><br>\n<br>\nIf we attend to ego keenly enough, we will see that it does not actually exist at all, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu17\">verse 17</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>மனத்தி னுருவை மறவா துசாவ<br>\nமனமென வொன்றிலை யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;மார்க்கநே ரார்க்குமி துந்தீபற.<br>\n<br>\n<i>maṉatti ṉuruvai maṟavā dusāva<br>\nmaṉameṉa voṉḏṟilai yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;mārgganē rārkkumi dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> மனத்தின் உருவை மறவாது உசாவ, மனம் என ஒன்று இலை. மார்க்கம் நேர் ஆர்க்கும் இது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>maṉattiṉ uruvai maṟavādu usāva, maṉam eṉa oṉḏṟu ilai. mārggam nēr ārkkum idu</i>.<br>\n<br>\n<b>அன்வயம்:</b> மறவாது மனத்தின் உருவை உசாவ, மனம் என ஒன்று இலை. இது ஆர்க்கும் நேர் மார்க்கம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṟavādu maṉattiṉ uruvai usāva, maṉam eṉa oṉḏṟu ilai. idu ārkkum nēr mārggam</i>.<br>\n<br>\n<b>English translation:</b> When one investigates the form of the mind without forgetting, there is not anything called ‘mind’. This is the direct path for everyone whomsoever.<br>\n<br>\n<b>Explanatory paraphrase:</b> When one investigates [examines or scrutinises] the form of the mind without forgetting [neglecting, abandoning, giving up or ceasing], [it will be clear that] there is not anything called ‘mind’. This is the direct [straight or appropriate] path for everyone whomsoever.</blockquote>\n<a name=\"uu18\"></a>What does he mean here by ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), the ‘form of the mind’? As he clarifies in the next verse, namely <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu18\">verse 18</a>, though the term ‘mind’ is often used to refer to all thoughts collectively, the root of all thoughts is only ego, which is the thought called ‘I’, so what the mind essentially is is only ego:<br>\n<blockquote>எண்ணங்க ளேமனம் யாவினு நானெனு<br>\nமெண்ணமே மூலமா முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;யானா மனமென லுந்தீபற.<br>\n<br>\n<i>eṇṇaṅga ḷēmaṉam yāviṉu nāṉeṉu<br>\nmeṇṇamē mūlamā mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;yāṉā maṉameṉa lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். யான் ஆம் மனம் எனல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. yāṉ ām maṉam eṉal</i>.<br>\n<br>\n<b>அன்வயம்:</b> எண்ணங்களே மனம். யாவினும் நான் எனும் எண்ணமே மூலம் ஆம். மனம் எனல் யான் ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṇṇaṅgaḷ-ē maṉam. yāviṉ-um nāṉ eṉum eṇṇam-ē mūlam ām. maṉam eṉal yāṉ ām</i>.<br>\n<br>\n<b>English translation:</b> Thoughts alone are mind. Of all, the thought called ‘I’ alone is the root. What is called mind is ‘I’. <br>\n<br>\n<b>Explanatory paraphrase:</b> Thoughts alone are mind [or the mind is only thoughts]. Of all [thoughts], the thought called ‘I’ alone is the <i>mūla</i> [the root, base, foundation, origin, source or cause]. [Therefore] what is called mind is [essentially just] ‘I’ [namely ego, the root thought called ‘I’].</blockquote>\nTherefore what he refers to as ‘மனத்தின் உரு’ (<i>maṉattiṉ uru</i>), the ‘form of the mind’, in verse 17 is the fundamental and essential form of the mind, namely ego. If we investigate it keenly enough, we will find that what actually exists is only pure awareness, so no such thing as ego or mind actually exists at all. This is therefore the direct path for all.<br>\n<br>\nWhen he says in verse 17 ‘மனத்தின் உருவை மறவாது உசாவ’ (<i>maṉattiṉ uruvai maṟavādu usāva</i>), ‘when one investigates the form of the mind without forgetting’, what he implies by ‘மறவாது’ (<i>maṟavādu</i>), ‘not forgetting’ or ‘without forgetting’, is that we should investigate ourself without allowing our attention to be distracted away towards anything else, as the attention of the policemen was distracted elsewhere by the thief’s gesticulating and shouting, ‘Hold him, hold him. There — he runs — there — there’. In other words, we need to be so keenly self-attentive that we give not even the slightest room for any <i>pramāda</i> (self-negligence) to creep in. Only then will we be aware of ourself as we actually are and thereby see that there is no such thing as ego or mind at all.<br>\n<br>\n<a name=\"investigation\"></a><b>6. To see that there is no such thing as ego, we need to be aware of ourself as we actually are, and to be aware of ourself as we actually are we need to investigate ourself so keenly that we thereby cease to be aware of anything else whatsoever</b><br>\n<br>\nThe fact that there is actually no such thing as ego or mind at all is one of the fundamental principles of Bhagavan’s teachings, but nowadays there are many would-be gurus of the so-called ‘neo-advaita’ persuasion who misinterpret and misapply this teaching by claiming that no spiritual practice is necessary because all that is required is to recognise that there is no ego. But who is to recognise that there is no ego? Ego cannot recognise its own non-existence, and pure awareness need not recognise its non-existence, because in the clear view of pure awareness nothing other than itself has ever existed.<br>\n<br>\nIf we mistake a rope to be a snake, how can we see the non-existence of that snake? Only by seeing the rope as it is. However, though we can say that we can see the non-existence of that snake only by seeing the rope as it is, this is just a manner of speaking, because seeing the rope as it is and seeing the non-existence of the snake are not two separate things, one of which is the cause of the other. Seeing the rope as it is is itself seeing the non-existence of the snake.<br>\n<br>\nLikewise, being aware of ourself as we actually are, namely as pure awareness, is itself seeing the non-existence of ego, because we seem to exist as ego only when we mistake ourself to be anything other than pure awareness. When we are aware of ourself as pure awareness, we will be clearly aware that we have always been nothing other than that, because nothing other than that actually exists or could ever actually exist, so this in effect is seeing the non-existence of ego.<br>\n<br>\nTherefore to see that there is no such thing as ego, we need to be aware of ourself as we actually are, and to be aware of ourself as we actually are we need to investigate ourself so keenly that we thereby cease to be aware of anything else whatsoever. Therefore we cannot bypass the need for self-investigation just by saying that ego is non-existent or by any other means whatsoever.<br>\n<br>\n<a name=\"un26\"></a><b>7. <i>Uḷḷadu Nāṟpadu</i> verse 26: if we want to see the non-existence of ego, we must investigate ourself, and in order to investigate ourself effectively we must be willing to give up not only ego but also everything else</b><br>\n<br>\nBhagavan taught us not only that ego does not actually exist, but also that other things seem to exist only when ego seems to exist, so if ego does not exist, nothing else exists, as he says unequivocally in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nIf we want to see the non-existence of ego, we must investigate ourself, and in order to investigate ourself effectively we must be willing to give up not only ego but also everything else, because giving up ego entails giving up everything else. At present we may not yet be sufficiently willing to give up ego and everything else, but we need not be discouraged by our lack of willingness, because even a slight willingness is sufficient for us to start on this path, and the more we follow this path the more our willingness will increase, until finally it will blossom as an all-consuming love to know and to be what we always actually are.<br>\n<br>\nTo the extent to which we are willing to give up ego and everything else, we will be able to go deep in the practice of self-investigation, and to the extent that we go deep in this practice, we will become willing to give up ego and everything else. Therefore to succeed in seeing the non-existence of ego, patient and persistent practice of self-investigation is required.<br>\n<br>\nWe cannot solve all our problems and potential problems merely by telling ourself that there is no such thing as ego, because though ego does not actually exist, it is what we seem to be so long as we are aware of anything other than ourself as pure awareness. We cannot liberate ourself from bondage to this non-existent but seemingly existing ego without ceasing to be aware of anything other than ourself.<br>\n<br>\n<a name=\"uu16\"></a><b>8. <i>Upadēśa Undiyār</i> verse 16: to eradicate ego we not only need to cease being aware of anything other than ourself, but need to do so by being keenly self-attentive</b><br>\n<br>\nHowever, though ceasing to be aware of anything other than ourself is necessary, it is not sufficient, because we cease to be aware of anything other than ourself whenever we fall asleep, but ego is not thereby eradicated. Though we as ego dissolve back into our source when we fall asleep, sleep is only a temporary dissolution of mind (<i>manōlaya</i>), so we will sooner or later rise again.<br>\n<br>\nIn order to dissolve back into our source in such a way that we never rise again we need to eradicate ego, and to eradicate ego we not only need to cease being aware of anything other than ourself, but need to do so by being keenly self-attentive, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.<br>\n<br>\n<b>Explanatory paraphrase:</b> Leaving aside [awareness of any] external <i>viṣayas</i> [namely phenomena of every kind, all of which are external in the sense that they are other than and hence extraneous to oneself], the mind knowing its own form of light [namely the light of pure awareness, which is its real nature and what illumines it, enabling it to be aware both of itself and of other things] is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nHere ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving external phenomena’, means ceasing to be aware of anything other than ourself, but this is just an adverbial clause, so it is subsidiary to ‘மனம் தன் ஒளி உரு ஓர்தலே’ (<i>maṉam taṉ oḷi-uru ōrdalē</i>), ‘only the mind knowing its own form of light’, which is the subject of the main clause, ‘மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்’ (<i>maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>), ‘the mind knowing its own form of light is alone real awareness’, because by turning back within to know its own form of light the mind thereby ceases to be aware of anything other than that.<br>\n<br>\nThe mind’s own ‘ஒளி உரு’ (<i>oḷi-uru</i>), ‘form of light’, is pure awareness, which is the original light that illumines the mind, enabling it to know both itself and external phenomena. The mind itself is just a reflection of the original light of pure awareness, but if this reflected light is turned back to face its source, the original light, it will merge and become one with that. This is why Bhagavan says that the mind knowing its own form of light is itself real awareness. That is, when the mind knows its own form of light, it ceases to be mind and remains just as its own form of light. In other words, what knows pure awareness is only pure awareness, so we cannot know pure awareness (our own form of light) without thereby ceasing to be mind and remaining as pure awareness, which is what we always actually are.<br>\n<br>\n<a name=\"attentive\"></a><b>9. Since we are always self-aware, how can it ever be difficult for us to be attentively self-aware?</b><br>\n<br>\nRegarding your question, ‘sometimes ego seems too subtle and I can’t attend to it, like trying to hold a needle with a crowbar. How to deal with this?’, it is true that ego is extremely subtle in comparison with all the other things that we attend to, because all other things are forms of one kind or another, whereas ego is the formless subject, the perceiver of all other things. However, we cannot be aware of other things without being aware of ourself as the perceiver of them, because awareness of other things entails the implicit awareness ‘I am aware of these things’, so self-awareness is the essential basis or foundation of awareness of all other things.<br>\n<br>\nThe problem is that though we are always clearly aware of ourself, and could not be aware of anything else without first being aware of ourself as what is aware of them, we tend to be so interested in being aware of other things that we overlook our fundamental awareness of ourself. This is why Bhagavan gives us clues to restore our self-attentiveness by suggesting that we should investigate to whom all other things appear or who is aware of such things. It is not necessary for us to ask questions such as ‘To whom do these things appear?’ or ‘Who is aware of these things?’, but sometimes asking ourself such questions, particularly when we are first training ourself to become familiar with the practice of self-attentiveness, can be a simple and easy means to turn our attention back to ourself.<br>\n<br>\nTherefore though ego is subtler than any objects, it is what we seem to be whenever we are aware of any objects, and since we are always self-aware, it is always possible for us to be self-attentive. To the extent to which we attend to anything other than ourself, we are thereby neglecting the fundamental self-awareness that we actually are, so though we are always self-aware, we are generally being negligently self-aware, and hence all we need do is to try to be attentively self-aware.<br>\n<br>\nSince we are always self-aware, how can it ever be difficult for us to be attentively self-aware? If it seems difficult, that is only because we are more interested in attending to other things than in simply being self-attentive. Therefore the aim of our practice is to gradually wean our mind off its interest in other things by cultivating an ever deeper interest in just being aware of ourself alone.<br>\n<br>\n<a name=\"cit\"></a><b>10. The eye cannot see itself, because it is non-aware (<i>jaḍa</i>), so it is not a suitable analogy for ego, the essential element of which is awareness (<i>cit</i>)</b><br>\n<br>\nRegarding your question, ‘Also exactly how can ego, which is attention, attend to itself? Like how can the eye see itself (except with some external medium like a mirror)?’, what exactly is attention? It is our ability to focus our awareness on one or more things in preference to other things, so it is an ability that we as ego possess. Therefore ego is not attention as such, but that which attends. It is not the ability, but that which has the ability and uses it.<br>\n<br>\nLearned scholars of <i>advaita</i> often use the analogy of the eye being unable to see itself, as you have done here, but this is not an appropriate analogy for ego, because the eye is <i>jaḍa</i> (non-aware), whereas ego is <i>cit-jaḍa-granthi</i>, so it has the essential element of awareness (<i>cit</i>), and hence unlike the eye it is aware not only of other things but also of itself. The eye does not see either itself or anything else, but is just an instrument through which ego sees physical phenomena (or more precisely, though which ego projects and sees physical phenomena, because as ego we perceive phenomena only by projecting them in the field of our perception or awareness), so how can a <i>jaḍa</i> instrument such as the eye be a suitable analogy for ego?<br>\n<br>\n<a name=\"uu16a\"></a>When ego is said to be <i>cit-jaḍa-granthi</i>, that means that it is a knot (<i>granthi</i>) or entangled mixture of what is aware (<i>cit</i>) and what is not aware (<i>jaḍa</i>), so it is by its <i>cit</i> element that ego is aware of itself and other things. Therefore when we as ego investigate ourself to see what we actually are, it is the essential <i>cit</i> element of ourself that we are turning back on itself, so we need no external medium like a mirror to see ourself. It is only by turning away from all external things to face ourself alone that we can see ourself as we actually are, as Bhagavan clearly teaches us in <a href=\"#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving external phenomena, the mind knowing its own form of light is alone real awareness.</blockquote>\nWhen the <i>cit</i> element of the mind or ego is turned back to face itself alone, it is thereby turning its back on all external phenomena, so it ceases to be aware of anything else, and thus it remains as pure awareness, which is what it always actually is. This is why Bhagavan says that when the mind knows its own ‘ஒளி உரு’ (<i>oḷi-uru</i>), ‘form of light’ (the original light, which is pure awareness), thereby leaving behind all external phenomena, it itself remains as real awareness, which is its essential <i>cit</i> element in its pristine state, devoid of all non-aware adjuncts (<i>jaḍa upādhi</i>).<br>\n<br>\nThis state in which we remain eternally as pure awareness is what is called <i>manōnāśa</i>, the destruction of the mind or ego, but calling it thus is like saying that by looking at the snake carefully enough to see that it is just a rope one has thereby killed the snake. Just as no snake ever actually existed in the place where the rope was lying, no mind or ego has ever actually existed, because what actually exists is only pure awareness, which is our real nature (<i>ātma-svarūpa</i>).<br>\n<br>\nHowever, in order for us to be aware of ourself as pure awareness and therefore see that there never was any ego or mind, it is necessary for us to investigate ourself, so we need to continue investigating ourself patiently and persistently until we see our own ‘ஒளி உரு’ (<i>oḷi-uru</i>), ‘form of light’, shining alone in all its splendour and clarity, swallowing us as ego entirely and forever.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "6",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7166414130874054537/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "manōnāśa (annihilation of mind)",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjAyNzYzOTE3MjE5Cm9mZnNldDogMzYwMDAwMAo\""
}