{
    "kind": "blogger#post",
    "id": "3044263949173657971",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-01-23T13:30:00Z",
    "updated": "2020-01-23T13:30:55Z",
    "url": "http://happinessofbeing.blogspot.com/2020/01/to-know-what-we-actually-are-we-need-to.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3044263949173657971",
    "title": "To know what we actually are, we need to cease being interested in any person",
    "content": "<div dir=\"ltr\" style=\"text-align: left;\" trbidi=\"on\">A friend wrote to me recently saying he wants to know more about me as a person, including about my family background, such as whether my parents were devotees of Bhagavan and whether all my siblings are also interested in his teachings, and he asked me whether he should try to convince his brothers and sisters to learn about his teachings, because they have other interests and opinions, some of which he disagrees with. This article is adapted from the reply I wrote to him.<br><a name='more'></a>\n<br>\nBhagavan’s path is the path of self-investigation and self-surrender, and what we need to investigate is not the person we seem to be but only ego, the spurious entity that is aware of itself as ‘I am this person’.<br>\n<br>\n<a name=\"un05\"></a><a name=\"uu22\"></a><a name=\"un24\"></a>The person we seem to be is what Bhagavan refers to as ‘body’, because as he clarifies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un05\">verse 5</a> of <i>Uḷḷadu Nāṟpadu</i>, what he means by ‘body’ is not just the physical body but a form composed of five sheaths (the physical body, life, mind, intellect and will). All these five sheaths are <i>jaḍa</i> (non-aware) and <i>asat</i> (unreal or non-existent), so they are not ‘I’, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu22\">verse 22</a> of <i>Upadēśa Undiyār</i>. Ego is neither the body nor <i>sat-cit</i> (because the body is <i>jaḍa</i> and therefore not aware of itself as ‘I’, and <i>sat-cit</i> does not rise), but a spurious ‘I’ that rises in between them as ‘I am this body’, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un24\">verse 24</a> of <i>Uḷḷadu Nāṟpadu</i>. Ego is therefore called <i>cit-jaḍa-granthi</i>, the knot (<i>granthi</i>) formed by the entanglement of awareness (<i>cit</i>) with a body, which is non-aware (<i>jaḍa</i>), binding them together as if they were one. In other words, ego is neither real awareness (<i>cit</i>), which always shines just as ‘I am’, nor the body, but misappropriates certain properties of each of them.<br>\n<br>\nWhat is real in ego is only ‘I am’, which is our fundamental awareness of our own existence. Therefore in order to investigate ourself, we need to ignore the body or person we seem to be and focus all our interest and attention only on ‘I am’.<br>\n<br>\nTaking interest in the person we seem to be or in any other person is therefore deviating away from the direct and simple path that Bhagavan has shown us. Our life in this world is just a dream, so whatever person we seem to be is not real, and details about this person’s life are just a fiction.<br>\n<br>\nThe only thing that is important in our life is that Bhagavan has somehow or other attracted us to his teachings, so we should pay heed to what he taught us and try our best to follow his path. We need not be concerned whether our parents, siblings or anyone else are interested in this path or not. Bhagavan is taking care of them just as he is taking care of us. They may not be interested in his teachings at present, but he knows how best to draw everyone eventually back to him, the source from which we have all appeared, so we should leave all that to him.<br>\n<br>\n<a name=\"un26\"></a><a name=\"ny13\"></a>This is a solitary path, because it is only when we rise as ego that we are aware of anything other than ourself, so if we are to surrender this ego we need to cease being aware of anything else. As he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable self-awareness] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure self-awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nAnd as he says in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para13\">thirteenth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>ஆன்மசிந்தனையைத் தவிர வேறு சிந்தனை கிளம்புவதற்குச் சற்று மிடங்கொடாமல் ஆத்மநிஷ்டாபரனா யிருப்பதே தன்னை ஈசனுக் களிப்பதாம்.<br>\n<br>\n<i>āṉma-cintaṉaiyai-t tavira vēṟu cintaṉai kiḷambuvadaṟku-c caṯṟum iḍam-koḍāmal ātma-niṣṭhāparaṉ-āy iruppadē taṉṉai īśaṉukku aḷippadām</i>.<br>\n<br>\nBeing <i>ātma-niṣṭhāparaṉ</i> [one who is completely fixed in and as oneself], giving not even the slightest room to the rising of any <i>cintana</i> [thought] other than <i>ātma-cintana</i> [thought of oneself or self-attentiveness], alone is giving oneself to God.</blockquote>\nThis person called Michael whom you ask about is just one of the characters appearing in your present dream, so knowing anything about him is of no use to you. Even the person you now mistake yourself to be is just a fiction created by your dreaming mind, so you need to learn to surrender your interest in him also. All you need to know is what you yourself actually are, and the means to know that is the path of self-investigation and self-surrender.</div>\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "117",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/3044263949173657971/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "self-surrender",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTc5Nzg2MjU1NzAwCm9mZnNldDogMAo\""
}