{
    "kind": "blogger#post",
    "id": "9115437839028897835",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-06-21T19:34:00+01:00",
    "updated": "2020-06-21T21:03:47+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/06/how-do-we-remember-being-asleep.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9115437839028897835",
    "title": "How do we remember being asleep?",
    "content": "A friend wrote to me today asking, ‘In the deep sleep state, it is said that there is no mind. In that case, what is it that carries through the information back to the waking state that one has experienced deep sleep? Is the mind present but it is dormant (thereby registering experience and creating memory)? In other words, is there anything other than the true I (I-I) in the deep sleep state?’, in reply to which I wrote:<br><a name='more'></a>\n<br>\nRegarding your first question, ‘what is it that carries through the information back to the waking state that one has experienced deep sleep?’, what exists and shines in sleep is what alone is real, namely <i>sat-cit</i>, our fundamental awareness of our own existence, ‘I am’. Though ego as such did not exist in sleep, what ego is is just this same fundamental awareness of our own existence conflated with adjuncts, namely the body consisting of five sheaths, so when we rise and stand as ego in waking or dream we are clearly aware of the continuity of our existence in sleep. In other words, though we did not exist as ego (the false adjunct-mixed awareness ‘I am this body’) in sleep, we did exist there as <i>sat-cit</i> (the pure unadulterated awareness ‘I am’), which is the essence and reality of ego, so now as ego we are aware that we did exist in sleep, and if we consider our experience in sleep carefully enough, we can also recognise that we were clearly aware of our existence in sleep, even though we were aware of nothing else whatsoever.<br>\n<br>\nThat is, we could not be aware now of having existed in sleep if we were not aware of our existence while we were sleeping. The fact that we now clearly remember ‘I slept’ means not only that we did exist in sleep, which is a state in which we were not aware of anything other than ourself, but also that we were aware of being in such a state, because we could not remember anything that we had not actually experienced. If we had not been aware of our existence in sleep, we would not be aware now that we were ever in such a state in which we were not aware of any phenomena.<br>\n<br>\n<a name=\"uu23\"></a>We were aware of our existence in sleep because awareness is our very nature, so we could never be not aware. In other words, our existence (<i>sat</i>) and our awareness of our existence (<i>sat-cit</i>) are one and the same thing, as Bhagavan pointed out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu23\">verse 23</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>உள்ள துணர வுணர்வுவே றின்மையி<br>\nனுள்ள துணர்வாகு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுணர்வேநா மாயுள முந்தீபற.<br>\n<br>\n<i>uḷḷa duṇara vuṇarvuvē ṟiṉmaiyi <br>\nṉuḷḷa duṇarvāhu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇarvēnā māyuḷa mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உள்ளது உணர உணர்வு வேறு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uḷḷadu uṇara uṇarvu vēṟu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>அன்வயம்:</b> உள்ளது உணர வேறு உணர்வு இன்மையின், உள்ளது உணர்வு ஆகும். உணர்வே நாமாய் உளம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uḷḷadu uṇara vēṟu uṇarvu iṉmaiyiṉ, uḷḷadu uṇarvu āhum. uṇarvē nām-āy uḷam</i>.<br>\n<br>\n<b>English translation:</b> Because of the non-existence of other awareness to be aware of what exists, what exists is awareness. Awareness alone exists as we.<br>\n<br>\n<b>Explanatory paraphrase:</b> Because of the non-existence of [any] awareness other [than what exists] to be aware of what exists, what exists (<i>uḷḷadu</i>) is awareness (<i>uṇarvu</i>). Awareness alone exists as we [that is, the awareness that actually exists, namely pure awareness, which is awareness that is aware of nothing other than itself, is what we actually are].</blockquote>\nRegarding your second question, ‘Is the mind present but it is dormant (thereby registering experience and creating memory)?’, mind or ego is present in sleep, but only as pure awareness, not as mind or ego. Our ‘memory’ of our existence in sleep is not a memory like any of our other memories, which are relatively superficial, because all our other memories are memories of phenomena that we experienced in waking or dream, so they are registered in our mind (specifically in the <i>manōmaya kōśa</i>) and can easily be forgotten, whereas our ‘memory’ of the continuity of our existence in sleep is a much deeper memory, which is not registered in the mind but in (and as) our very existence, so it can never be forgotten. That is, though we can seemingly forget <i>what I am</i> or <i>what I was</i>, as we do whenever we rise and stand as ego, we can never forget <i>that I am</i> or <i>that I was</i>, because ever-uninterrupted awareness of our own existence is our very nature.<br>\n<br>\nRegarding your third question, ‘is there anything other than the true I (I-I) in the deep sleep state?’, no, in sleep there is nothing other than pure awareness, which is our real nature (<i>ātma-svarūpa</i>) or ‘true I’.<br>\n<br>\n<a name=\"av2\"></a><a name=\"uu20\"></a><a name=\"un30\"></a>However, regarding what you put in brackets after ‘true I’, namely ‘I-I’, if we consider it carefully this phrase ‘I-I’ is in itself meaningless, or at least it has no clear meaning other than whatever arbitrary meaning anyone may choose to attribute to it. Though it is a phrase used in many English books about his teachings, it is actually a mistranslation of the term ‘நான் நான்’ (<i>nāṉ nāṉ</i>), which Bhagavan frequently used (such as in <i>Āṉma-Viddai</i> <a href=\"https://happinessofbeing.blogspot.com/2016/10/i-am-is-reality-i-am-this-or-i-am-that.html#av2\">verse 2</a>, <i>Upadēśa Undiyār</i> <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu20\">verse 20</a> and <i>Uḷḷadu Nāṟpadu</i> <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un30\">verse 30</a>), and whose correct meaning is not ‘I-I’ but ‘I am I’. He used this term to distinguish our real adjunct-free self-awareness from our false adjunct-mixed self-awareness, namely ego, which he referred to as ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, because ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, denotes a false identity, since it is an identification of ourself with something other than ourself, namely a body consisting of five sheaths, whereas ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, denotes our real identity, since it is an identification of ourself with ourself alone.<br>\n<br>\nThat is, since we cannot be anything other than ourself, our real identity can be correctly expressed only by the term ‘நான் நான்’ (<i>nāṉ nāṉ</i>), ‘I am I’, and not by any other term such as ‘நான் இது’ (<i>nāṉ idu</i>), ‘I am this’, or ‘நான் அது’ (<i>nāṉ adu</i>), ‘I am that’. Unfortunately the deep meaning and significance of this important phrase has been entirely lost in most English books, in which it has almost invariably been misinterpreted as ‘I-I’, whatever that is supposed to mean.<br>\n<br>\nIf you would like to understand more about what Bhagavan taught us about sleep, you may find it useful to read verses 455 to 462 of <a href=\"https://www.happinessofbeing.com/Guru_Vachaka_Kovai.pdf\"><i>Guru Vācaka Kōvai</i></a>, and also to watch my two most recent videos, <a href=\"https://youtu.be/wp30KU693dM\">2020-06-14b Sri Ramana Center, Houston: Michael James discusses the five sheaths and three bodies</a> and <a href=\"https://youtu.be/SALMCbf8YrU\">2020-06-16 Michael and Murthy discuss the non-existence of ego and its five sheaths in sleep</a>, and to read my latest article, <a href=\"https://happinessofbeing.blogspot.com/2020/06/what-exists-and-shines-in-sleep-is.html\">What exists and shines in sleep is nothing other than pure awareness</a>. I have also discussed what he taught us about sleep in many other articles, such as <a href=\"https://happinessofbeing.blogspot.com/search/label/sleep\">the ones listed here</a>, of which the one that is perhaps most relevant to the questions you have asked here is <a href=\"https://happinessofbeing.blogspot.com/2019/06/in-what-sense-and-to-what-extent-do-we.html\">In what sense and to what extent do we remember what we were aware of in sleep?</a>, in which I have discussed this subject in more detail.\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "26",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/9115437839028897835/comments"
    },
    "labels": [
        "Āṉma-Viddai",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "philosophy of Sri Ramana",
        "sleep",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNTkyNzY5ODI3NDgyCm9mZnNldDogMzYwMDAwMAo\""
}