{
    "kind": "blogger#post",
    "id": "675977311785995359",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-11-11T22:31:00Z",
    "updated": "2020-11-11T22:31:22Z",
    "url": "http://happinessofbeing.blogspot.com/2020/11/if-this-world-is-just-dream-why-should.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/675977311785995359",
    "title": "If this world is just a dream, why should we justify to others that it is so?",
    "content": "Yesterday a friend called Asiakas posted a comment on one of my videos, <a href=\"https://youtu.be/_lTLWw1qQYM\">2020-03-14 Ramana Maharshi Foundation UK: discussion with Michael James on <i>Ēkāṉma Pañcakam</i> verse 4</a>, asking, ‘Dear Michael. Why try to justify that this world is a dream? Do we try to justify to people in our dreams, that it is a dream? Who realizes it is a dream?’, but before I had time to reply to this it was deleted. However, these are questions that deserve a reply, so the following is my reply to them:<br><a name='more'></a>\n<ol>\n<li><a href=\"#why\">Why try to justify that this world is a dream?</a></li>\n<li><a href=\"#dream\">Do we try to justify to people in our dreams, that it is a dream?</a></li>\n<li><a href=\"#realise\">Who realizes it is a dream?</a></li>\n<li><a href=\"#manana\">Real <i>manana</i> is closely connected with practice, because it should constantly draw our attention back to ourself</a></li>\n</ol>\n<a name=\"why\"></a><b>1. Why try to justify that this world is a dream?</b><br>\n<br>\nAsiakas, when any of us discuss Bhagavan’s teachings with our fellow devotees, our aim is (or at least should be) to clarify our own understanding of them and to encourage ourself to put them into practice. One of the fundamental principles of his teachings is that what we now take to be our waking state is actually just a dream, so whatever world we perceive in this or any other state is just a creation of our own mind and does not exist independent of our perception of it. This is such a crucial principle and has so many important implications that we cannot adequately understand his teachings without carefully considering why it is justified and what its implications are, so when we discuss his teachings it is often necessary for us to consider why he emphasised this principle in so many ways and explained its justifications and implications.<br>\n<br>\n<a name=\"dream\"></a><b>2. Do we try to justify to people in our dreams, that it is a dream?</b><br>\n<br>\nYour second question, ‘Do we try to justify to people in our dreams, that it is a dream?’, seems to imply that if this is just a dream, it is futile to try to explain to other people why it is a dream, because they are just our own mental projections. However, not only are all the other people we see in a dream our own mental projections, but so too is the person we mistake ourself to be, so other people are no less real and no less aware than this person we seem to be. The truth is that no person is either real or aware, because what is real (<i>sat</i>) and aware (<i>cit</i>) is only ourself, but so long as we mistake ourself to be a person, that person consequently seems to be real and aware, and hence all other people seem to be equally real and aware.<br>\n<br>\nWhenever we dream, we mistake ourself to be a person in our dream, and hence that person and all the other people in our dream all seem to be real and aware. Though the entire dream is just our own mental creation, so long as we are dreaming we can discuss any subject with other people in our dream, such as history, geography, sports, current affairs, politics, science, religion, philosophy or Bhagavan’s teachings, and such discussions seem to be real and useful so long as that dream lasts. Whatever subjects interest us in our present state are likely to interest us in other dreams also, so whatever we discuss in this state we are liable to discuss in other dreams too.<br>\n<br>\nI spend most of my time in this current state thinking about, writing about or talking about Bhagavan’s teachings, so in other dreams also I often think about his teachings and discuss them with others. For example, I read your comment yesterday evening before going to bed, but did not have time to reply to it immediately, and in one of my dreams this morning I was thinking about it and dreamt that I was writing a reply to it, so most of the ideas I am now writing are ones that I was thinking and writing in that dream. Therefore, though your question ‘Do we try to justify to people in our dreams, that it is a dream?’ was meant to be rhetorical, I can answer it by saying yes, I do so frequently.<br>\n<br>\nHowever, neither in this dream nor in other dreams would I argue that our current state is a dream except in an appropriate context, such as when discussing Bhagavan’s teachings or philosophy (particularly metaphysics) more generally. In fact I avoid discussing his teachings with anyone unless they express a genuine interest in them, because they are meant only for people who are or would be willing to accept them. Since they call into question and challenge all our most cherished and firmly held beliefs about ourself and the world, the majority of people at any given time would not be willing to accept them or even to consider them seriously with an open and enquiring mind.<br>\n<br>\n<a name=\"realise\"></a><b>3. Who realizes it is a dream?</b><br>\n<br>\nRegarding your final question, ‘Who realizes it is a dream?’, it depends on what you mean by ‘realizes’. A dream exists only in the view of the dreamer, and the dreamer is ourself as ego, so if you are using ‘realizes’ in the sense of ‘understands’, it is only as ego that we can understand that our present state is just a dream. However, this does not mean that as ego we can ever know for certain that this is a dream, because the nature of any dream is such that it always seems to be real so long as we are dreaming it.<br>\n<br>\nWhy is this the case? Because whenever we dream, we always experience ourself as if we were a person (a body) in our dream, so since we are real, whatever body we mistake ourself to be seems to be real, and since that body is a part of the dream world, the entire dream world seems to be real. In other words, we superimpose our own reality upon whatever body we take to be ourself, and hence upon the whole dream world.<br>\n<br>\nThough we cannot know for certain that this is a dream, we do know that we have no adequate reason to suppose that it is anything other than a dream, because there is nothing that we experience in this state that we could not experience in a dream. The simplest explanation of all that we now experience is that it is just a dream, because if it is a dream it does not require the existence of anything other than ourself, whereas if it were not a dream, that would mean that so many things other than ourself exist. Therefore according to the principle of parsimony (also called Occam’s razor, the principle that the simplest explanation for something is the one that is most likely to be correct), the explanation that all this is just a dream is more likely to be correct than any explanation that assumes that this is not a dream.<br>\n<br>\nIf we want to know for certain whether anything perceived by us exists independent of our perception of it, we need to know the truth of ourself, the perceiver. Whatever is perceived seems to exist only in the view of ourself as the perceiver, so if the perceiver is not what we actually are, it is just an unreal appearance, in which case everything that appears in its view is likewise an unreal appearance.<br>\n<br>\nSince we perceive other things only when we rise as ego and thereby mistake ourself to be a body, and since no body can be what we actually are (because we continue to be aware of ourself even when we cease to be aware of this body, as in dream, or of any body whatsoever, as in sleep), our experience of ourself as the perceiver is based upon ego, our false awareness of ourself as a body. Therefore, if we investigate ourself keenly enough to be aware of ourself as we actually are, we will cease to be aware of ourself as a body, and hence we will cease to perceive anything else. This is what Bhagavan taught us on the basis of his own experience, and we can verify it by investigating and knowing what we actually are.<br>\n<br>\nNow we can understand that all that we perceive is most probably just a dream, a creation of our own mind, but when we investigate ourself and thereby know what we actually are, we will know that we have never been anything other than that, and have therefore never risen as ego or dreamt anything. Does this mean that we will thereby have realised that all of this was just a dream, and if so, who is it that realises this?<br>\n<br>\nWhat we actually are is pure awareness, in the clear view of which nothing other than ourself exists or has ever existed, so there has never been any dream, nor is there anything to realise, because what is real is only ourself as pure awareness, which is always real and aware of itself as it is, so it never needs to realise itself. Dreams seem to exist only in the view of ego, but when we are aware of ourself as we actually are, it will be clear that there never was any such thing as ego, and hence there never were any dreams.<br>\n<br>\nTherefore so long as we seem to have risen as ego, our current dream will always seem to be real, and when we are aware of ourself as we actually are, there will be no one left to realise anything, least of all that there ever was any ego or that all that it experienced was just a dream.<br>\n<br>\n<a name=\"manana\"></a><b>4. Real <i>manana</i> is closely connected with practice, because it should constantly draw our attention back to ourself</b><br>\n<br>\nWhile we are discussing the subject of discussing Bhagavan’s teachings with others, there is one final point that I would like to add. Though discussing his teachings with fellow devotees can be an effective stimulus to our <i>manana</i>, it cannot be a substitute for it, because <i>manana</i> is primarily an internal process of assimilating his teachings by thinking deeply about them, considering their implications and how they are justified by our experience, seeing the connections between different elements of them, recognising their internal logic and thereby learning to understand them as a clear and coherent whole. Most importantly, real <i>manana</i> is closely connected with practice, because it should constantly draw our attention back to ourself, so even when we are discussing his teachings with others, we should take care to keep our focus on ourself rather than allowing our mind to branch out in many directions, as it naturally tends to do.\n",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/675977311785995359/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "ego",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjA1MTMzODgyMzMxCm9mZnNldDogMAo\""
}