{
    "kind": "blogger#post",
    "id": "102713868624228707",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-12-18T12:34:00Z",
    "updated": "2020-12-18T13:15:18Z",
    "url": "http://happinessofbeing.blogspot.com/2020/12/if-everything-is-predestined-how-can.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/102713868624228707",
    "title": "If everything is predestined, how can the law of <i>karma</i> be true?",
    "content": "Last month a friend wrote to me posing two questions, ‘If everything is predestined, how can the law of karma be true? And if it is true, how can everything be predestined?’, to which he offered his own answers based on his understanding of Bhagavan’s teachings. This article is adapted from the replies I wrote to this and several subsequent emails, because what Bhagavan taught us about the law of <i>karma</i> in general and the scope of predetermination in particular is an area of his teachings that have been widely misunderstood and misinterpreted, and hence I am often asked about this subject.<br><a name='more'></a>\n<ol>\n<li><a href=\"#free\">Though we are not free to change anything that is predetermined, we are free to want to change it and to try to change it</a></li>\n<li><a href=\"#prevail\">Fate (<i>vidhi</i>) and will (<i>mati</i>) operate side by side in our life, without either ever intruding upon the domain of the other, so there is no question of either prevailing over the other</a></li>\n<li><a href=\"#nuanced\">Bhagavan expressed his teachings in a carefully nuanced manner, but most people who recorded his answers to questions lacked a sufficiently subtle understanding, so they often failed to grasp the nuances in what he said</a></li>\n<li><a href=\"#freedom\">Freedom of will (<i>icchā-svatantra</i>) and consequent freedom of action (<i>kriyā-svatantra</i>) are implicit in all that Bhagavan taught us about the need for us to practise self-investigation and self-surrender</a></li>\n<li><a href=\"#mukti\">So long as we rise as ego, will and fate both seem to be real, but if we investigate ourself keenly enough, we will see that we have never risen as ego and have therefore never acted under the sway of our will or experienced the fruit of such actions</a></li>\n<li><a href=\"#predetermination\">When Bhagavan said that ‘everything is predetermined’, the ‘everything’ he was referring to is everything that we are to experience according to <i>prārabdha</i>, so this does not at all contradict that fact that we do have freedom to will and act (<i>icchā-kriyā-svatantra</i>)</a></li>\n<li><a href=\"#renounce\">When Bhagavan said ‘The only freedom you have is to turn your mind inward and renounce activities there’, it is clear from the context that what he meant is that the only freedom we have to renounce all activities is to turn our mind inwards</a></li>\n<li><a href=\"#best\">We can use our freedom of will and action (<i>icchā-kriyā-svatantra</i>) to do either <i>kāmya karmas</i> of any kind or <i>niṣkāmya pūjā</i>, <i>niṣkāmya japa</i> or <i>niṣkāmya dhyāna</i>, but turning our mind inwards to attend to ourself alone is the best among all the possible uses we can make of this freedom</a></li>\n</ol>\n<a name=\"free\"></a><b>1. Though we are not free to change anything that is predetermined, we are free to want to change it and to try to change it</b><br>\n<br>\nIn reply to the first in this series of emails I wrote:<br>\n<br>\nMany people seem to have misunderstood what Bhagavan meant when he said that everything is predetermined, and some take it to mean that whatever actions we do are predetermined, which would obviously contradict the law of <i>karma</i>, because it would leave no place for <i>āgāmya</i> [actions driven by our will], without which there would be neither <i>saṁcita</i> [the heap or store of all the fruits of <i>āgāmya</i> that we have done in the past but have not yet experienced] nor <i>prārabdha</i> [fate or destiny, which is the fruits of our past <i>āgāmya</i> that have been selected by God or <i>guru</i> from our <i>saṁcita</i> for us to experience in our present life].<br>\n<br>\n<a name=\"dec98note\"></a>What he meant is that everything we experience, in the sense of everything that happens to us, is predetermined, because it is the <i>prārabdha</i> allotted for us by God. However, though we are not free to change anything that is predetermined, we are free to want to change it (which is what he called <i>icchā-svatantra</i>: freedom of will) and to try to change it (which is what he called <i>kriyā-svatantra</i>: freedom of action), as he clearly implied by the clauses ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’, and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’, when he wrote in the second to final sentences of the <a href=\"https://happinessofbeing.blogspot.com/2020/08/praising-or-disparaging-others-is.html#dec98note\">note that he wrote for his mother</a> in December 1898:<br>\n<blockquote>என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம். ஆகலின் மௌனமா யிருக்கை நன்று.<br>\n<br>\n<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam. āhaliṉ mauṉamāy irukkai naṉḏṟu</i>.<br>\n<br>\nWhat will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain. Therefore silently being [or being silent] is good.</blockquote>\n<a name=\"un19a\"></a>Therefore when he wrote in the first sentence of that note, ‘அவரவர் பிராரப்தப் பிரகாரம் அதற்கானவன் ஆங்காங்கிருந் தாட்டுவிப்பன்’ (<i>avar-avar prārabdha-p prakāram adaṟkāṉavaṉ āṅgāṅgu irundu āṭṭuvippaṉ</i>), ‘According to their-their <i>prārabdha</i>, he who is for that being there-there will cause to dance’, which implies ‘According to the destiny (<i>prārabdha</i>) of each person, he who is for that (namely God or <i>guru</i>, who ordains their destiny) being in the heart of each of them will make them act’, he did not mean that all the actions we do are ones we are made to do by God, but only that we will be made to do whatever actions we need to do in order to experience whatever is predetermined according to our <i>prārabdha</i>. That is, our actions are driven by two forces, namely our <i>prārabdha</i> and our will, which are respectively what he referred to in <a href=\"#un19\">verse 19</a> of <i>Uḷḷadu Nāṟpadu</i> as விதி (<i>vidhi</i>), fate, and மதி (<i>mati</i>), will, and to the extent that any action is driven by our will it is <i>āgāmya</i>, the fruit of which is stored in our <i>saṁcita</i> and may later be selected by God for us to experience as <i>prārabdha</i>.<br>\n<br>\n<a name=\"uu03a\"></a>This is also implied by him in <a href=\"#uu03\">verse 3</a> of <i>Upadēśa Undiyār</i>, in which he says that <i>niṣkāmya karma</i> done for God will purify the mind and thereby show the path to liberation. <i>Niṣkāmya karma</i> is action done without the interference of our will, so it implies that we are free to act either according to our will or solely in accordance with God’s will (that is, in accordance with whatever <i>prārabdha</i> he has allotted us).<br>\n<br>\nTherefore when Bhagavan said that everything is predetermined, he did not mean that our will is predetermined, so he was not contradicting the law of <i>karma</i> but emphasising it.<br>\n<br>\nBecause there is so much confusion about this subject of predetermination (<i>vidhi</i>) and will (<i>mati</i>), I am often asked questions about it, so I have tried to clarify it in many of the articles in my blog, such as <a href=\"https://happinessofbeing.blogspot.com/search/label/karma\">the ones listed here</a>, and I discussed it in most detail in a long article called <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html\">Like everything else, <i>karma</i> is created solely by ego’s misuse of its will (<i>cittam</i>), so what needs to be rectified is its will</a>.<br>\n<br>\n<a name=\"prevail\"></a><b>2. Fate (<i>vidhi</i>) and will (<i>mati</i>) operate side by side in our life, without either ever intruding upon the domain of the other, so there is no question of either prevailing over the other</b><br>\n<br>\nIn reply to this my friend referred to the analogy that Bhagavan sometimes gave of an actor in a drama and remarked: ‘The character in the drama has zero freewill. The actor imagining himself to be the character suffers. But if he realizes that he is *not* the character, then he is free even while playing the role. So the apparent 3 karmas (of the character) are all actually predetermined, every single bit. There is no freedom at the body/mind level which is where all karma takes place. But there is total freedom when karma is renounced within’.<br>\n<br>\nHe then added that this is made clear by Bhagavan in two passages recorded in <a href=\"https://selfdefinition.org/ramana/Ramana-Maharshi-Day-by-Day-with-Bhagavan.pdf\"><i>Day by Day with Bhagavan</i></a>, one on 1-6-46 (1989 edition, pages 211-2; 2002 edition, page 245), the third sentence of which he highlighted in bold:<br>\n<blockquote>It does not really rest with a man whether he goes to this place or that or whether he gives up his duties or not. All that happens according to destiny. <b>All the activities that the body is to go through are determined when it first comes into existence.</b> It does not rest with you to accept or reject them. The only freedom you have is to turn your mind inward and renounce activities there.</blockquote>\nand the other on 4-1-46 Afternoon (1989 edition, page 78; 2002 edition, pages 91-2):<br>\n<blockquote>I asked him, “Are only important events in a man’s life, such as his main occupation or profession, predetermined, or are trifling acts in his life, such as taking a cup of water or moving from one place in the room to another, also predetermined?”<br>\n<br>\n<i>Bhagavan</i>: Yes, everything is predetermined.</blockquote>\nHe then added: ‘Even taking a cup of water is predetermined! So any illusion of freedom (swatantra) to want or change anything is just that — an illusion. The only freedom is to turn the mind within and renounce actions there as he put it in the first quote above’.<br>\n<br>\nIn reply to this I wrote:<br>\n<br>\nWhen you say that the three <i>karmas</i> ‘are all actually predetermined, every single bit’, do you mean to deny that we have any <i>icchā-kriyā-svatantra</i> (freedom of will and action)? This is clearly not what Bhagavan intended to imply, because he often explained that the law of <i>karma</i> is based on the fact that we do have <i>icchā-kriyā-svatantra</i> (because <i>āgāmya</i> is by definition actions that we do using our <i>icchā-kriyā-svatantra</i>), as also are all instructions given by sages and in <i>śāstras</i> (because if we had no <i>icchā-kriyā-svatantra</i>, no instructions would be either necessary or of any use, since we would have no freedom to choose either to follow them or not to follow them).<br>\n<br>\nFor example, in section 426 of <a href=\"https://selfdefinition.org/ramana/Talks-with-Sri-Ramana-Maharshi--complete.pdf\"><i>Talks with Sri Ramana Maharshi</i></a> (1978 edition, page 393; 2006 edition, page 409) it is recorded that in answer to someone who asked ‘Has man any Free-Will or is everything in his life predestined and preordained?’ Bhagavan replied:<br>\n<blockquote>Free-Will holds the field in association with individuality [ego]. As long as individuality lasts so long there is Free-Will. All the <i>sastras</i> are based on this fact and they advise directing the Free-Will in the right channel.<br>\n<br>\nFind out to whom Free-Will or Destiny matters. Abide in it. Then these two are transcended. That is the only purpose of discussing these questions. To whom do these questions arise? Find out and be at peace.</blockquote>\n<a name=\"un19\"></a>Just as will (<i>mati</i> or <i>cittam</i>) belongs only to ego, the fruits of whatever actions are driven by it also belong only to ego, so when they are allotted as fate (<i>vidhi</i> or <i>prārabdha</i>) they are experienced only by ego. Therefore without ego there is neither will (<i>mati</i>) nor fate (<i>vidhi</i>), so ego is what Bhagavan refers to as ‘விதி மதி மூலம்’ (<i>vidhi mati mūlam</i>), ‘the root of fate and will’, and ‘விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை’ (<i>vidhi-matigaṭku ōr mudal ām taṉṉai</i>), ‘oneself, who is the one origin for fate and will’, in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un19\">verse 19</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>விதிமதி மூல விவேக மிலார்க்கே<br>\nவிதிமதி வெல்லும் விவாதம் — விதிமதிகட்<br>\nகோர்முதலாந் தன்னை யுணர்ந்தா ரவைதணந்தார்<br>\nசார்வரோ பின்னுமவை சாற்று.<br>\n<br>\n<i>vidhimati mūla vivēka milārkkē<br>\nvidhimati vellum vivādam — vidhimatigaṭ<br>\nkōrmudalān taṉṉai yuṇarndā ravaitaṇandār<br>\nsārvarō piṉṉumavai sāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; சார்வரோ பின்னும் அவை? சாற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; sārvarō piṉṉum avai? sāṯṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம். விதிமதிகட்கு ஓர் முதல் ஆம் தன்னை உணர்ந்தார் அவை தணந்தார்; பின்னும் அவை சார்வரோ? சாற்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam. vidhi-matigaṭku ōr mudal ām taṉṉai uṇarndār avai taṇandār; piṉṉum avai sārvarō? sāṯṟu</i>.<br>\n<br>\n<b>English translation:</b> Only for those who do not have discernment of the root of fate and will is there dispute about which prevails, fate or will. Those who have known themself, who is the one origin for fate and will, have discarded them. Say, will they thereafter be associated with them?<br>\n<br>\n<b>Explanatory paraphrase:</b> Only for those who do not have <i>vidhi-mati-mūla-vivēkam</i> [ability to distinguish or discern the root of fate (<i>vidhi</i>) and will (<i>mati</i>), namely ego] is there dispute about which prevails, fate or will. Those who have known [the reality of] themself [ego], who is the one origin [cause or foundation] for fate and will, have [thereby] discarded them [because ego as such does not actually exist, since its reality is not what it seems to be but just pure self-awareness, so when one knows oneself as pure self-awareness the appearance of ego will be dissolved forever, and thus one will have discarded not only ego but also its fate and will]. Say, will they thereafter be associated with them?</blockquote>\nIf you argue that everything is predetermined and that we therefore have no <i>icchā-kriyā-svatantra</i>, you are in effect arguing that fate (<i>vidhi</i>) always prevails over will (<i>mati</i>), which is precisely the argument that Bhagavan refers to in the first sentence of this verse: ‘விதி மதி மூல விவேகம் இலார்க்கே விதி மதி வெல்லும் விவாதம்’ (<i>vidhi mati mūla vivēkam ilārkkē vidhi mati vellum vivādam</i>), ‘Only for those who do not have <i>vidhi-mati-mūla-vivēkam</i> [ability to distinguish or discern the root of fate and will, namely ego] is there dispute about which prevails, fate or will’. Neither does fate ever prevail over will, nor does will ever prevail over fate. Both operate side by side in our life, without either ever intruding upon the domain of the other.<br>\n<br>\nFate (<i>vidhi</i>) determines all that we are to experience, whereas will (<i>mati</i>) determines what we want to experience and try to experience. These are two entirely separate domains or jurisdictions. Will (<i>mati</i>) cannot change what we are to experience, and fate (<i>vidhi</i>) cannot change what we want to experience, so there is no question of either prevailing over the other. The courts in the US cannot prevail over the courts in India, and the courts in India cannot prevail over the courts in the US, because they are two entirely different jurisdictions.<br>\n<br>\nThe law of <i>karma</i> is operated by grace, so its workings are extremely subtle, and hence we should not expect to be able to understand exactly how fate (<i>vidhi</i>) and will (<i>mati</i>) operate side by side without either ever intruding into the domain of the other. All we need to understand is the general principle that whatever actions our mind, speech or body are driven to do by our will (<i>mati</i>) are <i>āgāmya</i>, the fruits of which are stored in <i>saṁcita</i>, from which God or <i>guru</i> selects which fruits are to be experienced by us in each life, and that whatever we experience is therefore the <i>prārabdha</i> (fate or <i>vidhi</i>) that he has predetermined for us.<br>\n<br>\n<a name=\"nuanced\"></a><b>3. Bhagavan expressed his teachings in a carefully nuanced manner, but most people who recorded his answers to questions lacked a sufficiently subtle understanding, so they often failed to grasp the nuances in what he said</b><br>\n<br>\nRegarding the passage you refer to from <i>Day by Day</i> 4-1-46 Afternoon, when Bhagavan said ‘everything is predetermined’, what he implied in the context is that everything we are to experience is predetermined. We cannot experience drinking a cup of water unless we are destined to do so. We can want to experience it and try to experience it, but we cannot experience it unless it is predetermined.<br>\n<br>\n<a name=\"dec98note1\"></a>That is, even though we are not free to experience anything that we are not destined to experience, we are nevertheless free to want to experience and to try to experience such things, as Bhagavan clearly implied when he wrote in the second sentence of <a href=\"#dec98note\">his note for his mother</a>: ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu</i>), ‘What will never happen will not happen whatever effort one makes [to make it happen]’. Likewise, even though we are not free to avoid experiencing anything that we are destined to experience, we are nevertheless free to want to avoid experiencing and to try to avoid experiencing such things, as he clearly implied when he wrote in the third sentence of the same note: ‘நடப்ப தென்றடை செய்யினும் நில்லாது’ (<i>naḍappadu eṉ taḍai seyyiṉum nillādu</i>), ‘what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]’. If we did not have such freedom to want and to try (<i>icchā-kriyā-svatantra</i>), he need not and would not have included the clauses ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’, and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’, in these two sentences.<br>\n<br>\nAs Devaraja Mudaliar freely admitted, he was always puzzled by the fact that Bhagavan said that everything is predetermined yet also said that we have <i>icchā-kriyā-svatantra</i> (freedom of will and action), which we need to use appropriately, so since he had difficulty in understanding how these two teachings could be compatible, he often asked him to explain this. He once told Sadhu Om that whenever Bhagavan explained to him why there is no contradiction between these two teachings, he thought he had understood it, but then each time he would think about it later and again become confused.<br>\n<br>\nAs I explained in <a href=\"https://happinessofbeing.blogspot.com/2017/09/if-we-choose-to-do-any-harmful-actions.html#nuances\">Those who recorded what Bhagavan said in reply to questions about fate and free will often failed to grasp all the nuances in his replies</a> and again in <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#nuances\">Those who recorded what Bhagavan said in reply to questions about predetermination and freedom of will often failed to grasp all the nuances in his replies</a>, the subject matter of his teachings, particularly with regard to the law of <i>karma</i>, is extremely subtle, so it was necessary for him to express his teachings in a carefully nuanced manner, but most people who recorded his answers to questions lacked a sufficiently subtle understanding, so they often failed to grasp the nuances in what he said, and hence their recording of his teachings was in many cases not sufficiently clear or accurate. A clear example of this is what Devaraja Mudaliar recorded in <i>Day by Day</i> and <i>My Recollections of Bhagavan Sri Ramana</i> about what Bhagavan explained to him about the compatibility of predetermination and freedom of will.<br>\n<br>\nUnfortunately, certain statements of Bhagavan that he recorded in this regard, particularly the statement that ‘everything is predetermined’ (<i>Day by Day</i> 4-1-46 Afternoon: 1989 edition, page 78; 2002 edition, page 92), have been taken out of context by many people, including neo-advaita teachers, and have been used to distort and misrepresent his teachings. For example, some neo-advaita teachers claim that self-realisation is predetermined, so no spiritual practice is necessary. If you are to get it, you will get it, as they claim they got it, so you are free to live in any way you like, drinking, smoking, taking drugs, eating meat or whatever, because whatever you do cannot prevent you getting self-realisation whenever you are destined to get it. Therefore we have to be very careful not to give room for or add fuel to such misinterpretations by glossing over the nuances in his teachings.<br>\n<br>\n<a name=\"freedom\"></a><b>4. Freedom of will (<i>icchā-svatantra</i>) and consequent freedom of action (<i>kriyā-svatantra</i>) are implicit in all that Bhagavan taught us about the need for us to practise self-investigation and self-surrender</b><br>\n<br>\n<a name=\"un13\"></a><a name=\"ny07\"></a>You say ‘any illusion of freedom (swatantra) to want or change anything is just that — an illusion’, but you can say the same about any phenomenon, because all phenomena are just an illusory appearance (<i>vivarta</i>). What is real is only ‘I am’, our fundamental awareness of our own existence (<i>sat-cit</i>), as Bhagavan clearly states in the first sentence of <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">verse 13</a> of <i>Uḷḷadu Nāṟpadu</i>, ‘ஞானம் ஆம் தானே மெய்’ (<i>ñāṉam ām tāṉē mey</i>), ‘Oneself, who is <i>jñāna</i> [pure awareness], alone is real’, and in the first sentence of the <a href=\"https://happinessofbeing.com/nan_yar.html#para07\">seventh paragraph</a> of <i>Nāṉ Ār?</i>, ‘யதார்த்தமா யுள்ளது ஆத்மசொரூப மொன்றே’ (<i>yathārtham-āy uḷḷadu ātma-sorūpam oṉḏṟē</i>), ‘What actually exists is only <i>ātma-svarūpa</i> [the real nature of oneself]’.<br>\n<br>\nHowever, though all phenomena, including <i>icchā-kriyā-svatantra</i> (and hence both <i>mati</i> and <i>vidhi</i>), are just an illusory appearance, they are no more illusory than ego, in whose view alone they seem to exist. Though both ego (the subject or experiencer) and phenomena (all objects or things experienced by it) are illusory, they seem to be real so long as we rise and stand as ego, so we can get rid of them all only by investigating ourself and thereby being aware of ourself as we actually are. Therefore, though <i>icchā-kriyā-svatantra</i> is ultimately not real, Bhagavan’s teachings are based on the fact that it seems to exist and is in effect real so long as ego and other phenomena seem to exist.<br>\n<br>\nThe sole aim and purpose of all his teachings is eradication of ego, because only when we eradicate ego can we be free of all phenomena, including both will (<i>mati</i>) and fate (<i>vidhi</i>), and we can eradicate ego only by turning within to see ourself as we actually are. However, in order to turn within and see ourself as we actually are we must be willing to surrender ourself entirely, and we will be willing to surrender ourself entirely only when our love to just be as we actually are is greater than the combined strength of all our <i>viṣaya-vāsanās</i> (inclinations to be aware of anything other than ourself), so in order to eradicate ego we need to weaken our <i>viṣaya-vāsanās</i> to a considerable extent, which we can do most effectively by the practice of self-investigation, as he clearly explains in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>.<br>\n<br>\n<i>Viṣaya-vāsanās</i> are the seeds that constitute our will (<i>cittam</i> or <i>mati</i>), so if we had no freedom of will (<i>icchā-svatantra</i>) we would not be able to curb our <i>viṣaya-vāsanās</i> by turning within to attend to ourself. Therefore freedom of will (<i>icchā-svatantra</i>) and consequent freedom of action (<i>kriyā-svatantra</i>) are implicit in all that Bhagavan taught us about the need for us to practise self-investigation and self-surrender. If our will were predetermined, as you imply when you say that the three <i>karmas</i> (including <i>āgāmya karmas</i>, which are actions driven by our will) ‘are all actually predetermined, every single bit’, then we would have no freedom to curb our <i>viṣaya-vāsanās</i> by turning within.<br>\n<br>\nIf you want to understand more clearly and deeply what Bhagavan taught us about the law of <i>karma</i> and the central role that our <i>icchā-kriyā-svatantra</i> (freedom of will and action) has both in creating <i>karma</i> and in eradicating it by means of self-investigation and self-surrender, it has been explained clearly and in detail by Sadhu Om in the <i>Karma</i> chapter of ஸ்ரீ ரமண வழி (<i>Śrī Ramaṇa Vaṙi</i>, the original Tamil version of <a href=\"https://www.happinessofbeing.com/path_ramana\"><i>The Path of Sri Ramana</i></a>), so I suggest that you may find it very beneficial if you read that whole chapter with an open mind and carefully consider all that is written in it.<br>\n<br>\n<a name=\"mukti\"></a><b>5. So long as we rise as ego, will and fate both seem to be real, but if we investigate ourself keenly enough, we will see that we have never risen as ego and have therefore never acted under the sway of our will or experienced the fruit of such actions</b><br>\n<br>\nIn reply to this second reply of mine (which is what I adapted above as sections <a href=\"#prevail\">2</a> to <a href=\"#freedom\">4</a>) my friend wrote:<br>\n<blockquote>A lot of the confusion that Devaraja Mudaliar and others have reported with understanding what Bhagavan meant by “everything is predetermined” is because of the simple identification with the ego that is the root of all misunderstanding and ignorance.<br>\n<br>\nBhagavan has said again and again that the ONLY freedom you have is to turn inward. That means there is NO freedom outward — in all the 3 karmas. How is that to be reconciled then with the apparent freewill that creates aagamya karma?<br>\n<br>\nThis can be very clearly reconciled if we go to the simple example Bhagavan gave again and again. You are Michael James and say there is a play of Mahabharata where you are assigned the role of Arjuna. In the play, Arjuna seems to act with freewill and even the audience thinks so and either praises or blames Arjuna depending on his actions. Now if you yourself forgot that you are Michael James and you identify totally with Arjuna, then you suffer every action and reaction of Arjuna. You act like you have freewill that apparently creates reactions and in turn new actions etc. But do you really have ANY freedom as Arjuna? No, the whole script is already playing as written. What is the ONLY freedom you have? To turn inward and realize that you are not Arjuna, but Michael James which is your real identity. This is what Bhagavan has used as the example to drive the point so simply and clearly. The ONLY freedom therefore we have is to turn within and realize our true nature or Self. Any freedom apparently there at the level of the character we play is only apparent and not so in the ultimate sense. “The whole program is chalked out” as Bhagavan puts it.<br>\n<br>\nSeen correctly in this light, verse 19 of Ulladu Narpadu that you quote will be very clear. The debate between fate and free will is only for the character (ego). The actor (Self) is neither bound by fate nor by free will. This is made explicitly clear in verse 38 (vinai mudan) where Bhagavan says by asking “who is the doer”, one is free of all three karmas and eternally so. How can it be eternally so — including the past “before” Self-realization? Because Self-realization is only waking up to our true identity. The actor (Self) playing the role never had any karma — including when he thought wrongly that he was the character, and was, is and will always be free. And the character (ego) is NEVER free — in all 3 karmas. The only freedom is to turn inward and realize that I am the actor, not the character.<br>\n<br>\nThis is what Bhagavan makes explicitly clear by summarizing: “The only freedom you have is to turn your mind inward and renounce activities there”.</blockquote>\nIn reply to this I wrote:<br>\n<br>\n<a name=\"un38\"></a>From the <i>pāramārthika</i> perspective, which is the perspective of our real nature (<i>ātma-svarūpa</i>), there is no ego, and there never was any ego, so there is neither will (<i>mati</i>) nor fate (<i>vidhi</i>). This eternal state of egolessness is what Bhagavan describes as ‘நித்தமாம் முத்தி நிலை’ (<i>nittam-ām mutti nilai</i>), ‘the state of <i>mukti</i> [liberation], which is eternal’ in verse 38 of <i>Uḷḷadu Nāṟpadu</i>, and it is the only real freedom.<br>\n<br>\nHowever, from the <i>vyāvahārika</i> or <i>prātibhāsika</i> perspective, which is the perspective of ego, we have now risen as ego, so there is both will (<i>mati</i>) and fate (<i>vidhi</i>). The freedom of will and the consequent experience of fate are not ultimately real, but they both seem real from the perspective of ego, so in effect they are real so long as we do not investigate ourself keenly enough to see that there never was any ego.<br>\n<br>\nWhen we investigate ourself keenly enough and thereby see what we actually are, we will see that we were always that and that there was therefore never any such thing as ego, so there was also never any such thing as will or fate, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un38\">verse 38</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>வினைமுதனா மாயின் விளைபயன் றுய்ப்போம்<br>\nவினைமுதலா ரென்று வினவித் — தனையறியக்<br>\nகர்த்தத் துவம்போய்க் கருமமூன் றுங்கழலு<br>\nநித்தமா முத்தி நிலை.<br>\n<br>\n<i>viṉaimudaṉā māyiṉ viḷaipayaṉ ḏṟuyppōm<br>\nviṉaimudalā reṉḏṟu viṉavit — taṉaiyaṟiyak<br>\nkarttat tuvampōyk karumamūṉ ḏṟuṅkaṙalu<br>\nnittamā mutti nilai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம். வினைமுதல் ஆர் என்று வினவி தனை அறிய, கர்த்தத்துவம் போய், கருமம் மூன்றும் கழலும். நித்தமாம் முத்தி நிலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm. viṉaimudal ār eṉḏṟu viṉavi taṉai aṟiya, karttattuvam pōy, karumam mūṉḏṟum kaṙalum. nittam-ām mutti nilai</i>.<br>\n<br>\n<b>English translation:</b> If we are the doer of action, we will experience the resulting fruit. When one knows oneself by investigating who is the doer of action, doership will depart and all the three actions will slip off. The state of liberation, which is eternal.<br>\n<br>\n<b>Explanatory paraphrase:</b> If we are the doer of action, we will experience the resulting fruit. [However] when one knows oneself [as one actually is] by investigating who is the doer of action, [ego, which is what seemed to do actions and to experience their fruit, will thereby be eradicated, and along with it its] <i>kartṛtva</i> [doership] [and its <i>bhōktṛtva</i>, experiencership] will depart and [hence] all [its] three <i>karmas</i> [its <i>āgāmya</i> (actions that it does by its own will), <i>sañcita</i> (the heap of the fruits of such actions that it is yet to experience) and <i>prārabdha</i> (destiny or fate, which is the fruits that have been allotted for it to experience in its current life)] will slip off. [This is] the state of <i>mukti</i> [liberation], which is eternal [being what actually exists even when we seem to be this ego].</blockquote>\nThe actions that bear fruit are <i>āgāmya</i> (actions driven by ego’s will), and the doer of such actions is ego, so when Bhagavan says ‘வினைமுதல் நாம் ஆயின், விளை பயன் துய்ப்போம்’ (<i>viṉaimudal nām āyiṉ, viḷai payaṉ tuyppōm</i>), ‘If we are the doer of action, we will experience the resulting fruit’, he means that so long as we rise as ego and therefore act under the sway of our <i>vāsanās</i> (the totality of which are what constitute our will), we will experience <i>prārabdha</i>, which consists of the fruits of such actions that we have done in previous lives. However, if we investigate keenly enough what this ego (the doer of <i>āgāmya</i> and the experiencer of <i>prārabdha</i>) actually is, we will thereby know our real nature, and hence ego will be eradicated and all its three <i>karmas</i> (<i>āgāmya</i>, <i>saṁcita</i> and <i>prārabdha</i>) will cease to exist. This is the state of real freedom (<i>mukti</i>), which is eternal, because we are always that, even when we seem to rise as ego.<br>\n<br>\nIn other words, so long as we rise as ego, will and fate both seem to be real, so we seem to act under the sway of our will and consequently to experience the resulting fruit as fate, but if we investigate ourself keenly enough and thereby see what we actually are, we will see that we have never risen as ego and have therefore never acted under the sway of our will or experienced the fruit of such actions.<br>\n<br>\n<a name=\"predetermination\"></a><b>6. When Bhagavan said that ‘everything is predetermined’, the ‘everything’ he was referring to is everything that we are to experience according to <i>prārabdha</i>, so this does not at all contradict that fact that we do have freedom to will and act (<i>icchā-kriyā-svatantra</i>)</b><br>\n<br>\nYou ask, ‘Bhagavan has said again and again that the ONLY freedom you have is to turn inward. [...] How is that to be reconciled then with the apparent freewill that creates aagamya karma?’, but then you try to reconcile them by denying that we have any freedom with respect to doing <i>āgāmya</i>. This is not reconciling freedom of will (<i>mati</i>) and fate (<i>vidhi</i>) but is asserting that fate (<i>vidhi</i>) always prevails because there is no such thing as freedom of will (<i>mati</i>).<br>\n<br>\nWhat needs to be reconciled is that in some books it is recorded that Bhagavan said ‘everything is predetermined’ (<i>Day by Day</i> 4-1-46 Afternoon) whereas in other books it is recorded that he said: ‘As long as individuality lasts so long there is Free-Will. All the sastras are based on this fact and they advise directing the Free-Will in the right channel’ (<i>Talks</i> section 426). Taken at face value, these two statements seem to contradict each other, because if everything is predetermined, how can there be freedom of any kind whatsoever? Likewise, if we have freedom of will, then how can it be correct to say that everything is predetermined? So how to reconcile such seemingly contradictory statements?<br>\n<br>\nSince Bhagavan’s teachings are a perfectly coherent whole, they are not at all contradictory, so the only way to reconcile such statements is to conclude that what he actually said on such occasions was altogether more nuanced than what has been recorded in these books, and that those who recorded such books were not able to grasp all his nuances and therefore glossed over them when recording what he said. In other words, what they recorded is not exactly what he said but only a rough approximation.<br>\n<br>\n<a name=\"dec98note2\"></a>The nuances in everything he wrote and said were conveyed through his careful choice of the words, phrases and clauses he used in Tamil, so if every word, phrase and clause he used is not accurately recorded or translated, the meaning he intended to convey will be distorted, sometimes just slightly but often quite drastically. For example, if he had spoken instead of writing what he wrote in <a href=\"#dec98note\">his note for his mother</a>, and if the sentences ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu</i>), ‘What will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]’,  had been recorded without the clauses ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’, and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’, as ‘என்றும் நடவாதது நடவாது; நடப்பது நில்லாது’ (<i>eṉḏṟum naḍavādadu naḍavādu; naḍappadu nillādu</i>), ‘What will never happen will not happen; what will happen will not stop’, that would have conveyed a significantly different meaning to the one he intended, because it would have excluded the crucial caveat that though whatever is not to happen will not happen and whatever is to happen will happen and cannot be stopped or prevented, we are nevertheless free to try to make what is not to happen happen and to prevent what is to happen.<br>\n<br>\nThis is why the only record of his teachings that is entirely reliable is his own original writings (though in the case of a few of his original writings we need to make suitable allowance for the context in which he wrote them), and why most of the records of his oral teachings (particularly those that were recorded in English rather than in Tamil, which was the language in which he generally spoke) are far less reliable. With the exception of <a href=\"https://happinessofbeing.com/nan_yar.html\"><i>Nāṉ Ār?</i></a>, which although it was originally recorded by Sivaprakasam Pillai (for the most part directly from what Bhagavan wrote on the sandy ground, a slate or slips of paper) was later revised and rewritten by Bhagavan in the form of an essay, which is therefore the principal version of it, the most reliable record of Bhagavan’s oral teachings is <a href=\"https://happinessofbeing.com/guru_vachaka_kovai.html\"><i>Guru Vācaka Kōvai</i></a>, because although the verses of <i>Guru Vācaka Kōvai</i> do not always record the exact words spoken by Bhagavan (since he spoke in prose and Muruganar recorded what he said in poetry), they do accurately record the meaning he intended to convey, partly because Muruganar was able to understand all the nuances in what Bhagavan said, but also because he showed each of the verses to Bhagavan soon after he composed it, and whenever Bhagavan considered it necessary he would revise what Muruganar had written, and occasionally he would re-express the same idea in a verse of his own, so <i>Guru Vācaka Kōvai</i> was very much a work of close collaboration between Bhagavan and Muruganar.<br>\n<br>\nAll the other records of his oral teachings vary in accuracy on a scale from not sufficiently accurate to seriously inaccurate, so we should not rely on any of them to be the exact words spoken by Bhagavan. There are several reasons for this. Firstly, nothing that Bhagavan ever said was tape-recorded, and the ashram management had passed an order that no one should write notes in his hall, so whoever recorded what he said did so from memory, albeit often later on the same day, but in the case of most reminiscences only many years later. Therefore the accuracy of what they recorded depended firstly on how clearly and deeply they had understood what he said, and secondly upon how accurately they could remember whatever they had understood. If they did not understand all the nuances in what he said, as it would seem that in most cases they did not, whatever they recorded would be coloured by their own inadequate understanding. Therefore we need to take all these factors into consideration when we read such records, and should not hastily conclude that whatever has been recorded was exactly what he said. In the case of each particular statement attributed to Bhagavan in such records, we should judge it in the light of the fundamental principles that he has taught us in his own original writings, and if anything that has been recorded conflicts in any way with those fundamental principles, we should understand that in such cases what has been recorded would not have been exactly what he said.<br>\n<br>\nBearing all this in mind, let us now consider each of the two seemingly contradictory statements referred to above. When (and if) he said that ‘everything is predetermined’ (as recorded in <i>Day by Day</i>, 4-1-46 Afternoon), the ‘everything’ he was referring to is everything that we are to experience, and every action that we need to do in order to experience whatever we are to experience, because everything that we experience and everything we must do in order to experience it is according to <i>prārabdha</i>, which is predetermined by God or <i>guru</i>.<br>\n<br>\n<a name=\"dec98note3\"></a>Since everything that we experience is predetermined (which is what he meant when he said ‘The whole programme is chalked out’, as recorded in <i>Day by Day</i> 4-1-46 Afternoon), we are not free to change it even to the slightest extent, so we cannot experience anything that is not predetermined for us to experience, and (except by turning within and thereby eradicating ego) we cannot avoid experiencing anything that is predetermined for us to experience, as he implied when he wrote in <a href=\"#dec98note\">his note for his mother</a>: ‘என்றும் நடவாதது என் முயற்சிக்கினும் நடவாது; நடப்ப தென்றடை செய்யினும் நில்லாது. இதுவே திண்ணம்’ (<i>eṉḏṟum naḍavādadu eṉ muyaṟcikkiṉum naḍavādu; naḍappadu eṉ taḍai seyyiṉum nillādu. iduvē tiṇṇam</i>), ‘What will never happen will not happen whatever effort one makes [to make it happen]; what will happen will not stop whatever obstruction [or resistance] one does [to prevent it happening]. This indeed is certain’. However, though we are not free either to experience anything that is not predetermined or to avoid experiencing anything that is predetermined, we are free to want to do so and to try to do so, as he implied by the clauses ‘என் முயற்சிக்கினும்’ (<i>eṉ muyaṟcikkiṉum</i>), ‘whatever effort one makes’, and ‘என் தடை செய்யினும்’ (<i>eṉ taḍai seyyiṉum</i>), ‘whatever obstruction [or resistance] one does’. Therefore the fact that everything we experience is predetermined does not at all contradict that fact that we do have freedom to will and act (<i>icchā-kriyā-svatantra</i>).<br>\n<br>\n<a name=\"renounce\"></a><b>7. When Bhagavan said ‘The only freedom you have is to turn your mind inward and renounce activities there’, it is clear from the context that what he meant is that the only freedom we have to renounce all activities is to turn our mind inwards</b><br>\n<br>\nIncidentally, the English term ‘free will’ is imprecisely defined, because when philosophers and others talk about free will, they generally mean freedom to do as we want, which is not actually freedom of will (<i>icchā-svatantra</i>) but freedom of action (<i>kriyā-svatantra</i>), or even freedom to achieve what we want, which is a freedom we do not have at all, because whatever we are to achieve (in the sense of whatever worldly aim we are to achieve) is predetermined by <i>prārabdha</i>. However, freedom of will and freedom of action are closely associated, and in practice they go hand in hand, so the term that Bhagavan generally used to refer to freedom of will and action is <i>icchā-kriyā-svatantra</i>, and hence in most cases this is the term that is translated as ‘free will’ (or ‘free-will’ or ‘freewill’, as it is sometimes incorrectly spelt) in English recordings of his answers to questions in books such as <i>Talks</i> and <i>Day by Day</i>.<br>\n<br>\nWhen Bhagavan said ‘The only freedom you have is to turn your mind inward and renounce activities there’ (as recorded in <i>Day by Day</i>, 1-6-46), it is clear from the context that what he meant is that the only freedom we have to renounce all activities (both those driven by will (<i>mati</i>) and those driven by fate (<i>vidhi</i>)) is to turn our mind inwards and thereby dissolve back into the source from which we rose. So long as we allow our mind to face outwards, we are to a greater or lesser extent allowing ourself to be swayed by our <i>viṣaya-vāsanās</i> (which are what constitutes <i>mati</i> in the sense of <i>cittam</i> or will) and we consequently have to experience and do whatever is allotted in our <i>vidhi</i> for us to experience and do.<br>\n<br>\nHe also implied the same when he said ‘The only freedom man has is to strive for and acquire the <i>jnana</i> which will enable him not to identify himself with the body’ (as recorded in <i>My Recollections of Bhagavan Sri Ramana</i>, chapter 4: 1992 edition, page 90). Until we investigate ourself keenly enough to dissolve forever in the clear light of pure awareness (<i>jñāna</i>), we will continue to rise as ego, and whenever we rise as ego we experience ourself as a body and consequently have to experience whatever <i>prārabdha</i> has been allotted for that body to undergo.<br>\n<br>\nIn order to strive for and acquire <i>jñāna</i> we need to turn our attention within to face ourself alone, and since our <i>viṣaya-vāsanās</i> are constantly driving our attention outwards, we need to weaken and eventually destroy all of them by persistent practice of self-attentiveness, as Bhagavan makes clear in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>. So long as we allow our attention to go outwards, we are thereby allowing our mind to wander to a greater or lesser extent under the sway of its <i>vāsanās</i>, and so long as we wander under the sway of our <i>vāsanās</i>, we are thereby inevitably doing <i>āgāmya</i>.<br>\n<br>\nYou say that even <i>āgāmya</i> is predetermined, but that cannot be the case, because we can avoid doing <i>āgāmya</i> by turning our attention inwards. Whatever is destined to happen according to <i>prārabdha</i> is predetermined, so it will continue (until ego is eradicated) whether we turn our attention inwards or outwards, but we do <i>āgāmya</i> only to the extent that we allow ourself to be swayed by our <i>viṣaya-vāsanās</i>. To the extent that we turn our attention inwards, we are thereby avoiding being swayed by them and hence avoiding doing <i>āgāmya</i>. Moreover, whenever we allow our attention to go outwards, our <i>vāsanās</i> tend to pull us in various conflicting directions, so we are free to choose whether to be swayed by one <i>vāsanā</i> or another, and hence the <i>āgāmya</i> we do is determined by whichever <i>vāsanās</i> we allow ourself to be swayed by.<br>\n<br>\n<a name=\"best\"></a><b>8. We can use our freedom of will and action (<i>icchā-kriyā-svatantra</i>) to do either <i>kāmya karmas</i> of any kind or <i>niṣkāmya pūjā</i>, <i>niṣkāmya japa</i> or <i>niṣkāmya dhyāna</i>, but turning our mind inwards to attend to ourself alone is the best among all the possible uses we can make of this freedom</b><br>\n<br>\nThe actor analogy that you refer to is useful in helping us to understand how we can remain inwardly detached in the midst of whatever actions our mind, speech and body are driven to do in accordance with our <i>prārabdha</i>, and to the extent that we are detached we thereby avoid doing <i>āgāmya</i>. However, like any analogy, its applicability is limited, so we should not stretch it by trying to apply it in a way that Bhagavan did not intend, and he certainly never intended it to mean that whatever <i>āgāmya</i> we do is predetermined, as you seem to imply.<br>\n<br>\nThe script that has been written is <i>prārabdha</i>, so we cannot deviate from that script, but not every action of the actor is scripted. So long as he does not deviate from the script he has a limited freedom to do as he pleases without detracting from his performance. For example, one day he may scratch his head and another day he may not, or one day he may speak some lines facing one part of the audience whereas another day he may speak the same lines facing another part of it. Likewise, though we cannot deviate even in the least from the script of <i>prārabdha</i>, we nevertheless have limited freedom to do whatever <i>āgāmya</i> we please. This limited freedom is what Bhagavan called <i>icchā-kriyā-svatantra</i>, the freedom of will and action.<br>\n<br>\n<a name=\"uu02\"></a>However, as he often explained, using our <i>icchā-kriyā-svatantra</i> to do any <i>āgāmya</i> is a misuse of it, because doing so causes us to fall in the ocean of action, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வினையின் விளைவு விளிவுற்று வித்தாய் <br>\nவினைக்கடல் வீழ்த்திடு முந்தீபற <br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீடு தரலிலை யுந்தீபற.<br>\n<br>\n<i>viṉaiyiṉ viḷaivu viḷivuṯṟu vittāy <br>\nviṉaikkaḍal vīṙttiḍu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīḍu taralilai yundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வினையின் விளைவு விளிவு உற்று வித்தாய் வினை கடல் வீழ்த்திடும். வீடு தரல் இலை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>viṉaiyiṉ viḷaivu viḷivu uṯṟu vittāy viṉai-kaḍal vīṙttiḍum. vīḍu taral ilai</i>.<br>\n<br>\n<b>English translation:</b> The fruit of action having perished, as seed it causes to fall in the ocean of action. It is not giving liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> The fruit of [an] action having perished [by being experienced], [remaining] as a seed [a <i>karma-vāsanā</i> or propensity to do the same kind of action] it causes [one] to fall in the ocean of action. [Therefore] it [action] does not give liberation.</blockquote>\nWhat he refers to here as ‘வித்து’ (<i>vittu</i>), ‘seed’, is <i>karma-vāsanās</i> (inclinations or propensities to do the same kind of actions), and at the heart of every <i>karma-vāsanā</i> is a <i>viṣaya-vāsanā</i> (an inclination to experience a certain <i>viṣaya</i> or phenomenon), because what motivates our inclinations to do actions is our inclinations to experience phenomena. Whatever actions we do under the sway of such inclinations (<i>vāsanās</i>) are <i>āgāmya</i>, and doing <i>āgāmya</i> causes us to fall in the ocean of action by perpetuating the cycle of the three <i>karmas</i>, because not only does <i>āgāmya</i> create fruit, which are stored in <i>saṁcita</i> until they are allotted as the <i>prārabdha</i> of a future life, but it also creates and sustains seeds (<i>vāsanās</i>), which are what drive us to continue doing <i>āgāmya</i>.<br>\n<br>\n<a name=\"uu03\"></a>Instead of misusing our freedom in this way to do any action under the sway of our <i>viṣaya-vāsanās</i>, it is better to refrain from doing such actions, which are <i>kāmya karmas</i>, and to do only <i>niṣkāmya karmas</i>  for the love of God alone, because as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu03\">verse 3</a> of <i>Upadēśa Undiyār</i>, that will purify the mind (by weakening its <i>viṣaya-vāsanās</i>, which are its impurities) and thereby show the way to liberation (in the sense that it will give us the clarity of mind and heart to recognise that the only means to attain liberation is to turn our mind inwards to face ourself alone):<br>\n<blockquote>கருத்தனுக் காக்குநிட் காமிய கன்மங்<br>\nகருத்தைத் திருத்தியஃ துந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;கதிவழி காண்பிக்கு முந்தீபற.<br>\n<br>\n<i>karuttaṉuk kākkuniṭ kāmiya kaṉmaṅ <br>\nkaruttait tiruttiyaḵ dundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;gativaṙi kāṇbikku mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கருத்தனுக்கு ஆக்கும் நிட்காமிய கன்மம் கருத்தை திருத்தி, அஃது கதி வழி காண்பிக்கும்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>karuttaṉukku ākkum niṭkāmiya kaṉmam karuttai tirutti, aḵdu gati vaṙi kāṇbikkum</i>.<br>\n<br>\n<b>English translation:</b> Desireless action done for God, purifying the mind, it will show the path to liberation.<br>\n<br>\n<b>Explanatory paraphrase:</b> <i>Niṣkāmya karma</i> [action not motivated by desire] done [with love] for God purifies the mind and [thereby] it will show the path to liberation [that is, it will enable one to recognise what the correct path to liberation is].</blockquote>\n<a name=\"uu08\"></a>However, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu08\">verse 8</a> of <i>Upadēśa Undiyār</i>, among all the beneficial uses of our <i>icchā-kriyā-svatantra</i> that he describes in verses 4 to 8, the ‘best of all’ (<i>aṉaittiṉ-um uttamam</i>) is only <i>ananya-bhāva</i>, which means meditation on nothing other than ourself:<br>\n<blockquote>அனியபா வத்தி னவனக மாகு<br>\nமனனிய பாவமே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வனைத்தினு முத்தம முந்தீபற.<br>\n\t<br>\n<i>aṉiyabhā vatti ṉavaṉaha māhu<br>\nmaṉaṉiya bhāvamē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vaṉaittiṉu muttama mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அனிய பாவத்தின் அவன் அகம் ஆகும் அனனிய பாவமே அனைத்தினும் உத்தமம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>aṉiya-bhāvattiṉ avaṉ aham āhum aṉaṉiya-bhāvam-ē aṉaittiṉ-um uttamam</i>.<br>\n<br>\n<b>English translation:</b> Rather than <i>anya-bhāva</i>, certainly <i>ananya-bhāva</i>, in which he is I, is the best among all.<br>\n<br>\n<b>Explanatory paraphrase:</b> Rather than <i>anya-bhāva</i> [meditation on anything other than oneself, particularly meditation on God as if he were other than oneself], certainly <i>ananya-bhāva</i> [meditation on nothing other than oneself], in which he is [considered to be] I, is the best among all [practices of <i>bhakti</i>, varieties of meditation and kinds of spiritual practice] [in the sense that it is the most effective of all means to purify the mind, and is also the only means to eradicate ego, the root of all impurities].</blockquote>\nAs he makes clear in these verses (2 to 8), turning our mind within to attend to ourself alone is not the only freedom we have, because we can also use our freedom of will and action (<i>icchā-kriyā-svatantra</i>) to do either <i>kāmya karmas</i> of any kind or <i>niṣkāmya pūjā</i>, <i>niṣkāmya japa</i> or <i>niṣkāmya dhyāna</i> (that is, worship, repetition or meditation that is not motivated by desire for anything but only by the love of God), but it is the best among all the possible uses we can make of our <i>icchā-kriyā-svatantra</i>.<br>\n<br>\nTherefore let us not confuse ourself by denying that we have any <i>icchā-kriyā-svatantra</i>, but instead use it wisely as advised by Bhagavan to turn within to face ourself and thereby see what we actually are. That is, at each moment of our life we have a fundamental choice, whether to attend to ourself or to anything other than ourself. We are always free to choose either, but the wisest use of this freedom is to turn within by attending to ourself alone.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "11",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/102713868624228707/comments"
    },
    "labels": [
        "1898 note for his mother",
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "karma",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjA4Mjk3MzE4NDM0Cm9mZnNldDogMAo\""
}