{
    "kind": "blogger#post",
    "id": "8952251246917122810",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2020-06-02T18:21:00+01:00",
    "updated": "2021-04-21T12:28:00+01:00",
    "url": "http://happinessofbeing.blogspot.com/2020/06/we-can-be-self-attentive-in-waking-and.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8952251246917122810",
    "title": "We can be self-attentive in waking and dream but not in sleep",
    "content": "<p align=\"left\" class=\"MsoNormal\" style=\"line-height: 15.0pt; margin-top: 0cm; mso-line-height-rule: exactly; text-align: left;\">A friend recently wrote to me:<br>\n<blockquote>It seems to that “Self-Attention” as taught by Bhagavan Sri Ramana Maharishi is possible only when I am in the Waking State, and not when I am in the Sleeping State and in the Dreaming State.  In that case, what do I have to do in the latter two states, according to the teachings of Bhagavan Sri Ramana Maharishi? If I cannot do anything in those two states, will that be a problem or should I take it that as long as I am doing “Self-Attention” correctly during the Waking State, that will be enough?</blockquote><a name='more'></a>\nThis article is adapted from the reply I wrote to this:<br>\n<ol>\n<li><a href=\"#dream\">What we now take to waking is just another dream, and so long as we are dreaming any dream we should try to be as keenly self-attentive as possible</a></li>\n<li><a href=\"#sleep\">Sleep is a state of pure awareness, in which we know nothing other than ourself, so we need not and cannot be self-attentive in sleep</a></li>\n<li><a href=\"#uu13\"><i>Upadēśa Undiyār</i> verse 13: if it is dissolved in sleep or any other state of <i>laya</i>, ego will rise again, but why?</a></li>\n<li><a href=\"#uu14\"><i>Upadēśa Undiyār</i> verse 14: only by means of self-investigation will ego dissolve in pure awareness in such a way that it will never rise again</a></li>\n<li><a href=\"#uu16\"><i>Upadēśa Undiyār</i> verse 16: being so keenly self-attentive that we thereby cease to be aware of anything else is real awareness</a></li>\n<li><a href=\"#gvk957\"><i>Guru Vācaka Kōvai</i> verse 957: if we experience sleep in waking, we will thereby experience sleep in dream</a></li>\n<li><a href=\"#gvk958\"><i>Guru Vācaka Kōvai</i> verse 958: in order to experience sleep throughout waking and dream, steadfastness in keenly attentive self-investigation is required</a></li>\n<li><a href=\"#ut16\"><i>Upadēśa Taṉippākkaḷ</i> verse 16: until sleep pervades both waking and dream, incessantly persevere in being keenly self-attentive</a></li>\n</ol>\n<a name=\"dream\"></a><b>1. What we now take to waking is just another dream, and so long as we are dreaming any dream we should try to be as keenly self-attentive as possible</b><br>\n<br>\nWe can be self-attentive just as well in dream as in waking, because what we now take to waking is just another dream. However, in some dreams our attachment to our dream body is less strong than in others, and such dreams are characterised by their instability: for example, one moment we are in one place and the next moment in another place, or we are talking with one person who suddenly becomes some other person. If we try to be self-attentive in such a dream, our self-attentiveness will generally bring that dream to an immediate end, because it will dissolve our weak attachment to that dream body, and consequently we will find ourself in another dream (either this current state that we now take to be waking or some other dream), or more rarely we will just fall asleep.<br>\n<br>\nBecause our attachment to our current body is relatively strong, it is not so easily dissolved by self-attentiveness, so this dream is generally not brought to an end as soon as we try to be self-attentive. This enables us to go deeper in self-attentiveness than we generally can in less stable dreams.<br>\n<br>\nOur aim when trying to be self-attentive is not just to dissolve our current dream but to be aware of ourself as we actually are and thereby to dissolve forever the fundamental sleep of self-ignorance in which this and all other dreams appear. Therefore so long as we are dreaming, whatever type of dream it may be, we should try to be as keenly self-attentive as possible.<br>\n<br>\n<a name=\"sleep\"></a><b>2. Sleep is a state of pure awareness, in which we know nothing other than ourself, so we need not and cannot be self-attentive in sleep</b><br>\n<br>\nIn the state we call sleep, which is an interlude between successive states of dream, we cannot be self-attentive, because what must try to be self-attentive is ego, which is absent in sleep. That is, attention is our ability to focus our awareness on one or some among many things that we are potentially aware of, so attention is a faculty of ourself as ego, because it is only when we rise and stand as ego that we are aware of many things.<br>\n<br>\nOur real nature is pure awareness, in the clear view of which nothing other than ourself exists or even seems to exist, so as pure awareness we are never aware of anything other than ourself, and hence for pure awareness there is no such thing as attention. Therefore when we remain just as pure awareness, we need not and cannot be self-attentive, but whenever we rise and stand as ego, we should try to be so keenly self-attentive that we thereby cease to be aware of anything other than ourself, because this is the only means by which we can regain our natural state of pure awareness.<br>\n<br>\n<a name=\"uu13\"></a><b>3. <i>Upadēśa Undiyār</i> verse 13: if it is dissolved in sleep or any other state of <i>laya</i>, ego will rise again, but why?</b><br>\n<br>\nThough in sleep ego is dissolved in pure awareness, why is it not thereby destroyed? In other words, why does it rise again after being dissolved in pure awareness? Sleep is only a temporary dissolution of ego, because our subsidence in sleep is not brought about by keen self-attentiveness but only by tiredness, so from sleep we will sooner or later rise again as ego. Therefore Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu13\">verse 13</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>இலயமு நாச மிரண்டா மொடுக்க<br>\nமிலயித் துளதெழு முந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வெழாதுரு மாய்ந்ததே லுந்தீபற.<br>\n<br>\n<i>ilayamu nāśa miraṇḍā moḍukka<br>\nmilayit tuḷadeṙu mundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;veṙāduru māyndadē lundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> இலயமும் நாசம் இரண்டு ஆம் ஒடுக்கம். இலயித்து உளது எழும். எழாது உரு மாய்ந்ததேல்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ilayam-um nāśam iraṇḍu ām oḍukkam. ilayittu uḷadu eṙum. eṙādu uru māyndadēl</i>.<br>\n<br>\n<b>அன்வயம்:</b> ஒடுக்கம் இலயமும் நாசம் இரண்டு ஆம். இலயித்து உளது எழும். உரு மாய்ந்ததேல் எழாது.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>oḍukkam ilayam-um nāśam iraṇḍu ām. ilayittu uḷadu eṙum. uru māyndadēl eṙādu</i>.<br>\n<br>\n<b>English translation:</b> Dissolution is two: <i>laya</i> and <i>nāśa</i>. What is lying down will rise. If form dies, it will not rise.<br>\n<br>\n<b>Explanatory paraphrase:</b> Dissolution [cessation or complete subsidence of ego or mind] is [of] two [kinds]: <i>laya</i> and <i>nāśa</i>. What is lying down [or dissolved in <i>laya</i>] will rise. If [its] form dies [in <i>nāśa</i>], it will not rise.</blockquote>\nIf <i>manōlaya</i> (temporary dissolution of mind) is brought about by tiredness, it is called sleep, whereas if it is brought about by other means it is called by other names such as swoon, coma or <i>nirvikalpa samādhi</i>, but from all such states we will sooner or later rise again as ego. In order to dissolve ego in pure awareness in such a way that it will never rise again, we need to dissolve it not merely by tiredness or any other means but only by keenly focused self-attentiveness.<br>\n<br>\n<a name=\"uu14\"></a><b>4. <i>Upadēśa Undiyār</i> verse 14: only by means of self-investigation will ego dissolve in pure awareness in such a way that it will never rise again</b><br>\n<br>\nThat is, we as ego dissolve in pure awareness whenever our attention is withdrawn completely from all other things, namely all phenomena, but our dissolution will only be temporary unless we dissolve not merely by withdrawing our attention from all other things but by focusing our attention so keenly on ourself that we thereby withdraw it completely from all other things. Mere withdrawal of our attention from all other things (whether due to tiredness, shock, general anaesthesia, drugs, brain damage, <i>yōga</i> practices such as <i>prāṇāyāma</i> or meditation, or any means other than self-attentiveness) will result in <i>manōlaya</i>, from which we will rise again, whereas withdrawal of our attention from all other things by means of keenly focused self-attentiveness will result in <i>manōnāśa</i> (annihilation of mind), from which we will never rise again, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu14\">verse 14</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>ஒடுக்க வளியை யொடுங்கு முளத்தை<br>\nவிடுக்கவே யோர்வழி யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வீயு மதனுரு வுந்தீபற.<br>\n<br>\n<i>oḍukka vaḷiyai yoḍuṅgu muḷattai<br>\nviḍukkavē yōrvaṙi yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vīyu madaṉuru vundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> ஒடுக்க வளியை ஒடுங்கும் உளத்தை விடுக்கவே ஓர் வழி, வீயும் அதன் உரு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>oḍukka vaḷiyai oḍuṅgum uḷattai viḍukka-v-ē ōr vaṙi, vīyum adaṉ uru</i>.<br>\n<br>\n<b>அன்வயம்:</b> வளியை ஒடுக்க ஒடுங்கும் உளத்தை ஓர் வழி விடுக்கவே, அதன் உரு வீயும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>vaḷiyai oḍukka oḍuṅgum uḷattai ōr vaṙi viḍukka-v-ē, adaṉ uru vīyum</i>.<br>\n<br>\n<b>English translation:</b> Only when one sends the mind, which becomes calm when one restrains the breath, on the investigating path will its form perish.</blockquote>\nWhat he refers to in this verse as ‘ஓர் வழி’ (<i>ōr vaṙi</i>), which means either ‘the investigating path’ or ‘the one path’, is the practice of self-investigation, which is the one and only means by which we can dissolve ego in pure awareness in such a way that it will never rise again. If we withdraw our attention completely from all other things by any means other than self-attentiveness, ego will be dissolved in pure awareness but will not be annihilated, because it will have dissolved before pure awareness shines forth. However, if we are so keenly self-attentive that we thereby withdraw our attention completely from all other things, we as ego will thereby momentarily experience ourself as pure awareness, and as soon as we do so we will thereby be dissolved in it forever.<br>\n<br>\nIn other words, in order for ego to be annihilated, it must be dissolved as a result of experiencing pure awareness. That is, it must experience pure awareness prior to being dissolved. As ego we cannot survive for a moment when we experience ourself as pure awareness, so this is why we must try to experience ourself as pure awareness here and now in our current state (whether we consider this state to be waking or dream), which we can do only by being keenly self-attentive.<br>\n<br>\nTherefore we need not be concerned about our inability to be self-attentive while asleep. We cannot be self-attentive in sleep because we do not exist as ego then. It is only as ego that we can try to be self-attentive, and we exist as ego only in waking and dream.<br>\n<br>\n<a name=\"uu16\"></a><b>5. <i>Upadēśa Undiyār</i> verse 16: being so keenly self-attentive that we thereby cease to be aware of anything else is real awareness</b><br>\n<br>\nOur nature as ego is to be constantly aware of phenomena, as we are in waking and dream, so what we need to do in these two states is try to be so keenly self-attentive that we thereby cease to be aware of any phenomena, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu16\">verse 16</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>வெளிவிட யங்களை விட்டு மனந்தன்<br>\nனொளியுரு வோர்தலே யுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;வுண்மை யுணர்ச்சியா முந்தீபற.<br>\n<br>\n<i>veḷiviḍa yaṅgaḷai viṭṭu maṉantaṉ<br>\nṉoḷiyuru vōrdalē yundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;vuṇmai yuṇarcciyā mundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> வெளி விடயங்களை விட்டு மனம் தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>veḷi viḍayaṅgaḷai viṭṭu maṉam taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>அன்வயம்:</b> மனம் வெளி விடயங்களை விட்டு தன் ஒளி உரு ஓர்தலே உண்மை உணர்ச்சி ஆம்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>maṉam veḷi viḍayaṅgaḷai viṭṭu taṉ oḷi-uru ōrdalē uṇmai uṇarcci ām</i>.<br>\n<br>\n<b>English translation:</b> Leaving aside external <i>viṣayas</i> [phenomena], the mind knowing its own form of light is alone real awareness [true knowledge or knowledge of reality].</blockquote>\nWhat he refers to here as ‘மனம்’ (<i>maṉam</i>), ‘mind’, is ourself as ego, and what he refers to as ‘தன் ஒளி உரு’ (<i>taṉ oḷi-uru</i>), ‘its own form of light’, is our real nature (<i>svarūpa</i>), which is the light of pure awareness, so ‘மனம் தன் ஒளி உரு ஓர்தல்’ (<i>maṉam taṉ oḷi-uru ōrdal</i>), ‘the mind knowing its own form of light’, means ourself as ego being so keenly self-attentive that we thereby cease to be aware of anything other than ourself (which is what he means by ‘வெளி விடயங்களை விட்டு’ (<i>veḷi viḍayaṅgaḷai viṭṭu</i>), ‘leaving aside external phenomena’) and thus know ourself as pure awareness. This state in which we know nothing other than pure awareness is alone the state of உண்மை உணர்ச்சி (<i>uṇmai uṇarcci</i>), ‘real awareness’ or ‘true knowledge’.<br>\n<br>\nWhen we start to follow this path of self-investigation, we may not often remember to try to be self-attentive in other dreams, but so long as we remember to try to be so in our present dream (this state that we now take to be waking), that is sufficient. The more we become accustomed to being self-attentive in this dream, the more we will remember to try to be self-attentive in other dreams also, so in due course we will find that we remember to try more and more frequently, whether in this dream or any other one.<br>\n<br>\n<a name=\"gvk957\"></a><b>6. <i>Guru Vācaka Kōvai</i> verse 957: if we experience sleep in waking, we will thereby experience sleep in dream</b><br>\n<br>\nA devotee once asked Bhagavan a question similar to the one you asked me, saying that he was unable to achieve sleep in dream, meaning the state of uninterrupted self-attentiveness in dream, and the answer that Bhagavan gave him was recorded by Muruganar in verses 957 and 958 of <i>Guru Vācaka Kōvai</i>. In verse 957 Muruganar recorded:<br>\n<blockquote>கனவிற் சுழுத்தி கலந்திலதென் றெண்ணி<br>\nமனவுரங் கெட்டுமதி மாழ்கேல் — அணவும்<br>\nநனவிற் சுழுத்திவலி நண்ணுமே னண்ணும்<br>\nகனவிற் சுழுத்திக் கலப்பு.<br>\n<br>\n<i>kaṉaviṯ cuṙutti kalandiladeṉ ḏṟeṇṇi<br>\nmaṉavuraṅ geṭṭumati māṙgēl — aṇavum<br>\nnaṉaviṯ cuṙuttivali naṇṇumē ṉaṇṇum<br>\nkaṉaviṯ cuṙuttik kalappu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> கனவில் சுழுத்தி கலந்திலது என்று எண்ணி மன உரம் கெட்டு மதி மாழ்கேல். அணவும் நனவில் சுழுத்தி வலி நண்ணுமேல் நண்ணும் கனவில் சுழுத்தி கலப்பு.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>kaṉavil suṙutti kalandiladu eṉḏṟu eṇṇi maṉa uram keṭṭu mati māṙgēl. aṇavum naṉavil suṙutti vali naṇṇumēl, naṇṇum kaṉavil suṙutti kalappu</i>.<br>\n<br>\n<b>அன்வயம்:</b> கனவில் சுழுத்தி கலந்திலது என்று எண்ணி மன உரம் கெட்டு மதி மாழ்கேல். அணவும் நனவில் சுழுத்தி வலி நண்ணுமேல் கனவில் சுழுத்தி கலப்பு நண்ணும்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>kaṉavil suṙutti kalandiladu eṉḏṟu eṇṇi maṉa uram keṭṭu mati māṙgēl. aṇavum naṉavil suṙutti vali naṇṇumēl, kaṉavil suṙutti kalappu naṇṇum</i>.<br>\n<br>\n<b>English translation:</b> Be not bewildered [or disheartened], losing your mental resolve thinking that sleep in dream has not been achieved. If the firmness of sleep in the current waking state is achieved, the pervading of sleep in dream will be achieved.</blockquote>\nHere ‘நனவில் சுழுத்தி’ (<i>naṉavil suṙutti</i>), ‘sleep in waking’, means the state of <i>jāgrat-suṣupti</i> (‘waking sleep’ or ‘wakeful sleep’), which is also called <i>turīya</i> or <i>turya</i> (‘the fourth’), and it is called ‘waking sleep’ because it is our natural state of pure awareness, in which we are always awake to (or aware of) our real nature and asleep to (or unaware of) any phenomena. In other words, it is the state in which we are perfectly awake yet unaware of any differences or things other than ourself, as in sleep.<br>\n<br>\nSince Bhagavan taught us that what we will experience if we investigate ourself keenly enough is this state of ‘நனவில் சுழுத்தி’ (<i>naṉavil suṙutti</i>), ‘sleep in waking’, the devotee who asked him this question assumed that we should also experience ‘கனவில் சுழுத்தி’ (<i>kaṉavil suṙutti</i>), ‘sleep in dream’, so he complained to Bhagavan that he had not yet been able to achieve such a state, meaning that he was unable to be constantly self-attentive while dreaming. Therefore Bhagavan assured him that we need not be concerned about our inability to achieve uninterrupted self-attentiveness in dream, because it is sufficient if we try to be constantly self-attentive in our current state, which is what we now take to be waking, since if we experience pure awareness in this state, we will experience it in all other states.<br>\n<br>\n<a name=\"gvk958\"></a><b>7. <i>Guru Vācaka Kōvai</i> verse 958: in order to experience sleep throughout waking and dream, steadfastness in keenly attentive self-investigation is required</b><br>\n<br>\nTherefore we should persevere in trying to be self-attentive in our current state until sleep, the state of pure awareness, pervades throughout all states of waking or dream, as Bhagavan implied in what Muruganar recorded in verse 958:<br>\n<blockquote>நனவிற் சுழுத்தி நடைகாறுந் தன்னை<br>\nவினவு முசாக்கை விடாமை — எனவே<br>\nகனவிற் சுழுத்தி கலந்தொளிருங் காறவ்<br>\nவினவுசா வாற்றல் விதி.<br>\n<br>\n<i>naṉaviṯ cuṙutti naḍaikāṟun taṉṉai<br>\nviṉavu mucākkai viḍāmai — eṉavē<br>\nkaṉaviṯ cuṙutti kalandoḷiruṅ kāṟav<br>\nviṉavucā vāṯṟal vidhi</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நனவில் சுழுத்தி நடை காறும் தன்னை வினவும் உசா கை விடாமை. எனவே கனவில் சுழுத்தி கலந்து ஒளிரும் காறு அவ் வினவு உசா ஆற்றல் விதி.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavil suṙutti naḍai kāṟum taṉṉai viṉavum ucā kai viḍāmai. eṉavē kaṉavil suṙutti kalandu oḷirum kāṟu a-v-viṉavu ucā āṯṟal vidhi</i>.<br>\n<br>\n<b>English translation:</b> Until the state of sleep in waking [is achieved], subtle investigation, in which one examines [or keenly attends to] oneself, should not be abandoned. Therefore, until sleep shines pervading in dream, steadfastness in that attentive investigation is what is prescribed.</blockquote>\nWhen pure awareness alone shines in waking, it will also shine alone in dream, so until then we should persevere in trying to be keenly self-attentive in whatever state we may currently be.<br>\n<br>\n<a name=\"ut16\"></a><b>8. <i>Upadēśa Taṉippākkaḷ</i> verse 16: until sleep pervades both waking and dream, incessantly persevere in being keenly self-attentive</b><br>\n<br>\nWhen Muruganar showed these two verses to him, Bhagavan summarised their import in a single verse, which is now verse B-19 in <i>Guru Vācaka Kōvai</i> and <a href=\"https://happinessofbeing.blogspot.com/2016/03/we-are-aware-of-ourself-while-asleep-so.html#ut16\">verse 16</a> of <i>Upadēśa Taṉippākkaḷ</i>:<br>\n<blockquote>நனவிற் சுழுத்தி நடையென்றுந் தன்னை<br>\nவினவு முசாவால் விளையும் — நனவிற்<br>\nகனவிற் சுழுத்தி கலந்தொளிருங் காறும்<br>\nஅனவரத மவ்வுசா வாற்று.<br>\n<br>\n<i>naṉaviṯ cuṙutti naḍaiyeṉḏṟun taṉṉai<br>\nviṉavu musāvāl viḷaiyum — naṉaviṟ<br>\nkaṉaviṯ cuṙutti kalandoḷiruṅ gāṟum<br>\naṉavarata mavvusā vāṯṟu</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> நனவில் சுழுத்தி நடை என்றும் தன்னை வினவும் உசாவால் விளையும். நனவில் கனவில் சுழுத்தி கலந்து ஒளிரும் காறும், அனவரதம் அவ் உசா ஆற்று.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>naṉavil suṙutti naḍai eṉḏṟum taṉṉai viṉavum usāvāl viḷaiyum. naṉavil kaṉavil suṙutti kalandu oḷirum kāṟum, aṉavaratam a-vv-usā āṯṟu</i>.<br>\n<br>\n<b>அன்வயம்:</b> என்றும் தன்னை வினவும் உசாவால் நனவில் சுழுத்தி நடை விளையும். நனவில் கனவில் சுழுத்தி கலந்து ஒளிரும் காறும், அனவரதம் அவ் உசா ஆற்று.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eṉḏṟum taṉṉai viṉavum usāvāl naṉavil suṙutti naḍai viḷaiyum. naṉavil kaṉavil suṙutti kalandu oḷirum kāṟum, aṉavaratam a-vv-usā āṯṟu</i>.<br>\n<br>\n<b>English translation:</b> The state of sleep in waking will result by subtle investigation, in which one always examines [or keenly attends to] oneself. Until sleep shines pervading in waking [and] in dream, incessantly perform that subtle investigation.</blockquote>\nTherefore, though we may not yet have sufficient love to be uninterruptedly self-attentive throughout all states of waking or dream, that should be our aim, so we should try to be self-attentive as much as we can be both at this present moment and at every other moment.</p>",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "210",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8952251246917122810/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "dream",
        "effort",
        "ego",
        "Guru Vācaka Kōvai",
        "self-investigation (ātma-vicāra)",
        "sleep",
        "Sri Muruganar",
        "Upadēśa Taṉippākkaḷ",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjE5MDA0NDgwNzc2Cm9mZnNldDogMzYwMDAwMAo\""
}