{
    "kind": "blogger#post",
    "id": "7130110646475206201",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-03-22T11:33:00Z",
    "updated": "2021-03-23T19:30:14Z",
    "url": "http://happinessofbeing.blogspot.com/2021/03/the-second-and-third-paragraphs-of-nan.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7130110646475206201",
    "title": "The second and third paragraphs of <i>Nāṉ Ār?</i>",
    "content": "In this article I will discuss the history behind the <a href=\"#ny02\">second paragraph</a> of <i>Nāṉ Ār?</i> and the practical and philosophical significance of what Bhagavan teaches us in the <a href=\"#ny03\">third paragraph</a>.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ny02\">The second paragraph of <i>Nāṉ Ār?</i> and answers 1 to 3 of most question and answer versions</a></li>\n<li><a href=\"#ny03\">The third paragraph of <i>Nāṉ Ār?</i> and answers 4 to 7 of most question and answer versions</a></li>\n<li><a href=\"#jagad-drsti\">Why does Bhagavan say in the third and fourth paragraphs of <i>Nāṉ Ār?</i> that awareness of our real nature (<i>svarūpa-darśana</i>) will not arise unless perception of the world (<i>jagad-dṛṣṭi</i>) ceases?</a></li>\n<li><a href=\"#arive-nan\">Sivaprakasam Pillai’s first question was ‘நானார்?’ (<i>nāṉ ār?</i>) or ‘நான் யார்?’ (<i>nāṉ yār?</i>), ‘Who am I?’, to which Bhagavan replied just ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘Awareness alone is I’</a></li>\n</ol>\n<a name=\"ny02\"></a><b>1. The second paragraph of <i>Nāṉ Ār?</i> and answers 1 to 3 of most question and answer versions</b><br>\n<br>\nIn the <a href=\"https://happinessofbeing.com/nan_yar.html#para02\">second paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan wrote:<br>\n<blockquote><b>நானார்?</b> ஸப்த தாதுக்களா லாகிய ஸ்தூல தேகம் நானன்று. சப்த, ஸ்பரிச, ரூப, ரஸ, கந்த மென்னும் பஞ்ச விஷயங்களையும் தனித்தனியே அறிகின்ற சுரோத்திரம், துவக்கு, சக்ஷுஸ், ஜிஹ்வை, கிராண மென்கிற ஞானேந்திரியங்க ளைந்தும் நானன்று. வசனம், கமனம், தானம், மல விசர்ஜனம், ஆனந்தித்தல் என்னும் ஐந்து தொழில்களையும் செய்கின்ற வாக்கு, பாதம், பாணி, பாயு, உபஸ்தம் என்னும் கன்மேந்திரியங்க ளைந்தும் நானன்று. சுவாஸாதி ஐந்தொழில்களையும் செய்கின்ற பிராணாதி பஞ்ச வாயுக்களும் நானன்று. நினைக்கின்ற மனமும் நானன்று. சர்வ விஷயங்களும் சர்வ தொழில்களு மற்று, விஷய வாசனைகளுடன் மாத்திரம் பொருந்தியிருக்கும் அஞ்ஞானமும் நானன்று. மேற்சொல்லிய யாவும் நானல்ல, நானல்ல வென்று நேதிசெய்து தனித்து நிற்கும் <b>அறிவே நான்</b>. <b>அறிவின் சொரூபம் சச்சிதானந்தம்</b>.<br>\n<br>\n<i><b>nāṉ ār?</b> sapta dhātukkaḷāl āhiya sthūla dēham nāṉ aṉḏṟu. śabda, spariśa, rūpa, rasa, gandham eṉṉum pañca viṣayaṅgaḷaiyum taṉi-t-taṉi-y-ē aṟigiṉḏṟa śurōttiram, tuvakku, cakṣus, jihvai, ghirāṇam eṉgiṟa ñāṉēndiriyaṅgaḷ aindum nāṉ aṉḏṟu. vacaṉam, gamaṉam, dāṉam, mala visarjaṉam, āṉandittal eṉṉum aindu toṙilgaḷaiyum seygiṉḏṟa vākku, pādam, pāṇi, pāyu, upastham eṉṉum kaṉmēndiriyaṅgaḷ aindum nāṉ aṉḏṟu. śuvāsādi ain-toṙilgaḷaiyum seygiṉḏṟa pirāṇādi pañca vāyukkaḷum nāṉ aṉḏṟu. niṉaikkiṉḏṟa maṉamum nāṉ aṉḏṟu. sarva viṣayaṅgaḷum sarva toṙilgaḷum aṯṟu, viṣaya-vāsaṉaigaḷ-uḍaṉ māttiram porundi-y-irukkum aññāṉamum nāṉ aṉḏṟu. mēl solliya yāvum nāṉ alla, nāṉ alla v-eṉḏṟu nēti-seydu taṉittu niṟkum <b>aṟivē nāṉ</b>. <b>aṟiviṉ sorūpam saccidāṉandam</b></i>.<br>\n<br>\n<b>Who am I?</b> The <i>sthūla dēha</i> [the ‘gross’ or physical body], which is [formed] by <i>sapta dhātus</i> [seven constituents, namely chyle, blood, flesh, fat, bone, marrow and semen], is not I. The five <i>jñānēndriyas</i> [sense organs], namely ears, skin, eyes, tongue and nose, which individually [and respectively] know the five <i>viṣayas</i> [‘domains’ or kinds of sensory phenomena], namely sound, touch [texture and other qualities perceived by touch], form [shape, colour and other qualities perceived by sight], taste and smell, are also not I. The five <i>karmēndriyas</i> [organs of action], namely mouth, feet [or legs], hands [or arms], anus and genitals, which [respectively] do the five actions, namely speaking, going [moving or walking], giving, discharge of faeces and enjoying [sexual pleasure], are also not I. The <i>pañca vāyus</i> [the five ‘winds’, ‘vital airs’ or metabolic processes], beginning with <i>prāṇa</i> [breath], which do the five [metabolic] functions, beginning with respiration, are also not I. The mind, which thinks, is also not I. All <i>viṣayas</i> [phenomena] and all actions ceasing [as in sleep or any other state of <i>manōlaya</i>], the ignorance [namely absence of awareness of any phenomena] that is combined only with <i>viṣaya-vāsanās</i> [inclinations to experience phenomena] is also not I. Eliminating everything mentioned above as not I, not I, the <b>awareness</b> that stands isolated [or separated] <b>alone is I</b>. <b>The nature of</b> [such] <b>awareness is <i>sat-cit-ānanda</i></b> [being-consciousness-bliss].</blockquote>\nAs I will explain in more detail in the fourth section, <a href=\"#arive-nan\">Sivaprakasam Pillai’s first question was ‘நானார்?’ (<i>nāṉ ār?</i>) or ‘நான் யார்?’ (<i>nāṉ yār?</i>), ‘Who am I?’, to which Bhagavan replied just ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘Awareness alone is I’</a>, apart from the two clauses at the end of this paragraph that he highlighted in bold, namely ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘Awareness alone is I’, and the final sentence, ‘அறிவின் சொரூபம் சச்சிதானந்தம்’ (<i>aṟiviṉ sorūpam saccidāṉandam</i>), ‘The nature of [such] awareness is <i>sat-cit-ānanda</i></b> [being-consciousness-bliss]’, the rest of this paragraph was not part of his actual answers, but was added by Sivaprakasam Pillai for his own clarification. <br>\n<br>\n<a name=\"ny30-intro\"></a>Bhagavan wrote the essay version of <i>Nāṉ Ār?</i> by adapting and in many cases revising what Sivaprakasam Pillai had recorded and edited as the thirty question and answer version, which was published by devotees in Chennai at least five times between 1924 and 1936 (three times prior to 1932, once in 1932 and probably for the last time in 1936), and which is the most complete of all the versions that have been printed. The above paragraph was adapted by him from the first three questions and answers of that version, which were preceded by a brief introductory paragraph, which he did not include in the essay version, and these were printed as follows in an edition dated 1932:<br>\n<blockquote><u>நான் யார்? நான் யார் என்கிற விசாரணையே மோக்ஷத்தைக் கொடுக்கும்.</u><br>\n<br>\n<u><i>nāṉ yār? nāṉ yār eṉgiṟa vicāraṇai-y-ē mōkṣattai-k koḍukkum.</u></i><br>\n<br>\n<u>Who am I? The investigation who am I alone will give <i>mōkṣa</i> [liberation].</u><br>\n<br>\n<a name=\"ny30-01\"></a>1. நான் யார்?<br>\n<br>\n<i>nāṉ yār?</i><br>\n<br>\nWho am I?<br>\n<br>\nஸப்த தாதுக்களாலாகிய ஸ்தூல தேகம் நானன்று.<br>\n<br>\n<i>sapta dhātukkaḷāl āhiya sthūla dēham nāṉ aṉḏṟu.</i><br>\n<br>\nThe <i>sthūla dēha</i> [the ‘gross’ or physical body], which is [formed] by <i>sapta dhātus</i> [seven constituents, namely chyle, blood, flesh, fat, bone, marrow and semen], is not I.<br>\n<br>\nசப்த, ஸ்பரிச, ரூப, ரஸ, கந்த <u>மென்று சொல்லப்பட்ட</u> பஞ்ச விஷயங்களையும், தனித் தனியே அறிகின்ற சுரோத்திரம், துவக்கு, சக்ஷுஸ், ஜிஹ்வை, கிராணமென்கிற ஞானேந்திரியங்க ளைந்தும் நானன்று.<br>\n<br>\n<i>śabda, spariśa, rūpa, rasa, gandham <u>eṉḏṟu sollappaṭṭa</u> pañca viṣayaṅgaḷaiyum, taṉi-t-taṉi-y-ē aṟigiṉḏṟa śurōttiram, tuvakku, cakṣus, jihvai, ghirāṇam eṉgiṟa ñāṉēndiriyaṅgaḷ aindum nāṉ aṉḏṟu.</i><br>\n<br>\nThe five <i>jñānēndriyas</i> [sense organs], namely ears, skin, eyes, tongue and nose, which individually [and respectively] know the five <i>viṣayas</i> [‘domains’ or kinds of sensory phenomena], <u>which are described as</u> sound, touch [texture and other qualities perceived by touch], form [shape, colour and other qualities perceived by sight], taste and smell, are also not I.<br>\n<br>\nவசனம், கமனம், தானம், மல விஸர்ஜ்ஜனம், ஆனந்தித்தல் <u>என்கிற</u> ஐந்து தொழில்களையும் செய்கின்ற வாக்கு, பாதம், பாணி, பாயு, உபஸ்தம் என்னும் கன்மேந்திரியங்கள் ஐந்தும் நானன்று.<br>\n<br>\n<i>vacaṉam, gamaṉam, dāṉam, mala visarjaṉam, āṉandittal <u>eṉgiṟa</u> aindu toṙilgaḷaiyum seygiṉḏṟa vākku, pādam, pāṇi, pāyu, upastham eṉṉum kaṉmēndiriyaṅgaḷ aindum nāṉ aṉḏṟu.</i><br>\n<br>\nThe five <i>karmēndriyas</i> [organs of action], namely mouth, feet [or legs], hands [or arms], anus and genitals, which [respectively] do the five actions, namely speaking, going [moving or walking], giving, discharge of faeces and enjoying [sexual pleasure], are also not I.<br>\n<br>\nசுவாஸாதி ஐந்தொழில்களையும் செய்கின்ற பிராணாதி பஞ்ச வாயுக்களும் நானன்று.<br>\n<br>\n<i>śuvāsādi ain-toṙilgaḷaiyum seygiṉḏṟa pirāṇādi pañca vāyukkaḷum nāṉ aṉḏṟu.</i><br>\n<br>\nThe <i>pañca vāyus</i> [the five ‘winds’, ‘vital airs’ or metabolic processes], beginning with <i>prāṇa</i> [breath], which do the five [metabolic] functions, beginning with respiration, are also not I.<br>\n<br>\nநினைக்கின்ற மனமும் நானன்று.<br>\n<br>\n<i>niṉaikkiṉḏṟa maṉamum nāṉ aṉḏṟu.</i><br>\n<br>\nThe mind, which thinks, is also not I.<br>\n<br>\nசர்வ விஷயங்களும் சர்வ தொழில்களு மற்று, விஷய வாசனைகளுடன் மாத்திரம் பொருந்தி யிருக்கும் அஞ்ஞானமும் நானன்று.<br>\n<br>\n<i>sarva viṣayaṅgaḷum sarva toṙilgaḷum aṯṟu, viṣaya-vāsaṉaigaḷ-uḍaṉ māttiram porundi y-irukkum aññāṉamum nāṉ aṉḏṟu.</i><br>\n<br>\nAll <i>viṣayas</i> [phenomena] and all actions ceasing [as in sleep or any other state of <i>manōlaya</i>], the ignorance [namely absence of awareness of any phenomena] that is combined only with <i>viṣaya-vāsanās</i> [inclinations to experience phenomena] is also not I.<br>\n<br>\n<a name=\"ny30-02\"></a>2. இவையெல்லாம் நானல்லாவிடிற் பின்னர் நான் யார்?<br>\n<br>\n<i>ivai-y-ellām nāṉ allā-v-iḍil piṉṉar nāṉ yār?</i><br>\n<br>\nIf all these are not I, then who am I?<br>\n<br>\nமேற்சொல்லிய யாவும், நானல்ல நானல்லவென்று நேதி செய்து தனித்து நிற்கும் அறிவே நான்.<br>\n<br>\n<i>mēl solliya yāvum nāṉ alla, nāṉ alla v-eṉḏṟu nēti seydu taṉittu niṟkum aṟivē nāṉ.</i><br>\n<br>\nEliminating everything mentioned above as not I, not I, the awareness that stands isolated [or separated] alone is I.<br>\n<br>\n<a name=\"ny30-03\"></a>3. அறிவின் சொரூப மென்ன?<br>\n<br>\n<i>aṟiviṉ sorūpam eṉṉa?</i><br>\n<br>\nWhat is the nature of [such] awareness?<br>\n<br>\nஅறிவின் சொரூபம் சச்சிதானந்தம்.<br>\n<br>\n<i>aṟiviṉ sorūpam saccidāṉandam.</i><br>\n<br>\nThe nature of [such] awareness is <i>sat-cit-ānanda</i> [being-consciousness-bliss].</blockquote>\n<a name=\"ny01\"></a>The words in Bhagavan’s answers that I have underlined here are ones that he either omitted or modified when he rewrote this as the essay version. The reason he did not include the brief introductory paragraph in the essay version was that he replaced it with the <a href=\"https://happinessofbeing.com/nan_yar.html#para01\">first paragraph</a> of that version, in the final sentence of which, namely ‘அதற்கு <b>நானார் என்னும் ஞான விசாரமே முக்கிய சாதனம்</b>‘ (<i>adaṟku <b>nāṉ ār eṉṉum ñāṉa-vicāram-ē mukkhiya sādhaṉam</b></i>), ‘For that [namely knowing oneself and thereby obtaining happiness, which is one’s own nature (<i>svabhāva</i>)], <b><i>jñāna-vicāra</i></b> [awareness-investigation] <b>called ‘who am I’ alone is the principal means</b>‘, he implied what he said in this introductory sentence, namely ‘நான் யார் என்கிற விசாரணையே மோக்ஷத்தைக் கொடுக்கும்’ (<i>nāṉ yār eṉgiṟa vicāraṇai-y-ē mōkṣattai-k koḍukkum</i>), ‘The investigation who am I alone will give <i>mōkṣa</i> [liberation]’.<br>\n<br>\nThe few words that Bhagavan modified from what Sivaprakasam Pillai had written in the answer to question 1 are just stylistic improvements and do not change the meaning in a significant way, but as we will see in the <a href=\"#ny03\">next section</a>, in the case of the third paragraph he made significant changes to the wording and meaning.<br>\n<br>\nSince Bhagavan made many significant improvements when writing the essay version, which is the one included in all editions of <i>Śrī Ramaṇa Nūṯṟiraṭṭu</i> (his Tamil collected works), the various question and answer versions (about which I wrote in more detail in an incomplete series of articles, <a href=\"https://www.happinessofbeing.com/wp-content/uploads/2020/09/NY-various-texts-4.pdf\">The Various Texts of ‘Who am I?’</a>, which appeared in five parts in <a href=\"https://www.sriramanamaharshi.org/resource_centre/publications/mountain-path\"><i>The Mountain Path</i></a> between December 1993 and June 1996) should have become more or less redundant except for research purposes, but it seems that many people prefer to read questions and answers, so in 1932 some devotees edited the thirty Q&A version to form a new twenty-eight Q&A version, in which they incorporated many of the refinements and improvements that Bhagavan had made while writing the essay version. However, this new version was not edited with sufficient care, because it retained certain ideas and wordings that he had deliberately changed or omitted in the essay version, and at least one clause was repeated twice (namely the clause ‘தன்னைத் தன்னுடைய ஞானக்கண்ணாற் றானே யறிய வேண்டும்’ (<i>taṉṉai-t taṉṉuḍaiya ñāṉa-k-kaṇṇāl-tāṉ-ē y-aṟiya vēṇḍum</i>), ‘It is necessary to know oneself only by one’s own eye of <i>jñāna</i> [awareness]’, which formed part of a sentence in the answer to question 20 and appeared again in the answer to question 23), but it has been printed many times and is the best known and most widely read of all the versions. It was first published by Ramanasramam in 1932 as the fourth edition, and at the end of the Preface (<i>muṉṉurai</i>) of that edition it was explained this work in a question and answer form had been published three times by some devotees in Chennai, but since those copies had been sold out, this new revised edition was being published.<br>\n<br>\n<a name=\"ny28-01\"></a>In this twenty-eight Q&A version the first three questions and answers are substantially the same as in the thirty Q&A version, but incorporate the few stylistic modification made by Bhagavan in the essay version:<br>\n<blockquote><b>1. நான் யார்?</b><br>\n<br>\n<b><i>nāṉ yār?</i></b><br>\n<br>\n<b>Who am I?</b><br>\n<br>\nஸப்த தாதுக்களாலாகிய <b>ஸ்தூல தேகம்</b> நானன்று. சப்த, ஸ்பரிச, ரூப, ரஸ, கந்த மெனும் பஞ்ச விஷயங்களையும் தனித் தனியே அறிகின்ற சுரோத்திரம், துவக்கு, சக்ஷுஸ், ஜிஹ்வை, கிராண மென்கிற <b>ஞானேந்திரியங்க</b> ளைந்தும் நானன்று. வசனம், கமனம், தானம், மல விஸர்ஜ்ஜனம், ஆனந்தித்தல் என்னும் ஐந்து தொழில்களையும் செய்கின்ற வாக்கு, பாதம், பாணி, பாயு, உபஸ்தம் என்னும் <b>கன்மேந்திரியங்க</b> ளைந்தும் நானன்று. சுவாஸாதி ஐந்தொழில்களையும் செய்கின்ற <b>பிராணாதி பஞ்ச வாயுக்</b>களும் நானன்று. நினைக்கின்ற மனமும்</b> நானன்று. சர்வ விஷயங்களும் சர்வ தொழில்களு மற்று, விஷய வாசனைகளுடன் மாத்திரம் பொருந்தியிருக்கும் <b>அஞ்ஞானமும்</b> நானன்று.<br>\n<br>\n<i>sapta dhātukkaḷāl āhiya <b>sthūla dēham</b> nāṉ aṉḏṟu. śabda, spariśa, rūpa, rasa, gandham eṉum pañca viṣayaṅgaḷaiyum taṉi-t-taṉi-y-ē aṟigiṉḏṟa śurōttiram, tuvakku, cakṣus, jihvai, ghirāṇam eṉgiṟa <b>ñāṉēndiriyaṅgaḷ</b> aindum nāṉ aṉḏṟu. vacaṉam, gamaṉam, dāṉam, mala visarjjaṉam, āṉandittal eṉṉum aindu toṙilgaḷaiyum seygiṉḏṟa vākku, pādam, pāṇi, pāyu, upastham eṉṉum <b>kaṉmēndiriyaṅgaḷ</b> aindum nāṉ aṉḏṟu. śuvāsādi ain-toṙilgaḷaiyum seygiṉḏṟa <b>pirāṇādi pañca vāyukkaḷ</b>um nāṉ aṉḏṟu. niṉaikkiṉḏṟa <b>maṉamum</b> nāṉ aṉḏṟu. sarva viṣayaṅgaḷum sarva toṙilgaḷum aṯṟu, viṣaya-vāsaṉaigaḷ-uḍaṉ māttiram porundi-y-irukkum <b>aññāṉamum</b> nāṉ aṉḏṟu.</i><br>\n<br>\nThe <b><i>sthūla dēha</i></b> [the ‘gross’ or physical body], which is [formed] by <i>sapta dhātus</i> [seven constituents, namely chyle, blood, flesh, fat, bone, marrow and semen], is not I. The five <b><i>jñānēndriyas</i></b> [sense organs], namely ears, skin, eyes, tongue and nose, which individually [and respectively] know the five <i>viṣayas</i> [‘domains’ or kinds of sensory phenomena], namely sound, touch [texture and other qualities perceived by touch], form [shape, colour and other qualities perceived by sight], taste and smell, are also not I. The five <b><i>karmēndriyas</i></b> [organs of action], namely mouth, feet [or legs], hands [or arms], anus and genitals, which [respectively] do the five actions, namely speaking, going [moving or walking], giving, discharge of faeces and enjoying [sexual pleasure], are also not I. The <b><i>pañca vāyus</i></b> [the five ‘winds’, ‘vital airs’ or metabolic processes], <b>beginning with <i>prāṇa</i></b> [breath], which do the five [metabolic] functions, beginning with respiration, are also not I. The <b>mind</b>, which thinks, is also not I. All <i>viṣayas</i> [phenomena] and all actions ceasing [as in sleep or any other state of <i>manōlaya</i>], the <b>ignorance</b> [namely absence of awareness of any phenomena] that is combined only with <i>viṣaya-vāsanās</i> [inclinations to experience phenomena] is also not I.<br>\n<br>\n<a name=\"ny28-02\"></a><b>2. இவையெல்லாம் நானல்லாவிடில் பின்னர் நான் யார்?</b><br>\n<br>\n<b><i>ivai-y-ellām nāṉ allā-v-iḍil piṉṉar nāṉ yār?</i></b><br>\n<br>\n<b>If all these are not I, then who am I?</b><br>\n<br>\nமேற்சொல்லிய யாவும் நானல்ல வென்று ‘நேதி’ செய்து தனித்து நிற்கும் அறிவே நான்.<br>\n<br>\n<i>mēl solliya yāvum nāṉ alla v-eṉḏṟu ‘nēti’ seydu taṉittu niṟkum <b>aṟivē nāṉ</b>.</i><br>\n<br>\nEliminating everything mentioned above as not I, the <b>awareness</b> that stands isolated [or separated] <b>alone is I</b>.<br>\n<br>\n<a name=\"ny28-03\"></a><b>3. அறிவின் சொரூப மென்ன?</b><br>\n<br>\n<b><i>aṟiviṉ sorūpam eṉṉa?</i></b><br>\n<br>\n<b>What is the nature of [such] awareness?</b><br>\n<br>\nஅறிவின் சொரூபம் <b>சச்சிதானந்தம்</b>.<br>\n<br>\n<i>aṟiviṉ sorūpam <b>saccidāṉandam</b>.</i><br>\n<br>\nThe nature of [such] awareness is <b><i>sat-cit-ānanda</i></b> [being-consciousness-bliss].</blockquote>\n<a name=\"ny03\"></a><b>2. The third paragraph of <i>Nāṉ Ār?</i> and answers 4 to 7 of most question and answer versions</b><br>\n<br>\nIn the <a href=\"https://happinessofbeing.com/nan_yar.html#para03\">third paragraph</a> of <i>Nāṉ Ār?</i> Bhagavan wrote:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam-āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, ceases [or subsides], <i>jagad-dṛṣṭi</i> [perception of the world] will depart [or be dispelled]. Just as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], will not arise, unless perception of the world, which is <i>kalpita</i> [a fabrication, imagination or mental creation], departs, <i>darśana</i> [seeing or sight] of <i>svarūpa</i> [one’s own form or real nature], [which is] the <i>adhiṣṭhāna</i>, will not arise.</blockquote>\n<a name=\"ny30-04\"></a>Bhagavan adapted this paragraph from questions 4 to 7 of the thirty Q&A version:<br>\n<blockquote>4. சொரூப தெரிசன மெப்போது கிடைக்கும்?<br>\n<br>\n<i>sorūpa-deriśaṉam eppōdu kiḍaikkum?</i><br>\n<br>\nWhen will <i>svarūpa-darśana</i> [seeing or sight of one’s real nature] be obtained?<br>\n<br>\n<u>திருசியமாகிய ஜகம் நீங்கியவிடத்துத் திருக்காகிய சொரூப தரிசன முண்டாகும்.</u><br>\n<br>\n<u><i>diruśiyam-āhiya jagam nīṅgiya-v-iḍattu-t dirukkāhiya sorūpa-dariśaṉam uṇḍāhum.</i></u><br>\n<br>\n<u>When the world, which is <i>dṛśya</i> [what is seen or perceived], departs, <i>darśana</i> [seeing or sight] of <i>svarūpa</i> [one’s own real nature], which is [the real nature of] <i>dṛk</i> [the seer or perceiver], will arise [or come into being].</u><br>\n<br>\n<a name=\"ny30-05\"></a>5. ஜகம் உள்ள (தோன்றுகின்ற) போதே சொரூப தெரிசன முண்டாகாதா?<br>\n<br>\n<i>jagam uḷḷa (tōṉḏṟukiṉḏṟa) pōdē sorūpa-deriśaṉam uṇḍāhādā?</i><br>\n<br>\nWill not <i>svarūpa-darśana</i> arise even when the world exists (appears)?<br>\n<br>\nஉண்டாகாது.<br>\n<br>\n<i>uṇḍāhādu.</i><br>\n<br>\nIt will not arise.<br>\n<br>\n<a name=\"ny30-04\"></a>6. ஏன்?<br>\n<br>\n<i>ēṉ?</i><br>\n<br>\nWhy?<br>\n<br>\nகற்பித சர்ப்ப ஞானம் <u>போகாவிடத்து ரச்சுவாகிய அதிஷ்டான ஞானம் தோன்றாது</u>. <u>அதுபோல கற்பித ஜக முள்ள வரையில்</u> அதிஷ்டான <u>சொரூபம் தோன்றாது</u>.<br>\n<br>\n<i>kaṟpita sarppa-ñāṉam <u>pōhā-v-iḍattu rajju-v-āhiya adhiṣṭhāṉa-ñāṉam tōṉḏṟādu</u>. <u>adu-pōla kaṟpita jagam uḷḷa varaiyil</u> adhiṣṭhāṉa <u>sorūpam tōṉḏṟādu</u>.</i><br>\n<br>\n<u>When</u> awareness of the imaginary snake <u>has not gone, awareness of the <i>adhiṣṭhāna</i> [basis, base or foundation], which is the rope, will not appear</u>. <u>Like that, so long as the world, [which is] <i>kalpita</i> [a fabrication, imagination or mental creation], exists, <i>svarūpa</i> [one’s own real nature]</u>, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], <u>will not appear</u>.<br>\n<br>\n<a name=\"ny30-04\"></a>7. திருசியமாகிய ஜகம் எப்போது நீங்கும்?<br>\n<br>\n<i>diruśiyam-āhiya jagam eppōdu nīṅgum?</i><br>\n<br>\nWhen will the world, which is <i>dṛśya</i> [what is seen or perceived], depart?<br>\n<br>\nசர்வ அறிவிற்கும், சர்வ தொழிற்கும் காரணமாகிய மனம் அடங்கினால் <u>ஜகம் மறையும்</u>.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl <u>jagam maṟaiyum</u>.</i><br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, ceases [or subsides], <u>the world will disappear</u>.</blockquote>\nThe most significant change Bhagavan made while rewriting these answers as the third paragraph was to omit the words ‘திருக்கு’ (<i>dirukku</i>), which is a Tamil form of the Sanskrit term <i>dṛk</i> and therefore means the seer or perceiver, and ‘திருசியம்’ (<i>diruśiyam</i>), which is a Tamil form of the Sanskrit term <i>dṛśya</i> and therefore means what is seen or perceived. It seems reasonable for us to infer that the reason why he omitted these words was that to refer to our real nature as ‘திருக்காகிய சொரூபம்’ (<i>dirukkāhiya sorūpam</i>), ‘<i>svarūpa</i> [one’s own real nature], which is <i>dṛk</i> [the seer or perceiver]’, would be misleading if it were taken literally, because as he made clear in so many ways, what perceives forms or phenomena is only ourself as ego and not ourself as we actually are.<br>\n<br>\nWhy then did he say ‘திருக்காகிய சொரூபம்’ (<i>dirukkāhiya sorūpam</i>), ‘one’s real nature, which is the perceiver’, when replying to Sivaprakasam Pillai, or did he perhaps not say so? It is possible that there was an error in what Sivaprakasam Pillai recorded. For example, rather than ‘திருக்காகிய சொரூபம்’ (<i>dirukkāhiya sorūpam</i>), ‘one’s real nature, which is the perceiver’, Bhagavan may have said ‘திருக்கின் சொரூபம்’ (<i>dirukkiṉ sorūpam</i>), ‘the real nature of the perceiver’, in which case his answer to question 4 would have been: ‘திருசியமாகிய ஜகம் நீங்கியவிடத்துத் திருக்கின் சொரூப தரிசன முண்டாகும்’ (<i>diruśiyam-āhiya jagam nīṅgiya-v-iḍattu-t dirukkiṉ sorūpa-dariśaṉam uṇḍāhum</i>), ‘When the world, which is <i>dṛśya</i>, departs, <i>darśana</i> of the real nature of <i>dṛk</i> will arise’. If that was what he replied, it would have been in perfect accord with the fundamental principles of his core teachings, because <i>svarūpa</i> is ourself as we actually are (namely pure awareness, which is the awareness he referred to when he said ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘Awareness alone is I’, in reply to Sivaprakasam Pillai’s first question), and what we actually are is the real nature of ego, which alone is what perceives the world (both the ‘external’ world of physical phenomena and the ‘internal’ world of mental phenomena).<br>\n<br>\nHowever, if ‘திருசியமாகிய ஜகம் நீங்கியவிடத்துத் திருக்காகிய சொரூப தரிசன முண்டாகும்’ (<i>diruśiyam-āhiya jagam nīṅgiya-v-iḍattu-t dirukkāhiya sorūpa-dariśaṉam uṇḍāhum</i>), ‘When the world, which is <i>dṛśya</i>, departs, <i>darśana</i> of <i>svarūpa</i> [one’s own real nature], which is <i>dṛk</i>, will arise’, is actually what he replied, then we should understand that he was not using the term ‘திருக்காகிய சொரூபம்’ (<i>dirukkāhiya sorūpam</i>), ‘<i>svarūpa</i>, which is the perceiver’, in a literal sense but in a metaphorical one, implying ‘<i>svarūpa</i>, which is [the real nature of] the perceiver’. Interpreting this phrase in this sense is the only way in which we can make it compatible with the fundamental principles of his core teachings.<br>\n<br>\n<a name=\"uu26\"></a>Why would it be wrong to interpret this phrase, ‘திருக்காகிய சொரூபம்’ (<i>dirukkāhiya sorūpam</i>), ‘<i>svarūpa</i>, which is the perceiver’, in a literal sense? We can understand this by considering what he means here by the term ‘<i>svarūpa-darśana</i>‘. In this context <i>svarūpa</i> means our real nature (in other words, ourself as we actually are), and <i>darśana</i> means seeing or sight, which in this context implies knowing or being aware of. So long as we rise as ego, we are aware of ourself as ‘I am this body’, so we are not aware of ourself as we actually are, because what we actually are is just the fundamental awareness ‘I am’ without even the slightest trace of any adjuncts such as ‘this’ or ‘that’. Therefore if we as ego attend to ourself so keenly that we cease to be aware of anything other than ‘I am’, we will thereby be aware of ourself as we actually are, but will immediately cease to be ego. Hence we cannot be aware of ourself as we actually are so long as we remain as ego, so it is only by being as we actually are that we can be aware of ourself as we actually are, as Bhagavan points out in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu26\">verse 26</a> of <i>Upadēśa Undiyār</i>:<br>\n<blockquote>தானா யிருத்தலே தன்னை யறிதலாந்<br>\nதானிரண் டற்றதா லுந்தீபற<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;தன்மய நிட்டையீ துந்தீபற.<br>\n<br>\n<i>tāṉā yiruttalē taṉṉai yaṟidalān<br>\ntāṉiraṇ ḍaṯṟadā lundīpaṟa<br>\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taṉmaya niṭṭhaiyī dundīpaṟa</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தானாய் இருத்தலே தன்னை அறிதல் ஆம், தான் இரண்டு அற்றதால். தன்மய நிட்டை ஈது.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>tāṉ-āy iruttal-ē taṉṉai aṟidal ām, tāṉ iraṇḍu aṯṟadāl. taṉmaya niṭṭhai īdu</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் இரண்டு அற்றதால், தானாய் இருத்தலே தன்னை அறிதல் ஆம். ஈது தன்மய நிட்டை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ iraṇḍu aṯṟadāl, tāṉ-āy iruttal-ē taṉṉai aṟidal ām. īdu taṉmaya niṭṭhai</i>.<br>\n<br>\n<b>English translation:</b> Being oneself alone is knowing oneself, because oneself is devoid of two. This is <i>tanmaya-niṣṭhā</i>.<br>\n<br>\n<b>Explanatory paraphrase:</b> Being oneself [that is, being as one actually is without rising to know anything else] alone is knowing oneself, because oneself [one’s real nature] is devoid of two [that is, devoid of the fundamental duality of subject and object, knower and thing known, and also devoid of any possibility of being divided as two selves, one self as a subject to know the other self as an object]. This is <i>tanmaya-niṣṭhā</i> [the state of being firmly fixed or established as <i>tat</i>, ‘it’ or ‘that’, the one absolute reality called <i>brahman</i>].</blockquote>\nTherefore what is aware of ourself as we actually are is not ourself as ego but only ourself as we actually are, so what Bhagavan means by the term ‘<i>svarūpa-darśana</i>‘ is not ego being aware of <i>svarūpa</i> but only <i>svarūpa</i> being aware of <i>svarūpa</i>. Since the very nature of <i>svarūpa</i> is to be always aware of itself, <i>svarūpa-darśana</i> is the eternal reality, so what does Bhagavan mean when he concludes the <a href=\"#ny03\">third paragraph</a> by saying ‘கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது’ (<i>kaṟpitam-āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>), ‘unless perception of the world, which is <i>kalpita</i>, departs, <i>darśana</i> of <i>svarūpa</i>, the <i>adhiṣṭhāna</i>, will not arise [or come into existence]’? What is meant by saying either that <i>svarūpa-darśana</i> will arise or that it will not arise?<br>\n<br>\nThough <i>svarūpa-darśana</i> (being aware of ourself as we actually are) is our natural and eternal state, so long as we rise and stand as ego we seem to be not aware of ourself as we actually are. Therefore metaphorically speaking <i>svarūpa-darśana</i> is said to arise or come into existence when ego is eradicated, even though it actually exists eternally. Hence what Bhagavan means when he says that <i>svarūpa-darśana</i> will not arise or come into existence unless <i>jagad-dṛṣṭi</i> (perception of the world) ceases is that ego will not be eradicated unless perception of the world ceases.<br>\n<br>\nWhy is this the case? Why must eradication of ego entail cessation of perception of any world? For the simple reason that what perceives any world is only ourself as ego and not ourself as we actually are. The two defining characteristics of ego are firstly that as ego we are always aware of ourself as ‘I am this body’, and secondly that as ego we are consequently always aware of phenomena, which are what constitutes this or any other world. Therefore <i>jagad-dṛṣṭi</i> (perception of the world) is the very nature of ego. Contrary to the nature of ourself as ego, the nature of ourself as <i>svarūpa</i> is firstly to be always aware of ourself as just ‘I am’, and secondly to be aware of nothing other than ourself.<br>\n<br>\nAs <i>svarūpa</i> we are always aware of ourself as we actually are, so <i>svarūpa-darśana</i> is the very nature of <i>svarūpa</i>. Therefore if <i>svarūpa</i> were actually <i>dṛk</i>, the seer or perceiver of the world (whether the ‘external’ world of physical phenomena or the ‘internal’ world of mental phenomena), perception of the world (<i>jagad-dṛṣṭi</i>) would not be incompatible with being aware of our real nature (<i>svarūpa-darśana</i>), so since Bhagavan implies that they are incompatible when he says that <i>svarūpa-darśana</i> will not arise or come into existence unless <i>jagad-dṛṣṭi</i> departs, it is clear that what perceives the world is not ourself as <i>svarūpa</i> but only ourself as ego.<br>\n<br>\nAnother significant change that Bhagavan made while rewriting answers 4 to 7 as the third paragraph of the essay version is that whereas in his answer to question 5 he implied ‘[ஜகம் உள்ள (தோன்றுகின்ற) போது சொரூப தெரிசனம்] உண்டாகாது’ ([<i>jagam uḷḷa (tōṉḏṟukiṉḏṟa) pōdu sorūpa-deriśaṉam</i>] <i>uṇḍāhādu</i>), ‘[When the world exists (appears) <i>svarūpa-darśana</i>] will not arise’, and in his answer to question 6 he said ‘கற்பித ஜக முள்ள வரையில் அதிஷ்டான சொரூபம் தோன்றாது’ (<i>kaṟpita jagam uḷḷa varaiyil adhiṣṭhāṉa sorūpam tōṉḏṟādu</i>), ‘so long as the <i>kalpita</i> world exists, <i>svarūpa</i>, the <i>adhiṣṭhāna</i>, will not appear’, in the essay version he wrote: ‘கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது’ (<i>kaṟpitam-āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>), ‘unless perception of the world, which is <i>kalpita</i>, departs, <i>darśana</i> of <i>svarūpa</i>, the <i>adhiṣṭhāna</i>, will not arise’. Likewise, whereas in his answer to question 7 he said ‘சர்வ அறிவிற்கும், சர்வ தொழிற்கும் காரணமாகிய மனம் அடங்கினால் ஜகம் மறையும்’ (<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jagam maṟaiyum</i>), ‘If the mind, which is the cause for all awareness and for all activity, ceases, the world will disappear’, in the essay version he replaced the clause ‘ஜகம் மறையும்’ (<i>jagam maṟaiyum</i>), ‘the world will disappear’, with the clause ‘ஜகதிருஷ்டி நீங்கும்’ (<i>jaga-diruṣṭi nīṅgum</i>), ‘perception of the world will depart [be dispelled or excluded]’.<br>\n<br>\nThat is, instead of writing that <i>svarūpa</i> will not appear (or <i>svarūpa-darśana</i> will not arise) so long as the world exists or appears, he wrote that <i>svarūpa-darśana</i> will not arise unless perception of the world (<i>jagad-dṛṣṭi</i>) departs. In other words, he implied that what obstructs <i>svarūpa-darśana</i> is not so much the existence or appearance of the world as our perception of it. This is a subtle change, but significant nevertheless, because it shifts the problem from being the world as such to being our perception of it.<br>\n<br>\n<a name=\"un06a\"></a>According to Bhagavan, the world does not exist independent of our perception of it, so what we call the world is nothing but our perception of it, as he points out in <a href=\"#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i>, and hence the problem does not lie out there in what is perceived but in here in ourself as the perceiver. Therefore, in order to shift our focus away from the world that we perceive back towards ourself as the perceiver of it, he emphasised that what obstructs <i>svarūpa-darśana</i> is our perception of the world.<br>\n<br>\nIf the world is nothing but our perception of it, then the underlying cause of it is just ourself as the perceiver of it, namely ego (which is what Bhagavan often referred to as ‘mind’), as he implied in the first sentence of the third paragraph of the essay version, ‘சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்’ (<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum</i>), ‘If the mind, which is the cause for all awareness and for all activity, ceases, perception of the world will depart’, which he adapted from his answer to question 7, ‘சர்வ அறிவிற்கும், சர்வ தொழிற்கும் காரணமாகிய மனம் அடங்கினால் ஜகம் மறையும்’ (<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jagam maṟaiyum</i>), ‘If the mind, which is the cause for all awareness and for all activity, ceases, the world will disappear’.<br>\n<br>\nIn this sentence Bhagavan uses the term ‘அறிவு’ (<i>aṟivu</i>), ‘awareness’, in a different sense to the sense in which he used it in the previous paragraph when he said: ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘Awareness alone is I’. What he meant by அறிவு (<i>aṟivu</i>) in that context is pure awareness, the nature of which is infinite and indivisible <i>sat-cit-ānanda</i> (existence-awareness-happiness), and which is therefore not aware of anything other than itself, whereas what he means by அறிவு (<i>aṟivu</i>) here when he says that the mind is ‘சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரணம்’ (<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam</i>), ‘the cause for all awareness and for all activity’, is obviously not pure awareness but awareness of anything other than ourself (in other words, awareness of any objects, forms or phenomena). The reason why he says that the mind is the cause of all such awareness is that the mind (in the sense of ego, the subject or perceiving element of the mind) alone is what is aware of all other things.<br>\n<br>\nSince what he refers to at the beginning of this sentence as ‘சர்வ அறிவு’ (<i>sarva aṟivu</i>), ‘all awareness’, is what he refers to at the end of it as ‘ஜகதிருஷ்டி’ (<i>jaga-diruṣṭi</i>), ‘perception of the world’, he clearly implies that the reason why perception of the world will depart if the mind subsides or ceases is that the mind alone is the cause for the perception of the world. The world is nothing but our perception of it, and our perception of it could not exist independent of ourself as ego or mind, the perceiver of it, so since we cannot be aware of ourself as we actually are so long as we rise and stand as ego, he concludes this paragraph by saying: ‘கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது’ (<i>kaṟpitam-āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>), ‘unless perception of the world, which is <i>kalpita</i>, departs, <i>darśana</i> of <i>svarūpa</i>, the <i>adhiṣṭhāna</i>, will not arise’.<br>\n<br>\nAs I explained above, perception of the world (<i>jagad-dṛṣṭi</i>) is the very nature of ego, because whenever we rise as ego we are aware of ourself as if we were a body, which is a form consisting of five sheaths (the physical body, life, mind, intellect and will), and consequently we are aware of the myriad of forms or phenomena that constitute the world (both the world of physical phenomena that seems to be outside these five sheaths and the world of mental phenomena that seems to be inside them). Therefore in order to free ourself from perception of the world (<i>jagad-dṛṣṭi</i>) we need to cease rising as ego, and when our rising as ego is eradicated forever, we will come to see that <i>svarūpa-darśana</i> (awareness of ourself as we actually are) is our eternal experience, being our own real nature. Until then, our rising as ego and consequent perception of the world (<i>jagad-dṛṣṭi</i>) will seem to obstruct our seeing of our real nature (<i>svarūpa-darśana</i>).<br>\n<br>\n<a name=\"ny28-04\"></a>In the twenty-eight Q&A version the answers to questions 4, 5 and 7 are almost the same as in the thirty Q&A version, but the answer to question 6 is changed substantially, in part because the editors of this version incorporated in it the entire second sentence from the third paragraph of the essay version, in which Bhagavan had made significant changes:<br>\n<blockquote><b>4. சொரூப தரிசனம் எப்போது கிடைக்கும்?</b><br>\n<br>\n<b><i>sorūpa-dariśaṉam eppōdu kiḍaikkum?</i></b><br>\n<br>\n<b>When will <i>svarūpa-darśana</i> [seeing or sight of one’s real nature] be obtained?</b><br>\n<br>\nதிருசியமாகிய ஜகம் நீங்கிய விடத்துத் திருக்காகிய சொரூப தரிசன முண்டாகும்.<br>\n<br>\n<i>diruśiyam-āhiya jagam nīṅgiya v-iḍattu-t dirukkāhiya sorūpa-dariśaṉam uṇḍāhum.</i><br>\n<br>\nWhen the world, which is <i>dṛśya</i> [what is seen or perceived], departs, <i>darśana</i> [seeing or sight] of <i>svarūpa</i> [one’s own real nature], which is <i>dṛk</i> [the seer or perceiver], will arise [or come into being].<br>\n<br>\n<a name=\"ny28-05\"></a><b>5. ஜகமுள்ள (தோன்றுகின்ற) போதே சொரூப தரிசன முண்டாகாதா?</b><br>\n<br>\n<b><i>jagam-uḷḷa (tōṉḏṟukiṉḏṟa) pōdē sorūpa-dariśaṉam uṇḍāhādā?</i></b><br>\n<br>\n<b>Will not <i>svarūpa-darśana</i> arise even when the world exists (appears)?</b><br>\n<br>\nஉண்டாகாது.<br>\n<br>\n<i>uṇḍāhādu.</i><br>\n<br>\nIt will not arise.<br>\n<br>\n<a name=\"ny28-06\"></a><b>6. ஏன்?</b><br>\n<br>\n<b><i>ēṉ?</i></b><br>\n<br>\n<b>Why?</b><br>\n<br>\nதிருக்கும் திருசியமும், ரஜ்ஜுவும் சர்ப்பமும் போன்றவை. கற்பித சர்ப்பஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜுஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினாலொழிய அதிஷ்டான சொரூப தரிசன முண்டாகாது.<br>\n<br>\n<i>dirukkum diruśiyamum, rajjuvum sarppamum pōṉḏṟavai. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam-āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-dariśaṉam uṇḍāhādu.</i><br>\n<br>\n<i>Dṛk</i> [the seer or perceiver] and <i>dṛśya</i> [what is seen or perceived] are like the rope and the snake. Just as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], will not arise, unless perception of the world, which is <i>kalpita</i> [a fabrication, imagination or mental creation], departs, <i>darśana</i> [seeing or sight] of <i>svarūpa</i> [one’s own form or real nature], [which is] the <i>adhiṣṭhāna</i>, will not arise.<br>\n<br>\n<a name=\"ny28-07\"></a><b>7. திருசிய மாகிய ஜகம் எப்போது நீங்கும்?</b><br>\n<br>\n<b><i>diruśiyam-āhiya jagam eppōdu nīṅgum?</i></b><br>\n<br>\n<b>When will the world, which is <i>dṛśya</i> [what is seen or perceived], depart?</b><br>\n<br>\nசர்வ அறிவிற்கும் சர்வ தொழிற்கும் காரண மாகிய மனம் அடங்கினால் ஜகம் மறையும்.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jagam maṟaiyum</i><br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, ceases [or subsides], the world will disappear.</blockquote>\nSince the aim of editing the thirty Q&A version to form this twenty-eight Q&A version was to bring it more in line with the refinements and improvements that Bhagavan made when writing the essay version, and since in the essay version he had omitted all reference to the terms ‘திருக்கு’ (<i>dirukku</i>), ‘<i>dṛk</i> [the seer or perceiver]’, and ‘திருசியம்’ (<i>diruśiyam</i>), ‘<i>dṛśya</i> [what is seen or perceived]’, in order to avoid creating the confusion that would arise if the phrase ‘திருக்காகிய சொரூபம்’ (<i>dirukkāhiya sorūpam</i>), ‘<i>svarūpa</i> [one’s own real nature], which is <i>dṛk</i> [the seer or perceiver]’, were taken literally, it would have been reasonable for the editors of this twenty-eight Q&A version to omit these terms, but unfortunately they did not do so. If they had done so, the answer to question 4 would have become simply, ‘ஜகம் நீங்கிய விடத்து சொரூப தரிசன முண்டாகும்’ (<i>jagam nīṅgiya v-iḍattu sorūpa-dariśaṉam uṇḍāhum</i>), ‘When the world departs, <i>svarūpa-darśana</i> will arise’, but in line with the changes that Bhagavan made when writing the essay version, they could have improved this sentence further by changing ‘ஜகம்’ (<i>jagam</i>), ‘the world’, to ‘ஜகதிருஷ்டி’ (<i>jaga-diruṣṭi</i>), ‘perception of the world’, in which case this sentence would have become, ‘ஜகதிருஷ்டி நீங்கிய விடத்து சொரூப தரிசன முண்டாகும்’ (<i>jaga-diruṣṭi nīṅgiya v-iḍattu sorūpa-dariśaṉam uṇḍāhum</i>), ‘When perception of the world departs, <i>svarūpa-darśana</i> will arise’, which would have been an adequate answer and more in tune with the fundamental principles of his core teachings.<br>\n<br>\nThe first sentence of the answer to question 6 in this twenty-eight Q&A version, namely ‘திருக்கும் திருசியமும், ரஜ்ஜுவும் சர்ப்பமும் போன்றவை’ (<i>dirukkum diruśiyamum, rajjuvum sarppamum pōṉḏṟavai</i>), ‘<i>Dṛk</i> [the seer or perceiver] and <i>dṛśya</i> [what is seen or perceived] are like the rope and the snake’, was not included by Bhagavan in the essay version, nor was it in the 1932 edition of the thirty Q&A version, but it may have been included in earlier editions of the thirty Q&A version, and it was certainly included in other Q&A versions, such as the ones that I referred to as Texts A, B and C in <a href=\"https://www.happinessofbeing.com/wp-content/uploads/2020/09/NY-various-texts-4.pdf\">The Various Texts of ‘Who am I?’</a>. However, the reason Bhagavan did not include this sentence in the essay version is that it is related to the answer to question 4, so since he deliberately omitted the terms ‘திருக்கு’ (<i>dirukku</i>), ‘<i>dṛk</i> [the seer or perceiver]’, and ‘திருசியம்’ (<i>diruśiyam</i>), ‘<i>dṛśya</i> [what is seen or perceived]’, that occurred in that answer, he would have omitted this sentence for the same reason.<br>\n<br>\nThough the editors of this twenty-eight Q&A version incorporated in the answer to question 6 the entire second sentence from the third paragraph of the essay version, namely ‘கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது’ (<i>kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>), ‘Just as unless awareness of the <i>kalpita</i> snake goes, awareness of the rope, the <i>adhiṣṭhāna</i>, will not arise, unless perception of the world, which is <i>kalpita</i>, departs, <i>darśana</i> of <i>svarūpa</i>, the <i>adhiṣṭhāna</i>, will not arise’, instead of the equivalent two sentences from the thirty Q&A version, namely ‘கற்பித சர்ப்ப ஞானம் போகாவிடத்து ரச்சுவாகிய அதிஷ்டான ஞானம் தோன்றாது. அதுபோல கற்பித ஜக முள்ள வரையில் அதிஷ்டான சொரூபம் தோன்றாது’ (<i>kaṟpita sarppa-ñāṉam pōhā-v-iḍattu rajju-v-āhiya adhiṣṭhāṉa-ñāṉam tōṉḏṟādu. adu-pōla kaṟpita jagam uḷḷa varaiyil adhiṣṭhāṉa sorūpam tōṉḏṟādu</i>), ‘When awareness of the <i>kalpita</i> snake has not gone, awareness of the <i>adhiṣṭhāna</i>, which is the rope, will not appear. Like that, so long as the <i>kalpita</i> world exists, <i>svarūpa</i>, the <i>adhiṣṭhāna</i>, will not appear’, they unfortunately did not incorporate in the answer to question 7 what Bhagavan wrote in the first sentence of the third paragraph, namely ‘சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்’ (<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum</i>), ‘If the mind, which is the cause for all awareness and for all activity, ceases, perception of the world will depart’, in which the main clause, ‘ஜகதிருஷ்டி நீங்கும்’ (<i>jaga-diruṣṭi nīṅgum</i>), ‘perception of the world will depart’, is a significant refinement of the equivalent clause in the thirty Q&A version, namely ‘ஜகம் மறையும்’ (<i>jagam maṟaiyum</i>), ‘the world will disappear’.<br>\n<br>\n<a name=\"jagad-drsti\"></a><b>3. Why does Bhagavan say in the third and fourth paragraphs of <i>Nāṉ Ār?</i> that awareness of our real nature (<i>svarūpa-darśana</i>) will not arise unless perception of the world (<i>jagad-dṛṣṭi</i>) ceases?</b><br>\n<br>\nA few months ago a widely respected and popular exponent of <i>advaita vēdānta</i> gave two talks about Bhagavan and his teachings, and in both his talks he spoke about the answers to the first six question in the twenty-eight Q&A version, but since he does not read or understand Tamil, he had to base his talks on Prof. TMP Mahadevan’s English translation of this version, which unfortunately is not sufficiently accurate. Therefore the day after his talks I wrote him an email, from which I have adapted the remainder of this article, namely this section and the next one:<br>\n<br>\nNamaskaram. I enjoyed listening to both your talks yesterday, and I was happy that you focused on <i>Nāṉ Yār?</i> (Who am I?), because as you say it is the best introductory text to Bhagavan’s teachings. However, there are a few details about this text that I think you would be interested to know and may be useful to you if you happen to talk about it again at any time in future.<br>\n<br>\nThe principal version of it is the <a href=\"https://happinessofbeing.com/nan_yar.html#translation\">essay version</a> (called <i>Nāṉ Ār?</i>), which consists of twenty paragraphs, because it was written by Bhagavan himself based on the earlier thirty question-and-answer version, and when doing so he not only rearranged the ideas in a better order but also improved on the wording in many places, and also wrote an entirely new <a href=\"https://happinessofbeing.com/nan_yar.html#para01\">first paragraph</a>. He wrote it in about 1926 or 27, so it is the version that has always been included in <i>Śrī Ramaṇa Nūṯṟiraṭṭu</i> (his Tamil collected works).<br>\n<br>\nHowever, though he had rewritten it as the essay, the question-and-answer version continued to be popular, so in the early 1930s some devotees adapted the thirty question-and-answer version as the current twenty-eight question-and-answer version, in which they incorporated many of the improvements that he had made when compiling the essay version, including the first paragraph.<br>\n<br>\nThe version you were referring to in your talk is an English translation by Prof. TMP Mahadevan of the twenty-eight question-and-answer version, but though his translation is better than many others and is on the whole quite accurate, it does contain some serious inaccuracies. One of these is in the answer to the 6th question, which you referred to.<br>\n<br>\n<a name=\"ny03a\"></a>That is, the term that he translated as ‘the belief that the world is real’ is <i>jaga-diruṣṭi</i>, which is a Tamil form of the Sanskrit term <i>jagad-dṛṣṭi</i> and therefore means simply ‘perception of the world’ and not ‘the belief that the world is real’. The equivalent portion in the essay version is the <a href=\"#ny03\">third paragraph</a>, in which Bhagavan wrote:<br>\n<blockquote>சர்வ அறிவிற்கும் சர்வ தொழிற்குங் காரண மாகிய மன மடங்கினால் ஜகதிருஷ்டி நீங்கும்.  கற்பித ஸர்ப்ப ஞானம் போனா லொழிய அதிஷ்டான ரஜ்ஜு ஞானம் உண்டாகாதது போல, கற்பிதமான ஜகதிருஷ்டி நீங்கினா லொழிய அதிஷ்டான சொரூப தர்சன முண்டாகாது.<br>\n<br>\n<i>sarva aṟiviṟkum sarva toṙiṟkum kāraṇam-āhiya maṉam aḍaṅgiṉāl jaga-diruṣṭi nīṅgum. kaṟpita sarppa-ñāṉam pōṉāl oṙiya adhiṣṭhāṉa rajju-ñāṉam uṇḍāhādadu pōla, kaṟpitam-āṉa jaga-diruṣṭi nīṅgiṉāl oṙiya adhiṣṭhāṉa sorūpa-darśaṉam uṇḍāhādu</i>.<br>\n<br>\nIf the mind, which is the cause for all awareness [of things other than oneself] and for all activity, ceases [or subsides], <i>jagad-dṛṣṭi</i> [perception of the world] will depart [or be dispelled]. Just as unless awareness of the imaginary snake goes, awareness of the rope, [which is] the <i>adhiṣṭhāna</i> [basis, base or foundation], will not arise, unless perception of the world, which is <i>kalpita</i> [a fabrication, imagination or mental creation], departs, <i>darśana</i> [seeing or sight] of <i>svarūpa</i> [one’s own form or real nature], [which is] the <i>adhiṣṭhāna</i>, will not arise.</blockquote>\n<a name=\"ny04\"></a>This is one of the core principles of his teachings, and is reiterated by him in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">next paragraph</a>, in which he wrote:<br>\n<blockquote>மன மென்பது ஆத்ம சொரூபத்தி லுள்ள ஓர் அதிசய சக்தி. அது சகல நினைவுகளையும் தோற்றுவிக்கின்றது. நினைவுகளை யெல்லாம் நீக்கிப் பார்க்கின்றபோது, தனியாய் மனமென் றோர் பொருளில்லை; ஆகையால் நினைவே மனதின் சொரூபம். நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை. தூக்கத்தில் நினைவுகளில்லை, ஜகமுமில்லை; ஜாக்ர சொப்பனங்களில் நினைவுகளுள, ஜகமும் உண்டு. சிலந்திப்பூச்சி எப்படித் தன்னிடமிருந்து வெளியில் நூலை நூற்று மறுபடியும் தன்னுள் இழுத்துக் கொள்ளுகிறதோ, அப்படியே மனமும் தன்னிடத்திலிருந்து ஜகத்தைத் தோற்றுவித்து மறுபடியும் தன்னிடமே ஒடுக்கிக்கொள்ளுகிறது. மனம் ஆத்ம சொரூபத்தினின்று வெளிப்படும்போது ஜகம் தோன்றும். ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது. [...]<br>\n<br>\n<i>maṉam eṉbadu ātma-sorūpattil uḷḷa ōr atiśaya śakti. adu sakala niṉaivugaḷaiyum tōṯṟuvikkiṉḏṟadu. niṉaivugaḷai y-ellām nīkki-p pārkkiṉḏṟa-pōdu, taṉi-y-āy maṉam eṉḏṟu ōr poruḷ illai; āhaiyāl niṉaivē maṉadiṉ sorūpam. niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai. tūkkattil niṉaivugaḷ illai, jagamum illai; jāgra-soppaṉaṅgaḷil niṉaivugaḷ uḷa, jagamum uṇḍu. silandi-p-pūcci eppaḍi-t taṉ-ṉ-iḍam-irundu veḷiyil nūlai nūṯṟu maṟupaḍiyum taṉṉuḷ iṙuttu-k-koḷḷugiṟadō, appaḍiyē maṉamum taṉ-ṉ-iḍattil-irundu jagattai-t tōṯṟuvittu maṟupaḍiyum taṉṉiḍamē oḍukki-k-koḷḷugiṟadu. maṉam ātma-sorūpattiṉiṉḏṟu veḷippaḍum-pōdu jagam tōṉḏṟum. āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>. [...]<br>\n<br>\nWhat is called mind is an <i>atiśaya śakti</i> [an extraordinary power] that exists in <i>ātma-svarūpa</i> [the ‘own form’ or real nature of oneself]. It makes all thoughts appear [or projects all thoughts]. When one looks, excluding [removing or putting aside] all thoughts, solitarily there is not any such thing as mind; therefore thought alone is the <i>svarūpa</i> [the ‘own form’ or very nature] of the mind. Excluding thoughts [or ideas], there is not separately any such thing as world. In sleep there are no thoughts, and [consequently] there is also no world; in waking and dream there are thoughts, and [consequently] there is also a world. Just as a spider spins out thread from within itself and again draws it back into itself, so the mind makes the world appear [or projects the world] from within itself and again dissolves it back into itself. When the mind comes out from <i>ātma-svarūpa</i>, the world appears. Therefore when the world appears, <i>svarūpa</i> [one’s own form or real nature] does not appear; when <i>svarūpa</i> appears (shines), the world does not appear. [...]</blockquote>\nAs you rightly explained in your answer to <a href=\"https://youtu.be/_0RqFws21hQ?t=2715\">one of the last questions</a> you were asked yesterday, Bhagavan’s core teachings are in accordance with <i>dṛṣṭi-sṛṣṭi vāda</i>, and that is the perspective from which he wrote these passages.<br>\n<br>\n<a name=\"un06\"></a>The reason why this is such a core principle of his teachings is explained by him in more detail in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html\"><i>Uḷḷadu Nāṟpadu</i></a> (Forty Verses on What Is). That is, he said that <i>jagad-dṛṣṭi</i> is <i>kalpita</i> [a fabrication, imagination or mental creation] and compared it to <i>sarpa-jñāna</i> [awareness of the snake], which must be removed in order for <i>rajju-jñāna</i> [awareness of the rope] to arise, because according to him there is no world other than our perception of it, as he says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un06\">verse 6</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உலகைம் புலன்க ளுருவேறன் றவ்வைம்<br>\nபுலனைம் பொறிக்குப் புலனா — முலகைமன<br>\nமொன்றைம் பொறிவாயா லோர்ந்திடுத லான்மனத்தை<br>\nயன்றியுல குண்டோ வறை.<br>\n<br>\n<i>ulahaim pulaṉga ḷuruvēṟaṉ ḏṟavvaim<br>\npulaṉaim poṟikkup pulaṉā — mulahaimaṉa<br>\nmoṉḏṟaim poṟivāyā lōrndiḍuda lāṉmaṉattai<br>\nyaṉḏṟiyula kuṇḍō vaṟai</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். உலகை மனம் ஒன்று ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. ulahai maṉam oṉḏṟu aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>அன்வயம்:</b> உலகு ஐம் புலன்கள் உரு; வேறு அன்று. அவ் ஐம் புலன் ஐம் பொறிக்கு புலன் ஆம். மனம் ஒன்று உலகை ஐம் பொறிவாயால் ஓர்ந்திடுதலால், மனத்தை அன்றி உலகு உண்டோ? அறை.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ulahu aim pulaṉgaḷ uru; vēṟu aṉḏṟu. a-vv-aim pulaṉ aim poṟikku pulaṉ ām. maṉam oṉḏṟu ulahai aim poṟi-vāyāl ōrndiḍudalāl, maṉattai aṉḏṟi ulahu uṇḍō? aṟai</i>.<br>\n<br>\n<b>English translation:</b> The world is a form of five sense-impressions, not anything else. Those five sense-impressions are impressions to the five sense organs. Since the mind alone perceives the world by way of the five sense organs, say, is there a world besides the mind?<br>\n<br>\n<b>Explanatory paraphrase:</b> The world is a form [composed] of five [kinds of] sense-impressions [sights, sounds, tastes, smells and tactile sensations], not anything else. Those five [kinds of] sense-impressions are impressions [respective] to the five sense organs. Since the mind alone [or since one thing, the mind] perceives the world by way of the five sense organs, say, is there [any] world besides [excluding, if not for, apart from, other than or without] the mind?</blockquote>\n<a name=\"un04\"></a>Perception of a world (<i>jagad-dṛṣṭi</i>) is the very nature of ego, because whenever we rise as ego we are aware of ourself as ‘I am this body’ and consequently we are aware of other phenomena, which constitute whatever world we currently perceive, as he implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un04\">verse 4</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருவந்தா னாயி னுலகுபர மற்றா<br>\nமுருவந்தா னன்றே லுவற்றி — னுருவத்தைக் <br>\nகண்ணுறுதல் யாவனெவன் கண்ணலாற் காட்சியுண்டோ<br>\nகண்ணதுதா னந்தமிலாக் கண்.<br>\n<br>\n<i>uruvandā ṉāyi ṉulahupara maṯṟā<br>\nmuruvandā ṉaṉḏṟē luvaṯṟi — ṉuruvattaik<br>\nkaṇṇuṟudal yāvaṉevaṉ kaṇṇalāṯ kāṭciyuṇḍō<br>\nkaṇṇadutā ṉantamilāk kaṇ</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உருவம் தான் ஆயின், உலகு பரம் அற்று ஆம்; உருவம் தான் அன்றேல், உவற்றின் உருவத்தை கண் உறுதல் யாவன்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uruvam tāṉ āyiṉ, ulahu param aṯṟu ām; uruvam tāṉ aṉḏṟēl, uvaṯṟiṉ uruvattai kaṇ uṟudal yāvaṉ? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>அன்வயம்:</b> தான் உருவம் ஆயின், உலகு பரம் அற்று ஆம்; தான் உருவம் அன்றேல், உவற்றின் உருவத்தை யாவன் கண் உறுதல்? எவன்? கண் அலால் காட்சி உண்டோ? கண் அது தான் அந்தம் இலா கண்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>tāṉ uruvam āyiṉ, ulahu param aṯṟu ām; tāṉ uruvam aṉḏṟēl, uvaṯṟiṉ uruvattai yāvaṉ kaṇ uṟudal? evaṉ? kaṇ alāl kāṭci uṇḍō? kaṇ adu tāṉ antam-ilā kaṇ</i>.<br>\n<br>\n<b>English translation:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms? How? Can the seen be otherwise than the eye? The eye is oneself, the infinite eye.<br>\n<br>\n<b>Explanatory paraphrase:</b> If oneself is a form, the world and God will be likewise; if oneself is not a form, who can see their forms, and how [to do so]? Can what is seen be otherwise [or of a different nature] than the eye [the awareness that sees or perceives it]? [Therefore forms can be perceived only by an ‘eye’ or awareness that perceives itself as a form, namely ego or mind, which always perceives itself as the form of a body.] The [real] eye is oneself [one’s real nature, which is pure awareness], the infinite [and hence formless] eye [so it can never see any forms or phenomena, which are all finite].</blockquote>\n<a name=\"ny03b\"></a><a name=\"ny04a\"></a>Therefore so long as we are aware of the forms that constitute the world, we are aware of ourself as ‘I am the form of this body’, and consequently he says in the <a href=\"#ny03\">third paragraph</a> of <i>Nāṉ Ār?</i> that <i>svarūpa-darśana</i> will not arise unless <i>jagad-dṛṣṭi</i> departs, and in the <a href=\"#ny04\">fourth paragraph</a>: ‘ஆகையால், ஜகம் தோன்றும்போது சொரூபம் தோன்றாது; சொரூபம் தோன்றும் (பிரகாசிக்கும்) போது ஜகம் தோன்றாது’ (<i>āhaiyāl, jagam tōṉḏṟum-pōdu sorūpam tōṉḏṟādu; sorūpam tōṉḏṟum (pirakāśikkum) pōdu jagam tōṉḏṟādu</i>), ‘Therefore when the world appears, <i>svarūpa</i> does not appear; when <i>svarūpa</i> appears (shines), the world does not appear’.<br>\n<br>\n<a name=\"un25\"></a><a name=\"un26\"></a>These principles are summarised by him in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, in which he explains that ego is a formless phantom and therefore cannot come into existence, stand or flourish without grasping form (firstly the form of a body as ‘I’ and consequently other forms also), and that it will therefore ‘take flight’ (subside and dissolve back into its source) if it is keenly investigated, and in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a>, in which he explains that all other things seem to exist only so long as we rise as ego, so investigating ego is giving up everything:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> Grasping form [that is, projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; grasping form [that is, holding on to that body as itself] it stands [endures, continues or persists]; grasping and feeding on form [that is, projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If sought [that is, if it seeks, examines or investigates itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].<br>\n<br>\nஅகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nādalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nādal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nādal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego [the false awareness ‘I am this body’] comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable awareness ‘I am’] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [namely ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\n<a name=\"arive-nan\"></a><b>4. Sivaprakasam Pillai’s first question was ‘நானார்?’ (<i>nāṉ ār?</i>) or ‘நான் யார்?’ (<i>nāṉ yār?</i>), ‘Who am I?’, to which Bhagavan replied just ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), ‘Awareness alone is I’</b><br>\n<br>\nThe other point about <i>Nāṉ Yār?</i> (Who am I?) that I think you will be interested to know is that all of the answer to question 1 and most of the answer to question 2 (which is most of the <a href=\"#ny02\">second paragraph</a> in the essay version) was not actually what Bhagavan said but was added by Sivaprakasam Pillai for his own clarification. I came to know this from Sadhu Om, who was told about it by Manikkam Pillai, a nephew and close friend of Sivaprakasam Pillai. In 1922, before the first version of <i>Nāṉ Yār?</i> was published, Manikkam Pillai brought a draft of it to show Bhagavan and ask for his approval to publish it. When Bhagavan saw this <i>nēti nēti</i> portion added by Sivaprakasam Pillai he remarked, ‘I didn’t say like this’, but then added ‘He would have added it for his own clarification, because he was familiar with <i>nēti nēti</i> from his study of philosophy, so let it remain’.<br>\n<br>\nA few years later, when Bhagavan rewrote <i>Nāṉ Yār?</i> as the essay version, he retained this <i>nēti nēti</i> portion in the second paragraph, but underlined in red the question and his actual answer, and hence they are always printed in bold.<br>\n<br>\nAs I wrote regarding this first question and answer in the <a href=\"https://happinessofbeing.com/nan_yar-5#introduction\">introduction</a> to my <a href=\"https://happinessofbeing.com/nan_yar-5#translation\">English translation</a> of the essay version of <i>Nāṉ Ār?</i>:<br>\n<blockquote>The first question that Sivaprakasam Pillai asked was ‘நானார்?’ (<i>nāṉ ār?</i>), or perhaps ‘நான் யார்?’ (<i>nāṉ yār?</i>), which means ‘Who am I?’, to which Bhagavan replied simply, ‘அறிவே நான்’ (<i>aṟivē nāṉ</i>), which means ‘Awareness alone is I’ (probably not orally but by writing with his finger on the sandy ground). The Tamil noun <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அறிவு&amp;searchhws=yes\">அறிவு</a> (<i>aṟivu</i>) derives from the verb <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=அறி&amp;searchhws=yes\">அறி</a> (<i>aṟi</i>), which means to know, be aware, cognise, perceive, experience, ascertain or understand, so அறிவு (<i>aṟivu</i>) means knowledge in the broadest sense, and is therefore used to denote many different forms of knowledge, including awareness, consciousness, wisdom, intelligence, learning, understanding, sensory perception, anything that is known or experienced, and in some contexts it can mean either mind or one’s own real nature (<i>ātma-svarūpa</i>), because our nature is ‘knowledge’ in the sense of pure awareness. The exact meaning of அறிவு (<i>aṟivu</i>), therefore, is determined by the context in which it is used, and in this context it means pure awareness, which is our fundamental awareness of our own existence, ‘I am’. The suffix ஏ (<i>ē</i>) that he appended to அறிவு (<i>aṟivu</i>) is an intensifier that is commonly used in Tamil to add emphasis to a word, conveying the sense ‘itself’, ‘alone’ or ‘indeed’, and the word நான் (<i>nāṉ</i>) means ‘I’.<br>\n<br>\nIt is important to understand that what he means here by ‘அறிவு’ (<i>aṟivu</i>) is not awareness in the sense of awareness of phenomena, or even in the sense of that which is aware of phenomena, but only in the sense of pure awareness, which is the awareness that is never aware of anything other than itself. Awareness of phenomena, or what is aware of phenomena, is transitive awareness, which is ego or mind, and which is what he sometimes referred to as ‘<a href=\"https://happinessofbeing.blogspot.com/2019/02/what-is-relationship-between-i-thought.html#un10-13\">சுட்டறிவு</a>’ (<i>suṭṭaṟivu</i>), which literally means awareness that points out, indicates or shows, whereas pure awareness is intransitive awareness, which is what he sometimes referred to as ‘<a href=\"https://happinessofbeing.blogspot.com/2018/04/the-ego-does-not-actually-exist-but-it.html#intransitive\">சுட்டற்ற அறிவு</a>’ (<i>suṭṭaṯṟa aṟivu</i>), which literally means awareness that is devoid of pointing out, indicating or showing.<br>\n<br>\nAccording to Bhagavan pure intransitive awareness alone is real awareness, because it exists and shines eternally without even undergoing any change, whereas transitive awareness appears in waking and dream but disappears in sleep, so it is an unreal appearance, whose source and foundation is intransitive awareness. That is, in order to be aware of anything other than ourself we must be aware, but in order to be aware we do not need to be aware of anything other than ourself. For example, in waking and dream we are aware and are also aware of things other than ourself, whereas in sleep we are aware without being aware of anything other than ourself. Being aware of anything other than ourself is transitive awareness (<i>suṭṭaṟivu</i>), whereas just being aware without being aware of anything other than ourself is intransitive awareness (<i>suṭṭaṯṟa aṟivu</i>).<br>\n<br>\n<a name=\"uu27\"></a><a name=\"un10\"></a><a name=\"un11\"></a><a name=\"un12\"></a><a name=\"un13\"></a>This distinction between transitive and intransitive awareness is one of the fundamental principles of Bhagavan’s teachings, and it is explained by him, albeit without using these terms, in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu27\">verse 27</a> of <i>Upadēśa Undiyār</i> and verses <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un10\">10</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un11\">11</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un12\">12</a>, <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un13\">13</a> of <i>Uḷḷadu Nāṟpadu</i>. Nowadays many people with a superficial understanding of <i>advaita</i> and/or Bhagavan’s teachings say that we are only awareness, or that everything is awareness, but because they fail to understand that real awareness is intransitive, and that transitive awareness is just an illusory appearance and therefore a mere semblance of awareness (<a href=\"https://happinessofbeing.blogspot.com/2018/05/the-ego-is-sole-cause-creator-source.html#cidabhasa\"><i>cidābhāsa</i></a>), what they mean by ‘awareness’ is only transitive awareness, which is the nature of ego or mind. Therefore in order to understand Bhagavan’s teachings clearly and correctly, it is necessary for us to understand the distinction between transitive and intransitive awareness and to be able to recognise from each context whether he is using ‘அறிவு’ (<i>aṟivu</i>) or any other term that means awareness in the sense of transitive awareness or intransitive awareness.</blockquote>\nThe nature of Bhagavan was always to give simple, direct and to-the-point answers to whatever questions he was asked, particularly when asked by a mature soul like Sivaprakasam Pillai, so when Sivaprakasam Pillai asked him ‘<i>nāṉ ār?</i>’ (who am I?), he did not take the roundabout route of first saying what we are not but went straight to the point, saying what we actually are: ‘<i>aṟivē nāṉ</i>’ (awareness alone is I). Of course, whenever necessary he did explain in detail why we cannot be any of the five sheaths, but since he would have understood that Sivaprakasam Pillai was already familiar with such explanations, on this occasion he gave only this simple, direct and positive answer.<br>\n<br>\nAnother point that you may be interested to know, particularly since you mentioned at one point the meaning of the name Sivaprakasam, is that in 1948, when he received a telegram from Manikkam Pillai informing that Sivaprakam Pillai had left his body, Bhagavan remarked ‘சிவப்பிரகாசம் சிவப்பிரகாச மானார்’ (<i>śivaprakāśam śivaprakāśam āṉār</i>), ‘Sivaprakasam has become the light of Siva’, which was a beautiful and very touching way of indicating that he had merged back into the original light of pure awareness.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "4",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/7130110646475206201/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "philosophy of Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "transitive awareness (suṭṭaṟivu)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjE2NTI3ODE0MzA4Cm9mZnNldDogMAo\""
}