{
    "kind": "blogger#post",
    "id": "1334749486126524732",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-12-04T20:46:00Z",
    "updated": "2022-01-01T19:24:12Z",
    "url": "http://happinessofbeing.blogspot.com/2021/12/what-are-vasanas-and-how-do-they-work.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1334749486126524732",
    "title": "What are <i>vāsanās</i> and how do they work?",
    "content": "A friend wrote to me asking whether the following is ‘a reasonable terse description of the meaning of the term <i>vāsanā</i>’:<br>\n<blockquote><i>vāsanā</i>: an inclination, which has been imprinted through one’s past actions and experiences, to desire having a particular or type of experience</blockquote>\nThis article is adapted from the reply I wrote to this friend.<br><a name='more'></a>\n<br>\nI would simply define <i>vāsanā</i> as an inclination, or to be more precise, a volitional inclination.<br>\n<br>\nYou are correct, therefore, or at least partially correct, when you say that a <i>vāsanā</i> is ‘an inclination to desire having a particular or type of experience’, because <i>vāsanās</i> are the seeds that sprout as likes and dislikes, and if we allow them to develop further, they grow into desires, aversions, attachments, fears and so on, which in turn give rise to thoughts and all other actions. Therefore <i>vāsanās</i> are not just inclinations to desire but all other kinds of volitional inclinations as well, such as inclinations to like, dislike, love, hate, be attached to, be averse to, hope, fear, be concerned about, be interested in, be passionate about, identify with and so on.<br>\n<br>\nHowever, it is not correct to say that <i>vāsanās</i> have ‘been imprinted through one’s past actions and experiences’, because they are the cause of all actions and experiences, not their effect. It may seem that they are caused by actions and experiences, but that will seem to be the case only if we do not understand their nature and how they work.<br>\n<br>\n<a name=\"un25\"></a>That is, the nature of ego is to always attend to things other than itself, which is what Bhagavan means by ‘grasping form’ in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>, so as ego we tend to have strong inclinations to attend to other things, and since everything other than ourself is a <i>viṣaya</i> (an object or phenomenon), our inclinations to attend to such things are what he calls <i>viṣaya-vāsanās</i>. It is therefore the nature of ourself as ego to have <i>viṣaya-vāsanās</i>, but <i>vāsanās</i> are only inclinations, so as ego we are not bound by our <i>vāsanās</i>. We are free at every moment either to allow ourself to be swayed by whatever <i>vāsanās</i> may arise or not to be swayed by them.<br>\n<br>\nSince we have countless <i>viṣaya-vāsanās</i>, they are constantly pulling us in different and often quite opposite directions, so we are constantly using our freedom to choose which particular <i>vāsanās</i> we allow ourself to be swayed by at any given moment. For example, the opposite of all <i>viṣaya-vāsanās</i> is what Bhagavan called <i>sat-vāsanā</i>, which means the inclination to attend only to our own being (<i>sat</i>) and thereby just to be as we actually are, so at each moment we are free either to be swayed by our <i>sat-vāsanā</i> and therefore be self-attentive or to be swayed by <i>viṣaya-vāsanās</i> and therefore attend to other things.<br>\n<br>\nThough <i>vāsanās</i> seem to have power over us, they do not actually have any power of their own, so they derive their power only from us. That is, we endow them with power by allowing ourself to be swayed by them, so when we do not allow ourself to be swayed by any particular <i>vāsanā</i> we are thereby depriving it of whatever power it may seem to have over us. The ultimate source of all power is only ourself as we actually are, namely <i>sat-cit</i>, which is pure awareness of being, ‘I am’, so when we rise as ego we derive our power from what we actually are, and since everything else (all phenomena or <i>viṣayas</i>) seem to exist only in the view of ourself as ego, they derive whatever power they seem to have only from ego. That is, the seeds that sprout as <i>viṣayas</i> are our <i>viṣaya-vāsanās</i>, because <i>viṣayas</i> appear only when we allow our attention to move away from ourself under the sway of our <i>viṣaya-vāsanās</i>, so by directing our attention away from ourself we give power firstly to our <i>viṣaya-vāsanās</i> and consequently to whatever <i>viṣayas</i> appear from them like plants appearing from seeds.<br>\n<br>\n<a name=\"ny10\"></a><a name=\"ny11\"></a>Therefore whenever we allow ourself to be swayed by any particular <i>vāsanā</i>, we are thereby strengthening it, and whenever we refrain from being swayed by it we are thereby weakening it. Therefore, the more we hold fast to being self-attentive, the more we are thereby strengthening our <i>sat-vāsanā</i> and weakening all our <i>viṣaya-vāsanās</i>. This is why the practice of self-investigation is the most effective means to weaken our <i>viṣaya-vāsanās</i> and the only means by which we can eventually eradicate all of them along with their root, namely ego, as Bhagavan clearly implies in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself [literally: attaining the pearl of oneself is proper]. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fortress [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fortress will [eventually] be captured.</blockquote>\n<a name=\"uu02\"></a>Whenever we allow ourself to be swayed by a <i>viṣaya-vāsanā</i>, our attention is thereby turned away from ourself and directed towards something else, and this movement of our attention away from ourself towards other things is the beginning of mental activity. Actions of the mind in turn give rise to actions of speech and body, so all actions are caused by our allowing ourself to be swayed by our <i>viṣaya-vāsanās</i>, as Bhagavan implies in <a href=\"https://happinessofbeing.blogspot.com/2017/09/upadesa-undiyar-tamil-text.html#uu02\">verse 2</a> of <i>Upadēśa Undiyār</i> by saying that seeds cause us to fall in the ocean of action. The seeds he refers to here are <i>viṣaya-vāsanās</i> and consequent <i>karma-vāsanās</i> (inclinations to do actions in order to experience <i>viṣayas</i>), so these are what prompt us to do actions by mind, speech and body and thereby cause us to fall in the great ocean of perpetual action.<br>\n<br>\nThe actions we do under the sway of our <i>viṣaya-vāsanās</i> are called <i>āgāmya</i>, and these bear fruit, which get stored in <i>sañcita</i>, from which God selects which fruit we are to experience in each lifetime, and the fruit he selects and allots for us to experience in each life are called <i>prārabdha</i>. Therefore, whatever we experience is the fruit of actions that we have done in former lives under the sway of our <i>viṣaya-vāsanās</i>, and we experience such fruit only to the extent to which we now allow our attention to move away from ourself under the sway of our <i>viṣaya-vāsanās</i>. If we cling fast to being self-attentive, we will be unconcerned about and unaffected by whatever experiences have been allotted to us as our present <i>prārabdha</i>, but if we allow ourself to be swayed by any <i>viṣaya-vāsanās</i>, our attention will thereby be directed outwards and we will consequently be affected by whatever experiences have been allotted to us.<br>\n<br>\nTherefore the reason why <i>vāsanās</i> may seem to be caused by actions is that whenever we do any action we do so under the sway of our <i>viṣaya-vāsanās</i>, and to the extent that we allow ourself to be swayed by any particular <i>vāsanā</i> we are thereby nourishing and strengthening it, so whatever actions we do and the growth of related <i>vāsanās</i> share a common cause, namely our allowing ourself to be swayed by those <i>vāsanās</i>, and hence on superficial observation it may seem that the actions we do are the cause of the growth of related <i>vāsanās</i>. Likewise, the  reason why <i>vāsanās</i> may seem to be caused by experiences is that whenever we experience any <i>viṣaya</i> we do so because under the sway of our <i>viṣaya-vāsanās</i> we have allowed our attention to be directed away from ourself towards that experience, and to the extent that we allow ourself to be swayed by any particular <i>vāsanā</i> we are thereby nourishing and strengthening it, so whatever we experience and the growth of related <i>vāsanās</i> share a common cause, namely our allowing ourself to be swayed by those <i>vāsanās</i>, and hence on superficial observation it may seem that  whatever we experience is the cause of the growth of related <i>vāsanās</i>.<br>\n<br>\nJust as certain <i>viṣayas</i> are related in one way or another to certain other <i>viṣayas</i>, certain <i>viṣaya-vāsanās</i> are likewise related in one way or another to certain other <i>viṣaya-vāsanās</i>. Therefore, if we repeatedly allow ourself to be swayed by a particular <i>viṣaya-vāsanā</i>, we thereby not only nourish and strengthen that particular <i>viṣaya-vāsanā</i> but also tend to spawn related <i>viṣaya-vāsanās</i>. This is how <i>vāsanās</i> increase and multiply, so we need to take care to avoid not only nourishing our existing <i>viṣaya-vāsanās</i> but also spawning new ones.<br>\n<br>\nFor example, if we are interested in understanding Bhagavan’s teachings more clearly and deeply, that may give rise to a related interest, such as an interest in learning Tamil in order to gain a deeper insight into his teachings, because he expressed the core principles of his teachings most clearly and precisely in his own Tamil verses and other writings. In this case of our interest in his teachings, our related interest in Tamil may be beneficial, because though strictly speaking these are <i>viṣaya-vāsanās</i>, they can help us to strengthen our <i>sat-vāsanā</i>, provided that we allow them to encourage us to put his teachings into practice more and more by persistently trying to turn back within to be self-attentive.<br>\n<br>\nHowever, even in the case of potentially beneficial <i>vāsanās</i> such as these, we need to take care to limit the extent to which we allow them to spawn related <i>vāsanās</i>. For example, our interest in understanding his teachings may give rise to an interest in studying other <i>advaita</i> texts and related philosophies, and our interest in learning Tamil may give rise to an interest in learning Sanskrit, so if in this way we allow our interest in his teachings to spawn interests in multiple other related subjects, we will thereby be distracted away from the sole purpose of his teachings, which is to turn our attention back within in order to investigate and know ourself as we actually are and thereby surrender ego, this false adjunct-bound awareness ‘I am this body’, which is now masquerading as ourself.<br>\n<br>\nTherefore, if we are serious in wanting to go deep in the practice of self-investigation and self-surrender as taught by him, we need to steadily wean our mind off its interest in all other subjects and limit the extent to which we develop interest even in subjects that are closely related to his teachings.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "2",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/1334749486126524732/comments"
    },
    "labels": [
        "Bhagavan Sri Ramana Maharshi",
        "ego",
        "Nāṉ Yār? (Who am I?)",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu",
        "Upadēśa Undiyār"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjQxMDY1MDUyMDAyCm9mZnNldDogMAo\""
}