{
    "kind": "blogger#post",
    "id": "8318669128835570039",
    "blog": {
        "id": "7345918888953765241"
    },
    "published": "2021-05-17T16:36:00+01:00",
    "updated": "2022-11-11T06:44:50Z",
    "url": "http://happinessofbeing.blogspot.com/2021/05/can-self-investigation-boost-mind-or.html",
    "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8318669128835570039",
    "title": "Can self-investigation boost the mind or <i>kuṇḍalinī</i> or cause sleeplessness and other health issues?",
    "content": "A friend wrote to me saying ‘I keep on practicing Self-Enquiry and I feel that the practice of Self-Enquiry affects the kundalini in my body and for some reason boosts my mind’, and he went on to describe other problems that he felt were caused by his practice, particularly sleeplessness and other health issues. This article is adapted from the replies I wrote to him.<br><a name='more'></a>\n<ol>\n<li><a href=\"#ny10\"><i>Nāṉ Ār?</i> paragraphs 10 and 11: the only way to overcome <i>viṣaya-vāsanās</i> and the thoughts, feelings and perceptions that they give rise to is to ignore them by clinging firmly to self-attentiveness</a></li>\n<li><a href=\"#bgs27\"><i>Bhagavad Gītā Sāram</i> verses 27 and 28: gently try to fix your mind on yourself and do not think of anything else at all</a></li>\n<li><a href=\"#un26\"><i>Uḷḷadu Nāṟpadu</i> verse 26: to the extent that we cling to ourself (our fundamental awareness of our own existence, ‘I am’) we are thereby letting go of (or giving up) everything else</a></li>\n<li><a href=\"#un25\"><i>Uḷḷadu Nāṟpadu</i> verse 25: the nature of ego is to rise, stand and flourish to the extent that it attends to anything other than itself, but to subside and dissolve back into its source to the extent that it attends to itself</a></li>\n<li><a href=\"#ny06\"><i>Nāṉ Ār?</i> paragraph 6: if or as soon as anything other than ourself appears in our awareness, we should simply turn our attention back towards ourself, the one to whom all other things (all thoughts, forms or phenomena) appear</a></li>\n<li><a href=\"#vigilance\">If we are vigilantly self-attentive, as we should try to be, we will thereby ward off both thoughts and sleep, but when we are tired we are naturally less vigilant, so we may then fall asleep as a result of our trying to be self-attentive</a></li>\n<li><a href=\"#aware\">What the word ‘I’ essentially refers to is only what is aware, so if we are just being aware of what is aware, we are thereby meditating on ‘I’</a></li>\n<li><a href=\"#concern\">No matter what may distract us or seem a problem to us, let us not be concerned about them but just patiently and persistently continue trying to be self-attentive, unmindful of everything else</a></li>\n</ol>\n<a name=\"ny10\"></a><a name=\"ny11\"></a><b>1. <i>Nāṉ Ār?</i> paragraphs 10 and 11: the only way to overcome <i>viṣaya-vāsanās</i> and the thoughts, feelings and perceptions that they give rise to is to ignore them by clinging firmly to self-attentiveness</b><br>\n<br>\nOther friends have described to me strange effects like this that they attribute to the practice of self-investigation, including sleeplessness, health issues, headaches and other forms of mental or bodily suffering, but if we are practising correctly it should not produce such effects. It is true that when we try to be self-attentive, <i>viṣaya-vāsanās</i> (inclinations to attend to other things) will be constantly rising, and if we allow ourself to be swayed by them our attention will thereby be distracted away from ourself, but this does not mean that we should battle with our <i>viṣaya-vāsanās</i> or with the thoughts, feelings and perceptions that they give rise to. The only way to overcome them is to ignore them by clinging firmly to self-attentiveness, as Bhagavan teaches us in the <a href=\"https://happinessofbeing.com/nan_yar.html#para10\">tenth</a> and <a href=\"https://happinessofbeing.com/nan_yar.html#para11\">eleventh</a> paragraphs of <i>Nāṉ Ār?</i>:<br>\n<blockquote>தொன்றுதொட்டு வருகின்ற விஷயவாசனைகள் அளவற்றனவாய்க் கடலலைகள் போற் றோன்றினும் அவையாவும் சொரூபத்யானம் கிளம்பக் கிளம்ப அழிந்துவிடும். அத்தனை வாசனைகளு மொடுங்கி, சொரூபமாத்திரமா யிருக்க முடியுமா வென்னும் சந்தேக நினைவுக்கு மிடங்கொடாமல், சொரூபத்யானத்தை விடாப்பிடியாய்ப் பிடிக்க வேண்டும். ஒருவன் எவ்வளவு பாபியாயிருந்தாலும், ‘நான் பாபியா யிருக்கிறேனே! எப்படிக் கடைத்தேறப் போகிறே’ னென்றேங்கி யழுதுகொண்டிராமல், தான் பாபி என்னு மெண்ணத்தையு மறவே யொழித்து சொரூபத்யானத்தி லூக்க முள்ளவனாக விருந்தால் அவன் நிச்சயமா யுருப்படுவான்.<br>\n<br>\n<i>toṉḏṟutoṭṭu varugiṉḏṟa viṣaya-vāsaṉaigaḷ aḷavaṯṟaṉavāy-k kaḍal-alaigaḷ pōl tōṉḏṟiṉum avai-yāvum sorūpa-dhyāṉam kiḷamba-k kiḷamba aṙindu-viḍum. attaṉai vāsaṉaigaḷum oḍuṅgi, sorūpa-māttiram-āy irukka muḍiyumā v-eṉṉum sandēha niṉaivukkum iḍam koḍāmal, sorūpa-dhyāṉattai viḍā-p-piḍiyāy-p piḍikka vēṇḍum. oruvaṉ evvaḷavu pāpiyāy irundālum, ‘nāṉ pāpiyāy irukkiṟēṉē; eppaḍi-k kaḍaittēṟa-p pōkiṟēṉ’ eṉḏṟēṅgi y-aṙudu-koṇḍirāmal, tāṉ pāpi eṉṉum eṇṇattaiyum aṟavē y-oṙittu sorūpa-dhyāṉattil ūkkam uḷḷavaṉāha v-irundāl avaṉ niścayamāy uru-p-paḍuvāṉ</i>.<br>\n<br>\nEven though <i>viṣaya-vāsanās</i> [inclinations to experience things other than oneself], which come from time immemorial, rise [as thoughts or phenomena] in countless numbers like ocean-waves, they will all be destroyed when <i>svarūpa-dhyāna</i> [self-attentiveness, contemplation on one’s ‘own form’ or real nature] increases and increases [in depth and intensity]. Without giving room even to the doubting thought ‘So many <i>vāsanās</i> ceasing [or being dissolved], is it possible to be only as <i>svarūpa</i> [my own form or real nature]?’ it is necessary to cling tenaciously to <i>svarūpa-dhyāna</i>. However great a sinner one may be, if instead of lamenting and weeping ‘I am a sinner! How am I going to be saved?’ one completely rejects the thought that one is a sinner and is zealous [or steadfast] in self-attentiveness, one will certainly be reformed [transformed into what one actually is].<br>\n<br>\nமனத்தின்கண் எதுவரையில் விஷயவாசனைக ளிருக்கின்றனவோ, அதுவரையில் நானா ரென்னும் விசாரணையும் வேண்டும். நினைவுகள் தோன்றத் தோன்ற அப்போதைக்கப்போதே அவைகளையெல்லாம் உற்பத்திஸ்தானத்திலேயே விசாரணையால் நசிப்பிக்க வேண்டும். அன்னியத்தை நாடாதிருத்தல் வைராக்கியம் அல்லது நிராசை; தன்னை விடாதிருத்தல் ஞானம். உண்மையி லிரண்டு மொன்றே. முத்துக்குளிப்போர் தம்மிடையிற் கல்லைக் கட்டிக்கொண்டு மூழ்கிக் கடலடியிற் கிடைக்கும் முத்தை எப்படி எடுக்கிறார்களோ, அப்படியே ஒவ்வொருவனும் வைராக்கியத்துடன் தன்னுள் ளாழ்ந்து மூழ்கி ஆத்மமுத்தை யடையலாம். ஒருவன் தான் சொரூபத்தை யடையும் வரையில் நிரந்தர சொரூப ஸ்மரணையைக் கைப்பற்றுவானாயின் அதுவொன்றே போதும். கோட்டைக்குள் எதிரிக ளுள்ளவரையில் அதிலிருந்து வெளியே வந்துகொண்டே யிருப்பார்கள். வர வர அவர்களையெல்லாம் வெட்டிக்கொண்டே யிருந்தால் கோட்டை கைவசப்படும்.<br>\n<br>\n<i>maṉattiṉgaṇ edu-varaiyil viṣaya-vāsaṉaigaḷ irukkiṉḏṟaṉavō, adu-varaiyil nāṉ-ār eṉṉum vicāraṇai-y-um vēṇḍum. niṉaivugaḷ tōṉḏṟa-t tōṉḏṟa appōdaikkappōdē avaigaḷai-y-ellām uṯpatti-sthāṉattilēyē vicāraṇaiyāl naśippikka vēṇḍum. aṉṉiyattai nāḍādiruttal vairāggiyam alladu nirāśai; taṉṉai viḍādiruttal ñāṉam. uṇmaiyil iraṇḍum oṉḏṟē. muttu-k-kuḷippōr tam-m-iḍaiyil kallai-k kaṭṭi-k-koṇḍu mūṙki-k kaḍal-aḍiyil kiḍaikkum muttai eppaḍi eḍukkiṟārgaḷō, appaḍiyē o-vv-oruvaṉum vairāggiyattuḍaṉ taṉṉuḷ ḷ-āṙndu mūṙki ātma-muttai y-aḍaiyalām. oruvaṉ tāṉ sorūpattai y-aḍaiyum varaiyil nirantara sorūpa-smaraṇaiyai-k kai-p-paṯṟuvāṉ-āyiṉ adu-v-oṉḏṟē pōdum. kōṭṭaikkuḷ edirigaḷ uḷḷa-varaiyil adilirundu veḷiyē vandu-koṇḍē y-iruppārgaḷ. vara vara avargaḷai-y-ellām veṭṭi-k-koṇḍē y-irundāl kōṭṭai kaivaśa-p-paḍum</i>.<br>\n<br>\nAs long as <i>viṣaya-vāsanās</i> exist within the mind, so long is the investigation who am I necessary. As and when thoughts appear, then and there it is necessary to annihilate them all by <i>vicāraṇā</i> [investigation or keen self-attentiveness] in the very place from which they arise. Not attending to anything other [than oneself] is <i>vairāgya</i> [dispassion or detachment] or <i>nirāśā</i> [desirelessness]; not leaving [or letting go of] oneself is <i>jñāna</i> [true knowledge or real awareness]. In truth [these] two [<i>vairāgya</i> and <i>jñāna</i>] are just one. Just as pearl-divers, tying stones to their waists and sinking, pick up pearls that are found at the bottom of the ocean, so each one, sinking deep within oneself with <i>vairāgya</i> [freedom from desire to be aware of anything other than oneself], may attain the pearl of oneself. If one clings fast to uninterrupted <i>svarūpa-smaraṇa</i> [self-remembrance] until one attains <i>svarūpa</i> [one’s own form or real nature], that alone is sufficient. So long as enemies [namely <i>viṣaya-vāsanās</i>] are within the fort [namely one’s heart], they will be continuously coming out from it. If one is continuously cutting down [or destroying] all of them as and when they come, the fort will [eventually] be captured.</blockquote>\n<a name=\"bgs27\"></a><a name=\"bgs28\"></a><b>2. <i>Bhagavad Gītā Sāram</i> verses 27 and 28: gently try to fix your mind on yourself and do not think of anything else at all</b><br>\n<br>\nBeing self-attentive is not a doing but a state of just being, because the more we attend to ourself the more we will subside back into our source, so it should not be strenuous. Effort is certainly necessary, but only gentle effort, not strenuous effort.<br>\n<br>\nOur effort should not be motivated by a determination to succeed, but by simple love to know and to be what we actually are. We are not seeking to gain anything, but to lose everything, so we must be willing to let go of everything, including all desires and expectations of any results. We should try to be self-attentive just for the love of being self-attentive, and we should not expect to gain anything thereby. Our responsibility is just to try to be calmly self-attentive, and we should leave all concern about the results of our efforts to Bhagavan.<br>\n<br>\nMost of us still have very strong <i>viṣaya-vāsanās</i>, so we frequently succumb to their sway, but however many times our attention is drawn away from ourself, we need to gently turn it back to ourself. We need to be persistent, but at the same time we need to be gentle with ourself, because our aim is to gently wean ourself off our <i>viṣaya-vāsanās</i>: our inclinations to go outwards, away from ourself. This can be achieved only by gentle and patient perseverance.<br>\n<br>\nTo illustrate this, Bhagavan used to give the analogy of a cow that had run away from its shed. Many other spiritual paths, such as <i>yōga</i>, are like taking a stick and trying to chase the cow back into its shed, whereas the path of self-investigation and self-surrender is like taking a bunch of green grass and gently and patiently tempting the cow back home.<br>\n<br>\nThe need for such a gentle approach is also implied by him in verses <a href=\"https://happinessofbeing.blogspot.com/2019/10/is-it-possible-for-us-to-attend-to.html#c1346392825463128560\">27</a> and <a href=\"https://happinessofbeing.blogspot.com/2018/09/like-everything-else-karma-is-created.html#bgs28\">28</a> of <i>Bhagavad Gītā Sāram</i> (which are his translations of <i>Bhagavad Gītā</i> 6.25 and 26):<br>\n<blockquote>தீரஞ்சேர் புத்தியினாற் சித்தத்தை மெல்லமெல்ல<br>\nநேரச் செயவேண்டு நிச்சலன — மாரதனே<br>\nசித்தத்தை யான்மாவிற் சேர்த்திடுக மற்றெதுவு<br>\nமித்தனையு மெண்ணிடா தே.<br>\n<br>\n<i>dhīrañcēr buddhiyiṉāṯ cittattai mellamella<br>\nnērac ceyavēṇḍu niścalaṉa — mārathaṉē<br>\ncittattai yāṉmāviṟ cērttiḍuka maṯṟeduvu<br>\nmittaṉaiyu meṇṇiḍā dē</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> தீரம் சேர் புத்தியினால் சித்தத்தை மெல்ல மெல்ல நேர செய வேண்டும் நிச்சலன. மா ரதனே, சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>dhīram sēr buddhiyiṉāl cittattai mella mella nēra seya vēṇḍum niścalaṉa. mā rathaṉē, cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>அன்வயம்:</b> தீரம் சேர் புத்தியினால் சித்தத்தை மெல்ல மெல்ல நிச்சலன நேர செய வேண்டும். மா ரதனே, சித்தத்தை ஆன்மாவில் சேர்த்திடுக; மற்று எதுவும் இத்தனையும் எண்ணிடாதே.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>dhīram sēr buddhiyiṉāl cittattai mella mella niścalaṉa nēra seya vēṇḍum. mā rathaṉē, cittattai āṉmāvil sērttiḍuka; maṯṟu eduvum ittaṉaiyum eṇṇiḍādē</i>.<br>\n<br>\n<b>English translation:</b> It is necessary by a courage-imbued intellect to gently gently make the mind achieve motionlessness. Great charioteer, fix the mind on yourself; do not think even the slightest of anything else at all.<br>\n<br>\n<b>Explanatory paraphrase:</b> It is necessary by a courage-imbued intellect to gently gently [calmly and gradually] make the mind achieve motionlessness. Great charioteer, fix the mind [your attention] on [or in] <i>ātman</i> [yourself]; do not think even the slightest of anything else at all.<br>\n<br>\nஎதுவுந் திரமின்றி யென்றுமலை சித்த<br>\nமெதெதனைப் பற்றியே யேகு — மததினின்<br>\nறீர்த்தந்தச் சித்தத்தை யெப்போது மான்மாவிற்<br>\nசேர்த்துத் திரமுறவே செய்.<br>\n<br>\n<i>eduvun thiramiṉḏṟi yeṉḏṟumalai citta<br>\nmededaṉaip paṯṟiyē yēhu — madadiṉiṉ<br>\nḏṟīrttandac cittattai yeppōdu māṉmāviṟ<br>\ncērttut thiramuṟavē sey</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> எதுவும் திரம் இன்றி என்றும் அலை சித்தம் எது எதனை பற்றியே ஏகும், அது அதினின்று ஈர்த்து அந்த சித்தத்தை எப்போதும் ஆன்மாவில் சேர்த்து திரம் உறவே செய்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>eduvum thiram iṉḏṟi eṉḏṟum alai cittam edu edaṉai paṯṟiyē ēhum, adu adiṉiṉḏṟu īrttu anda cittattai eppōdum āṉmāvil cērttu thiram uṟavē sey</i>.<br>\n<br>\n<b>அன்வயம்:</b> எதுவும் திரம் இன்றி என்றும் அலை சித்தம் எது எதனை பற்றியே ஏகும், அது அதினின்று அந்த சித்தத்தை ஈர்த்து ஆன்மாவில் சேர்த்து எப்போதும் திரம் உறவே செய்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>eduvum thiram iṉḏṟi eṉḏṟum alai cittam edu edaṉai paṯṟiyē ēhum, adu adiṉiṉḏṟu anda cittattai īrttu āṉmāvil cērttu eppōdum thiram uṟavē sey</i>.<br>\n<br>\n<b>English translation:</b> Whatever the mind, which is always wavering without any steadiness, grasps and wanders, drawing that mind back from that and fixing it on yourself, make it be always steady.<br>\n<br>\n<b>Explanatory paraphrase:</b> Whatever the mind, which is always wavering without any steadiness, grasps and [wherever it consequently] wanders, drawing that mind back from that and fixing it on [or in] <i>ātman</i> [yourself], make it be always steady.</blockquote>\n<a name=\"un26\"></a><b>3. <i>Uḷḷadu Nāṟpadu</i> verse 26: to the extent that we cling to ourself (our fundamental awareness of our own existence, ‘I am’) we are thereby letting go of (or giving up) everything else</b><br>\n<br>\nThis path of self-investigation is also the path of self-surrender, because to the extent that we cling to ourself (our fundamental awareness of our own existence, ‘I am’) we are thereby letting go of everything else, as Bhagavan says in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un26\">verse 26</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>அகந்தையுண் டாயி னனைத்துமுண் டாகு<br>\nமகந்தையின் றேலின் றனைத்து — மகந்தையே<br>\nயாவுமா மாதலால் யாதிதென்று நாடலே<br>\nயோவுதல் யாவுமென வோர்.<br>\n<br>\n<i>ahandaiyuṇ ḍāyi ṉaṉaittumuṇ ḍāhu<br>\nmahandaiyiṉ ḏṟēliṉ ḏṟaṉaittu — mahandaiyē<br>\nyāvumā mādalāl yādideṉḏṟu nāḍalē<br>\nyōvudal yāvumeṉa vōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், இன்று அனைத்தும். அகந்தையே யாவும் ஆம். ஆதலால், யாது இது என்று நாடலே ஓவுதல் யாவும் என ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, iṉḏṟu aṉaittum. ahandai-y-ē yāvum ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē ōvudal yāvum eṉa ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> அகந்தை உண்டாயின், அனைத்தும் உண்டாகும்; அகந்தை இன்றேல், அனைத்தும் இன்று. யாவும் அகந்தையே ஆம். ஆதலால், யாது இது என்று நாடலே யாவும் ஓவுதல் என ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>ahandai uṇḍāyiṉ, aṉaittum uṇḍāhum; ahandai iṉḏṟēl, aṉaittum iṉḏṟu. yāvum ahandai-y-ē ām. ādalāl, yādu idu eṉḏṟu nāḍal-ē yāvum ōvudal eṉa ōr</i>.<br>\n<br>\n<b>English translation:</b> If ego comes into existence, everything comes into existence; if ego does not exist, everything does not exist. Ego itself is everything. Therefore, know that investigating what this is alone is giving up everything.<br>\n<br>\n<b>Explanatory paraphrase:</b> If ego [the false awareness ‘I am this body’] comes into existence, everything [all phenomena, everything that appears and disappears, everything other than our pure, fundamental, unchanging and immutable awareness ‘I am’] comes into existence; if ego does not exist, everything does not exist [because nothing other than pure awareness actually exists, so everything else seems to exist only in the view of ego, and hence it cannot seem to exist unless ego seems to exist]. [Therefore] ego itself is everything [because it is the original seed or embryo, which alone is what expands as everything else]. Therefore, know that investigating what this [namely ego] is alone is giving up everything [because ego will cease to exist if it investigates itself keenly enough, and when it ceases to exist everything else will cease to exist along with it].</blockquote>\nTo the extent that we keenly attend to ourself we are thereby letting go of everything else, so this is a path of complete relaxation in the very deepest sense of the term, and hence if we are following it correctly it will not and cannot cause sleeplessness. On the contrary, if at all it has any impact on our sleep, it should improve its quality and restfulness.<br>\n<br>\nUltimately the amount of time we spend in either the waking or dream states is determined by <i>prārabdha</i> (fate or destiny), but if we want to find a more proximate cause for sleeplessness, it is in most cases agitation or restlessness of mind triggered by desire, excitement, anxiety, worry, fear, anger, grief and such like, all of which can arise only when we allow our mind or attention to move away from ourself towards anything else. Therefore, since self-investigation entails directing our mind back towards ourself and hence away from everything else, it cannot cause sleeplessness, but on the contrary, if practised correctly and effectively, it will alleviate mental agitation and restlessness and thereby remove the causes of sleeplessness.<br>\n<br>\nOf course there may be times when we find ourself lying awake at night for no particular, and at such times our mind may be quite calm and peaceful, in which case being in such a state will not disturb us, and we can make good use of it by trying to be self-attentive. At such times we may find that a gentle effort to be self-attentive is sufficient to lull us back into sleep.<br>\n<br>\nIf you worry about whether you are going to sleep or not, that worry will prevent you sleeping, so you need to learn to let go of that worry. Leave it to Bhagavan. If he wants you to sleep you will sleep, and if he doesn’t want you to sleep you won’t sleep. Either way it is his sweet will and therefore what is best for you. If you adopt such an attitude wholeheartedly, you will thereby let go of all your worries, and then you will sleep as much as you need to.<br>\n<br>\n<a name=\"un25\"></a><b>4. <i>Uḷḷadu Nāṟpadu</i> verse 25: the nature of ego is to rise, stand and flourish to the extent that it attends to anything other than itself, but to subside and dissolve back into its source to the extent that it attends to itself</b><br>\n<br>\nYou say ‘the practice of Self Enquiry affects the kundalini in my body and for some reason boosts my mind’. I am not sure what you mean by it affecting your <i>kuṇḍalinī</i>, because there are various different levels at which the term <i>kuṇḍalinī</i> is interpreted and understood, but if we are practising self-investigation correctly, it will certainly not boost our mind, but on the contrary, will cause it to subside and dissolve back into its source.<br>\n<br>\nWhy should this be the case? Because the root and essence of the mind is ego, and the nature of ego is to rise, stand and flourish to the extent that it attends to anything other than itself, but to subside and dissolve back into its source to the extent that it attends to itself, as Bhagavan clearly implies in <a href=\"https://happinessofbeing.blogspot.com/2017/10/ulladu-narpadu-tamil-text.html#un25\">verse 25</a> of <i>Uḷḷadu Nāṟpadu</i>:<br>\n<blockquote>உருப்பற்றி யுண்டா முருப்பற்றி நிற்கு<br>\nமுருப்பற்றி யுண்டுமிக வோங்கு — முருவிட்<br>\nடுருப்பற்றுந் தேடினா லோட்டம் பிடிக்கு<br>\nமுருவற்ற பேயகந்தை யோர்.<br>\n<br>\n<i>uruppaṯṟi yuṇḍā muruppaṯṟi niṟku<br>\nmuruppaṯṟi yuṇḍumiha vōṅgu — muruviṭ<br>\nṭuruppaṯṟun tēḍiṉā lōṭṭam piḍikku<br>\nmuruvaṯṟa pēyahandai yōr</i>.<br>\n<br>\n<b>பதச்சேதம்:</b> உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும், உரு அற்ற பேய் அகந்தை. ஓர்.<br>\n<br>\n<b><i>Padacchēdam</i></b> (word-separation): <i>uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum, uru aṯṟa pēy ahandai. ōr</i>.<br>\n<br>\n<b>அன்வயம்:</b> உரு அற்ற பேய் அகந்தை உரு பற்றி உண்டாம்; உரு பற்றி நிற்கும்; உரு பற்றி உண்டு மிக ஓங்கும்; உரு விட்டு, உரு பற்றும்; தேடினால் ஓட்டம் பிடிக்கும். ஓர்.<br>\n<br>\n<b><i>Anvayam</i></b> (words rearranged in natural prose order): <i>uru aṯṟa pēy ahandai uru paṯṟi uṇḍām; uru paṯṟi niṟkum; uru paṯṟi uṇḍu miha ōṅgum; uru viṭṭu, uru paṯṟum; tēḍiṉāl ōṭṭam piḍikkum. ōr</i>.<br>\n<br>\n<b>English translation:</b> Grasping form the formless phantom-ego comes into existence; grasping form it stands; grasping and feeding on form it grows abundantly; leaving form, it grasps form. If sought, it will take flight. Investigate.<br>\n<br>\n<b>Explanatory paraphrase:</b> Grasping form [that is, projecting and perceiving the form of a body (composed of five sheaths) as itself] the formless phantom-ego comes into existence [rises into being or is formed]; grasping form [that is, holding on to that body as itself] it stands [endures, continues or persists]; grasping and feeding on form [that is, projecting and perceiving other forms or phenomena] it grows [spreads, expands, increases, ascends, rises high or flourishes] abundantly; leaving [one] form [a body that it had projected and perceived as itself in one state], it grasps [another] form [another body that it projects and perceives as itself in its next state]. If sought [that is, if it seeks, examines or investigates itself], it will take flight [because it has no form of its own, and hence it cannot seem to exist without grasping the forms of other things as itself and as its food or sustenance]. Investigate [this ego] [or know thus].</blockquote>\nTherefore if your mind is being boosted in any way, whatever you are practising is something other than just being calmly self-attentive, which alone is the correct practice of self-investigation (<i>ātma-vicāra</i>) and the deepest practice of self-surrender.<br>\n<br>\n<a name=\"ny06\"></a><b>5. <i>Nāṉ Ār?</i> paragraph 6: if or as soon as anything other than ourself appears in our awareness, we should simply turn our attention back towards ourself, the one to whom all other things (all thoughts, forms or phenomena) appear</b><br>\n<br>\nRegarding your statement, ‘I keep doing the enquiry “to whom these thoughts arise?”, “to me”, “who am I?” but I don’t know what I should do more’, these words, ‘to whom does this appear?’, ‘to me’, ‘who am I?’, are a very useful pointer given by Bhagavan, but we should understand clearly what he meant by this pointer. He did not mean that we should repeat these words to ourself whenever anything appears, but that we should simply turn our attention back to ourself, the one to whom all other things (all thoughts, forms or phenomena) appear. That is, he did not say ‘ask to whom’ or ‘ask who am I’ but ‘investigate to whom’ and ‘investigate who am I’, as he wrote in the following portion of the <a href=\"https://happinessofbeing.com/nan_yar.html#para06\">sixth paragraph</a> of <i>Nāṉ Ār?</i>:<br>\n<blockquote>பிற வெண்ணங்க ளெழுந்தா லவற்றைப் பூர்த்தி பண்ணுவதற்கு எத்தனியாமல் அவை யாருக் குண்டாயின என்று விசாரிக்க வேண்டும். எத்தனை எண்ணங்க ளெழினு மென்ன? ஜாக்கிரதையாய் ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே இது யாருக்குண்டாயிற்று என்று விசாரித்தால் எனக்கென்று தோன்றும். நானார் என்று விசாரித்தால் மனம் தன் பிறப்பிடத்திற்குத் திரும்பிவிடும்; எழுந்த வெண்ணமு மடங்கிவிடும். இப்படிப் பழகப் பழக மனத்திற்குத் தன் பிறப்பிடத்திற் றங்கி நிற்கும் சக்தி யதிகரிக்கின்றது.<br>\n<br>\n<i>piṟa v-eṇṇaṅgaḷ eṙundāl avaṯṟai-p pūrtti paṇṇuvadaṟku ettaṉiyāmal avai yārukku uṇḍāyiṉa eṉḏṟu vicārikka vēṇḍum. ettaṉai eṇṇaṅgaḷ eṙiṉum eṉṉa? jāggirataiyāy ovvōr eṇṇamum kiḷambum-pōdē idu yārukku uṇḍāyiṯṟu eṉḏṟu vicārittāl eṉakkeṉḏṟu tōṉḏṟum. nāṉ-ār eṉḏṟu vicārittāl maṉam taṉ piṟappiḍattiṟku-t tirumbi-viḍum; eṙunda v-eṇṇamum aḍaṅgi-viḍum. ippaḍi-p paṙaga-p paṙaga maṉattiṟku-t taṉ piṟappiḍattil taṅgi niṟgum śakti y-adhikarikkiṉḏṟadu</i>.<br>\n<br>\nIf other thoughts rise, without trying to complete them it is necessary to investigate to whom they have occurred. However many thoughts rise, what [does it matter]? Vigilantly, as soon as each thought appears, if one investigates to whom it has occurred, it will be clear: to me. If one investigates who am I [by vigilantly attending to oneself, the ‘me’ to whom everything else appears], the mind will return to its birthplace [namely oneself, the source from which it arose]; [and since one thereby refrains from attending to it] the thought that had risen will also cease. When one practises and practises in this manner, for the mind the power to stand firmly established in its birthplace increases.</blockquote>\nThe verb he used here that I have translated as ‘investigate’ is <a href=\"https://dsal.uchicago.edu/cgi-bin/app/tamil-lex_query.py?qs=விசாரி&searchhws=yes\">விசாரி</a> (<i>vicāri</i>), which in some contexts can mean enquire in the sense of ask, but in this context means enquire only in the sense of investigate. Asking questions is a mental activity, because it entails directing our attention away from ourself towards a question, which is a thought and hence other than ourself, so as long as we are asking questions we are still floating on the surface of the mind by attending to things other than ourself, whereas investigating ourself means being keenly self-attentive, which causes the mind to sink deep within and thereby return to its ‘birthplace’, the source from which it had risen, namely our real nature (<i>ātma-svarūpa</i>), which is our fundamental and ever-shining awareness of our own existence, ‘I am’.<br>\n<br>\nTherefore what Bhagavan is pointing out in this passage is the direction in which we should send our attention. Instead of allowing our attention to go out following whatever thoughts may arise, we should turn it back towards ourself, the one to whom all thoughts appear. ‘To whom?’ is not intended to be a question that we should ask ourself but is a very powerful pointer indicating where we should direct our attention. Asking the question ‘to whom?’ may sometimes be an aid if it helps to remind us to turn our attention back towards ourself, but self-investigation (<i>ātma-vicāra</i>) is not merely asking such questions but only fixing our attention on ourself alone.<br>\n<br>\n<a name=\"ny04\"></a><a name=\"ny14\"></a>Another point worth noting here is that what Bhagavan means by ‘thought’ is anything other than our fundamental awareness ‘I am’, so it includes all perceptions, memories, feelings, ideas and other mental impressions of any kind whatsoever. As he says in the <a href=\"https://happinessofbeing.com/nan_yar.html#para04\">fourth paragraph</a> of <i>Nāṉ Ār?</i>, ‘நினைவுகளைத் தவிர்த்து ஜகமென்றோர் பொருள் அன்னியமா யில்லை’ (<i>niṉaivugaḷai-t tavirttu jagam eṉḏṟu ōr poruḷ aṉṉiyam-āy illai</i>), ‘Excluding thoughts, there is not separately any such thing as world’, and in the <a href=\"https://happinessofbeing.com/nan_yar.html#para14\">fourteenth paragraph</a>, ‘ஜக மென்பது நினைவே’ (<i>jagam eṉbadu niṉaivē</i>), ‘What is called the world is only thought’, so when he says here ‘பிற வெண்ணங்க ளெழுந்தால்’ (<i>piṟa v-eṇṇaṅgaḷ eṙundāl</i>), ‘If other thoughts rise’, or ‘ஒவ்வோ ரெண்ணமும் கிளம்பும்போதே’ (<i>ovvōr eṇṇamum kiḷambum-pōdē</i>), ‘As soon as each thought appears’, he means that if or as soon as anything other than ourself appears in our awareness, we should turn our attention back towards ourself, the one to whom all such things appear. <br>\n<br>\n<a name=\"vigilance\"></a><b>6. If we are vigilantly self-attentive, as we should try to be, we will thereby ward off both thoughts and sleep, but when we are tired we are naturally less vigilant, so we may then fall asleep as a result of our trying to be self-attentive</b><br>\n<br>\nYou ask, ‘Should I keep doing Self-Enquiry all day for hours in seated position? Should I continue the enquiry in bed as well before sleep? Or should I stop the enquiry from time to time to give some rest to the body?’ Firstly, self-investigation has nothing to do with the body, so we can practise it whether the body is lying, sitting, standing, walking or doing anything else. For the same reason, we do not have to stop being self-attentive in order to give some rest to the body, because being self-attentive cannot strain the body in any way. In fact, when the body and mind are resting is a very favourable condition for us to be self-attentive.<br>\n<br>\nRegarding your question about continuing the practice in bed before sleep, that is also good, but since we are generally very tired at that time, we usually subside into sleep soon after trying to be self-attentive. There is no harm in that, because when we need to sleep we should sleep. There is no time and no circumstance that is not suitable for us to be self-attentive, so we should try to be self-attentive as much as possible whatever the time or circumstances may be, but we should not try to deprive ourself of however much sleep we may need.<br>\n<br>\nIf we are vigilantly self-attentive, as we should try to be, we will thereby ward off both thoughts and sleep, but when we are tired we are naturally less vigilant, so we may then fall asleep as a result of our trying to be self-attentive. As Sadhu Om often used to say, when we are sleepy we should sleep, because when we wake up again we will be fresh, and we should then make use of that freshness by trying to be vigilantly self-attentive.<br>\n<br>\nI do not know whether anything I have written here is of any use to you, but I hope some of it at least may help to point you in the right direction.<br>\n<br>\n<a name=\"aware\"></a><b>7. What the word ‘I’ essentially refers to is only what is aware, so if we are just being aware of what is aware, we are thereby meditating on ‘I’</b><br>\n<br>\nIn reply to my first reply (which I adapted as the previous six sections) my friend wrote again about how he was trying to practise self-enquiry and the problems he was facing, in reply to which I wrote:<br>\n<br>\nWhen you say ‘The practice of Self-Enquiry, especially in seated position (just being aware of awareness itself, not meditating in any object or form etc, simply just being, not even “I” in the “I am”) boosted my kundalini’, it is not clear to me what you are actually practising, because you say you are ‘just being aware of awareness itself’ but then seem to say that you are not meditating even on ‘I’. Meditating on ‘I’ means attending only to yourself, or in other words, just being self-attentive, so if you are not meditating on ‘I’, what do you mean by saying that you are ‘just being aware of awareness itself’?<br>\n<br>\nIn this context ‘awareness’ means what is aware, and what is aware is always aware of itself as ‘I’, so what the word ‘I’ essentially refers to is only what is aware. Therefore if you are not meditating on ‘I’, what is the ‘awareness’ that you are being aware of? Unfortunately ‘awareness’ is a potentially ambiguous term, because it could be taken to mean awareness in the sense of awareness of objects or phenomena, so when you are ‘just being aware of awareness itself’, are you just being aware of what is aware, namely yourself, or are you being aware of your awareness of objects or phenomena?<br>\n<br>\nIf you are being aware only of what is aware, namely yourself, then you are meditating on ‘I’. That is, what you are meditating on is not the word ‘I’, but what the word ‘I’ refers to, namely yourself, who are what is aware. If you are not meditating on what the word ‘I’ refers to, then whatever ‘awareness’ you are being aware of is something other than what is aware.<br>\n<br>\nThis is why Bhagavan gave us the powerful pointer ‘to whom’, about which I wrote in my previous reply. If we understand this pointer correctly, it is directing our attention back towards ourself, the one to whom all other things appear. In other words, it is pointing our attention back to what is aware, away from whatever we were hitherto aware of.<br>\n<br>\nIf you are aware of any phenomenon, such as the boosting of your <i>kuṇḍalinī</i>, your attention has been diverted away from yourself, so you need to turn it back to yourself, the one to whom all phenomena appear. If you turn your attention back to yourself and hold firmly to yourself (that is, if you just remain firmly self-attentive), whatever phenomena may have appeared will thereby disappear, because no phenomenon can appear or remain in your awareness unless you attend to it at least to a certain extent.<br>\n<br>\n<a name=\"concern\"></a><b>8. No matter what may distract us or seem a problem to us, let us not be concerned about them but just patiently and persistently continue trying to be self-attentive, unmindful of everything else</b><br>\n<br>\nRegarding the boosting of your <i>kuṇḍalinī</i> you say, ‘By boosting I mean that I feel an energy in the spine passing through the chakras’, but the energy, the spine, the <i>cakras</i> and the energy’s movement are all objects or phenomena, so you should ignore all such things by trying to be keenly self-attentive. However much such things appear, they need not concern you. To whom do they appear? Only to you, so you should just persevere in trying to attend only to yourself.<br>\n<br>\nWhatever may appear or disappear is other than ourself, so it should not interest or concern us. Such things distract us and become a problem for us only to the extent that we take interest in them or are concerned about them. Why should we be concerned about them? Our only concern should be to investigate and know what we ourself are. If we are not interested in or concerned about anything else, we will not attend to them, and hence they will not be a problem.<br>\n<br>\nIf we find ourself being concerned about such things and therefore distracted by them, that is due to the strength of our <i>viṣaya-vāsanās</i>, and the most effective means to weaken our <i>viṣaya-vāsanās</i> and thereby wean our mind off its interest in all other things is just to persevere in this simple practice of being self-attentive. Therefore, no matter what may distract us or seem a problem to us, let us not be concerned about them but just patiently and persistently continue trying to be self-attentive, unmindful of everything else.",
    "author": {
        "id": "03460943269122289281",
        "displayName": "Michael James",
        "url": "https://www.blogger.com/profile/03460943269122289281",
        "image": {
            "url": "//www.blogger.com/img/blogger_logo_round_35.png"
        }
    },
    "replies": {
        "totalItems": "0",
        "selfLink": "https://blogger.googleapis.com/v3/blogs/7345918888953765241/posts/8318669128835570039/comments"
    },
    "labels": [
        "Bhagavad Gītā",
        "Bhagavan Sri Ramana Maharshi",
        "Nāṉ Yār? (Who am I?)",
        "practice taught by Sri Ramana",
        "self-investigation (ātma-vicāra)",
        "Uḷḷadu Nāṟpadu"
    ],
    "etag": "\"dGltZXN0YW1wOiAxNjY4MTQ5MDkwMzIwCm9mZnNldDogMAo\""
}